{"title":"How the Indian Left lost the plot on the uniform civil code","content":"My disenchantment with the Indian Left was gradual, but if I had to pick a single moment when it crystallised, I’d point to an evening in the mid-1990s, a room in Bombay’s St Xavier’s College, a monthly study circle meeting of activists, academics, journalists and students, which, at one point, turned to the issue of personal law. I mentioned the need for a secular civil code applicable to all citizens, and was met with looks that ranged from quizzical to derisory. After the discussion got bogged down in details of implementation, I asked: “Let us suppose there was no protest from citizens of any faith to the enactment of a common civil law that guarantees equal rights for women. How many of the people here would be in favour of it?” There were about a dozen people sitting in a ring of chairs in that room, and mine was the only hand raised. Over the next few years, a number of prominent feminists lined up against the idea of a uniform civil code. Flavia Agnes of the Majlis Legal Centre, whose work I respect greatly, has ranked the agitation against a Uniform Civil Code among Majlis’ major achievements of the past 25 years. How did champions of women’s rights come to believe that the interests of Indian women would be best served by continuing to be ruled by manifestly discriminatory laws? It was not a direct consequence of feminist discourse, but a by-product of the politics of communalism, which became the central concern of the Indian Left in the 1990s.The Shah Bano case legacyAlmost exactly 30 years ago, on May 19, 1996, The Muslim Women (Protection of Rights on Divorce) Act, 1986, gained the assent of India’s President and came into force. It was shepherded through Parliament by Rajiv Gandhi, who enjoyed an unprecedented majority in the Lok Sabha. The law had been formulated in response to protests from Muslim organisations against a Supreme Court verdict, pronounced a year previously, which commanded a well-off Muslim man to provide maintenance to the wife he had divorced – Shah Bano Begum – who had been reduced to penury. Since Muslim law has no provision for alimony, community leaders saw it as an abrogation of their religious rights.The Supreme Court judgement in the Shah Bano case based itself on Section 125 of the Criminal Procedure Code, which capped maintenance at Rs 500 a month, a measly amount even in the 1980s. It was very far from granting alimony on par with the income of the husband. The Muslim Women’s Act, on the other hand, made a provision for judges to provide far larger amounts in alimony payments. Despite that deliberately created loophole in the bill, conservative Muslim organisations welcomed it, and it came to be seen, not without justice, as the perfect example of a nominally secular party pandering to sectarian activists. The narrative of minority appeasement and pseudo-secularism that grew around the Muslim Women’s Act fuelled the movement in favour of the Babri Masjid’s demolition, and sparked violence against Muslims across the country, the deadliest conflagration being the Bombay riots of January 1993. The bill laid the groundwork for the Bharatiya Janata Party’s ascent to power a decade later.Uniform civil law, not codificationAs communal divisions widened in the country after the promulgation of the Muslim Women’s Act, an unlikely ideological switch took place. Hindutvavadis, who in the years following independence had been the most obdurate opponent of pro-female reforms proposed by Jawaharlal Nehru and BR Ambedkar, began using phrases like “gender justice” in arguing for a common civil code. The Left, which had backed the Nehru-Ambedkar thrust to ensure equal rights for women, and which had criticised Rajiv Gandhi’s bowing before regressive Muslim clergymen and politicians, now lined up alongside those very leaders to oppose reform. Hindutvavadis had been exercised for decades by the asymmetry of civil law reform. A series of bills passed in the 1950s – the Hindu Marriage Act, 1955, the Hindu Succession Act, 1956, the Hindu Minority and Guardianship Act, 1956, and the Hindu Adoption and Maintenance Act, 1956 – had endowed Hindu women with rights they did not traditionally possess. Unfortunately, Hindu conservatives could not be denied fully, and though Nehru fought and won a general election on a platform of reforming civil laws, the final bills, like India’s Constitution itself, were some distance from the egalitarian texts their primary sponsors desired. The most glaring drawback of the legislation was that it denied women rights to ancestral property. This was finally rectified in the Hindu Succession Amendment Act, of 2005. There remain dozens of provisions relating to issues like divorce and adoption that require updating. Nevertheless, if one compares the laws governing Hindu women as they stand today with the situation that prevailed a 100 years ago, the change is revolutionary. We can go on refining laws for Hindus, but at some point there has to be movement towards changing laws for Muslims as well. Nehru should have taken it up in the years following the passage of the Hindu Marriage Act. It was always meant to be a three-step process: Hindus first, Muslims second, and then Hindus, Muslims and everybody else together. That second step has yet to be taken, and the failure isn’t down to the Indian government not caring about Muslims, as some suggest, but because of the obduracy of powerful conservative Muslim factions. Injustice to women People on the Left now promote reform and codification of Muslim laws instead of a uniform civil code. This is a red herring. Codification and reform could help on the margins, but any such new laws would still be deeply unjust, because sharia is fundamentally unfair to women.At this point, there will be objectors asking, “Which sharia? Islamic law is not a monolith.\" It isn’t, but all schools of Islamic jurisprudence are unfair to women, and all agree on certain fundamentally important issues. Take inheritance for instance. Each school of sharia law accepts that female children inherit only half the portion of their male siblings. At a seminar once, I was on a panel with the social reformer and Islamic scholar Asghar Ali Engineer who was arguing against the idea of a uniform civil code. I asked him if there was any instance in the rich and varied history of Islamic jurisprudence of women being granted equal inheritance rights. He could not name any, nor have I heard or read of one in the years since that debate. The same applies to provisions for divorce: No school of sharia law gives women anything approaching the privileges men possess.In light of these facts, the logic favouring a secular, universally applicable civil code seems incontrovertible to me. Fact: A liberal country should guarantee equality to women. Fact: A cornerstone of such equality is the provision of equal rights to divorce and inheritance. Fact: There is no tradition in Islamic law allowing anything close to equality in these respects. Conclusion: The only way India can guarantee equal rights to Muslim women is by foregoing religious personal laws in favour of a secular law.It is legitimate to fear that a common civil code promulgated by a BJP government will be unfair. But surely the solution is to generate a just, secular code, rather than settling for unjust religious. We already have working templates on which such a code could be based, from Goa’s uniform civil law to clauses in the Special Marriages Act. These will need to be updated to account for half a century of progressive legislation elsewhere in the world, and will still be far from perfect. It is too early, for example, to include gay marriage in any Indian civil code, since homosexuality itself is still criminalised. Nevertheless, framing a substantially egalitarian set of laws is hardly rocket science. The worst argument against the uniform civil code is that it the time isn’t right for it because resistance from Indian Muslims will be too great. If there is only one path to equality, the state is duty bound to fight those who block the way. If we wait for resistance to die down, we will wait forever, and Indian Muslim women will forever be denied equality before the law.","author":"Girish Shahane","time":"2016-05-18T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808289-9c081fe0-ecc8-427d-bc57-53cdd9bed250.jpg","tags":["Uniform Civil Code","Anything the moves"],"source":"https://scroll.in/article/808289/how-the-indian-left-lost-the-plot-on-the-uniform-civil-code"}