{"title":"How a dead Pir came to haunt an Indian government property in Karachi","content":"“That’s our house. Our home in Karachi,” exclaimed my sisters as we read an article mentioning a largely abandoned property in the Pakistani port city.The article in Caravan magazine spoke of six derelict properties in Karachi, each bearing the sign “This property is owned by Government of India”. Its writer, journalist Sanam Maher’s arduous search revealed that the enclaves housed the Indian consular staff until they were evicted in 1994 by a fiat of the Pakistan government. Only a few people in Karachi knew the properties’ story or were willing to reveal it, Maher writes.My family knows the story well – it was a place that gave us some of our happiest memories of the time.Celebrating festivals togetherFrom 1958 to 1960, when my father was the Deputy High Commissioner for India in Pakistan, we lived in a house in the “Shivaji Park” enclave on Karachi’s McNeil Road. Shivaji Park, in the 1950s, was a thriving dominion of the Indian government.Our large white-walled house had an enormous portico overlooking a garden and tennis courts. In the cool early mornings of Karachi’s winter, my mother would set out a table near the portico and organise her staff to serve us breakfast. There was a complement of two male bearers and a wonderful Goan cook who would look after the catering. Upstairs in the colonial style house, the ayah from Mangalore would shake out the pillows and sheets to make the beds. We always managed to have a guest or two, so this small platoon of helpers from India was a necessary to run the house.An adjoining building in the same compound had three or maybe four storeys with two apartments on each floor. Every evening, all of us children from the two buildings would gather to play ball, or tennis, or act out complex dramas. During festivals such as Holi, Diwali or Christmas all the families would come out in their best clothes to party together. When it was their turn to celebrate, our Muslim friends would send over the best Paya, saffron-scented rice dishes and cream-layered phirni.Among the dishes that arrived at our door was Mrs. Zairuddin’s biryani. It was famous in our family also because not so long back Mrs. Zairuddin had been sending it to my South Indian grandmother in the district of Cuddapah in Andhra, as it was known then. They were both wives of men who worked in the old British administrative network. Mrs. Zairuddin’s daughter Zakia married Akhtar Husain, an official in the railways. “We could never believe when the whole family opted to go to Pakistan,” my grandma would say. “They had never even spoken of Pakistan.” In Karachi, the family was happily settled. Their daughter Suraiya was my age and we not only studied in the same class but also became best friends.Just like Mrs. Zairuddin’s family, there were many old friends who had worked with my father during the British Raj and had opted to move to Pakistan. These links, though not always openly acknowledged, formed another reason why we felt so much at home in Karachi in the late 1950s.Turtle rides on Hawke’s BayThere were two places, Shivaji Park and Hindustan Court, in Karachi where the senior staff of the Indian High Commission and their families were billeted behind high walls, guarded by security guards. The High Commissioner lived in his own mansion a little distance from these two places.As my father KV Padmanabhan writes in his private memoirs:“Our mission in Karachi was a very large one. It had about 230 members. In size it was second only to our High Commission in London. It had all the usual wings of a full-fledged diplomatic mission – The Chancery, divided into the political, the commercial, the information and cultural departments; the Defence wing with separate units for the Army, the Navy and the Air force. The Karachi Mission had a supervisory jurisdiction over the other missions that we had at that time in Pakistan; the Deputy High Commission at Lahore, the Deputy High Commission at Dacca and the Assistant High Commission at Rajshahi. These offices functioned more of less as independent units under the remote control of the central authority at Karachi.“We lived in a hostile atmosphere. No Pakistani, with the exception of some Foreign Office officials, were permitted to come into our residences or to attend our parties. If anyone transgressed this rule, he would be immediately put on the black list of the Police. So, we were careful not to embarrass our friends by calling them to our place, we would always try and meet them at neutral locations – another Embassy, or at the house of a common friend, or for a picnic at night on the beach at Hawke’s Bay.”In fact, those picnics spent waiting for the turtles to crawl onto the sandy beach on dark nights to lay their eggs were often the highlight of those summers in Karachi. We would pack a large wicker basket with food and find a spot of higher ground on the beach waiting for the sport we called “Turtle Rides”. The mother turtles would dig their soft nest deep into the sand and lay their eggs. As they returned crawling ever so painfully back into the dark waters, we would climb onto their back and conduct our turtle races. Of course, it sounds very cruel but it was one sport that all of us, Indians, Pakistanis and the other guests, endorsed. By the time we finished the ride, our flushed and sweating faces would be covered with glittering specs of silver mica dust from the sands of Hawke’s Bay.Tickets to popularityIn Karachi, my sister Surya and I went to the St Joseph’s Convent, where the principal was a nun called Sister Longina Maria. My other sister Manjula, meanwhile, attended a Montessori kindergarten named Casa Bambina. It was run by a wonderful Parsi lady whose main attraction for us was that she wore low cut cholis with a cleavage that displayed a luxuriant growth of body hair.My sister Surya and I were possibly the most popular girls at our school since we had access to tickets to the Hindi films that were the rage. Not just those, the tender Benarasi paan was also accessible to us, even if it had to be flown in by what used to be known as the Paan International Airlines from Dacca. As my father writes:“Since the cinema houses in Karachi were not permitted to show Indian films we began the practice of screening Indian films to select audiences. One particular film, ‘Mother India’, drew enormous crowds and we decided to have a larger screen high up on the compound wall of one of our buildings, so that the film could be viewed on both sides of the screen. Once when a crowd of about ten thousand people was viewing ‘Mother India’ and roaring their approval, stones were thrown at them. It led to a stampede and the government of the day put an end to our efforts as it was creating what they called a law and order problem.”Our best friends, two English girls, were thankfully not particularly interested in Indian films. Jacqueline and Vivienne Eliot, whose parents were old Indian hands, could come home anytime. Jacqueline was tall and red haired with green eyes. Her sister had a more sober colouring but was an equal source of excitement to our local guards. Their father was a geologist who was helping the Pakistani government access the newfound “Sui Gas” reserves under the ground.We were told, privately of course, that it was Allah’s way of making sure that Pakistanis were full of natural gas. Of course, the Pakistanis never failed to remind us that it was we Indians who were the “Pulse-eating gas-filled Babus” who had left these windy pockets behind when they fled back into Hindustan. Somehow neither side felt insulted by these barbs.Promise to a dead PirOne day, an odd thing happened in our Karachi house. The towels in my father’s bathroom were of the thin woven variety used in Kerala, known as Thorths. Only he used them to dry his thick black curly hair. Suddenly, they were streaked with red stains.“Blood!” reported the servants. The house was built on a ground that belonged to a Pir, or holy man. It was his spirit that was manifesting itself on the blood-stained Thorths.My mother conducted pujas. Sheila Dayal, the wife of then Indian High Commissioner Rajeshwar Dayal, came and conducted a session of devotional songs using her training as a classical singer. The towels became a topic of conversation among the residents of Shivaji Park.My father, however, remained silent. It seemed as if he had promised the dead Pir never to reveal the secret of the blood-stained towels – not even to his wife.Many years later he suddenly spoke up. “Do you know the reason for the blood stained Thorths?” he asked. “It was on account of a hair dye that I had started using for the first time in Karachi.”","author":"Geeta Doctor","time":"2015-12-06T14:30:02+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/764702-26093b1d-a8fc-43ca-9369-b2ce5563cafa.jpg","tags":[]}