{"title":"How Aadhaar is making it harder for Indian women to access their maternity benefits","content":"In June 2019, we conducted a survey of 706 mothers in one district each in six states of India. We found serious concerns with the implementation of the Modi government’s Pradhan Mantri Matru Vandana Yojana. The scheme gives monetary assistance of Rs 5,000 to pregnant women in three instalments for the birth of their first child. The assistance is lower than the Rs 6,000 entitlement for all births, not just the first child, under the National Food Security Act, 2013. Even this reduced amount often fails to reach the women. Among the women in our sample who had delivered their first child in the last six months, only 39% had received the first instalment due before the end of pregnancy under the scheme.One major stumbling block, we found, was Aadhaar, the biometrics-based identification number which has been made mandatory to access the maternity benefits.The Pradhan Mantri Matru Vandana Yojana application process is complicated to start with. The imposition of Aadhaar has created further complications. One-fifth of the respondents who had applied for Pradhan Mantri Matru Vandana Yojana reported experiencing Aadhaar-related problems. In addition, there were problems at the payment stage, especially when bank transfers were made using the Aadhaar Payment Bridge System, which women were mostly unaware of. Such problems were reported by anganwadi workers who take care of application formalities on behalf of the women. One-third of anganwadi workers reported general Aadhaar-related problems, and 15% reported bank-related problems.Remember, these are young women who are new entrants to their husbands’ homes, either carrying a baby or nursing an infant, badly in need of rest. Instead, they are constrained to spend time and money on fixing errors that have crept in for no fault of their own – with no guarantee that these would be resolved. Here is a brief recap of the Aadhaar-related concerns we encountered during the survey.Aadhaar is the only acceptable identification document for the maternity schemeThe requirement of an identification document while applying for government benefits is understandable. For Pradhan Mantri Matru Vandana Yojana benefits, however, the only acceptable identification is the Aadhaar card, even if women do not have one, or they have lost it, or there are errors in their Aadhaar records. This makes the application process costlier and more cumbersome. Some women had to pay anything between Rs 50-200 to enrol for Aadhaar.When Sushman Devi from Sonebhadhra in Uttar Pradesh was trying to make corrections in her Aadhaar records, local officials kept delaying the matter. Ultimately, she had to borrow Rs 2,000 from her sister to go to the block headquarters to get corrections made to her and her husband’s Aadhaar cards.Not just the mother, even the father’s Aadhaar card is needed In contrast with Odisha’s Mamata scheme, Pradhan Mantri Matru Vandana Yojana benefits additionally require identification documents of the father of the child.There were cases where women had not been able to apply for maternity benefits, or the application had been delayed, because of the failure to produce their husband’s Aadhaar card. In some cases, the husbands did not have Aadhaar cards. In other cases, women were living with men to whom they were not married, or were single mothers.  There were several instances where applications had been delayed or stalled because the woman’s Aadhaar card still bore her parents’ address. Pooja, who was originally from Uttar Pradesh, had married a resident of Surguja, Chhattisgarh, but had no way of providing a proof document for her new address. The Aadhaar enrolment centre advised her to get a certificate from the sarpanch. It was rejected. Many women such as Krishna Baiga and Sunita in Umaria, Madhya Pradesh, tried to get their address changed but failed. When Dinesh Mehta in Himachal Pradesh went to get her address updated, the machine did not work. Inconsistencies of demographic information between Aadhaar and other databasesDemographic data glitches – for instance, typos in Aadhaar number, misspelling of names, wrong date of birth on Aadhaar, mismatch between Aadhaar card and other records – can all lead to the Pradhan Mantri Matru Vandana Yojana application getting rejected or delayed. In Odisha, Rani Gope had to get multiple corrections made to her date of birth; Hulari Munda had three identity cards, each of which shows a different date of birth. Marcilin Munda’s Aadhaar card overstated her year of birth by 10 years – 1980 instead of 1990.Information on Dulasi Munda's Aadhaar card did not match her maternity benefit card in Odisha. In most cases, these errors had crept in for no fault of the women who were applying for Pradhan Mantri Matru Vandana Yojana, but they paid a price for it. Further, the processes for making these corrections are not clearly laid out or communicated. For instance, we came across several women who were told that a “no objection certificate” was required from the sarpanch to make the corrections, but when they got it, the certificate was rejected. We also met women who came back with new errors when they went to correct an earlier mistake in their Aadhaar records. A recent central government circular dated October 14 could make matters worse: it restricts the number of changes of demographic information in the Aadhaar card to once in a lifetime for gender and date of birth, and twice in a lifetime for the name.Problems arising from the requirement to link bank accounts with AadhaarWomen such as Sukiya Baiga in Madhya Pradesh could not open a bank account because she did not have Aadhaar. Others faced difficulties because their bank account was not linked to Aadhaar, despite repeated attempts in some cases. Sadhna had an account and an Aadhaar card, but linking created difficulties. Other women, such as Santoshi in Himachal Pradesh, found that their Aadhaar was linked to a bank account different from the one for which they had submitted details at the time of applying for the maternity benefits. Resolving these issues is cumbersome, time-consuming and uncertain.  Sakina Dhorajiwala closely studied payments made under Pradhan Mantri Matru Vandana Yojana in Jharkhand in June 2019. She found anganwadi workers sometimes did not even accept applications from women whose bank accounts were not linked with Aadhaar. Many of the applications were put in the correction queue when there was a mismatch in the name on the Aadhaar card and the application.Cases of mismatch between Aadhaar and bank accounts are particularly difficult to resolve since that requires women to change their name in either the bank account or Aadhaar.Another problem seen in some cases was that the payments reflected online but not in the account of the beneficiary. For instance, in the image below, a particular beneficiary’s first instalment is shown as ‘paid’ on the government website. But her bank passbook shows no deposits in the account until March 2019. The first instalment should have been paid by December 2018.  Other Aadhaar related concernsWe also found cases where even the anganwadi worker and bank official were unable to figure out what the problem is. Laxmi, a Dalit woman in Himachal Pradesh, was simply told that there is an “Aadhaar card problem” with her application. Some women are asked for a bribe by the social health worker or the anganwadi worker to bypass the Aadhaar issues. For instance, the accredited social health worker in Parvati’s natal village in Uttar Pradesh told her that she could get the Pradhan Mantri Matru Vandana Yojana form filled without the presence of her husband for a charge of Rs 500. The costs associated with photocopying Aadhaar for submission with their Pradhan Mantri Matru Vandana Yojana application form was also mentioned by many respondents.It was disturbing to hear about so many different Aadhaar-related problems in a relatively small sample of rural women.  With inputs from Sakina Dhorajiwala, Jean Drèze and Anmol Somanchi.","author":"Reetika Khera","time":"2019-12-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103983-dqqcpjgvno-1540469742.jpg","tags":["Maternal Health","Aadhaar","Pradhan Mantri Matru Vandana Yojana"],"source":"https://scroll.in/pulse/945587/how-aadhaar-is-making-it-harder-for-indian-women-to-access-their-maternity-benefits"}