{"title":"How the Adityanath government created a new category of criminals in Uttar Pradesh","content":"Around 1 pm on January 30, 2020, Mohammad Vashif, who edits a small weekly newspaper called Swatantra Savera in Kanpur, received a phone call from the city’s Anwarganj police station asking him to report there immediately. “There’s an important matter to discuss,” the inspector who called him reportedly said. “Come over and we will talk over a cup of tea.”Vashif told the inspector he was tied up and would come by the evening. But the calls got relentless, and the 32-year-old thought he might as well go.When he reached the police station, there was no tea. Instead, Vashif alleged the police detained him and took him around on a long ride across the vast industrial city, the largest in Uttar Pradesh.The next day, he was formally arrested and jailed on charges of instigating violence in Kanpur during the protests against the Citizenship Amendment Act in December 2019. Five other men from the Muslim-majority neighbourhood where he lived were also arrested in the same case. The police claimed they had provoked and participated in the violent protests on December 20 that had led to the death of three Muslim men. Since early December 2019, when the Modi government had amended India’s citizenship law, introducing a religious test for Indian citizenship for the first time, the country had been in the grip of intense, nationwide protests. Many feared the amended law could be used along with a proposed national citizens registry to take away the rights of Indian Muslims. While protestors had been pushed back by the police in many places, in Uttar Pradesh, the government crackdown on the protests had been brutal. Eyewitness accounts and video footage show police entering homes in Muslim neighbourhoods and destroying property. Twenty-two people had died, most of whom were Muslim. The police claimed it had not fired on the protestors, but many of those who died had bullet wounds. \n    \n      \n      Crime and Punishment\n      A five-part series that investigates the BJP government's claim that it has reduced crime in Uttar Pradesh.\n    \n    \n        Read here \n    \nNearly 900 people were subsequently arrested across the state. Most of them were young Muslim men like Vashif and his neighbours, implicated in violence that had taken mostly Muslim lives. In addition to charges of rioting and murder, among others, the police also pressed charges against Vashif and others under the Arms Act for allegedly possessing illegal weapons. He spent nearly a year in jail. While in prison, the police booked him in another case under the Uttar Pradesh Gangsters and Anti-Social Act. When I met him in July, Vashif was out on bail. The father of two children, with a clean-shaven boyish face, did not seem too comfortable talking about his prison stint, other than remarking that it had taken a toll on his family. “I never attended the protests I am accused of organising to instigate violence,” he said. “I did not even go there for coverage.”He believes he became a police target because he was investigating the December 20 violence. “I was working on a story trying to find out what exactly happened,” he said. In a similar case, SR Darapuri, a 76-year-old former officer of the Indian Police Service, was arrested and jailed for nearly a month on charges of instigating violence during the citizenship protests in state capital Lucknow. Darapuri, who had joined the civil rights movement after his retirement, was suffering from cancer at the time.  Strikingly, on the day of the protests, he was under house arrest, watched over by policemen.While Darapuri was still in jail, street hoardings came up in Lucknow, featuring him, along with other rights activists. The police declared they had to pay for damage to public property during the protests in Lucknow, or their properties would be frozen.  The state government soon passed a law to institutionalise this practice. It insisted the law had been introduced in “good spirit”, but critics say its real aim was to criminalise protests. “The idea is to crush all dissent,” Darapuri said. A hoarding that came up in Lucknow in early 2020. The image numbered 27 is that of Darapuri, a former inspector general of Uttar Pradesh police. Photo: Alok Pandey/ TwitterCriminalising dissentEver since it took charge in 2017, the Adityanath government has repeatedly claimed its hardline approach to crime had led to a substantial improvement in law and order. To investigate these claims, I travelled through the state in July and August and found a mixed picture. While conversations with ordinary people suggest petty street crime has reduced, the networks of predominantly upper caste criminal-politicians, known as bahubalis, continue to thrive, as does violence against lower castes. The police have adopted a trigger-happy approach: every four and a half hours, somewhere in the state, policemen have shot to kill and maim people.The crackdown on the Citizenship Act protests brought into sharp focus another pattern that critics of the government have long pointed to: if you are a dissenter in Adityanath’s Uttar Pradesh, you risk being cast as a criminal.From retired civil servants to journalists to doctors, no one has been spared. Journalists have been charged for exposing dysfunctional government programs; retired bureaucrats have been booked for tweeting critically about the government; activists have been hauled up for participating in protests.The Adityanath government’s intolerance for dissent became even starker during the Covid-19 pandemic when it sought to tamp down criticism of its public health failures by booking hospitals for requesting oxygen supply, sending notices to reporters for questioning the shortage of the life-saving gas, and filing cases against residents for complaining about the state’s abysmal healthcare system. “In the garb of ridding criminality, they want to stifle all critics,” said Alok Agnihotri, a member of the People’s Union of Civil Liberties, who lives in Unnao.The outcome has been chilling. “Never have I seen people this scared to oppose injustice,” said Arun Khote, an activist-journalist who runs a news portal out of Lucknow called Justice News that primarily documents matters pertaining to the Dalit community. “Because what happens is the government also makes you out to be a criminal and you become a victim yourself.”Earlier this year, 87 former civil servants signed an open letter that offered a scathing indictment of the Uttar Pradesh government. “Detentions, criminal charges, and recoveries to suppress dissent have become common instruments to be employed against all those who exercise their right of democratic protest,” they wrote. The mother of a young man who died during clashes with police following protests against a new citizenship law in Meerut, Uttar Pradesh. Photo: Reuters/ Adnan AbidiCriminalising an entire communityFor Muslims, the ire of the state government isn’t linked to dissent. Even before the Citizenship Act protests broke out, the community has been in the line of fire, criminalised by a slew of laws and policies that enshrine the Adityanath government’s Hindutva ideology, from cow slaughter to “love jihad”.It began with the crackdown on “illegal” slaughterhouses – one of the first decisions taken by  the Adityanath government after it came to power, a step that critics say was aimed largely at disrupting Muslim-run meat businesses.Soon after, the stakes were raised higher, when the Uttar Pradesh police chief instructed his officials to book those suspected of cow slaughter or trafficking under the National Security Act. The Act empowers governments to pre-emptively detain those they suspect to be  a threat to national security or public order for as long as one year, without having to offer any evidence of wrongdoing. The police chief’s instructions seem to have been followed to the tee. An overwhelming number of detentions under the NSA in Uttar Pradesh pertain to matters of cow slaughter.The state’s targeting of Muslims has had a ripple effect. Interviews with lawyers, activists and journalists seem to suggest that cases of cow slaughter seem to also have become a potent tool to settle old scores against Muslim men.Consider the plight of the two young sons of Taufiq Quereshi: 26-year-old Mohammad Aman and 22-year-old Mohammad Ahmed. One evening in March 2020, the police swooped in on Qureshi’s house in Fariah village in Azamgarh district, and picked up Aman and Ahmed. “We were sleeping when the police came and said that they were arresting us for cow slaughter,” recalled Aman.Two days earlier, cow meat had been found strewn on the village main road and the police claimed they had received information it was the siblings’ doing. “We supply broiler chicken from farms to shops,” said Aman. “Hume pata tha ki ghost mila tha par humein koi matlab hi nahi tha. (We, too, had heard about the meat, but we did not pay much attention since we had nothing to do with it. )”Aman told me he believed he had been framed by someone in the village, whom he had fought with. As a Qureshi, a Muslim caste traditionally linked to animal slaughter, it was the easiest way to get back at him in the prevailing times.Aman and Ahmad were charged with cow slaughter and incarcerated for over a month as the country locked down hoping to ward off the Covid-19 pandemic. Almost immediately after being released on bail, the brothers were charged with the Gangster Act. They spent another three months in jail. Mohammad Irfan, a lawyer who litigates in the Azamgarh district court, said he had been flooded with cases of Muslim men accused of cow slaughter in the last four-odd years. “People who are out on bail for over two years ago are charged with the Gangster Act,” he said.  “It’s almost like they [the police] are on a crusade.”But low-level police corruption also means that this so-called crusade is often little more than an elaborate sham.In July 2019, Sudhir Singh, an Azamgarh journalist reported a story alleging an instance of alleged illegal cow slaughter. In his story, Singh accused the police of trying to suppress the matter in lieu of money. Singh’s report created a stir, forcing the police to rearrest the accused and charge them with cow-slaughter.In August, the police took more action – against Singh this time. Three First Information Reports were filed against him, two within an interval of 30 minutes.Singh claimed this was punishment for his journalism. He got local press associations to intervene, leading to an enquiry by the superintendent of police of neighbouring Mau district.The probe concluded that the police cases against Singh seemed to be an outcome of the authorities being “aggrieved” by his stories. “It is clear that neither has the investigation been done fairly nor there is any solid evidence,” the Mau police chief wrote in his report.  “It appears that these cases were filed against the petitioner (Singh) after his report on cow slaughters and are motivated in nature.”“This is how it works,” said Singh. “Cow slaughter is happening and the police only use the issue to frame people, not actually target those who do wrong.”A slew of court orders bears this out. According to an Indian Express investigation, between January 2018 and 2020, the Allahabad high court quashed NSA orders in more than 70% of cow slaughter-related cases, directing the police to release those detained under the law. All of them were Muslim.Sudhir Singh claims he faced the ire of the police for exposing a nexus between them and cow slaughterers. Photo: Arunabh SaikiaCriminalising loveThe latest tool used by the Adityanath government to criminalise Muslim men is the Uttar Pradesh Prohibition of Unlawful Conversion of Religion Act, passed in February. It aims to stop cases of interfaith relationships and marriages that involve “fraudulent” religious conversion.The government insists the law is religion-neutral, but data suggests otherwise.In the first month after it came to force as an ordinance last December, of the 51 arrested under it, all but three were Muslim. One of them was a teenager who had gone out on a date with his classmate.All the cases that involved Muslims – 13 of the total 14 lodged that month – were related to Hindu women allegedly converting to Islam. In just two cases  was the complainant, the woman herself – glaring proof of the wide room in the law to be misused and weaponised to infringe upon personal liberties .  “Even love has been criminalised,” said Sandeep Pandey, a veteran activist based in Lucknow.This is the third in a five-part series Crime and Punishment that investigates the BJP government’s claims that it has reduced crime in Uttar Pradesh. Read more in the series here.","author":"Arunabh Saikia","time":"2021-09-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164001-mqkrflgnbm-1631552642.jpg","tags":["Uttar Pradesh","Crime and Punishment","Citizenship Act","National Security Act"],"source":"https://scroll.in/article/1005309/how-the-adityanath-government-created-a-new-category-of-criminals-in-uttar-pradesh"}