{"title":"How consent for Dibang dam was manufactured by terrorising the people of Arunachal Pradesh","content":"Three days after environment minister Prakash Javadekar announced that the Centre would provide Rs 1,600 crore to Arunachal Pradesh government for the Dibang dam project, moderate earthquake tremors were felt in the state on July 19-20. It seems hard to not read this shake-up as a prophetic message to the decision makers that building dams in the Eastern Himalayan region is fraught with risks that are beyond the ability of scientists to predict.The Dibang multipurpose project has been designed as the world’s tallest concrete gravity dam at 278 metres above sea level. It will store the waters of the Dibang river, one of the three significant tributaries of the Brahmaputra, and use them to generate 2880 megawatts of power.The river originates near the Indo-China border and enters Arunachal Pradesh through the Mishmi hills before spilling into the Dibang valley at Nizamghat. This region is not only a seismologically active zone, but also a biological treasure. It contains some of the last large contiguous tracts of tropical, subtropical and temperate forests in the country. These forests support several wildlife species such as the clouded leopard, the tiger, several species of macaque, deer and bear, as well as many endemic and threatened birds.The project site is the homeland of the Idu-Mishmi community. Many in the community were vehemently opposed to the dam but were worn down by the government’s sustained crackdown on protestors.The story between 2007 and 2013 of how the government manufactured local consent for this large dam in one of the most ecologically and geologically sensitive areas of the world is illustrative of how the Indian state views its border territories and peoples.Public hearings or public protests?The Dibang dam had been envisioned long ago but the detailed project report was prepared by the National Hydroelectric Power Corporation in 2000 when the Bharatiya Janata Party-led National Democratic Alliance was in government at the Centre. Arunachal Pradesh was then ruled by the Congress under chief minister Mukut Mithi, who hailed from Lower Dibang Valley. The dam was part of his political project to bring development to this corner of the state.The dam was meant to be commissioned in 2010. But the project ran into unanticipated public opposition.The dam required an environmental approval under the Environment Impact Assessment notification. This approval process includes public hearings held by the government, purportedly to listen to the concerns that local people may have about proposed projects.The Dibang project’s public hearing was first announced in May 2007. By this time, both Assam and Arunachal Pradesh were already aware of the manifold problems that dams would create for them. The growing social movement at that time against the Lower Subansiri hydropower dam project on the Assam-Arunachal border was a classroom on dams and development for many people of the region.The local Arunachali newspapers carried investigative reports of the flaws in the Dibang dam studies and the blindness of the project to its ecological impacts.The dam operations would completely change natural water flow regimes of the river. In addition, the project would lead to the direct loss of over 5,000 hectares of forests in the valley and sand and boulder extraction from the river bed to aid construction. These aspects of the project would affect at least three sanctuaries and national parks, four Important Bird Areas and three potential Ramsar sites or wetlands of international importance.The project’s technical reports also referred to “geological surprises”, a euphemism for the unaccountable risks that dams in the North East faced from landslides and seismic activity.The local communities had concerns over what dam building would do to their relationship with their lands. Over 100 families could be displaced from their homes and over 700 families will lose land to the project.From 2007 onwards, the public hearings for this project were announced a dozen times. Each time the hearings were notified in the newspapers, there were protests by those in the community who were convinced that the dam could not be equated with development. One of the most lasting images of their response was a road blockade with a huge banner saying, “No Dam, Go Back – NHPC”. Some hearings were thrust on the local people but could not be completed as per the legal requirements and had to be cancelled.In January 2008, at least 1,200 people of this small community of about 12,000 came to one such hearing that lasted from 10 am to 9 pm. At the Independent People’s Tribunal on Large Dams in Arunachal Pradesh held in February 2008, local people alleged that those “affected by this project, got entry to the public hearing with much difficulty” and that several participants “had to push against the police to enter the hall”.A senior community member who was also part of district vigilance committee under the Scheduled Castes and Scheduled Tribes Act recalled that the public had to shout to be heard. According to one participant “almost 99% of the speakers at the public hearing on the Dibang project said that they opposed the project”.These descriptions raise questions over whether these were public hearings or public protests against the project.Coercion for consentPublic hearings have been used in several countries as a democratic forum to build consensus on contentious projects and schemes so that they can be implemented smoothly. But the Dibang dam hearings held by the state and central governments in Arunachal Pradesh made it quite clear to everyone that they were being coerced into consenting to the project.In 2008, Prime Minister Manmohan Singh laid the foundation stone for this project in Itanagar, the state capital, 400 km away from the dam site and the protests. On hearing this, the people of Dibang valley wondered: why hold the public hearings at all? The All Idu Mishmi Students Union and the Idu Mishmi Cultural and Literary Society issued a press release stating, “the state government has mortgaged our land…the Central government is using pressure.”By 2011, there were serial shutdowns against the project and the government deployed paramilitary troops in the valley to curb these protests. On October 5, 2011, armed personnel of the Special Task Force entered the premises of a Durga Puja pandal and opened fire at the gathering. At least nine people were injured, most of them minors. The general secretary of the Durga Puja committee filed a first information report stating that the violence was unprovoked.By the end of that week, the All Idu Mishmi Students Union and the Idu Mishmi Cultural and Literary Society had written to the Union home minister about the misuse of power by the administration based on a suspicion that there were “Maoists” in the gathering. They demanded the suspension of the officers involved and the evacuation of all paramilitary forces. During these years, the central government failed to generate consensus on the Dibang dam, and a war of attrition prevailed between the state authorities, the dam building company and the dam protestors. The authorities accused leaders of the movement of engaging in “anti-national” activities. Newspapers carried statements made by prominent political leaders hinting that international groups affiliated to China funded the dam protests in the North East. Meanwhile, the dam building company NHPC made efforts to improve its image among the local people using their corporate social responsibility funds.Militarised developmentEventually, the militarisation of the Dibang valley and the aggressive stance of the state government wore down the movement. One of the activists said in an interview to a journalist that the “Maoist card” used by the government affected the movement. He said: “Suddenly, we heard that Maoists were opposing the dams… Many feared that the government might use the Maoist excuse to apply the Armed Forces Special Powers Act. This broke the resistance.”The AFSPA is a dreaded law used in India’s conflict regions which gives the army sweeping powers to search, seize, make arrests without warrants and use force to the extent of causing death. The young leaders of the Dibang movement felt responsible to their families and community for the state of terror created by the government. The movement had already cost them several years of their youth. The final public hearings for the project were held in March 2013. By this time, there was a distinct weariness among the protestors after six years of opposition to a government unwilling to budge from its position. The sense of loss in the protestors was profound.About 700 people attended the last hearings. Many of them were in need of financial support and jobs because their lands no longer generated enough income for their families, much like farmers in the rest of India. They were reluctantly willing to negotiate compensation for their land.As one project affected person whose land would be submerged by the dam said: “It is a sentimental issue as village and land will be lost forever.” But they felt insulted at how this project of “national importance” treated their requirements for compensation.After the hearings were conducted, the state government announced on its state website that the “much awaited” hearings had been “successfully conducted”.Singular visionThe protestors were not Maoists, anti-developmentalists, anarchists or any of those labels that are routinely used to reject alternative and precautionary points of view on large scale, high impact projects. In fact, the dam protestors hoped for the Centre’s attention to the region’s developmental problems. They wanted the Centre to hear their concerns.In fact, in the run-up to the Lok Sabha elections in 2014, that is what the Bharatiya Janata Party’s prime ministerial candidate Narendra Modi promised to do. In an election rally at Pasighat in February 2014, outlining his vision for the development of the North East, he spoke of water resource management, tourism, horticulture, handicrafts, wind and solar projects. He did not mention large dams.But the BJP government has adopted the same approach as the Congress-led government, justifying the construction of the Dibang dam as important for geopolitical and strategic reasons. Scholars have extensively written about this form of “exceptional governance” of the North East region, which is driven entirely by the preoccupations of the central government. The people of the region have little say in how their land and rivers are managed.In fact, the focus of successive governments in power has been to monetize the region’s rivers through dam building. Multiple large dams are proposed for all the major rivers in the region.This singular vision of the North East’s development has sidelined many other compelling concerns or made them conditional to the success of dam building in this complex, international Himalayan river system. In the arena of water resources alone, the government has ignored flood management, prevention of water pollution by plastics and pesticides, and protection against soil erosion.If large dams are struck off, the governments and people of the North East have a host of integrated land and water based alternatives to choose from. These participatory forms of resource management could bring development without risking the futures of the communities of India’s border regions.","author":"Manju Menon","time":"2019-07-25T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124370-yesghoifrn-1563958486.jpg","tags":["Arunachal Pradesh","Dams in the North East","Hydroelectricity"],"source":"https://scroll.in/article/931504/how-consent-for-dibang-dam-was-manufactured-by-terrorising-the-people-of-arunachal-pradesh"}