{"title":"How Sai Paranjpye found the ‘eccentric, lovable and unforgettable characters’ for her comedy ‘Katha’","content":"While in Pune, I saw the play The Hare and the Tortoise written by S.G. Sathe and staged under the Kalopasak banner. I found the play a bit tedious and the production did not grab me. What did get deeply embedded in my mind, however, was the premise of the play. The adage ‘Slow and steady wins the race’ is no longer valid in today’s day and age. It no longer suffices to merely possess sterling qualities and virtues. You must be able to skillfully flaunt them. By now my stock had shot up after the thumping success of Chashme Buddoor. I was suddenly in demand, the flavour of the season. My phone rang incessantly. I started getting haunted by requests, messages, film proposals from big production houses and wannabe producers alike.Based loosely on Sathe’s concept, I had written an independent screenplay. The storyline, incidents and characters, except for the hare and the tortoise, were completely different. Sathe magnanimously consented to my taking this literary liberty.I had been fascinated by chawls since my childhood. The creed of ‘love thy neighbour’ charmed me. During my numerous forays in these crowded neighbourhoods, I had met many eccentric, lovable and unforgettable characters. One by one, they now surfaced in the screenplay of Katha. Old Bapu who gets things done without lifting a little finger; the Sindhi couple – bossy wife and henpecked husband; the adorable Granny who regales her little grandson with enchanting folk tales; the ever-closeted newlyweds with their door permanently closed; Baban, either dashing off or returning from the common loo, a battered tin in hand; the amiable Sabnis couple and their beautiful, cultured daughter Sandhya (our heroine); a motley crowd of also-rans and a gaggle of boisterous kids, all assembled to form the chawl family. But basically, it remained the story of the hare and the tortoise. Our tortoise, i.e., Rajaram P. Joshi, seemed straight out of a Sane Guruji storybook. Sane Guruji, a very popular writer in the 1940s and ’50s, portrayed mostly saintly characters.Rajaram is a kindly soul, without a mean bone in his body, ever anxious to help. He secretly dotes on Sandhya. Suddenly, the humdrum life of the chawl is shaken with the advent of Basu. Basu, or Vasudev Bhat, is an old buddy of Rajaram. Glib, charming, charismatic, handsome, egocentric, an opportunist par excellence with the gift of the gab, Basu is an out-and-out ladies’ man. He has made a fine art of conning people, especially the fair sex! It is no secret that his character was inspired by the producer of my very first feature film Sparsh, down to his name. Basu Bhattacharya became Vasudev Bhat. When Rajaram addresses him as ‘Vasudev’, he cringes. ‘Not “Vasudev”, dude! That’s too archaic. “Bashu!” A name has got to sound stylish!’Farooque Shaikh in Katha (1982). Courtesy Devki Chitra.Casting the two heroes was a breeze. Two of my favourite actors, Naseer and Farooq, were on hand. Both had read the script, and each was convinced that he was being considered to play the role that was more suited to his style and persona. Farooq thought that he would be Rajaram, while Naseer saw himself as the dapper Bashu. They were in for a surprise as I had exactly the opposite in mind, and were a little perturbed to learn of my decision. Farooq’s argument was that after having seen him as the nerdy, down-to-earth, honest Siddharth in Chashme Buddoor, the audience would not accept him as a wily Casanova. Naseer, too, had reservations about playing the virtuous Rajaram. ‘You don’t seem to have taken my dashing personality into account,’ he said. To my credit, I must say that I handled the situation rather well as a director: ‘Are you actors or poster boys? What is the point in doing the same old tailor-made roles?’ Both these very talented actors proved me right.For the role of Sandhya Sabnis, I already had a perfect actor in mind: the doe-eyed, innocent-looking, multi-faceted Deepti Naval. Acting was not her only forte. She was passionate about ballet and art, and wrote poetry too. She was always driven and enthused about her work. But once in a while, she liked to sulk or throw a starry tantrum. Such occasions were, mercifully, rare and short-lived. Deepti is a warm and affectionate creature who always got under the skin of the character she was portraying. The first time I took the actors to show them a chawl, Deepti took off on a little recce of her own. When she returned, eyes ablaze, she gushed, ‘Guess what? The ladies here do not wear matching petticoats. No matter what the colour of the sari or blouse, their petticoats are always plain white.’‘Fantastic!’ I said. ‘I will do full justice to your sharp observation. Sandhya, while working in the house, can tuck her sari high, so that the petticoat is seen. Your point will be made.’ This made Deepti happy like a little girl.Katha (1982). Courtesy Devki Chitra.What proved to be a challenge was locating a suitable chawl, one that fit the bill in every way. We visited a countless number of chawls from Girgaum to Goregaon, but ran into some problem every time.Finally, we were compelled to think about erecting the set of a chawl in a film studio. Perceiving the dilemma we were in, someone suggested that we give Pune a shot. But I resisted. Settle for a typical Bombay chawl in Pune? No way!‘But why not?’ argued someone. ‘You are ready to accept a fake plywood set in a Bombay film lot, but refuse to think of an authentic chawl just because it is Pune?’Once we restarted our hunt – this time in Pune – strangely enough, we faced a totally different phenomenon, liking pretty much each and every chawl we set foot in. After much deliberation we finally shortlisted four tenements. The final winner was Salunke chawl. Its central location and the smiling welcome of its residents tipped the scales in its favour. Based in Narayan Peth next to the renowned Kesari Wada (home of the famed daily, Kesari, launched by Bal Gangadhar Tilak), the rectangular structure of Salunke chawl was ideal for shooting. Once the film was complete, (and the censor certificate in place), a special screening was held for all our Salunke chawl friends, the venue being the FTII auditorium. The chawl residents came en masse. Their reaction to the film was quite unexpected. A vociferous and non-stop commentary started from the very first shot. Along with clapping and laughter, it continued throughout to the very last shot, with children taking the lead.‘Hey look. Our window – see the curtains.’‘Oh, look at Daji’s lungi, drying in the balcony.’‘Look! Look! I crossed the courtyard on my bike.’‘Did you see our kitty on the roof?’And so on. Thrilled to see a slice of their universe on the screen, they did not see the actual film at all.Excerpted with permission from A Patchwork Quilt – A Collage of My Creative Life, Sai Paranjpye, HarperCollins India.","author":"Sai Paranjpye","time":"2020-11-24T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151014-axajxeqslq-1606139892.jpeg","tags":["Sai Paranjpye autobiography","Katha","Book excerpt"],"source":"https://scroll.in/reel/978737/how-sai-paranjpye-found-the-eccentric-lovable-and-unforgettable-characters-for-her-comedy-katha"}