{"title":"How floods push Guwahati’s sanitation workers to the brink","content":"This year, Assam has been devastated by excess rainfall that caused one of the worst floods in recent memory. At least 195 people have died in the disaster, which upturned the lives of an estimated 90 lakh residents. The disaster has highlighted the vulnerability of marginalised communities to such extreme weather events.Among those who bear the brunt of such disasters are the safai karamcharis or sanitation workers, who are front-line responders to urban floods.Safai karamcharis are tasked with ensuring cleaning urban areas and sanitation and drainage facilities across the city. Given that poor drainage infrastructure is among the primary causes of urban flooding, the work obligations of safai karamcharis increase manifold during such incidents.Over two weeks between May and June in and around Guwahati, the  Visual Storyboard team at the Centre for New Economics Studies interviewed more than 30 sanitation workers in an attempt to understand how their lives had been impacted by the floods.Among the workers interviewed in Guwahati, 21.05% were employed by the government, 10.53% were semi-government workers while 68% were hired by private entities on contractual basis.Guwahati’s sanitation workforce is made up of those from the Basfore sub-caste, who are categorised as ati-shudras by the caste order that ascribes “unclean and dirty occupations” to those at the bottom of the social hierarchy.The team’s field ethnographers visited four colonies in Guwahati that are predominantly occupied by the Basfore caste: Uzanbazar, Rupnagar, and two locations simply known as Colony 3 and Colony 4.Frequent eviction notices and visits from government officials have made the colony residents averse to giving out any information, even about their dire living conditions.Working through the floodsSafai karamcharis are paid per month based on completing their tasks, and are forced to report to work even during heavy floods. Wage cuts are frequent when workers do not show up.They live in constant fear of being laid off due to the contractual nature of their jobs. While several places were shut in view of the floods, none of the 30 respondents had a day off.D* Basfore, a sanitation worker from Colony 4, said there is a waterfall behind their homes so when it floods, water enters the premises. “The land falls too,” he said, referring to the landslides that occur in wet weather.Safai karamcharis are required to work at multiple locations across Guwahati. Navigating the submerged streets is hazardous. M* Basfore said the floods compound the problems of sanitation workers. “…There’s water everywhere – in the colony, on the roads,” he said. “We have more problems commuting, more problems in finishing tasks.”Since the people they work for do not supply them proper cleaning equipment, they have to cobble together make-shift tools from the waste, several respondents said.Garbage lined entryway to Colony 4. Credit: Rishiraj Sen. “Equipment means we take a tin sheet and hammer it to make it foldable,” said Ak* Basfore, a former government employee. “We put a stick into it and then use that contraption to clean. The government only gives us two brooms made up of coconut leaves, and nothing else.”During floods, workers struggle to unclog drains and wash off the sludge  – which is crucial for reducing the water levels.To ensure that they earn enough money to meet their basic requirements, members of the Basfore community are forced to take up jobs on the side. A* and S*, two workers said that if they do not take up additional work their “livelihoods will end”.“They [employers] tell us to do a lot of other jobs and when we protest they tell us to stop coming from tomorrow. They say they will call someone else for work,” said S Basfore.Poor pay, no supportSanitation workers hired by government entities in Guwahati have slightly better pay than others. The average monthly income of the safai karamcharis interviewed is Rs 7,326. But the starting salary in government jobs reported by the team’s sample is Rs 8,000 per month and increments are based on seniority.“My brother earns Rs 21,700 because his job is permanent with the government,” Me* Basfore said,Respondents reported that their salaries could touch Rs 38,000 per month by the time they reach retirement age, but only after two to three decades of relentless work.One of the respondents, B Singh, said, earnings vary from Rs 500-Rs 600 on some days to Rs 1,000 when there is more work during the floods. “Sometimes I prefer the flood season because at least I get work and paid then,” said Singh.Health, educationThe colonies in which the sanitation workers rlive are made up of narrow lanes lined with waste and open drains. They have only one source of clean water for more than 50 households. Broken pipelines and stagnant water result in poor hygiene and mosquito infestations.Families pay around Rs 1,000-2,000 per month for electricity while clean drinking water tanks costs Rs 25 per litre.The hilly location of Colonies 3 and 4 means the terrain is inaccessible to drinking water trucks. It is difficult for emergency relief to reach the area after the landslides that frequent the area.V Basfore, a contractual sanitation worker, said children fall sick due to exposure to chilly winds and dirty water during the floods. “If they get sick, where do we take them?” He said in case of emergencies, ambulance access to the colonies is difficult.Poor nutrition and minimal meals is a result of low wages and inadequate access to government schemes. While sanitation workers are eligible for government support through their ration cards and below poverty level cards, they find it difficult to enrol themselves for these schemes due to poor literacy.Children and other members of the community outside the government school in Colony 3. Credit: Rishiraj Sen.Respondents reported having to give up eating three full meals per day to pay for the medical emergencies that are inevitable at work and during the floods.The Basfores are stereotyped as heavy drinkers. To numb their senses to enter the filthy drains, many sanitation workers say they drink heavily. Apart from the short to long-term health problems due to excessive alcohol consumption, respondents also reported losing their spouses to alcohol poisoning.Low wages and almost non-existent savings mean many are pushed into taking loans to make ends meet. Seventy-eight per cent of the respondents said they had taken loans from formal and informal sources – 81.25% borrowed from individuals or relatives, 12.5% from banks and 6.25% reported a combination of both.High interest rates – touching 20% – result in many safai karamcharis ending up in debt traps. Debt and low wages hampers access to education. The interviews indicated that most sanitation workers had not had the opportunity to receive formal education while those who did had managed to pass their matriculation.Women more vulnerableMost women in the families of safai karamcharis are employed as domestic workers. Those from non-Dalit backgrounds do not take up work involving the cleaning of toilets.On  normal days, household chores occupy them after work. But during rain and floods, keeping water out of the house is an added task. With neighbourhoods flooded with muddy water, many walk long distances carrying buckets and pots to collect clean water.A woman of Uzanbazar on her way to collect water. Credit: Rishiraj Sen.Bi* Basfore, a widow in her 40s, has been working as safai karamchari for most of her life. She said her own home was completely flooded so she was in her mother’s home for now. “I do not get any off days from work whatsoever – not even one day,” she said. “I have to steer through the overflowing waters.”Women also juggle several jobs to support their families. According to the minimum wage mandate in Assam, unskilled workers are supposed to earn at least Rs 7,200 per month. But at least 54.54% of women in the sample earn less than this figure.A better futureMany of the problems reported by our respondents in Guwahati are common to safai karmacharis across India,  but the annual floods in Assam highlight the added challenges they grapple with.Forming unions could play an important role in advancing their interests. The government should address their concerns and recognise the vital role they play in helping combat  urban floods – not just in Guwahati, but across the country.*The names of respondents have been changed to protect their identityThis story was produced as part of the  Visual Storyboard initiative of the  Centre for New Economics Studies, Jindal School of Liberal Arts and Humanities, OP Jindal Global University. The authors would like to acknowledge and especially thank the following team members for their invaluable support, field work, and editorial assistance in making this study possible: Nilakshee Kalita, Bhaswati Das, Jignesh Mistry, Rajan Mishra. For more information on this story, please see the photo essay  here and the video essays here.Women at the colony in Uzanbazar. Credit: Rishiraj Sen.","author":"Rishiraj SenAshika ThomasSakshi Chindaliya Deepanshu Mohan","time":"2022-07-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177353-slewqskszr-1658232838.jpg","tags":["Assam","Guwahati","Sanitation workers"],"source":"https://scroll.in/article/1028427/how-floods-push-guwahatis-sanitation-workers-to-the-brink"}