{"title":"How Narendra Modi brought industrialists to Gujarat (and cut many corners in the process)","content":"In August 2008 Ratan Tata abandoned the idea of building this low-cost car in Singur, in West Bengal, when the peasants’ protest was backed by Mamta Banerjee. It seems that Modi then sent a one-word SMS to Ratan Tata: “Suswagatam” (welcome). Ratan Tata said later in an interview that his company had been contacted by seven state governments, but that Modi had delivered land more quickly: “The speed and the fact that Gujarat could transfer possession of the land without any hassles to Tata Motors was perhaps the singular reason that made us decide on Gujarat.” Ratan Tata adds that “Narendra Modi is an extremely easy person to deal with – very informal, compatible and pleasant, and capable as well. It is very difficult not to feel comfortable with him. The fact remains that he has taken a personal interest in the project to ensure that everything moves smoothly.”The Nano deal was wrapped up in fifteen days, Tata Motors opting for the site at Sanand that Modi had preselected (among others) for the new factory. To woo Ratan Tata, the chief minister moved very fast but also offered many concessions. Some of them were made public by the government of Gujarat in January 2009, including a soft loan of Rs 9,570 crore at 0.1 percent interest rate and repayable in twenty years and the fact that the existing policy regarding 85 percent recruitment of locals would not apply. Other concessions leaked later. First, “For 1,100 acres of land allegedly sold at Rs 900 per sq m, while its market rate was around Rs 10,000 per sq m, the Tatas were given facility of payment through instalments.” Second, the company got exemption of stamp duty of “20 crore rupees levied on the sale of land, deferred payment of Value Added Tax (VAT) on the sale of twenty years”. Third, the loans amounting to Rs 9,570 crore represented 330 percent of the investment – Rs 2,900 crore.While this deal is the most high-profile one, others were made in similar conditions. Larsen and Toubro was, for instance, “allotted 8,00,000 sq m of prime land in the industrial zone of Hazira, Surat, without auction, at the rate of Re 1 per sq m...thereby costing the state exchequer a few hundred crores rupees”. In the same vein, the Essar group was “allotted 2.08 lakh sq m of disputed land for a steel plant on the CRZ [Coastal Regulation Zone] and forest land that can’t be allotted as per Supreme Court guidelines...The occupier is unauthorised but no action has been taken by the state machinery.” Similarly, a comprehensive study showed in 2012 that in one case Reliance Industries had paid for land between Rs 21 and Rs 390 per hectare – that is, less than the market price.The Comptroller and Auditor General (CAG) discovered these “irregularities” several years later. In a very detailed report, it accused the Gujarat government of causing an important loss to the exchequer by bestowing “undue” favours to large companies, including Reliance Industries, Essar, the Adani Group, Larsen and Toubro, and Ford. Land allotment was the main issue, but not the only one: “During the last five years, the audit reports have highlighted cases of non/short levy, non/short realisation, underassessment/loss of revenue, incorrect exemption, concealment of turnover, application of incorrect rate of income tax, incorrect computation, etc., worth Rs 5,287.48 crore.”This indictment came after the CAG asked more than five thousand queries and made 15,100 audit observations. None of these interventions made any difference, and the Gujarat-based companies mentioned above have continued to register good results. The market capitalisation of the Adani Group has allegedly increased by 8,615 percent between 2002 and 2012, that of Essar, by 4,507 percent, and that of Reliance Industries by 1,357 percent.The industrialists’ appreciation of the Modi government was most obvious on the occasion the “Vibrant Gujarat” meetings. The chief minister conceived this special event – which was to occur every alternate year – in 2003 in conjunction with chambers of commerce and industry in order to attract Indian investors, including those residing abroad, and to publicise his economic credentials. In contrast to the policy of previous governments, this programme did not rely on competitive bids, but on calls for projects. Hundreds of companies were attracted to this get-together, and promises of investment totalled Rs 66,000 crore in 2003. In January 2005, Rs 106,160 crore of investment commitments were made in the form of MoUs, of which 60 percent – allegedly – materialised. Two years later, the promises of investments reached Rs 465,309, by the end of the decade, in 2009, Rs 1,239,562 crore, and in 2011, Rs 2,083,047 crore. The realisation of promised investments declined steadily over the years, but by middle of the first decade of the century, investment in Gujarat had risen significantly and Modi had become one of the favourite chief ministers of Indian businessmen. They made a point of attending the Vibrant Gujarat meetings and of showering praise on him. Among them, the Gujaratis were usually the first to appear on the platform, the most prominent ones including Mukesh and Anil Ambani, Shashi Ruia (Essar group), and Gautam Adani, probably the closest of all to the chief minister, as we shall see in the last section of this chapter.In 2007, Mukesh Ambani declared: “Narendrabhai is a leader with a grand vision...amazing clarity of purpose with determination...strong ethos with a modern outlook, dynamism and passion.” In 2013, Anil Ambani, who had already projected Modi as the next prime minister of India, seized the opportunity of the Vibrant Gujarat meeting to liken him to Mahatma Gandhi, Sardar Patel, Dhirubhai Ambani (his father) and Arjuna, the hero of the Mahabharata, before calling him “king of kings.”Excerpted with permission from “Business-Friendly Gujarat Under Narendra Modi: The Implications of a New Political Economy”, by Christophe Jaffrelot, from Business and Politics in India, edited by Christophe Jaffrelot, Atul Kohli, Kanta Murali, Oxford University Press.","author":"Christophe Jaffrelot","time":"2019-01-04T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109616-cafkmdlgxf-1546486014.jpg","tags":["Narendra Modi","Gujarat"],"source":"https://scroll.in/article/907850/how-narendra-modi-brought-industrialists-to-gujarat-and-cut-many-corners-in-the-process"}