{"title":"How ‘Inside Edge’ season 2 squanders its first-mover advantage","content":"When Inside Edge was premiered on Amazon Prime Video service in 2017, it had a first-mover advantage. Two year later, with Indian episodic content slowly coming of age, this show, set in the world of a sponsor-driven cricket league, is still skating on mediocrity.Season two opens just days before the auction for the new season of the Powerplay League and places the primary characters in their current context. The show makes a sluggish start and one must commend the continuity maintained in terms of over-acting and hamming. Aamir Bashir maintains a poker face as Yashwardhan Patil (also known as Bhaisaab), the kingpin behind corruption in the PPL and also the president of the Indian Cricket Board. Props to Angad Bedi, returning as the upright veteran batsman Arvind Vashishth, for a restrained performance within the surrounding heightened drama. Tanuj Virwani, so impressive in season one as batsman Vayu Raghavan, seems to have been swayed by the soap opera-level acting around him. Or maybe he was distracted by the art direction and costumes designed in such a way that every scene featuring the Mumbai Mavericks think tank is awash in blues to match their team jersey colour owners. Scenes featuring the Haryana Hurricanes are coded deep red and burgundy.If the first season focussed on match-fixing, this time creator Karan Anshuman and the writing team blend in numerous headline-making stories from the world of sport, including the uneasy intersection between cricket and politics. The sport is longer being cradled. Instead it’s serving as a playground for deceit, vengeance, backroom dealings, in-stadium excitement and power-brokering between politicians. \n\n\n    \n    Play\n\nInside Edge season 2.The series hits the high notes in the recreation of matches and auction drama. The special effects and computer graphics are slick. Unfortunately, the direction oscillates based on who is at the helm. Episodes credited to Anshuman and Gurmmeet Singh are tauter than those directed by Aakash Bhatia.  The drama plays out on two pitches – on the cricket field and in the backrooms. Blinded by ambition, Mavericks co-owner Zarina Malik (Richa Chadha) is making dubious decisions. However, she seems unconcerned about her nemesis Vikrant Dhawan (Vivek Oberoi), whose head she cracked with a bat at the end of season one. In contrast, bowler Prashant Kanaujia (Siddhant Chaturvedi) is haunted and guilt-ridden about shooting at his tormenter Devender Mishra (Amit Sial) and struggling with this fast-paced glamour world. Oberoi is skulking around, executing a devilish plot in a modest wardrobe consisting entirely of black hoodies. Among the additions to the cast are Sapna Pabbi as Mantra Patil, who replaces Vikrant as the primary owner of the Mavericks, Makrand Deshpande as Vayu’s erstwhile coach, and Luke Kenny, who pops up as a German agent investigating the use of performance enhancing drugs in the PPL. The language easily shifts between Hindi and English, but the accents don’t. When it comes to their lines, Sayani Gupta as statistician Rohini Raghavan, Bashir and Oberoi opt for a posh Queen’s English.Maybe Oberoi is the one who got it right. That little extra might just be what the show needs to tip it over the edge from coy flirtation with B-grade to unabashed camp.","author":"Udita Jhunjhunwala","time":"2019-12-08T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132124-pfbnwfjdts-1575381803.jpg","tags":["Inside Edge season 2","Amazon Prime Video","Web series"],"source":"https://scroll.in/reel/945861/how-inside-edge-season-2-squanders-its-first-mover-advantage"}