{"title":"‘How long will you hide in Guwahati?’ Shiv Sena MP Sanjay Raut asks rebel Maharashtra MLAs","content":"Shiv Sena MP Sanjay Raut on Sunday asked rebel Maharashtra MLAs how long they could hide in Assam, and remarked that they would eventually have to return to their home state.“For how long will you hide in Guwahati?” Raut remarked on Twitter. “You will have to return to the Chowpatty [a reference to Mumbai].”The Shiv Sena MP posted a photo of Deputy Speaker Narhari Zirwal, who has the power to decide on the disqualification of the rebel MLAs and the splitting of the Shiv Sena.कब तक छीपोगे गोहातीमे..आना हि पडेगा.. चौपाटीमे.. pic.twitter.com/tu4HcBySSO— Sanjay Raut (@rautsanjay61) June 26, 2022\n\nOn Saturday, Zirwal issued disqualification notices to 16 rebel leaders who are camping with Shiv Sena MLA and state minister Eknath Shinde in Guwahati. They have been asked to respond by Monday.The Maharashtra government is currently in the middle of a political crisis that began when Shinde went to Surat with a group of rebel MLAs. He is now camping with them at a hotel in Guwahati.On Saturday, the faction led by Shinde named itself Shiv Sena Balasaheb after party founder Bal Thackeray. The Shiv Sena subsequently passed a resolution saying that no one will be allowed to use the name of Bal Thackeray to form a new group.Shinde on Saturday said that he was seeking to “free the Shiv Sena and Shiv Sainiks from the python-like grip of the MVA [Maha Vikas Aghadi]”. His faction has been demanding that the party break its alliance with the Nationalist Congress Party and the Congress.On Sunday, his supporters in Maharashtra’s Thane district sprayed black paint over posters put up in support of Chief Minister Uddhav Thackeray, ANI reported.Thane, Maharashtra | Supporters of Eknath Shinde camp paint over posters erected in support of Uddhav Thackeray pic.twitter.com/OdjRWVqpq3— ANI (@ANI) June 26, 2022\n\nMeanwhile, in Pune, Shiv Sena workers hit posters of Shinde with shoes to protest his rebellion against the party.Pune, Maharashtra | Shiv Sena workers hold 'joote maro andolan' against rebel Shiv Sena MLAs pic.twitter.com/fFvLrtIJM2— ANI (@ANI) June 26, 2022\n\nOn Saturday, Shiv Sena workers allegedly vandalised offices of the party’s rebel MLA Tanaji Sawant in Pune’s Katraj area. Sawant is among the MLAs camping in a Guwahati hotel with Shinde and others.  Following the attack, the Pune Police issued an alert in the district and directed all police stations to secure offices of Shiv Sena leaders in the city.Thane Collector Rajesh Narvekar also issued prohibitory orders in the district till June 30. The order bans holding processions and carrying lethal weapons, Narvekar said. The administration has also put an embargo on displaying posters and placards in the district.The Mumbai Police has also imposed Section 144 of  Code of Criminal Procedure, restricting the gathering of four or more persons in the city till July 10.","author":"Scroll Staff","time":"2022-06-26T13:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170154-popbkvqpor-1644934147.jpg","tags":["Shiv Sena","Sanjay Raut","Eknath Shinde","Guwahati","Maharashtra","Maharashtra political crisis"],"source":"https://scroll.in/latest/1026962/how-long-will-you-hide-in-guwahati-shiv-sena-mp-sanjay-raut-asks-rebel-maharashtra-mlas"}