{"title":"How RJD-JD(U) truce in Bihar strengthens the Opposition’s hand against the Modi government","content":"The ceasefire called by the warring allies Janata Dal (U) and the Rashtriya Janata Dal in Bihar has come as a relief to the opposition camp in Delhi. The Opposition was worried the confrontation would undermine its effort to mount a united attack against the Narendra Modi government, inside the Parliament and outside. The Opposition camp, which comprises 18 like-minded parties that have come together with the intention of challenging the Modi government in the 2019 Lok Sabha election, is hopeful that the breakthrough made in Patna two days ago will end the impasse between the JD(U) and the RJD. The Opposition is convinced that it has a good chance to embarrass the Bharatiya Janata Party-led National Democratic Alliance government over agrarian distress in the country, an issue on which the government is clearly on the backfoot. Several states, including the BJP-ruled Madhya Pradesh and Maharashtra, have witnessed violent protests by farmers in recent weeks. At the all-party meeting called by the central government on Sunday, MPs from Telangana and Andhra Pradesh informed the prime minister about the problems faced by farmers in their states. On Wednesday, the matter was discussed in the Lok Sabha.   The Opposition plans to follow up these efforts with a grassroots campaign “to keep the issue alive”. In fact, it is Bihar Chief Minister Nitish Kumar who has been urging other Opposition parties to accord top priority to agrarian distress while drawing up their strategy against the Modi government. The Congress has already planned a series of Kisan Aakrosh rallies in different states. As part of this outreach, party Vice President Rahul Gandhi recently met the family of a farmer who committed suicide in Banswara, Rajasthan. He also travelled to Madhya Pradesh’s Mandsaur, where six farmers were killed in police firing on their protest in June. “The government is clearly on the back foot on this issue,” said a senior Congress leader from Maharashtra, asking not to be named. “We should, therefore, launch a concerted campaign inside and outside the Parliament to pin down Modi.” Such a campaign, however, would lack credibility if the major opposition parties are not united. It is thus imperative, opposition leaders said, that they first resolve differences among themselves.Strained ties Relations between the JD(U) and the RJD were strained after Bihar Deputy Chief Minister Tejashwi Yadav was named by the Central Bureau of Investigation in a corruption case. Tensions escalated when his father and RJD chief Lalu Prasad Yadav declared his son would not step down. There was talk that the RJD was toying with the idea of withdrawing all its ministers and extending outside support to the Nitish Kumar government. Kumar would ideally like his deputy to resign. But for now, he will likely have to be satisfied that after avoiding him for days, Tejashwi Yadav met him two days ago to clarify his position. On his part, Kumar is in a dilemma. On one hand, he cannot be seen to be compromising on the issue of probity in public life. On the other hand, he will have to swallow his pride and take the support of the BJP, which he had ditched as an ally in 2013, to save his government if he is forced to part company with the RJD. “The developments in Bihar are a cause of concern for us,” said D Raja, whose Communist Party of India is an important player in the Opposition camp. “If the situation gets out of hand, it could dent our efforts to pin down the Modi government. Instead of taking on the ruling alliance, a defensive opposition will then be busy offering explanations about the disarray in its ranks.” Having forged a united front, the Opposition has drawn up plans for closer coordination in the Parliament during the ongoing monsoon session, which began Monday. JD(U) leaders in Delhi have assured other parties that the developments in Bihar will not cast a shadow on their campaign against the government. A JD(U) leader insisted that the ongoing session will see a “far more aggressive display by a cohesive opposition”. Aware of the detrimental effect the stand-off between the ruling allies in Bihar will have on opposition unity, Congress chief Sonia Gandhi has tried to broker a truce. As a junior partner in the Bihar government, the Congress has a stake in seeing that the differences between the JD(U) and the RJD are resolved at the earliest. Beyond the immediate compulsion to save the alliance in Bihar, Sonia Gandhi would like the two regional parties to patch up so that the ongoing efforts to build a coalition for the 2019 Lok Sabha election are not derailed. As it is, much hard work has gone into stitching up the Opposition front. It has not been easy, for instance, to bring together on a common platform Uttar Pradesh’s arch rivals, the Samajwadi Party and the Bahujan Samaj Party, or the Trinamool Congress and the Left parties, which are bitter enemies in West Bengal. These efforts could come to naught if Nitish Kumar and Lalu Prasad Yadav fail to patch up.Plan of attack While behind-the-scenes attempts at mediation continue, Opposition parties in Delhi are going ahead with their plan to corner the government. Leaders of the 18 parties have been meeting every morning in the Rajya Sabha Opposition Leader Ghulam Nabi Azad’s room to chalk out the details of their combined strategy. Besides the recent spate of mob lynchings by self-styled cow protection vigilante groups, the role of governors in opposition-ruled states, use of investigative agencies against Opposition leaders, continuing violence in the Kashmir Valley and the border stand-off with China in Doklam are among the other issues that the united Opposition wants to highlight. The Rajya Sabha began a debate on the attacks on Dalits and minorities on Wednesday. Sensing the Opposition’s game plan, the government took pre-emptive steps to soften the blow just before the session began. The prime minister spoke against cow vigilantism at Sunday’s all-party meeting while Foreign Minister Sushma Swaraj and Defence Minister Arun Jaitley briefed the opposition parties on the stand-off China with and Kashmir at Home Minister Rajnath Singh’s residence over the weekend. Speaking about the murders in the name of cow protection, Modi asked state governments to crack down on such “hooligans” since law and order is the responsibility of states. “State governments must ensure the maintenance of law and order and strict action must be taken against those who break the law,” he was quoted as having told the meeting.Regardless, the Opposition plans to demand the government explain the reasons for the escalation of tension with China and India’s response to it, and how it planned to contain the deteriorating situation in Kashmir.","author":"Anita Katyal","time":"2017-07-20T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/844419-23675-hxtawstiyz-1500488795.jpg","tags":["Narendra Modi","BJP","Monsoon session","Opposition"],"source":"https://scroll.in/article/844419/how-rjd-jd-u-truce-in-bihar-strengthens-the-oppositions-hand-against-the-modi-government"}