{"title":"How JK Rowling uses the social web to keep the magic of Harry Potter alive","content":"The poem is not the critic’s own and not the author’s (it is detached from the author at birth and goes about the world beyond his power to intend about it or control it). The poem belongs to the public – The Intentional Fallacy, 1954.With these stirring words the American critics, WK Wimsatt Jr and Monroe C Beardsley, established a principle still maintained by many: namely that once a book is published its author relinquishes authority over it and becomes, in effect, a reader like any other, with no special power to determine meanings or control interpretations. Any intentions not realised in the book itself cannot be shoehorned in by post-facto pronouncements, even by the author.It was always more complicated than that, but the relationship of JK Rowling to the world of the Harry Potter series shows the serious limitations of this view.AlohamoraThe series was published over a ten-year period, during which it was the subject of vast amounts of comment and criticism, as well as forming the basis of innumerable online fan fictions.Millions of readers had firm ideas about the way that the series ought to progress. For example, when Harry Potter and the Half-Blood Prince (2005) revealed that Hermione Granger was romantically destined for Ron Weasley rather than Harry himself, so-called Harmonians who had “shipped” Harry and Hermione felt hugely aggrieved.Of course, there have always been readers who felt satisfied or disappointed by fictional developments of this kind, but Rowling was one of the first authors whose readers were keen to discuss the books in real time on social media. Her readers increasingly viewed their fandom as a collective activity, from the queues outside book shops on publication day to the immediate internet discussions afterwards.Snape died for Harry out of love for Lily. Harry paid him tribute in forgiveness and gratitude. https://t.co/MPXBgUApa3— J.K. Rowling (@jk_rowling) November 27, 2015\nAs the critic Ebony Elizabeth Thomas pointed out on Rutgers’ Child Lit discussion list, this reflected a profound shift in the self-conception of readers: “It’s not enough for me to read a novel anymore. I have to run straight to the ‘net to find out what people are saying about it.”That’s changed since my childhood. I also have to post my opinion on the book on Facebook. But as a child who treasured my books more than anything else in the world, I learned to let it sit in my head like a great secret between me, the page, and the misty author ‘somewhere out there.’ It was like I had this private world that was a protective force field against the woes and mundanity of everyday life … a place just for me.Homenum revelioWhile the Harry Potter series was still being published, Rowling remained relatively aloof from her readers’ passionate engagement – or replied largely indirectly, through the medium of the books themselves.Once the series was complete, however, the question arose of how to (and whether she should) control the ways they were read.An early and famous intervention was her suggestion that Albus Dumbledore, the headmaster of Hogwarts, was gay. Predictably, many welcomed the intervention while others were horrified, and some complained that it would have been more liberating had Rowling not kept Dumbledore closeted until after publication was complete.The revelation also had a more subtle effect on the numerous fan fictions that had explored Dumbledore’s sexuality prior to Rowling’s statement. Much of that fiction had aimed to “queer” what had seemed a notably mainstream heterosexual set of texts; Rowling’s post-facto attempt to establish the headmaster’s gay sexuality as canonical simultaneously endorsed that attempt and undermined its position as a resistant reading of her books.The ultimate fanSince then, Rowling has made extensive use of the internet in the form of her Pottermore website and Twitter. On Twitter, she has developed an impressive following – 6.86m – who regard her as an authoritative and influential figure on all matters - not just magical. She was one of the loudest voices during the Scottish independence referendum, for example, and has shown support more recently for junior doctors.Pottermore, on the other hand, allows users to “enrol” at Hogwarts, and rewards those who work through its various challenges with insights into the Potterverse and its history not present in the published texts.Like much fan fiction, these additions to the lore of Harry Potter work by elaborating back-stories and filling gaps in our knowledge – but because their ultimate origin is Rowling herself they carry an authority that other fan speculations lack.Have just heard that James S Potter has been Sorted (to nobody's surprise) into Gryffindor. Teddy Lupin (Head Boy, Hufflepuff) disappointed.— J.K. Rowling (@jk_rowling) September 1, 2015\nArguably, that authority derives from their date as much as from their source. Just as Rowling insists that she had always known Dumbledore to be gay, we are told that Pottermore’s revelations are based on her original notes rather than being post-2007 invention.By contrast, her 2014 admission to Emma Watson, that not linking Harry and Hermione romantically was a poor artistic decision, dramatically – if belatedly – endorsed the Harmonians’s viewpoint. But because it postdated the books it remains a speculative, indeed spectral, vision, despite coming from Rowling herself. In the end, even Rowling’s powers to reshape and expand her universe are limited.If she had access to a Time-Turner, now, it might be a different story.Catherine Butler, Senior lecturer, Cardiff UniversityThis article was originally published on The Conversation.","author":"Catherine Butler, The Conversation","time":"2016-03-04T23:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/804424-c09b9acf-a21a-4090-8fa7-6fdb92d3626b.jpg","tags":["JK rowling","Harry Potter"],"source":"https://scroll.in/article/804424/how-jk-rowling-uses-the-social-web-to-keep-the-magic-of-harry-potter-alive"}