{"title":"How the high demand for coaching classes reflects India’s employment and economic distress","content":"The Annual Status of Education Report, 2023, released in January, highlights the dismal state of learning outcomes among rural children between the ages of 14-18 years.The report found that rural students struggled with basic arithmetic and reading and comprehending the meaning of simple English words and sentences.Such a lack of foundational and critical thinking skills at the school education level has necessitated a reliance on private coaching, the only fallback to support the aspirations of the upward mobility-seeking rural youth, especially in the Hindi-speaking belt of India.That coaching institutions and paid, private tuition classes are in such high demand also reflects the unemployment crisis among India’s young population.This a problem that is only likely to grow.India’s demographic dividend, of a large, young working population, will close in about 15 years – by 2040 – following which the country will have to grapple with supporting a large ageing population with limited resources and safety nets.Collectively, these concerns pose a significant challenge on the economic and social fronts that India cannot afford to ignore.Poor basic educationMore than half of the teenagers surveyed for the Annual Status of Education Report, 2023, struggled with basic division that is expected of Class 3-Class 4 students. Just over half of rural youth, 57.3%, were able to read sentences in English.In calculations such as measuring length using a scale, 70% were unable to do so correctly if the starting point of measurement was moved away from zero centimetre. More than half were unable to solve basic problems of calculating time and ratio proportions. It outlines the absence of basic numerical reasoning.The findings of the report are not shocking – the Annual Status of Education Report, 2022, had reported a similar trend among rural school children. In reading skills, 30% of Class 8 rural students are unable to read even Class 2-level texts or below. In arithmetic, 55% of Class 8 rural students are unable to do basic division.In English comprehension, 53% of Class 8 rural students were unable to read easy sentences, and of those who could, 31.5% were unable to state what the sentences meant. Thirty percent of Class 8 rural students are unable to read simple words such as “cow”, “man” and “pen”, and among those who were able to read, 56.5% were unable to state their meanings.Private tuition, high competitionThe Annual Status of Education Report, 2022, report had found that 30.5% of rural children in Class 1-8 were taking paid, private coaching classes. In some the states, it was much higher: 72% in Bihar, 74% in West Bengal and 45% in Jharkhand. In the economically developed states such as Karnataka, Tamil Nadu and Gujarat, 9%-10% students take private coaching.India’s coaching culture is ingrained, not only in the metropolitan cities but in the small towns that cater to the rural youth, especially in the Hindi hinterland.The desire for government jobs, which come with social security, is perhaps the only known safe, yet aspirational way forward. This is an inevitable result of 91% of India’s workforce being informal, where employment lacks social insurance such as pension, death or disability insurance and health and maternity benefits.There are different dimensions to situation. In pan-India competitive examinations, students from the Hindi belt states risk losing out to English-speaking students, thus necessitating coaching. High parental expectations can further motivate and support aspirants to seek coaching for competitive examinations.Coaching, thus, can be a critical factor in defining success or failure. A song by singer Manoj Tiwari, more than two-and-a-half decades old, talks of appearing for competitive exams for jobs as a way of life:Are aashiye se ke kaike BAAre bachwa humaar competition deta.MA mein leke admission, competition deta bachwa humaarAn ever-increasing number of aspirants have been appearing for government competitive examinations, an outcome of a slow growth in jobs after 2013.This is illustrated in the massive increase of 60 million workers in agriculture between 2017-’18 to 2022-’23. Following the outbreak of the Covid-19 pandemic in 20202, workers from across the country, left with no jobs, had returned to their villages and homes.The last periodic labour force survey, or PLFS, which measures key employment and unemployment indicators, was conducted between July 2022 and June 2023 when the Omicron wave of the pandemic was subsiding. The agriculture sector, however, still saw an addition of eight million workers during that period.This contrasts with the expectations of parents who seek private, white-collar or better yet, secure government employment for their children.People lie on railway tracks as they block train services during a protest demanding recruitment into the railway services in Mumbai in March 2018. Credit: Reuters.The quality of regular jobs, which have also shrunk to 22% from 25% in the last six years, can be gauged from the fact that even among regular wage or salaried employees, 53.9% are not eligible for any specified social security benefits and 58.6% do not have a written job contract.According to the 2022-’23 periodic labour force survey, youth unemployment remains high at 10%. The unemployment rate among graduates was 13.4 and for those with postgraduate degrees and above it was 12.1, which is nearly four times the national average unemployment rate of 3.2, for those of 15 years of age and above.The National Sample Survey considers those engaged in non-remunerative work as unpaid family helpers in household enterprises as “employed”, even though they are considered unemployed internationally – going by the definition of the International Labour Organization.The labour force survey also indicates that an estimated one-fifth of India’s workforce is in non-remunerative work, and overwhelmingly, 37.5% of all women workers are in non-remunerative employment, and ought to be considered unemployed.Unpaid work has been particularly associated with women and points to the need for inclusive employment creation. Women record high rates of education, but have no clear path ahead.The 2011-’12 Employment and Unemployment Survey and the periodic labour force surveys (2017-’18 to 2022-’23) indicate a growing sense of economic distress in terms of both employment and wages. Joblessness has grown from 10 million in 2011-’12 to nearly 38 million in 2022.Moreover, India now has 190 million workers (2021-’22) earning just up to Rs 100 per day (in real terms at 2010 prices) compared to 106.1 million workers in 2011-’12.India needs to create at least 12 million new non-farm jobs every year, but the actual employment generation is half this number, at six million or so.In this era of limited employment growth and high competitive pressure, coaching will remain a vital tool to help secure a decent non-agricultural employment opportunity.The current situationThe fundamental right to education has not translated into the right to quality education, which has allowed private tuition and coaching intuitions to mushroom.Alongside this, the unavailability of suitable non-farm employment and a freeze on government jobs has led to an unprecedented competition among youngsters for limited government posts with coaching offering the best possible shot at clearing recruitment exams.For long, coaching institutes were an unregulated market. Following numerous complaints and students dying by suicide, the government in January introduced guidelines to govern coaching centres.The Registration and Regulation of Coaching Center, 2024, bar coaching centres from guaranteeing success, making misleading promises and issuing advertisements highlighting the results of students or the quality of coaching.But the real remedy lies in improving learning outcomes in schooling, which is the foundation of higher studies and competitive examinations.Not everyone can afford coaching and aspire for government jobs. What remains following deindustrialisation and the reversal of structural change is the gig economy, which provides bare subsistence without any social safety net.Reviving jobs, thus, has to be accorded the highest priority.Santosh Mehrotra is a Research Fellow at the IZA Institute of Labour Economics, Bonn, Germany. Rakesh Ranjan Kumar is a Senior Research Fellow at The International Institute for Migration and Development, Thiruvananthapuram, Kerala.","author":"Santosh Mehrotra Rakesh Ranjan Kumar","time":"2024-03-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199618-wolobkzrbk-1711469802.jpg","tags":["Employment","Education","Coaching Classes","Tuition","Government Employment","Government Recruitment","Unemployment","Indian Economy"],"source":"https://scroll.in/article/1065828/how-the-high-demand-for-coaching-classes-reflects-indias-employment-and-economic-distress"}