{"title":"How exactly does the Indian media define a terrorist?","content":"On July 10, India woke up to startling pictures of massive crowds at the funeral of Hizb-ul-Mujahideen commander Burhan Wani in Tral, Kashmir.The disconnect between Kashmir and the rest of India was captured by the fact that even as Wani was a figure of mass adulation in the Valley, large sections of the Indian media had described him as a “terrorist” as it had reported on his killing by Indian security forces on July 8.This included the Times of India, Times Now as well as NDTV – even as the Telegraph, Indian Express and Business Standard stuck to the plain vanilla “militant”.How these respective organisations differentiated between a “terrorist” and a “militant” was unclear and undefined. This might seem like hair splitting around semantics but it’s actually far deeper than that – even if this is a discussion that’s not been had in India.“Terrorism” and “terrorist” are words laden with value judgment, used often by political players as a means of getting their own message and viewpoint across. In reality, there are few definitions of the word “terrorist” accepted across the board. Indeed, it is for this reason that a number of global publications have strict guidelines on how to use the term. In India, however, few press outlets seem to have rules about the T-word and much of its use in the country, it seems, is driven either by Arnab Goswami-esque jingoism and/or India’s highly troubled relationship with Kashmir.History of the word “terrorism”There are few words in the English-language which have had as tumultuous a life as “terrorism”. In fact, the word didn’t even start its life in English but in French where the regime de la terreur was a label adopted by the new French state to establish order after the first uprisings of the French Revolution in 1789. The first avatar of the word “terrorism” was therefore almost completely different from its modern meaning. Firstly, it was applied to the functioning of a state, whereas today it is used to almost always describe non-state actors. Even more strikingly, at the time, it had decidedly positive connotations. The “terrorism” of the French state was pressed into ideals that many would today consider the foundations of the modern world: Liberté, égalité and fraternité. Given this connotation, the state used it as a badge of honour with revolutionary leader Maximilien de Robespierre proclaiming that, “terror is nothing but justice, prompt, severe and inflexible; it is therefore an emanation of virtue.”In its more modern form, as a tool used by people against the state, terrorism traces itself to an Italian revolutionary called Carlo Pisacane who in 1857 theorised the “propaganda of the deed”. Holding actions, and not ideas, to be the driving force of human civilisation, Pisacane was clear that as a tool of revolutionary instruction, violence was a far better teacher for the masses than a book or a speech.The first group to take up Pisacane’s ideas were the Russian revolutionaries, Narodnaya Volya (literally, “people’s will”). Using the doctrine of the “propaganda of the deed”, the organisation assassinated prominent people – including the Tsar himself in 1881 – in order to spur a mass revolt against the Russian monarchy. Between 1881 and 1914 other assassinations inspired by Pisacane’s ideas, often undertaken by libertarian anarchists, were King Umberto I of Italy, King Carlos I of Portugal and King George I of Greece.Note that while the terrorists till today subscribe to the “propaganda of the deed” – using violence as a way to shock – they differed starkly with most anarchists of that period in their goals. Like the French Revolution, the anarchists of the time subscribed to ideas such as democracy or human rights, which would generally be viewed as positive today, and used “terrorism” to combat autocratic regimes. Consequently, “terrorism” was mostly a value-neutral term describing a type of action rather than something pejorative. It is in this context that Indian revolutionaries such as Bhagat Singh are called “terrorists”. In fact, in its 1929 manifesto, Bhagat Singh’s party the Hindustan Socialist Republican Association was quite open to admitting that “terrorism” was a part of its policy to pull down the British Raj.Civilians in the firing linePost World War II, revolutionary nationalists such as the Irish Republican Army, Jewish Zionist, Palestinians and Sri Lankan Tamils would use techniques similar to the Anarchists but with one crucial difference ­– now mass civilian causalities were also involved. This is, of course, how modern terrorism is defined. This change also made the word a pejorative one. Post World War II, there are few self-described terrorists.In the modern-age, “terrorism” as a term has famously avoided a common definition – Saudi Arabia even defines atheists as “terrorists”. The US State Department goes by this: “premeditated, politically motivated violence perpetrated against noncombatant targets by subnational groups or clandestine agents”. The academic and terrorism expert Bruce Hoffman has a five-part test: violence for political goals, aims to influence a broader audience, involves an organised group, targets civilians and carried out by a non-state actor.No matter the definition, “terrorism” as a term is a highly pejorative one today and used by political players to tar their opponents. “The decision to call someone or label some organisation “terrorist” becomes almost unavoidably subjective, depending largely on whether one sympathises with or opposes the person/group/cause concerned,” explains Bruce Hoffman. “If one identifies with the victim of the violence, for example, then the act is terrorism. If, however, one identifies with the perpetrator, the violent act is regarded in a more sympathetic, if not positive (or, at the worst, an ambivalent) light; and it is not terrorism”.Global mediaGiven this vagueness, many global media outlets are reluctant to use the term “terrorist”, preferring more banal ­– and unambiguous – words such as “gunman”, “bomber” or “militant”. “There is no agreed consensus on what constitutes a terrorist or terrorist act,” the BBC lays out in a guide for its reports. “The use of the word will frequently involve a value judgement.” It goes on to add:The word “terrorist” itself can be a barrier rather than an aid to understanding. We should convey to our audience the full consequences of the act by describing what happened. We should use words which specifically describe the perpetrator such as “bomber”, “attacker”, “gunman”, “kidnapper”, “insurgent”, and “militant”. We should not adopt other people’s language as our own; our responsibility is to remain objective and report in ways that enable our audiences to make their own assessments about who is doing what to whom.Many other organisations agree with the BCC. Reuters calls the word “terrorism” and “terrorism” “emotive words” and advises reporters to not use them unless quoting someone in direct speech.Indian media’s use of the termThe Indian media, though, seems to have no fixed guidelines on the issue and the word “terrorism” is used without any consistency. Most definitions of the act involve attacks on civilian targets but sections of the Indian media consistently use the term “terrorism”/”terrorists” to also describe cases of military targets being attacked.In Kashmir, for example, sections of the Indian media have consistently described attacks on military installations as “terrorism”. For a November, 2015 attack on an Indian Army base in Kashmir, while NDTV, Times Now and the Times of India described the attackers as “terrorists”, Reuters and The Telegraph in contrast, stuck to “gunmen” and \"militants\".Yet, even with respect to attacks on Indian security forces, there seems to be no consistency. In Manipur, for example, attacks on Indian forces have been reported by NDTV, Times Now and the Times of India using the word “militant”. The value-laden term “terrorist”, it seems, is easier to abjure when the location isn’t Kashmir.Meaningless wordsIn his sparkling 1946 essay Politics and the English Language, British writer George Orwell criticises the use of what he calls “meaningless words”:The word Fascism has now no meaning except in so far as it signifies ‘something not desirable’. The words democracy, socialism, freedom, patriotic, realistic, justice have each of them several different meanings which cannot be reconciled with one another. In the case of a word like democracy, not only is there no agreed definition, but the attempt to make one is resisted from all sides. It is almost universally felt that when we call a country democratic we are praising it: consequently the defenders of every kind of regime claim that it is a democracy, and fear that they might have to stop using that word if it were tied down to any one meaning. Words of this kind are often used in a consciously dishonest way. That is, the person who uses them has his own private definition, but allows his hearer to think he means something quite different.“Terrorism” is, of course, exactly the sort of “meaningless word” that Orwell railed against, used not for its lexical meaning but to serve various political agendas.In most cases, the Indian media uses it either to suit the purposes of the state or various nationalist narratives. The sharp difference between the way it is used when Muslims/Kashmir are involved versus other instances such as the North-East also points to a subtle anti-Muslim bias.The nationalist pressure on the Indian media is, of course, apparent and, in the case of Burhan Wani’s death, has even been written about by journalist Rajdeep Sardesai. As Sardesai explains, even in Britain during the 1983 UK-Argentina Falklands War, the BBC came under intense pressure to appear more patriotic. However, at the time, the organisation resisted, with director general John Birt reaffirming that the BBC was not an “extension of the political authority”. Its first journalistic commitment was to the truth, not to the nation state – a principle that the Indian media has unfortunately not stuck to when using the terms “terrorism” and “terrorist”.","author":"Shoaib Daniyal","time":"2016-07-19T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811919-37794-jxjuztwcmn-1468714499.png","tags":["Terrorism","Burhan Wani","Media","Jammu and Kashmir"],"source":"https://scroll.in/article/811919/how-exactly-does-the-indian-media-define-a-terrorist"}