{"title":"How the Kerala government’s appeal in the Supreme Court may dash the release hopes of UAPA prisoners","content":"The Kerala government’s appeal to the Supreme Court a few weeks ago to reinstate Unlawful Activities (Prevention) Act charges against an alleged member of the banned Communist Party of India (Maoist) could block a narrow window for release now available to thousands of Indians incarcerated without trial under this draconian law.In March, the Kerala High Court quashed all charges against TR Roopesh in three cases while considering his revision petition contending that the sanction granted to prosecute him was not valid since it had  breached the stipulated time limit under the UAPA (Recommendations and Sanction of Prosecution) Rules, 2008.The law gives the state government only seven days after receiving a report on the evidence to decide on whether to proceed with prosecuting an accused person. But Kerala sat on the papers for over six months. The Kerala High Court pointed out that this time lag was illegal and quashed UAPA charges against Roopesh. However, the Left Democratic Front government in Kerala headed by Communist Party of India (Marxist) has now approached the Supreme Court, claiming that the time frame is not mandatory and it need not be strictly adhered to.If the Kerala government’s plea is accepted by the Supreme Court when it comes up for hearing on September 19, it will not affect Roopesh alone. Rather, it will dilute in favour of the state one of the rare provisions in the UAPA Act that is of use to those accused under this stringent law. Release all those arrested under UAPA. Institute an independent investigation under a retired judge into the causes of the violence as against the biased investigation being conducted by the Delhi police under Union Home Ministry’s guidance. https://t.co/VWXqCe6ymV— Sitaram Yechury (@SitaramYechury) September 14, 2020\n\nA measure to prevent misuseOne of the main criticisms against the UAPA Act is that it leads to prolonged incarceration of the accused without recourse to bail. By NIA vs Zahoor Ahammed Shah Watali in 2018, the Supreme Court has declared that “bail as the rule” is not applicable in UAPA cases. Prolonged remand and the slow pace of trials means that the  process itself becomes a punishment.In July, the media reported about 121 Adivasis who had to spend five years in jail before being released by a trial court in Chhattisgarh. Instances of accused people being declared innocent after being in jail under UAPA charges for 10 and more years are not at all rare. Roopesh himself has been incarcerated without trial for more than six years in the quashed cases under appeal by the Kerala government. Section 45 of the UAPA  Act stipulates that offences mentioned in its 4th and 6th chapters cannot be taken up for trial until the government gives its sanction. These chapters relate to a range of activities such as supporting terrorist organisations and raising funds for terrorist acts. Section 45 specifies the procedure and time-frame to be followed while examining whether permission for prosecution can be given. A recommending authority consisting of government nominees has to be constituted to carry out an independent examination of the evidence collected through the investigation. The government must take a decision on permitting prosecution after examining the report given by this authority and the case file. The prosecution can proceed only if such permission is granted. This time-bound procedure was included in the law through an amendment proposed by the Congress-led United Progressive Alliance government in 2008.  The UAPA’s predecessors – the Terrorist and Disruptive (Prevention) Act and Prevention of Terrorism Act – had also stipulated the need for prior sanction before initiating a trial. The sanction for trial was conceived as a measure to prevent the misuse of such draconian laws. These laws give powers to the police not usually available in other instances. If this is not subjected to supervision, the chances of misuse causing grave violations of human rights are quite high. This is why such laws stipulate that prior sanction must be obtained for taking cognisance of the offences by the court. A protest over the death of Father Stan Swamy in July 2021. The 83-year-old Jesuit priest was arrested and jailed under UAPA in connection with Elgar Parishad case related to the caste violence that broke out at Bhima Koregaon near Pune on January 1, 2018. Credit: Reuters.The courts have often read the provision on the need to get sanction for prosecution as most important for preventing misuse of the law. With each successive law, the procedure for sanctioning became more and more independent and rigorous. Under TADA, the state’s Inspector General of Police was designated as the Sanctioning Authority. Yet that did not help avoid the routine violation of human rights. This is why under the Prevention of Terrorism Act, 2002, that authority was removed from the police establishment and handed over to the government itself. Even then human rights violations continued to take place. This led to the two-step examination and time-bar stipulated in the amended UAPA. The provision for examining whether prosecution should be permitted is an opportunity to check up and see if the remand is desirable and the charges are genuine. Moreover, the rule of law demands that unnecessary delay must be avoided in these cases. Yet that is violated through inordinate delays in trial procedures. This delay is a gross violation of the rights of remand prisoners, committed by the state. The stipulation on making the granting of sanction for prosecution time-bound is also intended to help avoid delays in the trial.  However, the CPM in Kerala has frequently tried to subvert protests against the UAPA. During the first Pinarayi Vinayan government, faced with widespread protests against its use of this law in 2017, it declared that a review of UAPA cases would be carried out.  Later it became evident that all it meant was the examination of evidence by a Recommending Authority, as stipulated by the law. The party’s actions are at odds with its professed position of opposing the UAPA. Even as its Kerala government is attempting to reduce the slim chances an accused has to get out of the clutches of this draconian law, the party has organised countrywide campaigns  to have the law overturned.Thushar Nirmal Sarathi is a lawyer at the Kerala High Court.","author":"Thushar Nirmal Sarathi ","time":"2022-08-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158453-gyawirdivm-1619819291.jpg","tags":["Stan Swamy","UAPA","Kerala","Pinarayi Vijayan","Terror law","Judiciary"],"source":"https://scroll.in/article/1030463/how-the-kerala-governments-appeal-in-the-supreme-court-may-dash-the-release-hopes-of-uapa-prisoners"}