{"title":"How the dreams of a family man from Muzaffarnagar were lynched 2,500 km away in Tripura","content":"Zahid Khan was just 18 when he was married to Shama Parveen, who was even younger than him. The eldest of five brothers, he had many dreams. But there was no future for him in his village – Sambhalhera in Muzaffarnagar district of Western Uttar Pradesh. “We were very poor,” his wife Shama Parveen recalled. What could he earn with the two bighas of unirrigated land that fell into his share? He wanted to give his children everything that he did not have, most of all a decent education. He loved clothes, he loved life.He opted for what at least 300 other Muslim boys in his village had chosen as their vocation. In local parlance, it is called pheri, or hawking. This means buying cloth, strapping one’s wares on one’s shoulder, and walking tirelessly month after month from village to village, selling the cloth at a small profit. Over many decades, this is what Muslim men in his district have done when they have no land and no education. Like them, Zahid Khan became a pheriwallah.He would buy safari suit, trouser and shirt lengths from wholesale markets in Delhi or Saharanpur and then spend weeks walking until he sold his stock. Maybe once a month he would return home to restock, recoup his energies, and then start out again. His pheri journeys first took him to Bijnore and then to Faizabad. But there was too much competition here in Uttar Pradesh, and too little demand for his wares.Venturing further afieldFrom the stories which other men in his village told him, it was clear that there was a future in this work only if you were willing to travel out further and further, even to far corners of the country. He began to venture out, and had many adventures. One of his journeys hawking his merchandise took him to Guwahati, and then to the even-more-distant Tripura. He loved the place, its green landscape and it people. The people there liked what he offered for sale.Over the years, Khan expanded his merchandise to include cycle lights, gas stove lighters, and with time a range of small electronic supplies. He hired a room in Agartala, and bought a bicycle. He could carry much more on his bicycle than on his shoulder, and could travel longer distances. Khan asked his wife to come over to live with him: she too liked Tripura, and lived a year with him. This was the only time in her life that she travelled in an airplane: the train would have taken three days. But then her father-in-law died back in their village in Muzaffarnagar, and the children had to go to school. She had to return to their village in Muzaffarnagar, Khan and  would travel back and forth every few months to be with them.In this way, 20 years passed. His daughter was the brightest among his three children in her studies. He would tell her, study as much and as long as your dreams will take you: I am there for you, always. The boys too studied in private schools. Khan’s business fared well in Tripura. He graduated from selling his stocks on a bicycle to running a small van. He hired a local boy as his driver-cum-salesman. He also picked up Bengali and a smattering of the tribal dialect. He always said that the residents of Tripura were lovely people.A growing businessIt was lonely still, but he was content. He was earning enough for his wife and children to have a better life. In time, he encouraged his two brothers to also join him in Tripura as hawkers. His wife said he would make a video-call to them several times a day, sometimes to his wife, sometimes to his children, sometimes to his brothers.And he was able to indulge his love for fashionable clothes. He would post pictures wearing the latest styles, posing like a model. His wife showed us some of the pictures, her eyes welling up with tears. He was indeed an unusually handsome man.In this way, he had built a life for himself and his family in distant lands, which he made his own. But one day, suddenly, it all ended.Every year he used to make it a point to reach home during the month of Ramzan, and for Eid. But this year, in 2018, he said that he had too many unsold stocks. He would sell them and only then go to his village to see his family. He sent home his brothers to celebrate with their families. He contented himself instead by seeing his children wearing their new clothes on Eid on a video-call in his smartphone.That morning began like any other. He stocked his mini-van with their merchandise, and set off to sell in Murabari. Along the way, in a village Sidhai Mohanpur in West Tripura, 25 kilometres from Agartala, a crowd stopped his van. With him was his partner Gulzar, who was from Darbhanga in Bihar, his local driver, and Khurshid, who was from near his village in Muzaffarnagar. Khurshid used to sell clothes in Kanya Kumari. he had come to Tripura just three days earlier to explore if he too should spread his pheri business to the friendly climes of Tripura.As they passed through the village, the crowd of local tribal people accosted them, asking them their names, and saying that they had word that outsiders were prowling their village to kidnap children and sell their kidneys. Khan and his companions pleaded that they were just travelling salesmen, and asked them to check their van. They showed them their Aadhar cards, to establish their identities. The crowd was unconvinced. The four men realised that matters could turn ugly quite quickly. There was a camp of paramilitary soldiers in the village, of the Tripura State Rifles. They went to them to seek protection, parking their van outside. The local driver ran away.The crowd swellsAs the morning passed, crowds began to swell outside the paramilitary camp. People shouted that they were Bangladeshis. Shama Parveen told us that in the time she had lived with Zahid Khan in Tripura, she had never experienced any hatred, even any reservations among the local people, about Muslims. “The people there loved the Muslims,” she said. Something had suddenly changed, this new, sinister emergence of communally charged hatred.The three men begged the paramilitary soldiers to call the local police to disperse the crowds but for some inexplicable reason, they did not. By afternoon, the crowd had grown to at least a thousand people. It was restive and angry. They set fire to the van outside the camp. There were at least 20 paramilitary soldiers in the camp, of various ranks, all armed, but again for some reason, none of them were willing to apply force to protect the men. An officer came in and said that the crowd demanded that they either kill the three men in an “encounter” or hand them over to the police. Khan and his companion were terrified, and did not know if they would come out of this alive.The paramilitary soldiers asked them to hide under a folding bed, and said they were powerless to prevent the crowd from breaking into the camp. Armed with sticks, steel rods and spears, they stormed into the camp. All the soldiers ran away.At one point, Khan stuck his face out from the bed below which they hid, to see where the crowds were. One of the rioters smashed his head with a steel rod. His companions were to recall the horror later in graphic, stomach-churning detail, of how his skull cracked open and his brain spilled out.Arriving too lateIt was then that they heard gun shots outside. The local police had at last come to their rescue – too late for Khan, but this saved the lives of the other two petrified men. The police shot in the air, and detonated some teargas shells. After the crowd dispersed, they came in to get them. Khan was dead. They laid his body on the floor of the jeep, and took the other two men to safety.As our Karwan delegation sat with the family in their two-room tenement in their village Sambhalhera in Muzaffarnagar, there was little that we could say which could help the family come to terms with the cruel mob killing of Zahid Khan. “Even after they hit him on his head, I wish they had got him to speak to us this one last time,” Shama Parveen said. “Who knows what he would have wanted to say to us?”Khan’s teenaged daughter Muskaan said she was her father’s special love. “He wanted me to study as far and as long as I wished.” she said. She added wistfully, “What do you do when the sound of your own heartbeat is stilled?”At a gathering to speak of issues that opposition parties should take up during the general elections in Talkatora Stadium in Delhi on April 6, Shama Parveen stood before an audience of thousands to remember her husband Zahid Khan. “Is it a crime in this country?” she asked the crowd, sobbing, “Is it a crime to be a Muslim? Why can’t Hindus and Muslims live together with love?”\n\n\n    \n    Play\n\nRead previous parts of the Karwan Tracks series here.","author":"Harsh Mander","time":"2019-09-21T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127708-fqoingkndn-1568993877.jpg","tags":["Karwan e Mohabbat","lynchings","Tripura"],"source":"https://scroll.in/article/938003/how-the-dreams-of-a-family-man-from-muzaffarnagar-were-lynched-2500-km-away-in-tripura"}