{"title":"How the Uddhav Thackeray Sena and Vanchit Bahujan Aghadi alliance will pose a challenge to the BJP","content":"The Bharatiya Janata Party has reclaimed the centre of Maharashtra’s power politics by rupturing its former ally, the Shiv Sena. In June last year, the BJP engineered a split in the Shiv Sena leading to the fall of the three-party Maha Vikas Aghadi government in the state. After the assembly election results in November 2019, the Shiv Sena had turned its back on the BJP and formed a government with the Congress, the Nationalist Congress Party. Shiv Sena president Uddhav Thackeray served as Maharashtra chief minister from November 2019 to June 2022.Back in power again, the BJP is now desperate to dominate electoral battles with its organisational might, Machiavellian strategies and the backing of the Union government. Though the BJP is well set for future battles, it has little resources from Maharashtra’s political history to gain significant legitimacy. Civic elections in the Mumbai-Thane region will be an initial test of the saffron party’s independent might, eager as it is to emerge as a single dominant force in the state. In the Mumbai-Thane region, the BJP has often played second fiddle to the Shiv Sena. The BJP lacked durable local support, especially among the poor and lower middle-class Marathi populations, and has often been considered a party of rich elites and migrants from Uttar Pradesh, Bihar and Gujarat. The BJP is hoping that the Shiv Sena faction led by Chief Minister Eknath Shinde will be able to attract sizeable Marathi voters and help power its dominance in the region. However, the recent announcement of the Uddhav Thackeray Shiv Sena faction’s alliance with the Vanchit Bahujan Aghadi led by Prakash Ambedkar will be a game changer.  The need for a broader allianceThe Uddhav Thackeray-led Shiv Sena faction and the Vanchit Bahujan Aghadi, in their independent spheres, are both stressed and face visible crises. They are both weak organisations with their political legitimacy in doubt, and appear powerless against an aggressive BJP government. There is a realisation that a comprehensive defeat of the BJP is needed for a dignified political survival of the regional parties. Such broader political alliances will not be possible without diluting strict ideological compulsions and sectarian attitudes. In a desperate move to reinvent their political voice and regain legitimacy, especially in the Mumbai-Thane region, the Uddhav Thackeray-led Shiv Sena and the Vanchit Bahujan Aghadi have decided to underplay their conventional conflicts and forge a unified opposition against the BJP.\n\t\t\n\tUddhav Thackeray and Prakash Ambedkar announce the new alliance in January. Credit: @Prksh_Ambedkar/Twitter.There is political irony in the alliance as both parties operate in two separate ideological universes. Both have distinct political ideologies and social support bases. The Vanchit Bahujan Aghadi – led by Prakash Ambedkar, the grandson of Dalit icon and writer of the Constitution BR Ambedkar – heralds the legacy of anti-caste struggles, champions the cause of socially-marginalised communities and has courageously been challenging Hindutva communalism. In contrast, the Shiv Sena is known for its passionate advocacy of militant Hindutva, has had a conflicting relationship with the Dalit movement in the past and has kept away from the struggles for social justice. For long, both parties have been in conflict and have had no principled ground to unite. The VBA experimentAmbedkar’s earlier party, the Bharipa Bahujan Mahasangh, was merged with the new Vanchit Bahujan Aghadi in June 2018. It made a promising start in the 2019 general elections when it garnered around 7% of the popular votes, according to the Election Commission, and rejuvenated the moribund Dalit politics in Maharashtra. The Vanchit Bahujan Aghadi’s attempt was celebrated for its innovative strategies to connect the worst-off social groups, especially the poorest castes amongst the Other Backward Classes. The Vanchit Bahujan Aghadi promised them an equitable share in political spaces, introduced a new subaltern leadership and provided centerstage to the issues of struggling farmers and Adivasis. Though not many lower caste groups supported the Vanchit Bahujan Aghadi, this new political experiment reenergised the Dalits and introduced them as crucial players in political developments.  It was expected that Ambedkar would mobilise the renewed political consciousness among Dalits to build a powerful political organisation in Maharashtra. There was hope that in the 2019 state assembly elections, the Vanchit Bahujan Aghadi would join the Congress-Nationalist Congress Party alliance and build a bigger opposition against the BJP-Shiv Sena juggernaut. However, Ambedkar decided that the Vanchit Bahujan Aghadi would contest the elections alone. It resulted in a deep decline in the Vanchit Bahujan Aghadi’s vote share (4.6%), according to the Election Commission’s data, with the party failing to win even a single assembly seat. Though Ambedkar’s efforts to start a new innings of Dalit politics was appreciated, his decision to stay away from the secular-progressive alliance was not welcomed. It appears that Ambedkar has now rectified his mistake by joining the Uddhav Thackeray-led Shiv Sena faction.The new Shiv SenaSince the Shiv Sena parted ways with the BJP in 2019, it was clear that Thackeray wanted to create a democratic-progressive image for the party. Though the Shiv Sena never abandoned its core values of Hindutva and Marathi pride, it adopted new political language and populist welfare initiatives to connect to more people. Thackeray’s efforts during the Covid-19 pandemic was appreciated, his response to the farmers’ demands was well received and his initiatives to make Mumbai a better cosmopolitan city were also noticed. However, he failed to retain control over party legislators and outmaneuver the BJP.Shinde’s desertion of the Sena, along with a majority of legislators and his elevation as chief minister, made clear that Thackeray lacks the leadership skills for realpolitik.\t The Shiv Sena reacted cautiously to the political crises. It realised that the public perception about Thackeray as a sincere and principled leader and the Shiv Sena’s commitment to the Marathi public and its passion for the Hindutva have not been diluted much. Further, Thackeray adopted progressive ideological rhetoric, aligning the Shiv Sena with the politics of social justice, agrarian issues and said the party will speak on the behalf of the poor and middle-classes. It was a new phase of Hindutva politics that showed the deeper maturity to raise issues of unemployment, underdevelopment and safeguards for the farming communities. The Uddhav Thackeray faction’s alliance with the Vanchit Bahujan Aghadi will improve the Shiv Sena’s new image and bring it closer to marginalised communities.Hoardings of Shiv Sena founder Bal Thackeray and Maharashtra Chief Minister Eknath Shinde in Mumbai in January. Credit: PTI.Regional pride, social justiceThackeray’s Sena still strikes a sentimental cord with ordinary people, especially the Marathi working-class. Even during the party’s political crises over the years (as leaders such as Chaggan Bhujbal, Narayan Rane and Raj Thackeray parted ways with the party), the Marathi population has not deserted the Shiv Sena. Though it has toned down its pedestrian militancy and loud communal voice, Thackeray is still considered the legitimate heir of party founder Bal Thackeray and his legacy.Ambedkar, on the other hand, has been the leading voice of the Dalit-Bahujan discourse and established himself as a committed intellectual leader of socially marginalised groups. Dalits are a significant group in the Mumbai-Thane region and can influence the elections in close to 40% of the civic wards. With the presence of Ambedkar, the Uddhav Thackeray-led Shiv Sena will draw significant support from the poor and the marginalised. The BJP will find it challenging to take on this alliance. The Uddhav Thackeray-led Shiv Sena faction and Vanchit Bahujan Aghadi unity may appear awkward but it has the potential to bring together many struggling groups, aspirational classes and the marginalised to defeat the alliance of the BJP and Eknath Shinde faction. Though it is an experimental initiative, it can surely be the start of a new chapter of progressive politics highlighting regional pride and social justice. If the Vanchit Bahujan Aghadi joins the Maha Vikas Aghadi for Lok Sabha and state assembly elections in 2024, the BJP’s desperate run to emerge as the single largest party in Maharashtra is likely to face considerable challenge. Harish Wankhede is Assistant Professor at the Centre for Political Studies, School of Social Sciences, Jawaharlal Nehru University.Also read:  Prakash Ambedkar-Asaduddin Owaisi tie-up in Maharashtra is likely to help the BJPMaharashtra: Some say Prakash Ambedkar is BJP’s ‘B Team’ – but marginalised groups back him strongly","author":"Harish Wankhede ","time":"2023-02-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186326-iiwmnwqocd-1675163606.jpeg","tags":["Uddhav Thackeray","Devendra Fadnavis","Prakash Ambedkar","Eknath Shinde","Maharashtra"],"source":"https://scroll.in/article/1042899/how-the-uddhav-thackeray-sena-and-vanchit-bahujan-aghadi-alliance-will-pose-a-challenge-to-the-bjp"}