{"title":"How Hindutva is reshaping India’s classrooms","content":"Since the election of the Bharatiya Janata Party to power in the federal elections in India in 2014, the country’s performance in key indicators of democratic quality has suffered. Over its two terms in power, the party has sought to subvert key institutions for accountability, enact an ethno-cultural majoritarian electoral agenda, and use federal law enforcement agencies against their political opponents.While there is extensive literature on the erosion of civil-political rights in the past 10 years, I ask how the BJP’s policies have reshaped the Indian school classroom. To respond to this question, in this post, I explore three striking dimensions of primary educational policy under the BJP government: a) the continuing trend of underinvestment in public goods like education, with a concurrent expansion of social protection, b) the saffronisation of the educational curriculum, and c) the regulation of learners’ public displays of religiosity.I will argue that over the past 10 years, the BJP has sought to mobilise a legal, social, and political discourse that seeks to control what students learn and the classroom atmosphere in which such learning takes place – all in service of an ethno-nationalist vision for Indian democracy. While doing so, it has reshaped the Indian welfare state in fundamental ways by prioritising social protection spending without concomitant outlays toward public goods like education and healthcare.Promise of Right to EducationIndia is often described as a welfare state with extensive social protection but desperately inadequate investment in public goods. Modern nation states invest public finances into public goods like education, public health, housing, and other amenities like roads.Social protection, on the other hand, is a set of public programmes designed to mitigate or cope with the adverse effects of risks to income security and physical well-being. These include measures like health insurance schemes, income guarantee, and employment guarantee schemes.The creation of, and investments in – both social protection and public goods – are influenced by the pressures and cyclical demands of ordinary electoral politics. State investment in public goods generally yield fewer short term electoral benefits than social protection measures, which may help explain several Global South jurisdictions’ chronic underinvestment in these areas.In the last decade, India has grappled with the challenge of adequately funding primary education, a public good that is crucial for the development of human capital and the long-term growth of the nation.India’s private and public schools perform poorly when it comes to high dropout rates, secondary education completion rates, teacher deployment and in-school availability, the exclusion of children belonging to different communities, castes, and religions, as well as gender equality.Despite incremental increases in education spending, India has not yet reached the target set by the National Education Policy, 2020, which calls for public investment in education to be 6% of the gross domestic product. The expenditure on education as a percentage of the GDP was approximately 2.8% in 2019-’20 and increased marginally to around 3.1% in 2022​​​​.Contrasting the spending on education, social protection schemes in India have seen substantial investment. These schemes, conceptualised differently from public goods, are intended to provide safety nets for the vulnerable and are often targeted at specific populations.While social protection is a pivotal aspect of the government’s welfare initiatives, the disparity in spending highlights a prioritisation that will detrimentally affect the quality and accessibility of public education in the long term. This disparity is not accidental, but part of a strategy to reshape the system of Indian welfare away from a rights-based understanding that had begun to emerge in the early 2000s with the enactment of India’s education, rural employment guarantee, and food security legislation.The rise of the BJP as the dominant pole in Indian politics has paved the way for a return to a discretionary, charity-based welfare and social protection regime.India’s chronic underinvestment in education has been accompanied by a steady erosion of the legal architecture that enables its constitutional guarantee of free and compulsory primary education. In 2009, India enacted the Right to Education law that sought to provide uniform curricular, infrastructural, and pedagogic standards for both private and public schools. It also contained an affirmative action requirement: all schools were to reserve 25% of their class size for economically weaker students.The last 10 years has a steady stream of litigation and state-level policy changes (primarily in BJP-ruled states) that has resulted in exemptions for minority-run and most private educational institutions from the ambit of this obligation.The twin moves of chronic underinvestment and the dilution of India’s educational law have resulted in a significant erosion of the integrative promise of public education as a crucial vehicle for creating an engaged, active citizenry.Credit: PTI file photo.Saffronisation of school curriculaSchool textbooks play a crucial role in the construction of civilisational narratives and national memory. It is therefore hardly surprising that what students learn, lends itself to co-optation as a medium of political communication.Revising school curricula to reflect a majoritarian ethos can also help shape a political “other”, laying the groundwork for political actors to be able to draw the Manichean distinction between insiders and outsiders that is crucial to populist ethnonationalist politics.Over the last 10 years, significant changes in school textbooks have been made to reflect a more Hindu-centric curriculum, downplay the contributions of non-Hindus to the historical trajectory of the Indian state, and eliminate incidents of communal conflict like the 2002 Gujarat anti-Muslim pogroms from the syllabus.BJP-led state governments have introduced elements of Hindu scripture and philosophy into the school curriculum, like the Bhagavad Gita and teachings from Hindu epics. A recent investigation found further removal of content in 2024 that previously highlighted Mahatma Gandhi’s disagreements with Hindutva leaders during India’s freedom movement, the Indian government’s 1948 ban of the Rashtriya Swayamsevak Sangh – a Hindu nationalist, paramilitary volunteer organisation that is considered the parent organisation of the BJP said to have significant influence on its policies – and references to Gandhi’s assassin’s ties with the organisation.All of this suggests a concerted effort to rewrite Indian history in a way that aligns with the party’s Hindu nationalist worldview that contributes to a monocultural bias at the expense of India’s multiculturalism.All of this has happened under the guise of “syllabus rationalisation” – a term that has not been fully explained by public officials; nor has this exercise demonstrated how these specific deletions reduce the curricular burden on students, which is a justification that is often offered in response to criticism from academics and schools themselves.This is not the first time that the BJP has tried to alter what is taught in public school classrooms. Similar changes were sought to be introduced in its previous terms in power in the early 2000s, but faced strong pushback from its coalition partners. Yet, armed with its parliamentary supermajority since 2019, these recent moves by the ethnonationalist party have received little censure in parliament despite strong opposition among civil society and grassroots organisations.The Indian government’s approach to education policy, especially the recent changes to the school textbooks and curriculum, raises important constitutional questions. It challenges the balance between promoting a uniform national identity and upholding the constitutionally protected rights of religious and cultural minorities to receive an education that respects their heritage and identity.The law is often ineffective against these discursive and pedagogic challenges; and it is only through a strong citizen and grassroots mobilisation that can help stem the tide of rising ethnonationalism and restore a sense of inclusivity in the educational sphere. This requires a collaborative effort to ensure that educational content fosters respect, understanding, and appreciation for India’s diverse cultural and religious landscape, thus contributing to a more harmonious and inclusive society.Religiosity in the classroomIn addition to introducing significant changes in what is taught in Indian public schools, several BJP-ruled states have sought to control the classroom atmosphere in which it is taught. The public display of students’ religiosity has been an arena for fierce legal contestation in jurisdictions like the United States and South Africa.Courts in these instances are required to balance students’ rights to freedom of expression and religion, while also recognising the State’s interest in enforcing neutral standards on their uniform.A recent ban on religious symbols in classrooms in Karnataka has sparked a significant debate on religious freedom and secularism in educational spaces. This move, seen by many as a direct affront to Muslim identity, has raised questions about the balance between a state’s secular policy and the individual’s right to religious expression.The legal dispute arose from a facially neutral government order issued in February 2022 directing all government schools in the state to abide by their official uniforms (hereinafter “hijab ban”). Yet unsurprisingly, the government school in question barred female Muslim students in hijabs from attending classes, leading to many dropping out or missing critical examinations. Worse, other institutions in the state followed suit; and other states began to draw up similar orders.Taken together, this seemingly neutral policy has had a disparate harmful impact on not only the freedom of expression and religion, but crucially the right to education, of thousands of female Muslim students across India.Media persons hound a student appearing for the Karnataka SSLC board exams in Bengaluru in March 2022. Credit: PTI.The imposition of the hijab ban in classrooms, while aimed at upholding secularism and ensuring uniformity across educational settings, intersects with and challenges fundamental constitutional rights. This includes the safeguard against discrimination based on religion or gender as outlined in Article 15, the assurance of personal privacy, dignity, and autonomy under Article 21, the protection of free expression granted by Article 19(1)(a), and the right to education for children as enshrined in Article 21A.This, however, was not apparent to judges. After being unanimously upheld in the Karnataka High Court, it went up to the Supreme Court. A two-judge bench delivered a split verdict after being unable to agree on its constitutionality.One of the two judges, Justice Dhulia while striking down the ban, held that the ban not only exceeds the powers granted by the Karnataka Education Act but also discriminates against Muslim women by denying them access to education based on their religious and gender identity. Justice Gupta on the other hand, upheld the ban, arguing that a neutral dress code in a secular country did not violate the impugned rights, while also disapplying the right to education in this context since the petitioners were over fourteen years of age.Due to the split, the matter has been referred to a larger bench, and the Supreme Court’s forthcoming decision on this matter is pivotal, offering a moment for the judiciary to reaffirm the principles of tolerance, pluralism, and the accommodation of diversity as essential to sustaining a vibrant democracy.The constitutional law scholar Faiza Rahman suggests that the normatively and doctrinally desirable way forward is to subject the hijab ban to a structured proportionality analysis to investigate if it violates the freedom of speech and expression and the right to privacy. She also draws attention to the indirect discrimination that Muslim students face as a result of the ban’s disparate impact on them.The hijab ban serves as a litmus test for India’s constitutional democracy, challenging the balance between uniform educational policies and the protection of individual freedoms. The issue transcends legal debates, touching upon the essence of what it means to be a democratic society in an era of rising authoritarianism and ethno-nationalism.The resolution of this controversy will not only determine the fate of religious expression in educational settings but also signal the trajectory of India’s commitment to its foundational values in the face of political pressures.The ban on the hijab in educational institutions in Karnataka, encapsulates the tension between state policies and constitutional freedoms. The ban’s enforcement is a deliberate attempt to invisibilise Muslims from public spaces and classrooms, resonating with the BJP’s ethnonationalist agenda.Concurrently, the party’s attempts to revise curricular policy is symptomatic of its broader aim to control the national narrative. These curricular revisions should not be viewed in isolation, but as part of a concerted effort to reshape India’s educational landscape. In conclusion, the state of education under the BJP reflects a complex interplay of ideological influence, rights reconfiguration, and fiscal prioritisation.The Supreme Court’s decisions in the hijab ban will not only decide individual educational policies but will also symbolise the direction of India’s adherence to its constitutional commitments in the face of the BJP’s governance. As the country navigates these issues, the enduring question remains: How will India balance its rich diversity with the desire for a unified national identity, and at what cost to its democratic and secular fabric?Gaurav Mukherjee is a Hauser Global Postdoctoral Fellow at the New York University (NYU) School of Law.This article was first published on the Verfassungsblog.Also read:One year of Karnataka’s war on Muslim women’s right to learn","author":"Gaurav Mukherjee","time":"2024-05-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200398-ykfqltnuxc-1714493746.jpg","tags":["Hijab Ban","Karnataka","Education","National Education Policy","Welfare State","Right to Education","Hindutva"],"source":"https://scroll.in/article/1066891/how-hindutva-is-reshaping-indias-classrooms"}