{"title":"How actor Sudhir and a love for movies about the movies inspired ‘Kaamyaab’","content":"The origins of the March 6 release Kaamyaab go back to  writer-director Hardik Mehta’s love for Hindi action movies from the 1980s and early ’90s. Mehta was particularly fascinated by the “layers of henchmen that the hero had to fight before reaching the final villain”, he told Scroll.in.Among the specialist actors who played these mini-baddies was the late Sudhir, who was, and still is, one of Mehta’s favourite actors. Sudhir has inspired Sudheer, played by Sanjay Mishra in Kaamyaab. A bit-part actor, Sudheer realises that he has credits in 499 films and sets out to star in his 500th feature with the help of casting director Gulati (Deepak Dobriyal).Apart from Sarika Singh as Sudheer’s daughter and Isha Talwar as his neighbour, the cast includes well-known character actors such as Avtar Gill, Manmauji, Birbal, Ramesh Goyal, Anil Nagrath, Viju Khote and Lilliput. “The film is called kaamyaab because every person wrings himself dry to become successful,” Mehta said. “It could be breaking a record or earning a particular amount of money, but real success lies in having your family together at the end of your life and spending good times with them.” Excerpts from an interview with Mehta, whose credits include the award-winning short film Amdavad Ma Famous (2015) and the upcoming horror comedy Roohi Afzana.How did the journey of ‘Kaamyaab’ begin?I moved to Bombay in 2009-’10. I found these actors fascinating, but those movies have disappeared. So when I saw that these actors were still active, working and hanging out, I was surprised and thought I should pursue them. Maybe I could churn out a script. I do love films about films.Also, I’d written a script about three pairs of fathers and sons, but it was an ensemble drama, so I didn’t get financing. I thought, what if I make a film on one of these actors? The script was ready by 2015-’16. Phantom was supposed to produce it first, but then that couldn’t happen, so Drishyam picked it up as Manish Mundhra was also fond of these sidekick actors.\n\n\n    \n    Play\n\nKaamyaab (2020).Who are your favourite character actors?David Abraham is one. He was a regular in Hrishikesh Mukherjee and Basu Chatterjee films, being the catalyst in the hero’s journey. So, say, if Amol Palekar in Golmaal needs a job, it is David Abraham who will tell him that Bhavani Shankar of Urmila Traders has a job, that’s how he meets Utpal Dutt. If Ashok Kumar wants to marry Pearl Padamsee in Khatta Meetha, David Abraham makes them meet. It is he who gives Dharmendra the big idea in Chupke Chupke.In Rajiv Rai’s films, Dan Dhanoa and Tej Sapru, who would play Amrish Puri’s sons. The hero isn’t scared of them, but they will snarl and shout anyway. Sapru’s blue eyes especially made him menacing. And funnily, they would get random catchphrases. In Gupt, Sapru played a police inspector who would threaten, ‘Danda kar dunga’. In Diljale, Gulshan Grover would randomly break into ‘Golgappe khaake’, even while dying.Then there’s Mukri, who played Neetu Singh’s father in Amar Akbar Anthony. In Mr Natwarlal, it is his moustache about which Amitabh Bachchan says, mooche ho to Natthulal jaise.But my most favourite is Sudhir. Ali Abbas Zafar once told me a funny story. Sudhir was part of Jhoom Barabar Jhoom, on which Zafar was an assistant. For the premiere at the Yash Raj Films studio, Zafar called Sudhir on his phone to invite him. Sudhir, in his trademark Anglicised accent replied, “Ayenge hum zaroor par kya main apne do lady friends ko bhi le ke aa sakta hu?” Zafar somehow controlled his laughter and said, okay, you can bring your lady friends.Hardik Mehta.Why Sanjay Mishra?Because with Aankhon Dekhi, he showed he could carry a film as a lead. So keeping that introspective side of him in mind, along with his Rohit Shetty side from the Golmaal films, I felt Sanjay Mishra is the best choice.So how does ‘Kaamyaab’ unfold?I wanted the film to be about a child that awakens in an old man. What is it like if someone wants to make a comeback, give meaning to his life, in the last years of his life?In the beginning, Sudheer doesn’t give a fuck about his work or career. He looks at his job as an actor as just a job, until this interviewer tells him, sir, IMDb says you did 499 films. And like people who think that something must be true because it came on TV, Sudheer hunts for that grand 500th role. We see that journey in a tragicomic way.On the one hand, there are these filmi actors playing themselves, which represent Sudheer’s work life, and then there are these not-so-known faces, like Sarika Singh, who represent Sudheer’s personal life. Isha Talwar plays his neighbour, and her character is from a totally different generation, one of web series and content. Sudheer meets her and is like, YouTube makes web series also? Very nice.Isha Talwar in Kaamyaab (2020). Courtesy Drishyam Films/Red Chillies Entertainment.Which actors did you meet while writing the screenplay?Manmauji was one. He played the servant in all the big bungalow films. You may remember him from Baazigar. Then, Birbal ji. In every film, he played the havaldar or the pandit. It’s funny that whenever he called me to his house, he would be watching a film on Star Gold or Zee Cinema that would invariably have him. Then, Ramesh Goyal, who was Aamir Khan’s deputy in Sarfarosh.I remember seeing Ramesh Goyal while travelling in a BEST bus. He was fighting for some change with the conductor, and that made me morose. Here was an actor I’d grown up seeing and loving quibbling about five rupees. Anyway, he got off the bus, and I followed him. I asked him if I could have a minute, and he got irritated. Then I said I was casting for a movie, and his mood changed completely.It’s amazing how these guys are still working. Birbal started acting in the ’60s, alongside Manoj Kumar, and he still goes to Madh Island to shoot. Their sons and daughters are settled in life, but they still have to go and face the camera.I remember Ramesh Goyal would ask me to meet him after three pm. He said he gets to know by two pm whether a director wants him for the night shift or not. Some of these actors text good morning messages to TV serial directors or B-grade movie directors, hoping they will call back that day with some work. Actually, they are B-grade to you or me, but obviously not to the actors.Viju Khote and Anil Nagrath in Kaamyaab (2020). Courtesy Drishyam Films/Red Chillies Entertainment.And these actors are playing themselves in the film?There’s a whole scene where Sudheer meets these old-timers in a bar and they exchange sob stories. It’s very funny but also based on fact. Avtar Gill told me that they meet every Monday for a drink in Santa Cruz, where Rakesh Bedi and the old television and film directors who used to work with Mahesh Bhatt get together.It’s amazing how they will act in just about anything.Yes, there’s no iman-dharam in their acting. They simply want money. A day’s work pays 2,000 rupees, and a 15-day shoot in a month means 30,000, which is great.They could have been plumbers or electricians, but as luck would have it, they are actors. This approach to cinema piqued my interest – imagine someone goes to a set, plays only a policeman all his life, and comes back like it’s no big deal. They don’t care about legacy or anything. They look at acting like a nine-to-five job.How did Shah Rukh Khan’s Red Chillies Entertainment get involved as the co-producer?Someone from Red Chillies saw our film at the Mumbai Film Festival and informed Shah Rukh Khan, who then agreed to come on board as presenter. The good response aside, I think it could be because Shah Rukh and Sanjay go a long way back as co-actors since the time of Oh Darling! Yeh Hai India and Phir Bhi Dil Hai Hindustani. Also, Red Chillies does like films about films. They made Billu Barber and Om Shanti Om.\n\n\n    \n    Play\n\nTim Tim Tim, Kaamyaab (2020).Also read:Why Shah Rukh Khan’s Red Chillies is co-producing the Sanjay Mishra-starrer ‘Kaamyaab’","author":"Devarsi Ghosh","time":"2020-03-02T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137361-rrzfmqdtgt-1582815681.jpeg","tags":["Kaamyaab","Hardik Mehta","Sanjay Mishra"],"source":"https://scroll.in/reel/954486/how-actor-sudhir-and-a-love-for-movies-about-the-movies-inspired-kaamyaab"}