{"title":"How ‘Dil Hai Ke Manta Nahin’ led to Pooja Bhatt being cast in ‘Bombay Begums’","content":"After Lipstick Under My Burkha and Dolly Kitty Aur Woh Chamakte Sitare, Alankrita Shrivastava once again focuses on a narrative driven by women. Bombay Begums explores ambition, a working woman’s efforts to maintain a work-life balance, and her complex relationships with men, women, colleagues, bosses, children and her own body. Shrivastava’s six-part series, which will be launched on Netflix on March 8, follows five women whose lives interlock in Mumbai. The ensemble cast includes Shahana Goswami, Amruta Subhash, Plabita Borthakur, Aadhya Anand, Rahul Bose, Vivek Gomber and Danish Husain. Pooja Bhatt, who plays the  banker Rani, returns to acting after 20 years. She was last seen in the 2001 film Everybody Says I’m Fine. In a phone interview, Bhatt and Shrivastava spoke about comebacks and the begums and their journeys. Pooja, what made you agree to playing the boss woman Rani in ‘Bombay Begums’?Since shooting for Zakhm [Everybody Says I’m Fine was released later], I have been making films but not acting in them. After a more than 20-year break from acting, I got an email asking if I wanted to be part of this show set in world of finance, helmed by Alankrita.I was intrigued that they wanted me, and I thought, what is it that they are seeing in me that I am not seeing in myself? At that point I was bang in the middle of helping my father with Sadak 2. But they were willing to work it out, so I met with Alankrita.  I loved Lipstick Under My Burkha. So I thought about it – it’s a great part, set in a great world. I love the title. I have often said someone should offer me a role that accommodates my girth and my mirth, and Bombay Begums did so, in many ways. Why make a comeback now?Pooja: I was in a phase where I was no longer looking at myself as an actor or leading lady. I had gone from being a teenage sensation to being a star, and then a spate of independent films followed. Then I became a producer and director. That first part of my life was over. I had moved on in my head.And then to be offered this. I jumped at it because I thought it was something that would give me more than the other stuff out there. It came to me at a time when women are told, you have gone past your prime. I jumped at it because it helped push my boundaries. Pooja Bhatt in Bombay Begums. Courtesy Endemol Shine India/Chernin Entertainment/Netflix.How would you describe Rani?Pooja: She has all the power and strength and she decides to go for gold in the world of finance, which is largely a man’s world. Yet she still has middle-class values. For example, she won’t allow anyone else to wash her underwear. I can relate to that because no matter where in the world I am, there is always a little rack with my hand-washed lingerie laid out.Are you nervous about your return? The entertainment space is very different now.I was anxious only before I got on set because I had not faced the camera for so long. But I had been behind it, so I was very familiar with the technical aspects of filmmaking. I was concerned about being able to give all of myself and letting go of preconceptions.I promised Alankrita that on set, I would surrender to her completely. I was delighted that I could go out there as if I had never been on a set before and allow Rani get into my head and heart. Alankrita, what made you think of Pooja?I loved her in Daddy and Zakhm and I have watched Dil Hai Ki Manta Nahin 21 times. It was my sister’s and my favourite thing to do during our summer holidays.I thought there is something very real and modern about her, which was very refreshing. During the casting discussions, we were thinking of someone with that combination of strength and vulnerability, who has soft power but is very hard when it comes to ambition. But dig deeper and you realise she has gone through so much herself. Her acting is also critical to the show because in many ways she is the fulcrum of the universe. The actor also had to be the right age and have the right energy. I thought of Pooja, though I wasn’t sure if she would be interested. But after that meeting with her I knew she was going to be Rani. She had read it, understood the script and understood the intent. I refused to meet any other actor after that. \n\n\n    \n    Play\n\nBombay Begums (2021).The show addresses several gender issues.I don’t think they are issues as much as I have tried to explore what is happening in each character’s life. The women are at different stages in their lives. Each and one is dealing with a different conflict.One thing is that as women, we never separate ourselves from what is happening with our bodies, and I wanted to explore that. Also there are professional issues that come up in each of their lives. A lot of the conflict is about their desires, what their bodies are not able to give them and dealing with balancing home and career. There are issues of motherhood, harassment at the workplace, living in a big city without support systems. Lily provides a breather from this world. As a commercial sex worker, her point of view and her reality are so different. Shai, the youngest character, is desperate to accelerate puberty whereas her stepmother Rani is dealing with the onset of menopause. Tell us a little about the begums and their bodies?While it is a story about ambition, I feel that for women, ambition bears the caveat of what is happening with our bodies. Each character’s relationship with their body is interesting. Lily has used her body to earn a living. Ayesha is trying to understand where she stands in terms of her sexuality and dealing with sexual harassment. Fatima is troubled by the fact that her body is not a type A personality like she is. Rani is dealing with menopause and Shai is feeling like she is not growing fast enough. Vivek Gomber and Shahana Goswami in Bombay Begums (2021). Courtesy Endemol Shine India/Chernin Entertainment/Netflix.It seems like you are specifically interested in women’s narratives.Actually it’s very instinctive. These stories interest me, these are characters I am passionate about developing and these are worlds I like exploring. I never wanted to be a filmmaker for the heck of it. I must tell stories that mean something to me. I am not interested in perpetuating the status quo. I am not interested in the male hero universe. There is no separation between what I am writing and making and me. All these stories and characters feel very personal. I view filmmaking like that.","author":"Udita Jhunjhunwala","time":"2021-03-02T10:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155598-lwhpbevndk-1614604707.jpg","tags":["Bombay Begums","Pooja Bhatt","Alankrita Shrivastava"],"source":"https://scroll.in/reel/988268/how-dil-hai-ke-manta-nahin-led-to-pooja-bhatt-being-cast-in-bombay-begums"}