{"title":"How Indians won civil rights in Australia","content":"In the winter of 1922, Dorabji Jamsetji Tata boarded the SS Naldera with his British Indian passport in hand, destined for the city of Fremantle in Australia. A bout of malaria had laid him low and his medical advisor recommended that what he needed was a “health trip”.For a multi-millionaire industrialist with the resources of Tata, of course, buying a ticket to Australia was not difficult. But even for him, getting permission to travel to the country was an obstacle-ridden process. This was a time when the nation strictly enforced the “White Australia” policy, forbidding people of non-European ethnic origin from immigrating and even restricting their inward travel.In an interview to the Maryborough Chronicle, Tata said there was considerable agitation in India over the way Indians were being treated in Australia and South Africa. For instance, the “Bombay Corporation passed a motion that owing to difficulties put in the way of Indians going to Australia, a bar should be put on the employment of Australians in the Indian services,” the Maryborough Chronicle said. “This attitude was fairly widespread. The Indians said they were members of the Empire, and did a great deal during the [First World] war. They were entitled as members of the fraternity of the Empire to be admitted wherever the flag flew.”Although Tata, who ran a business empire at home, had no intention of staying back in Australia, he spoke up for the Indian community spread across the country. The Australian authorities ought to treat Indians better, he said.Exact official data from the 1920s is hard to come by, but the November 3, 1923 edition of The Sydney Morning Herald pegged the number of Indians living in Australia at 2,000. These included small-time traders from Sind, agricultural labourers from across India (some of whom went as indentured workers), cameleers from Punjab and the Northwest Frontier, and even some who wanted to try their luck in the Australian gold rushes.\n\t\t\n\tDorabji Tata. Credit: Wikimedia Commons [Public Domain].These Indians were often portrayed in an exotic manner by smaller Australian newspapers. In April 1928, the Farmer and Settler published an article headlined “A Second Ganges” about a river in New South Wales. It said: “The recovery of charred bones of a Hindu in the Richmond River at Lismore (N.S.W.) gives rise to the impression that the river has been dedicated by local Indians as a second Ganges. In accordance with an Indian custom, the remains of a Hindu that died at Coraki were cremated with due ceremony on a huge pyre near the river bank. Later the mourners were seen to convey a bag to the river and drop it in.”The incident led to a police investigation possibly because, as the Farmer and Settler said, it was the custom for Indians in Australia to send the ashes of Hindus back to India for immersion in the Ganga.The prejudice against Indians ran deep. They were denied Australian citizenship and rights such as franchise until the 1920s, despite their small numbers and despite the restrictions on new arrivals from India. A report in The Age in June 1922 gave one ostensible reason why. “Australia could easily grant the few Indians in Australia full citizenship, but the example might be used with great effect in a similar agitation in South Africa and Canada, where the Indian problem is most complicated,” the Canadian Press Cable quoted the Melbourne paper as saying.Post-War dynamicsWith the Indian Army contributing more than one million overseas troops in the First World War and playing an instrumental role in several Allies’ victories, Indians who were loyal to the British Empire began seeking equal rights in British dominions. The demand must have been loud enough, for the British Indian government decided to send VS Srinivasa Sastri, a civil servant renowned for his oratory and negotiation skills, to make India’s case at the Imperial Conference, a gathering of colonies and dominions.It turned out dominions such as Australia and Canada were keen on improving trade and defence ties with India, but had hostile immigration policies towards Indians. On the sidelines of the Imperial Conference in London in 1921, Sastri brought this up in an interview to The Age. “The [conference] discussions hitherto had not led to much improvement in India’s status in the Empire,” The Age said. “Until India was placed on an equal footing with the Dominions, she could not seriously discuss the problems of defence and preferential trade.”Sastri expressed displeasure at the racism faced by his countrymen in the Empire. “He spoke bitterly against the prohibition of the entry of Indians into Australia, Canada and South Africa,” The Age said. “These countries had shown considerable racial prejudice to Indians, while Australia would not permit ships manned by lascars to enter her ports. Under such a state of affairs, India was definitely opposed to Imperial preference.”\n\t\t\n\tVS Srinivasa Sastri. Credit: National Photo Company Collection, Library of Congress/Wikimedia Commons [Public Domain].Sastri’s strong representation nudged Australia to change its hard line on citizenship for Indians already domiciled in the country and paved the way for short-term visitors from India, although migration remained barred.Correspondence between Australia and the British authorities in India detail the changes introduced in the policy. Students, tourists and business visitors were allowed – but after they had jumped through hoops. A British Indian passport was not enough to enter Australia. It needed an endorsement from the authorities that it was valid for Australia, and for this sort-of visa, a host of documents proving the intended purpose of visit was required.A letter to the Under Secretary of State for India from his Deputy Secretary, Robert Ewbank, suggests that Dorabji Tata faced such bureaucratic difficulties. The letter dated October 26, 1923 mentions an “Indian gentleman of superior standing who recently visited Australia” complaining that “Indians who were entitled to admission as members of the exempted classes were unable to obtain the necessary passports for Australia unless they could produce a letter showing that their admission into Australia had been authorised”.Ewbank wrote: “It has been explained to the Government of the Commonwealth of Australia that the gentleman of superior standing was under some misapprehension regarding the instructions issued by the Government of India, as the existing regulations prescribe that a passport endorsed for the Dominions other than Newfoundland is to be refused only if the passport issuing authority is satisfied that the applicant is not entitled to enter the Dominion to which he desires to proceed, and that enquiries are only to be addressed to the immigration authority of the Dominion of the destination in doubtful cases.”Citizenship rightsNews of the concessions made to Indians at the Imperial Conference spread in the Australian media and forced Prime Minister Stanley Bruce to issue a clarification in the Parliament.Bruce explained that only resident Indians in Australia would get citizenship. “The subject had been one of considerable public discussion in Australia, and representatives of every shade of political thought there had shown sympathy with the claim that legally domiciled Indians should enjoy full citizen rights,” The Sydney Morning Herald reported on November 3, 1923. “As the question had not figured in the conference’s preliminary agenda, he [Bruce] had not had an opportunity for consulting his colleagues or Parliament. He believed, however, that Australian public opinion was ready to welcome, as far as domiciled Indians were concerned, any measures which it conceived was in the best interest of the Empire. It was not a question of admitting fresh Indians.”Still, the privileges of Australian citizenship did not come easily to Indians. It was only in 1926 that Indian-origin Australian citizens were given full voting rights. Queensland and Western Australia were the two states that held out till the end.The case for voting rights for Indians was fought by a lawyer named F Ernest Bateman. Bateman instituted a test case against the Australian government by tracing an Indian applicant’s name in the federal electoral roll. “He proved successful, in spite of strong opposition, and the Government appeal to the High Court was subsequently withdrawn after the opinion of eminent lawyers had been taken on the question,” the Pinang Gazette and Straits Chronicle reported on January 27, 1926.Meanwhile, some politicians opposed the policy that barred Indian immigration to Australia. Thomas Henley, a legislator from New South Wales, was among those few. A supporter of the British Empire, Henley believed that India was key to protecting Australia. “Those who preach the White Australia policy, and are still disloyal to the Empire, should realise that without England and the British Navy, to which Australia does not contribute, this country would become plebald in a month,” he told The Sydney Morning Herald in March 1928.For years, indeed until the end of the Second World War, nobody paid attention to the pleas of Henley and others. The White Australia policy was gradually dismantled beginning the late 1940s until 1973.There are now 976,000 Indian-origin Australians and they form the second largest overseas group in the country, Australian Consul General in Bengaluru Hilary McGeachy told The Hindu in February 2024. A remarkable figure for a country that until relatively recently forbade Indian immigration.Ajay Kamalakaran is a writer, primarily based in Mumbai. His Twitter handle is @ajaykamalakaran.","author":"Ajay Kamalakaran","time":"2024-04-16T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200047-rheopuiswc-1713162329.jpg","tags":["Australia","History","Migration"]}