{"title":"In the strains of dhrupad music, Raja Rammohun Roy found a catalyst for social change","content":"Every Saturday evening, between 7 pm and 9 pm, an unusual service would take place at the outhouse of the home of Calcutta notable ‘Feringhi’ Kamal Bose. The prayers would be Vedic, notes a 1914 book, although the congregation was church-like with a sermon and music. The attendance consisted of an avant-garde, elite group seeking reforms in the Hindu religious and social practices of the time. And the music sung on the sidelines was dhrupad, the oldest of Hindustani music forms.The eclectic meetings were convened by the Brahmo Samaj, a movement founded by an exceptionally erudite reformer who wanted to use liberal interfaith ideas to rid the Hindu society of sati, child marriage and bring in a monotheistic form of worship – Raja Rammohun Roy.Towards the end of the 18th century, two disparate movements were evolving across Bengal. One was the reformist drive of the Brahmo Samaj. The other was the rise of dhrupad in the provincial courts and zamindaris of Bishnupur, Krishnanagar and Burdwan as well as the elite homes of Calcutta. But Roy could see that there was a way to make the two trends coalesce.“His was a reformist agenda to locate all that was rational and scientific in our religious traditions and for that, as in all reform movements, he needed to build a new community,” said Partho Datta, who teaches music studies at the Jawaharlal Nehru University in Delhi. “This of course needed intellectual engagement but it also needed music. He used music as an integral part of this community building, for congregational and mobilisational purposes the way the Church does.”Using dhrupad as his base, Roy forged a new musical style that he hoped would be spiritual and inspirational for his followers – Brahmo Sangeet. Around 32 such hymns are believed to have been written by Roy himself. It was a path-breaking effort because he was the first to compose dhrupads in Bengal. The lyrics were grandiose, speaking of the One, the Supreme Being, nature, faith, universe, hope and so on. His songs such as Bhabo Shei Eke, Bhoy Korile Jaare and Nitya Niranjana are still the staples of Brahmo congregations, although over 200 years of the movement, this music has evolved, with the Tagore family enriching it with other styles like the tappa, khayal, folk, thumri and kirtan.  \n\n\n    \n    Play\n\nBhabho Shei Ekey, Pramita Mallick.Two years ago, as his 250th birth anniversary was observed, scholars, musicians and admirers came together to take a closer look at this music, its origins, interpretation and contemporary form. The Musical Universe of Raja Rammohun Roy, curated by music collector Rantideb Maitra, was one such event in Kolkata. Then this January, the think tank Heather House hosted a dhrupad evening to explore the place of music in Roy’s life and work.“How did he stumble on dhrupad? Why did he think it necessary to use it in his movement? These questions intrigued me as a connoisseur of dhrupad,” said scholar and economist Susmita Dasgupta. As she discovered, the answers to the questions lie in the fascinating interlinkages between the political, social and cultural developments of the time, often called the renaissance era in Bengal.Frenetic sceneWith the decline of the Mughal empire and the loss of patronage in the north, many musicians from the Mughal court moved east, where the East India Company was growing stronger and the elite pockets of Calcutta were rising as hubs of connoisseurship. Bengal stood to benefit hugely from this shift. Its small provinces and their rajas hungrily took in the offerings of the ustads, with the result that most classical styles that arrived in Bengal ended up acquiring a regional flavour. For instance, tappa, which took Bengal by storm, acquired its own vernacular masters such as Ramnidhi Gupta and Kali Mirza. And thumri, which arrived with Wajid Ali Shah, spawned a regional version.Something similar happened with the dhrupad too. Some have argued that the dhrupad form was indigenous to Bengal because its proto, religious form – prabandha sangeet – was already being practised in the region. But the dhrupad as we know it emerged as the primary musical style there only in the late 18th century with Muslim dhrupadiyas pouring in from the north.\n\n\n    \n    Play\n\nNikhilo Niranjan, Manabendra Mukhopadhyay, from the film Raja Rammohan Roy.In his classic essay Classical Music Activities in Bengal During the 19th Century and Later, Sukumar Ray talks of the frenetic dhrupad scene. There was the Bishnupur clan of dhrupadiyas, who claimed to have learned from one Bahadur Khan of Senia gharana. (Others believe their earliest master, the great Ramashankar Bhattacharya, was taught by a mendicant travelling from Puri to Varanasi.) In Nadia, says Ray, there lived Ganganarayan Chattopadhyay who had learned from an ustad in the north and went on to train some of the finest names in dhrupad, especially the legendary Jadu Bhatta.In his new book, The Scattered Court: Hindustani Music in Colonial Bengal, cultural historian Richard David Williams mentions Roy’s links with these developments. Two dhrupad artists from Delhi, Hasnu Khan and Dilawar Khan, were invited to the Krishnanagar court. Here they taught a pundit’s son, Bishnuchandra Chakravarti, who went on to also learn dhrupad under a Calcutta ustad, Rahim Khan.Around the same time, Roy, who was adept enough in Persian to write a critique of Hindu orthodoxy in the language, was learning Persian songs from Rahim Khan, writes Williams. This made Chakravarti a witness to the evolving Brahmo movement and, on Roy’s invitation, he conceptualised the early forms of music adopted at Brahmo Samaj.“Music is the best expression of a new idea, a means to take it to more people,” said music collector Rantideb Maitra. “Rammohun Roy believed that dhrupad had the kind of depth and grandeur he was seeking at Brahmo manchas [platforms] to spread the word of ekeshwarvad [Vedic monotheism]. So the proceedings would start with a pure dhrupad recital by Chakravarti. Later these songs were trans-created in Bengali and emphasised the universality and greater good of mankind and so on.”\n\n\n    \n    Play\n\nEvolving strainsRoy wanted this music to be grand but austere, without any of the attractive frills of other musical forms that were heavy with shringara and idolatory. Dhrupad, with its ponderous and quiet air, fit his scheme perfectly. Other existing forms he abjured though he did drop some of the rigid demands of traditional dhrupad in his compositions. “Till then, thumri, tappa, kirtan and Ramprasadi modes, all in the classical tradition and folktunes like Baul, Sari and Jari held the musical stage in Bengal,” says Saumyendranath Tagore in his 1973 book Raja Rammohun Roy.Nirmalya De, a dhrupad singer of the Dagarvani style who performed at the Roy anniversary event in Kolkota, says the nature of the dhrupad in Brahmo Sangeet evolved over the years. “The early dhrupad sung at the Brahmo meetings by trained professionals was strictly traditional,” said De. “Even as it evolved into a Bengali form, Brahmo Sangeet needed a singer with a strong classical core. Today, this music is becoming increasingly rare and the old rules of practice rarely apply.”After Roy, Debendranath Tagore worked on these dhrupad-based songs and when Rabindranath Tagore arrived on the scene, the music evolved even further. Today, Brahmo Sangeet, a corpus of prayer songs that fits 10 volumes, is a form quite different from its original expression. As for the movement, its agenda delivered, it sits on the margins of Bengali society.Malini Nair is a culture writer and senior editor based in New Delhi. She can be reached at [email protected].","author":"Malini Nair","time":"2024-02-08T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198249-mgoaudwfqb-1707314608.jpg","tags":["Raja Rammohun Roy","Music","Dhrupad"]}