{"title":"How Indian states fare in ensuring  access to socio-economic security, basic amenities and justice","content":"The concept of equality of opportunity is rooted in the Rawlsian philosophical tradition, whereby people are expected to construct a society in a way that they would be happy for their position in society to be determined by a random draw. He argued that social positions should be formally open to all and that each person should have a fair chance of attaining them.Over the years, with the development of the academic literature within inequality studies, there exist multiple interpretations of how “inequality of opportunity” may arise because of factors or circumstances that are beyond an individual’s control.These feature conversations around the concerns related to “accessibility” and “availability” of basic resources (as American philosopher Ronald Dworkin argued), or primary (public) goods such as basic liberties and rights-including access to political and other offices (from a Rawlsian lens, 1971), in addition to public goods, where the quality of education or access to secured labour market opportunities from an intersectional lens of gender, family background, ethnicity, place of birth etc, all these becoming instrumental for allowing one to lead a better quality of life.Measuring inequalityWith the aim of understanding inequality from the lens of such “means” or “opportunities” rather than merely focusing on “outcomes” or “ends”, the Access (In)Equality Index by the Centre for New Economics Studies, OP Jindal University has evolved a multidimensional index that captures the household/individual inequality from the perspective of access to key opportunities and ranks Indian states and Union Territories based on pillar wise performance.The first part of this article series provided an overview on the composite ranking of states across all pillars and their performance within pillars of access to education and healthcare. In this part, we present the state rankings and key findings of the other three pillars, namely: Access to basic amenitiesAccess to socio-economic securityAccess to justice.Basic amenitiesBasic amenities have been defined along the dimensions of clean drinking water, sanitation, clean energy, nutrition, housing and digital access. They contribute to a decent quality of life, allowing an individual (or a household) with basic physiological capabilities and socio-economic opportunities.The Union government has rolled out several welfare schemes specifically targeting these dimensions, for example – Jal Jeevan Mission, Ujjwal Scheme, Individual Household Latrine under Swachh Bharat Abhiyan, Public Distribution System and Pradhan Mantri Awas Yojana.The figure below lays out the sub-index scores and the ranking of the states in access to basic amenities. As can be seen, Goa followed by Punjab, Kerala, Sikkim, Haryana, Mizoram, Gujarat, Maharashtra and Telangana are the “front runners” (index value is >0.71) in this sub-index. The index values for “achievers” lie between 0.52-0.71.On the other hand, “aspirants” including Jharkhand, Odisha, Tripura, Uttar Pradesh, Madhya Pradesh, Chhattisgarh, Bihar, West Bengal, Meghalaya and Mizoram have underperformed with index values below 0.48.  Goa outperforms all the states with high performance in all the above-mentioned dimensions.\n\t\t\n\tSource: Access (In)Equality Report 2021According to the World Health Organization and United Nations Children’s Fund, if the principal source of drinking water is located farther than 30 minutes from the point of use, it is classified as limited. In other words, it must be approachable. While only 67% of the households in Indian states have access to water within the premise, more than 80% of households in Goa, Punjab, Haryana, Kerala and Sikkim have to travel relatively lesser to access drinking water.  On the other hand, only 9% of the households in Jharkhand and 11.4% of households in Odisha have access to drinking water.Access to Sanitation has been a long term effort by the government as several campaigns have been run to eliminate open defecation and manage waste more efficiently. Not only does it lead to improved health outcomes but is also gendered in nature where menstruators are unable to access other opportunities due to the lack of proper sanitation facilities. Gauging approachability to toilets and availability of water in them as indicators, the average of the top five front runners is 97% and 98% respectively.The performance on good housing has not been very satisfactory. While the average of the top five front runner states indicates that 95% of the households reside in pucca houses, only 59% of these qualify under the category of “good” by the National Sample Survey Organisation surveys, indicating very low appropriateness in this dimension.We find that on average only 63% of households across states have access to clean fuel in India. This poses a gendered challenge as in Indian households, these chores primarily fall upon women. Moreover, data shows that about 100% of the households in Kerala, Sikkim, Goa, West Bengal, Manipur, Maharashtra, Gujarat, Himachal Pradesh, Arunachal Pradesh and Andhra Pradesh are covered under the Public Distribution System. However, the high rates of anaemic and undernourished women indicate that intra-household distribution of food access is important yet very difficult to measure.Digital Infrastructure has emerged as a basic amenity in order to achieve several other outcomes including education, employability and even health to a certain extent. This has only become more important in light of the Covid-19 pandemic.Individuals who have accessed the internet in the last 3 months (internet users) and individuals who are the main users of at least one mobile phone (mobile users) are the two indicators used to measure digital access. More than 50% of the populations of Goa, Punjab, Kerala and Haryana are internet users. The average percentage of mobile users for the top five front runners is 68%.Socio-economic securitySocio-economic security reduces the vulnerability of citizens when at risk and enhances their capability to manage them. This is divided into financial security (measuring access to bank accounts and ATMs), economic security (measuring access to decent work) and social security (measuring access to benefits and assistance).The sub-index score ranges from 0.77 to 0.24 as shown in the figure below. The front runners are Goa, Sikkim, Telangana, Himachal Pradesh, Tamil Nadu, Karnataka, Uttarakhand, Mizoram and Kerala with an index score above 0.43. Jharkhand, Assam and Uttar Pradesh have the least access to socio-economic security.\n\t\t\n\tSource: Access (In)Equality Report 2021Penetration of financial services is highly dependent on their approachability. Therefore, we look at commercial banks and ATMs per 1,00,000 population. According to the Sustainable Development Goals 3.0 report, there are 12 banking outlets and 17 ATMs per 1,00,000 population in the country as of September 2020.Economic security through work opportunities (availability), particularly through Mahatma Gandhi National Rural Employment Guarantee Act in rural India has allowed people to tackle extreme poverty. Northeastern states – Mizoram, Nagaland, Meghalaya and Manipur along with Goa – provide the highest access to rural employment under the scheme against demands whereas Bihar, Punjab and Chhattisgarh have the poorest performance in this aspect.Meanwhile, the worker population ratio is highest in Himachal Pradesh for persons in the age group of 15 years and above. For the female worker population ratio, the top performers are Himachal Pradesh (63.9), Meghalaya (61.8), Chhattisgarh (61.2) and Sikkim (61.1).Periodic Labour Force Survey (2018-’19) also documents the number of employees in the non-agricultural sector in India that are not covered under any social security benefits. 88.6% of Mizoram’s regular wage/salaried employees have social security benefits as compared to national average of less than 50%. We also look at Employees’ State Insurance and Life Insurance where Telangana, Uttarakhand and Karnataka have the highest coverage in the latter.Overall, Insurance Regulatory and Development Authority reveals that only 3.69% of the Indian population is covered in life insurance, which is very low. Lastly, social security is also extended to the disabled population or the divyang. The Accessible India Campaign was implemented for achieving universal accessibility for persons with disabilities. Goa has public assistance available to 49.7% of its disabled population while Arunachal Pradesh provides public assistance to only 5.9% of its disabled population.Access to justiceA fair legal support system provides access to live in a safe and secure environment. The dimensions under this pillar are police, judiciary, prisons and legal aid. The indicators under these include pending cases, human resources, physical and digital infrastructure and women representation. These contribute to stability and effective governance and further strengthen the mechanisms of timely justice.Front runner states of this sub-index are Sikkim, Nagaland, Tamil Nadu, Goa, Kerala, Andhra Pradesh, Himachal Pradesh, Gujarat, Telangana and Maharashtra with an index value above 0.39. The Aspirant states include Uttarakhand, Meghalaya, Jharkhand, Karnataka, and Assam with an index value below 0.32.\n\t\t\n\tSource: Access (In)Equality Report 2021While the all-India average of police per lakh population is at 236, which is above the recommended ratio of 222 by the United Nations, states such as Bihar, Karnataka, Uttarakhand and West Bengal have less than 100 police personnel per lakh population. Furthermore, gender representation is a major issue in the police force with the percentage of women in the police being as low as 10% in all states except for Tamil Nadu, Goa, Himachal Pradesh, Gujarat, Maharashtra, Bihar and Uttarakhand.Bihar has the highest share at 25.03%. Under the physical infrastructure of police stations measuring the availability and approachability, West Bengal has only 0.0065 police stations per thousand population and Arunachal Pradesh has the highest number of 0.861 per thousand population. The highest police vacancies are in Uttarakhand and Maharashtra while Nagaland has no vacancy.When evaluating the judicial system, the lower the population load on a high court judge, higher is its ranking. The lowest population load per high court judge is on Sikkim (2,41,818) and the highest is in Andhra Pradesh (47,55,909). The share of women judges hangs low at 10% in India. Additionally, Indian states suffer from a high rate of vacancies in high courts with Andhra Pradesh at a flustering 70.3%. In fact, Goa is the only state with a less than 20% vacancy rate.All the above factors combined lead to mounting pendency and time taken to solve the case. The proportion of civil and criminal cases that have been pending from 0-1 years in court is as low as 0.0158 in Sikkim to as high as 0.073 in West Bengal. The police pendency cases are highest in Gujarat and lowest in Manipur. The burden of inmates per officer is the highest in Jharkhand (381) followed by Bihar (337), Uttarakhand (331) and Chhattisgarh (266) with the lowest observed in Nagaland (11).The National Legal Services Authority directed all legal aid clinics to have front offices available for interaction with those seeking legal assistance to overcome the inequality in access to justice. However, this becomes redundant, when in states like Uttar Pradesh and Odisha one legal service clinic covers as many as 520 and 302 villages respectively.Key takeawaysFurther examining inequalities that exist within social groups segregated based on: gender, caste and place of residence (rural versus urban), each pillar has its own set of challenges that need to be overcome.Large disparities exist in access to basic amenities between rural and urban areas. Only 21.6% of rural households have piped water supply in dwelling or plot/yard and 76.7% have pucca houses as opposed to 56.9% and 96% in urban households. Moreover, access to basic amenities adversely impacts gendered groups as women become responsible for household chores such as cooking yet are at a disadvantage in intrahousehold food distribution.Access data for basic socio-economic security also reflects an asymmetric bias towards urban areas with only 33% of public and 22% of private banks located in rural areas for public residing here (even though most of India’s population resides in rural areas). While employment opportunities under MNREGA are higher in rural areas, coverage of regular wage and salaried employees under social security benefits is higher in urban areas (50.6). See figure below for reference on spatial inequality for pillar 1: access to secondary education.\n\t\t\n\tSource: Access (In)Equality Report 2021In caste-based “access (in)equality”, communities within marginalised caste groups such as Scheduled Castes, Scheduled Tribes and Other Backward Classes are not allowed to access the same water sources (wells or community stand-posts) as against the dominant caste groups residing in some rural villages in India. This is widely studied and documented in the development literature but we get a bird’s eye perspective on some of the micro-level indicators across our pillars of assessment here.For example, among the identified states and Union Territories, the median for scheduled caste officers against their sanctioned number was 76%. In other words, while 15 states and Union Territories have filled 76% or more of the scheduled caste officer quotas, another 21 had done less than 76%. For Scheduled Caste constables, the median value was 89%, suggesting that states and Union Territories were more responsive in filling these vacancies at the constabulary level than at the officer level.\n\t\t\n\tSource: Access (In)Equality Report 2021Overall access to legal recourse/justice is also skewed against individuals residing in the rural parts of India as courts, more police stations, and legal aid institutions are situated in urban areas. In terms of access to a fair legal environment, as many as 55% of citizens undertrials across the country are either Muslims, Dalits or Adivasis, who comprise of 39% of the population – displaying a potential bias in arrests.\n\t\t\n\tNote: Prison Occupancy & Access to Online Legal Services Observes Highest Inequality Among States, Whereas India Has One Of The Most Overburdened Police Force In The World. Source: Access (In)Equality Report 2021Way ForwardOur observed findings from the index emphasise the need for targeted policies and actions plans by the state and central government and relevant authorities. This will help in addressing inequalities and creating an equitable environment for all sections of society.The rankings provide motivation to aspirants and achievers to learn from the front runners such that the relevant policies and programs can be executed efficiently. This is especially important, given that the pandemic has exacerbated the economic and social inequalities.There is also a pressing need to apply a more “inter-relational” mainstream perspective in the development of a granular, meso-level approach within the larger work on inequality studies (building upon the work of scholars like Amartya Sen, Martha Nusbaum, and others), which would complement and align with macro findings both in terms of measurement and analytical scrutiny.We hope the work on Access (In)Equality Index is just one step in that direction.This is the second article in a two-part series disseminating the observed findings of state-level performances from the Access (In)Equality Index, 2021.  Deepanshu Mohan is Associate Professor of Economics and Director, Centre for New Economics Studies, Jindal School of Liberal Arts and Humanities, OP Jindal Global University. Richa Sekhani is a Research Associate at ICRIER and a Senior Research Analyst with CNES. Latika Sharma is a Public Sector Consultant. Advaita Singh and Vanshika Mittal are students at Ashoka University and Senior Research Analysts with CNES.","author":" Deepanshu MohanRicha SekhaniLatika SharmaVanshika MittalAdvaita Singh","time":"2021-10-27T07:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/95478-wgtqplhcrd-1560748509.jpg","tags":["India","inequality","Justice","Water"],"source":"https://scroll.in/article/1008078/how-indian-states-fare-in-ensuring-access-to-socio-economic-security-basic-amenities-and-justice"}