{"title":"How a hundred-year-old poem speaks to the central conflict of the 2010s","content":"A hundred years ago, William Butler Yeats composed a poem that is among the most celebrated in the English language. The poem’s title, The Second Coming, alludes to the promised return of Jesus,  but its imagery evokes the Biblical prophecy of the Antichrist’s birth. The Second Coming, it seems to me, can be interpreted as as an account of the most important political struggle of the decade that is almost past.The poem dramatises the interplay between the peril of chaos and its equally dangerous antithesis, the threat of authoritarianism. This is an abiding theme, and was obviously relevant to the moment in which the poem was written, when the First World War, the Bolshevik Revolution, and Ireland’s Easter Rising were recent memories. Yeats, an Irish Nationalist, drew from the spirit of that turbulent time, but left out historical specifics apart from an oblique reference to the birth of Jesus. That freed up the work to feel current in different epochs.The poem’s apocalyptic opening stanza, a precursor to its equally apocalyptic middle and end, employs the metaphor of a bird straying too far from its owner. “Turning and turning in the widening gyreThe falcon cannot hear the falconer;Things fall apart; the centre cannot hold;Mere anarchy is loosed upon the world.”  The gyre is the foremost among symbols Yeats developedto explicate his idea of history. It is an expanding spiral extending out like a cone, with time representing one dimension. Once a gyre reaches it maximum extent, it begins to narrow while its opposite tendency expands. The gyre in The Second Coming is a spiral of ever-greater disorder, which creates in peoples’ hearts the longing for a saviour who will bring structure back to the world: “Surely some revelation is at hand;Surely the Second Coming is at hand.”  The idea of the Redeemer is common to many religions. Islam has the Mahdi and Hinduism the avatars of Vishnu who appear on earth in each yuga to destroy injustice. Yeats’s cyclical view of history owed much to Hindu ideas filtered through Theosophy. The chaos in The Second Coming, however, engenders no conquering avatar or fierce Redeemer, but instead a sphinx-like monster, “A shape with lion body and the head of a man, / A gaze blank and pitiless as the sun”. The 22-line poem ends with the question:  “… What rough beast, its hour come round at last,Slouches towards Bethlehem to be born?”  The trajectory of the 2010s paralleled that of The Second Coming. The decade began with the Arab Spring and Occupy movements, which were decentralised, leaderless agitations against autocrats and oligarchs. The falcons flew in widening gyres beyond the control of falconers. In places like Libya, Yemen, and Syria, though, they spun out of control. A total breakdown of order, or unending civil wars, indicated the failure of the centre to hold. In the words of The Second Coming, “The blood-dimmed tide is loosed, and everywhereThe ceremony of innocence is drowned” In the second half of the decade, a backlash against tendencies deemed anarchic led many toback demagogues, either by voting them in or by renewing support despite a consistent curtailment of their own civil rights. The rough beast of populist authoritarianism slouched towards Bethlehem to be born.\n\t\t\n\tCredit: PBarlowArtRole of social mediaAnarchy and authoritarianism are two extremes of the dialectic between decentralisation and centralisation. Among the remarkable aspects of the 2010s was how media that were inherently decentralised, and initially employed by those favouring individualism and personal liberty, came to be utilised with equal or more effectiveness by the forces of centralised authority.It goes without saying that interpersonal communication in the 2010s was dominated by social media. Twitter grew from 30 million users to 300 million in the decade’s first five years before plateauing, Facebook from 35 million users at the beginning of 2009 to over a billion by 2013, before doubling again by the decade’s end. WhatsApp, founded in 2009 and taken over by Facebook in 2014, is currently used by 1.5 billion people, 400 million of whom are Indians.Social media were credited with much of the early success of the Arab Spring, and with good reason. Gradually, though, the very unwieldiness of decentralised media made them susceptible to political propagandists who, with the help of committed volunteers, professional trolls and clone armies of bots, were able to hijack the discourse and push it along paths they favoured.The web, meanwhile, began to appear less like a source of knowledge than a confirmer of biases. There being a surfeit of convincing-sounding material about every subject under the sun, all debates devolved into a bombardment of Web links, with each side having a large enough supply of ammunition to battle opponents to a stalemate.No filtersThere were no arbiters left, since filters put in place by elite institutions had been swept aside by the democratisation of the internet. This was fertile ground for the flourishing of conspiracy theories, and flourish they did. If Flat Earthers could stage a comeback, was it any surprise that Anti-vaxxers saw their ranks swell?There are conspiracy theories favoured by the Left as by the Centre and the Right, but on the whole, the rise of the post-truth society as a consequence of information overload greatly benefitted right-wing demagogues. In the virtual world, as in the physical one, a move towards greater individual freedom had the paradoxical impact of stimulating the rise of authoritarianism.The debates between ideologies are far from resolved as we move into the 2020s. There can be no doubt, though, that the authoritarians are ahead on points at the moment. It is sobering to recall that, no matter how prescient his great poem, WB Yeats was beguiled by dictators in the years after he composed The Second Coming. He failed to perceive that Mussolini was no Redeemer, and that Fascism was a rough beast of blank and pitiless gaze slouching towards Bethlehem to be born.","author":"Girish Shahane","time":"2019-12-25T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133491-ywkzdkjunr-1577214765.jpg","tags":["WB Yeats","The Second Coming","social media"],"source":"https://scroll.in/article/947817/how-a-hundred-year-old-poem-speaks-to-the-central-conflict-of-the-2010s"}