{"title":"Why is a BJP minister blaming the VHP for the Nuh violence?","content":"In the aftermath of the communal strife in southern Haryana, Chief Minister Manohar Lal Khattar and the state’s Home Minister Anil Vij, both of the Bharatiya Janata Party, have claimed that the attack on the Hindu religious procession in Nuh district that kickstarted the violence had been orchestrated and was part of a larger conspiracy. They implied the participants in the procession, who carried guns, swords and sticks, were not at fault.On the other hand, Deputy Chief Minister Dushyant Chautala, from the Jannayak Janta Party, laid some of the blame on the Vishwa Hindu Parishad and Bajrang Dal for not sharing complete information about the event with the district administration.Gurugram Lok Sabha Member of Parliament and Union Minister Rao Inderjit Singh, also of the BJP, has also blamed both sides for the violence. He said that the decision by some of the participants in the procession to brandish weapons was “wrong” and “provocati[ve]”.Inderjit Singh’s constituency is spread across Gurugram and Nuh districts, which have been the sites of the recent violence, apart from parts of the Rewari district.This dissonance within the top brass of the state is explained by how each politician’s individual prospects are influenced by communal polarisation in the state. As it stands, adding a communal spin to the Haryana’s caste politics may actually yield the BJP some electoral benefit.From L to R: Then Haryana Governor Satyadeo Narain Arya, Haryana Chief Minister Manohar Lal Khattar, Haryana Deputy Chief Minister Dushyant Chautala, then Union Minister Ravi Shankar Pradad, Haryana Home Minister Anil Vij, during Haryana's government formation in 2019. | PTIHaryana’s political contextHaryana is governed by an alliance between the BJP and the Jannayak Janta Party. They formed an alliance in 2019 after a hung verdict in the state assembly elections in which no party secured a majority.Since its inception, it has been an uneasy alliance. The parties are strange bedfellows.The BJP came to power for the first time in the state in 2014 by cobbling together a coalition of non-Jat backward caste voters. Political fortunes in Haryana are usually swayed by Jat community votes. It is the strongest caste group in the state both numerically and socio-economically.The Jannayak Janta Party, founded in 2018 after a split in the Indian National Lok Dal party, has a primarily Jat votebank. Its leader, Dushyant Chautala, is the scion of the Chautala family that has given Haryana two chief ministers so far.Different hues within Haryana brassBoth parties have thus far been non-committal about whether they will contest next year’s Lok Sabha and Vidhan Sabha elections as an alliance.“The state government’s reputation has taken a beating because of several reasons,” said Bhiwani-based activist and campaigner, Deepak Kumar. “One of them is that the BJP has been on the wrong side on several issues – be it the farmers’ movement, or the wrestlers’ agitation.” In 2020-’21, thousands of farmers from Haryana and Punjab gathered in tent cities on Delhi’s borders for one year, four months to protest against three agricultural laws that they claimed would undermine their livelihoods.  The wrestlers’ protest earlier this year against alleged sexual harassment by the wrestling federation chief, MP Brij Bhushan Singh, was spearheaded by champion sportspeople from Haryana.Kumar pointed out that Dushyant Chautala has also remained silent on these matters, even though the Chautalas have traditionally been close to the farming community. He implied that Chautala’s statement on the recent communal violence was necessary to signal distance from his party’s alliance partner.As for the statement of Gurugram MP Inderjeet Singh holding both communities responsible, it did not come as a surprise to Rewari-based veteran journalist Mahesh Kumar Vaid. “He often takes the side of Mewatis,” he said. (Nuh was called Mewat till 2016. Mewat refers to a larger historical region spanning Haryana and Rajasthan, the epicentre of which is the district of Nuh.) Even in the Gurgaon namaaz row, when Muslims were stopped from conducting Friday prayers in public spaces, Inderjit Singh stood by the minority community, said Vaid. “Now too, he is neither backing the Hindu side nor the Muslim one,” he said.Inderjit Singh hails from a former royal family and belongs to the Ahir community that is predominant in the Ahirwal region spanning parts of southern Haryana, northeastern Rajasthan and southwestern Delhi. He is the son of a former chief minister of the state, and has served as a minister in the state government.Since 1998, he has been elected to the Lok Sabha five times from the Ahirwal region: the first three times on a Congress ticket, and the last two times from the Bharatiya Janata Party. He has served as Gurugram’s Lok Sabha representative since 2009.His electoral record shows his popularity in his constituency is independent of his party affiliation, which is why he can afford to break from the party line and respond reflexively to his constituents.\n\t\t\n\tGurugram Lok Sabha Member of Parliament and Union Minister Rao Inderjit Singh. | FacebookEntry of communal polarisation in Haryana politics?Communal politics has never been prominent on Haryana’s electoral landscape. That is because the Muslim population in the state is barely 7%. In a predominantly Hindu state, it is caste around which identity politics has revolved.However, political observers say this may be changing. “The BJP’s votebank of non-Jat backward castes has been gradually slipping away due to the state government’s dismal performance in the last nine years – be it in terms of employment, health, education, or the unpopular Agnipath scheme,” said Hisar-based independent journalist Uday Che.According to him, the Agnipath scheme, which has replaced regular defence recruitment with short service enlistment, has especially hurt the BJP’s Ahir vote bank. Since the Ahir community sends a large number of young men to the defence forces, the temporary jobs in the forces hurt the aspirations of Ahir youth. He indicated that this was why Chief Minister Khattar was held hostage for four hours in the Ahirwali district of Mahendragarh for four hours in May.In the face of such anger, communal polarisation may help the BJP re-consolidate some of its vote bank in the southern Haryana districts of Rewari, Mahendragarh and Gurugram, Che said.Vaid agreed: “In the Gurugram and Faridabad Lok Sabha constituencies, communal polarisation may benefit the BJP, but not in other areas of Haryana.” He added that the polarisation may aid the BJP’s electoral prospects in the adjoining areas of Rajasthan, which goes to polls later this year.Che accused the BJP of operating a “Hindutva laboratory” in southern Haryana. He said that the current violence was the latest episode in a series of attempts at communal polarisation in the region. Other flashpoints include the fracas over the past two years over Muslims conducting Friday prayers in public spaces in Gurugram, the call for economic boycott of Muslims in Manesar in Gurugram district last year, the murder of a Muslim man in a hate crime in Palwal district in 2021 and the hate speech-filled mahapanchayat organised in Pataudi in the Gurugram district in 2021. There were riots in Ballabhgarh in Faridabad district in 2015, and several incidents over the years of Muslim men being lynched by cow protection vigilante groups in Nuh.Police personnel outside a mosque that was set ablaze in Gurugram on Tuesday. | PTICaste matrixChe referred to the recent tensions between the Gurjar and Rajput communities in Kaithal district. The BJP was caught between a rock and a hard place because it could not support one community over the other, having courted both to form part of its vote bank, he said.In this situation, Hindu consolidation may paper over such cracks, he said.He said, however, that it is unlikely that Jats would be part of such a Hindu consolidation.Hindutatva g@ng, you want Jat's support? #JAT's  - the same group you ridiculed, verbally assaulted women, and mocked female wrestlers protestingfor investigationinto sexual harassment by none other than your BJP MP Brij Bhushan. And what did you do in return? You detained… pic.twitter.com/Ip9FB3AzL8— Reyme (@Reyme_KS) August 2, 2023\n\nA user on Twitter arguing that Jats would not support the Hindutva cause in Haryana.\nTweet does not existKumar said that the BJP’s response to the farmer’s movement and the female wrestlers’ protest against ruling party MP Brij Bhushan Singh has antagonised the Jat community.Jat farmers participated in the movement against the farm laws in large numbers. Kumar pointed out that there is still strong discontent among Jat farmers over how the BJP governments at the Centre and in the state subjected the protesting farmers to brutality.Most of the female wresters who have accused Bhushan Singh of sexual assault and harassment are Jats. Kumar added that the absence of firm action against Bhushan Singh has further antagonised the community, since in the largely conservative patriarchal society of Haryana, a community’s honour is seen to reside in the bodies of its female members. Any putative besmirching of that honour is considered particularly unpardonable.","author":"Vineet Bhalla","time":"2023-08-03T10:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192810-vdoqxewnun-1691037400.jpg","tags":["Haryana","Communal violence","Nuh","Gurugram","Haryana violence 2023","Manohar Lal Khattar","Rao Inderjit Singh","Jat","Electoral politics","Dushyant Chautala","Anil Vij"],"source":"https://scroll.in/article/1053711/how-the-nuh-communal-violence-may-impact-electoral-politics-in-haryana"}