{"title":"How a Gujarati-speaking writer in Chennai became an acclaimed Tamil anthologist and bookseller","content":"One evening, nearly 40 years ago, in Coimbatore, a young man was sitting outside his house, writing at dusk. He was out of work. The atmosphere at home was tense but the writing was going well. So well, in fact, that he did not notice his irate brother walking towards him, until he grabbed the writer’s notepad and flung it into the blind alley where women gathered to defecate at dusk. The writer made no attempt to retrieve his draft. He turned in for the night. The next morning, he found the notepad, mostly unscathed, but his mother refused to let him bring it into the house. He bought fresh paper, rewrote the story from scratch. To get it out of harm’s way, he mailed it to a Tamil literary magazine immediately. And got back to his job search.The young man was Dilip Kumar, who is now considered one of the finest Tamil short story writers and anthologists. His bookstore, Dilip Kumar, Booksellers and Exporters, in Mylapore, Chennai, was favoured by research scholars and avid readers. Kumar shipped books to the US Library of Congress in Washington DC and though he shut the store in 2016, the 67-year-old is still the go-to person for anyone seeking recommendations on modern Tamil fiction.The retired bookseller is a gifted, though not prolific, Tamil writer – he has published three collections of short stories so far. His stories, with their unexpected laugh out loud moments, have universal appeal. His work has been translated into many European and Indian languages and he recently edited The Tamil Story: Through the Times, Through the Tides, a comprehensive selection showcasing the best short stories of the 20th century.Interestingly, Kumar’s first language is not Tamil. His ancestors – traders from the arid Kutch region of Gujarat – had moved south over a century ago. His father, a businessman in Coimbatore, died young. Barely into his teens, Kumar dropped out of school and held a string of jobs – mostly as sales clerk at retail stores – to contribute to his family’s finances.On the side, Kumar began his forays to Coimbatore’s Old Market. He’d save up money employers gave him for afternoon tea to buy popular magazines, in both English and in Tamil, from secondhand book stores. Early on, he stumbled on the powerful writing of Tamil author Jayakanthan whose protagonists were the working poor mostly. Kumar was stunned to see people not unlike himself on the printed page.Over time, he discovered the Russian masters through Tamil translations and read American novelists in English, along with medieval English classics and modern poetry. When his reputation as a reader grew, books found him. A friend who cleared out his brother’s collection had books to give away. “It could’ve been Harold Robbins, but it was the philosopher J Krishnamurthy’s works,” said Kumar. Such eclectic reading expanded his worldview.At a tea kiosk one day, Kumar found a slender little magazine, edited by the star writer Jayakanthan. Unlike the others on display, this was a literary periodical, not a popular magazine, and was priced higher. Which meant he had to forgo more cups of tea to buy the issue but it introduced Kumar to other serious writers in Tamil. It helped him find his tribe.In due course, Kumar started sending his own stories to little magazines. Back in the 1970s, for anyone with literary ambitions in Tamil, Chennai was the place to be. Though it was tough for someone without connections, or a degree, to find a permanent position, Kumar would visit from Coimbatore, looking for jobs. Luckily for him, he had a place to stay – a maternal uncle lived not too far from the city’s iconic Central Station in Sowcarpet, a North Indian enclave in Chennai. (the neighbourhood’s name derives from sahukaar, which now means moneylender.)In Madras Rediscovered, S Muthiah writes that the first Gujarati immigrants arrived in the area in the 17th century. Kumar knew the place and its people well and so Sowcarpet, under-described in literature, became the setting for his story titled Theervu (Solution). It depicts a mini crisis in the life of the Gujaratis – a mouse drowns in their apartment well – and how the matter is resolved. Though Kumar presents the people from the community just as they are, warts and all, it is an endearing portrayal.Theervu, whose early draft almost ended up as toilet paper, won Kumar an award for best Tamil short story of the year in 1977. Some weeks later, a literature-loving chemistry professor from a local college showed up at the store where Kumar worked in Coimbatore, asking to meet the award-winning writer. He told Kumar of a new Tamil publishing house in Chennai called Cre-A whose goal was to introduce Tamil readers to books that would widen their interests and address their concerns.Acclaimed careerAt 28, Kumar eventually moved to Chennai with a job at Cre-A. In the 1980s, the publishing house turned into a hub for interesting Tamil writers. Modern artists gravitated there, as did people from theatre and serious cinema. “You can imagine how lucky I felt interacting with some of the best minds in the city,” said Kumar.Over a decade-long apprenticeship, he learned about the business of publishing and the art of translation. He edited anthologies of well-regarded writers and blossomed as a writer. Kumar burst upon the Tamil literary scene with his stereotype-busting Gujarati characters based in Sowcarpet, but he writes with empathy of the inner lives of the marginalised elsewhere too. Refreshingly, his characters are unapologetic about their physical desires – a widow with grown-up children sleeps with a distant relative, married women experiment with lesbianism, and a 60-something foodie also loves to feast his eyes on Playboy.With his appreciation for the absurd, Kumar crafts Tamil stories with universal appeal. They have been translated into English, French, German, Czech and a few Indian languages, including Gujarati. Pavel Hons, a Tamil scholar from the Czech Academy of Sciences in Prague, has said that he enjoys the level of detail in Kumar’s stories, and the author’s sense of humour, which he finds “very peculiar sometimes, but lovely…”In 1990, when Kumar opened his bookstore, academics who were his clients were impressed by his knowledge and he became a sought-after speaker at universities abroad on the topic of modern Tamil literature. The first invitation came in 2000 from Professor George Hart of the University of California, Berkeley, the Padma Shri winner whose research established that Tamil is a classical language.As editor of The Tamil Story, Kumar was at the University of Texas in Austin last fall to speak about the difficult work of translation. But the harder job, one would think, is that of curation. A well-read person, who cares enough about the language, must decide what is worthy of being translated, of being better known. In the blurb to the definitive collection, renowned linguist David Shulman reminds us that we are lucky to have such sensitive connoisseurs as our guides to short Tamil prose.A serious writer who refuses to take himself too seriously, Kumar has poked fun at himself through characters in his short stories, including the mouse, destined for death, who asks God to take the writer’s life instead. He writes so little and his stories are read by so few, the creature reasons. Perhaps the anthologist with a distinctive voice should be writing more.","author":"Vijaysree Venkatraman","time":"2018-06-10T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875927-sfgdlthybb-1526650097.jpg","tags":["Dilip Kumar","Chennai","Books","Translations"],"source":"https://scroll.in/magazine/875927/how-a-gujarati-speaker-in-chennai-became-an-acclaimed-tamil-writer-and-anthologist"}