{"title":"How a Colombian city’s ‘green corridors’ turned the clock back on global warming ","content":"It’s mid-afternoon along Medellín’s Avenida Oriental, a traffic-clogged road that scythes through the heart of the second-largest Colombian city. Nicolas Pineda is crouched on his haunches as cars zoom by on both sides.Wrapped in heavy-duty workwear and armed with a machete, Pineda is weeding a thick strip of tree-lined greenery running between the lanes. He hacks at a patch of dead, browning bush and pulls up a rogue, zig-zag-shaped shrub beside his foot.“Es bien bonita,” grins the 54-year-old, pleased with his handiwork. “It’s very clean. That’s what I like to see: a clean, green city.”Pineda has helped sow and maintain hundreds of thousands of trees and plants across Medellín as part of a people-led scheme to fight against extreme heat through a “Green Corridors” network.Citizen gardeners at work. Credit: Peter Yeung via The Human Journalism Network.In the face of a rapidly heating planet, the City of Eternal Spring – nicknamed so thanks to its year-round temperate climate – has found a way to keep cool.Previously, Medellín had undergone years of rapid urban expansion, which led to a severe urban heat island effect – raising temperatures in the city to significantly higher than in the surrounding suburban and rural areas. Roads and other concrete infrastructure absorb and maintain the sun’s heat much longer than green infrastructure.“Medellín grew at the expense of green spaces and vegetation,” says Pilar Vargas, a forest engineer working for City Hall. “We built and built and built. There wasn’t a lot of thought about the impact on the climate. It became obvious that had to change.”Tree engineer Pilar Vargas inspecting a flower. Credit: Peter Yeung via The Human Journalism Network.Efforts began in 2016 under Medellín’s then-mayor, Federico Gutiérrez (who, after completing one term in 2019, was re-elected at the end of 2023).The city launched a new approach to its urban development – one that focused on people and plants.The $16.3 million initiative led to the creation of 30 Green Corridors along the city’s roads and waterways, improving or producing more than 70 hectares of green space, which includes 20 kilometers of shaded routes with cycle lanes and pedestrian paths.These plant- and tree-filled spaces – which connect all sorts of green areas such as curb strips, squares, parks, vertical gardens, sidewalks, and even some of the seven hills surrounding the city – produce fresh, cooling air in the face of urban heat. The corridors are also designed to mimic a natural forest with levels of low, medium, and high plants, including native and tropical plants, bamboo grasses and palm trees.Medellín’s temperatures fell by 2 degrees celsius in the first three years of the Green Corridors programme. Credit: Peter Yeung via The Human Journalism Network.Heat-trapping infrastructure like metro stations and bridges has also been greened as part of the project, and government buildings have been adorned with green roofs and vertical gardens to beat the heat. The first was installed at Medellín’s City Hall, where nearly 100,000 plants and 12 species span the 1,810 square meter surface.“It’s like urban acupuncture,” says Paula Zapata, advisor for Medellín at C40 Cities, a global network of about 100 of the world’s leading mayors. “The city is making these small interventions that together act to make a big impact.”At the project’s launch, 120,000 individual plants and 12,500 trees were added to roads and parks across the city. By 2021, the figure had reached 2.5 million plants and 880,000 trees. Each plant was carefully chosen to maximise its impact.Credit: Peter Yeung via The Human Journalism Network.“The technical team thought a lot about the species used. They selected endemic ones that have a functional use,” explains Zapata.The 72 species of plants and trees selected provide food for wildlife, help biodiversity spread, and fight air pollution. A study, for example, identified Mangifera indica (mango) as the best among six plant species found in Medellín at absorbing PM2.5 pollution – particulate matter that can cause asthma, bronchitis, and heart disease – and surviving in polluted areas due to its “biochemical and biological mechanisms.”And the urban planting continues to this day.The groundwork is carried out by 150 citizen-gardeners like Pineda, who come from disadvantaged and minority backgrounds, with the support of 15 specialised forest engineers. Pineda is now the leader of a team of seven other gardeners who attend to corridors across the city, shifting depending on the current priorities.Medellín grew at the expense of green spaces and vegetation. We built and built and built. There wasn’t a lot of thought about the impact on the climate. It became obvious that had to change.” –Pilar Vargas Credit: Peter Yeung via The Human Journalism Network.One of them is Victoria Perez. Back at the Avenida Oriental, where gardens have replaced 2.3 kilometers of paving, she is pruning a brush. The 40-year-old, like all of the other gardeners in the Green Corridors project, received training from experts from Medellín’s Joaquin Antonio Uribe Botanical Garden.“I’m completely in favor of the corridors,” says Perez, who grew up in a poor suburb in the city of 2.5 million people. “It really improves the quality of life here.”Wilmar Jesus, a 48-year-old Afro-Colombian farmer on his first day on the job, is pleased about the project’s possibilities for his future. “I want to learn more and become better,” he says. “This gives me the opportunity to advance myself.”The project’s wider impacts are like a breath of fresh air. Medellín’s temperatures fell by 2 degrees celsius in the programme’s first three years, and officials expect a further decrease of 4 degrees celsius to 5 degrees celsius over the next few decades, even considering climate change. City Hall says this will minimise the need for energy-intensive air conditioning.Wilmar Jesus. Credit: Peter Yeung via The Human Journalism Network.Going forward, preventing and adapting to hotter temperatures will be a major and urgent challenge for cities. The number of cities exposed to “extreme temperatures” is set to triple over the next decades, according to C40 Cities. By 2050, more than 970 cities will experience average summertime temperature highs of 35°C.A separate study estimated that in just one of Medellín’s corridors, the new vegetation growth would absorb 160,787 kg of carbon dioxide per year and that over the next century, 2,308,505 kg of carbon dioxide will be taken up – roughly the equivalent of taking 500 cars off the road.In addition, the project has had a significant impact on air pollution. Between 2016 and 2019, the level of PM2.5 fell significantly, and in turn, the city’s morbidity rate from acute respiratory infections decreased from 159.8 to 95.3 per 1,000 people.There’s also been a 34.6% rise in cycling in the city, likely due to the new bike paths built for the project. Biodiversity studies show that wildlife is coming back – one sample of five Green Corridors identified 30 different species of butterﬂy.A map of Medellín’s Green Corridors. Image: Medellín City Hall via The Human Journalism Network.Other cities are already taking note. Bogotá and Barranquilla, among other Colombian cities, have adopted similar plans, and last year São Paulo, Brazil, the largest city in South America, began expanding its corridors after launching them in 2022.“For sure, Green Corridors could work in many other places,” says Zapata.But there are some challenges. The corridors in the inner city areas have to contend with huge amounts of pollution as traffic piles up. Often drivers will also dump trash along the corridors. And the city’s homeless are forced to take shelter in the spaces.“Like anything, nature requires maintenance from time to time,” adds Zapata. “You need to allocate a part of the budget for this.”The previous administration “didn’t give enough money” to maintain the corridors properly, says Zapata, meaning some parts have become overgrown and dirty.That’s a particularly tricky issue as the city is now $2.8 billion in debt. According to City Hall, maintaining the city’s green corridors costs $625,000 a year.But now that he’s back in the office, Mayor Gutiérrez has pledged to reinvigorate the project of urban planting. Experimentation with new technology, such as “geotextile” pavements that can soak up rain and bend to allow tree roots to spread, is already underway.“The plan is to plant more Green Corridors and link them to even more hills and streams, recovering what we have already planted,” Gutiérrez tells Reasons to be Cheerful. “It will be a more green Medellín.”Peter Yeung is a Contributing Editor at Reasons to be Cheerful. A Paris-based journalist, he has written for publications including the Guardian, the LA Times, and the BBC. He’s covered stories from across Europe, Asia, Africa, and the Americas.This story was originally published in Reasons to be Cheerful (US) and is republished within the Human Journalism Network programme, supported by the ICFJ, International Center for Journalists.","author":"Peter Yeung, The Human Journalism Network","time":"2024-05-10T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200539-eiwgrbcptr-1715015353.jpg","tags":["Colombia","Medellín","Green Corridors","Urban Development"],"source":"https://scroll.in/article/1067528/how-a-colombian-citys-green-corridors-turned-the-clock-back-on-global-warming"}