{"title":"Their daughter's killing was a test case in Chhattisgarh. A shoddy probe let policemen off the hook","content":"Eleven years after the blood-soaked body of 16-year-old Adivasi girl Meena Khalko was found close to her village in North Chhattisgarh, a sessions court in April acquitted two policemen in the case. A third policeman died during the trial in May last year.In the verdict delivered on April 5, the district sessions court in Raipur indicted the Chhattisgarh Crime Investigation Department for carrying out a shoddy investigation.“Despite sufficient suspicion against the accused, complete lack of evidence due to negligence of the prosecution gives the accused the benefit of doubt,” said the court.Medical and forensic examinations suggested Khalko had been raped moments before she died of bullet injuries, but the chargesheet omitted these findings.The police claimed she was an armed Maoist guerrilla and had been shot dead in a gunfight.But a judicial commission in 2015 dismissed the police claims and asked for action to be taken against those responsible, only for the six-year trial to end in an acquittal.Scroll.in has pieced together the events from 11 years ago and examined details uncovered by the judicial commission in 2015 and by the sessions court in 2022.Although the sessions court acquitted the accused, its order exhaustively documents the way the Crime Investigation Department of the Chhattisgarh Police scuttled the case by suppressing key information.Meena Khalko’s killingAround 4 pm on July 5, 2011, Khalko, had set off on her bicycle from her village Karcha, then in Surguja district now in Balrampur district of North Chhattisgarh, to visit a friend nearby. When she did not return, her parents assumed she was spending the night there.The next morning, they received a message asking them to go to the hospital because their daughter had been injured. When they arrived at the Chando health centre, they were taken to Balrampur Hospital where they were shown her blood-soaked limp body instead.The police claimed that Khalko was a Maoist and had sustained bullet injuries during a gunfight on the banks of Chedar nalla in Nawadih village, about 5 km from her village Karcha, in the early hours of July 6. The police also claimed that about 25 personnel were out on an anti-Naxalite operation when the gunfight took place, close to Jharkhand.The villagers, including the sarpanch and Khalko’s family, had dismissed these claims and accused the police of raping and murdering the teenager. This was later backed by the forensic reports.As outrage over the incident grew, the Bharatiya Janata Party-led state government under Chief Minister Raman Singh, set up a single-judge Independent Judicial Enquiry Commission a year later in July 2012. The commission was headed by retired District and Sessions Judge Anita Jha.The Jha Commission Report, presented three years later in 2015, dismissed the claims of a gunfight with Naxalites and concluded that the police were responsible for Khalko’s killing: “Meena Khalko was not a Maoist, neither involved in Naxal activities on the date of incident, her death was not due to any Police-Naxal encounter, the police is responsible for her death and the claims of the police that she died due to bullet wounds in the Police-Naxal encounter is not worth accepting.”Meena Khalko's parents and her brother Ravinder with his family. Credit: Basant Kujur. The Raman Singh-led government handed the matter to the Crime Investigation Department, which filed a case on April 11, 2015, against Nikodim Khes, the inspector in charge of Chando Police Station, and other unidentified police personnel, bringing all 25 policemen who were part of the anti-NaxalITE operation under suspicion.However, chargesheets were later filed against three policemen based on further inquiries by the Crime Investigation Department. The investigation indicated that Khalko’s death was due to the shots fired by Constables Dharamdutt Dhania and Jeevanlal Ratnakar from their firearms, while Khes was also responsible for the killing and concealing the crime and fabricating false evidence.Khes was charged under Indian Penal Code sections 302 (punishment for murder}, 201 (causing disappearance of evidence of an offence or giving false information to defend an offender), and 193 (punishment for false evidence0.Constables Dhania and Ratnakar, from the 12th Battalion of the Chhattisgarh Armed Forces – the state paramilitary force tasked with anti-Maoist operations – were charged under section 302/34, for committing a criminal act with common intent.Inspector Khes and Constable Ratnakar were arrested in 2017 and released on bail five months later. Constable Dhania received anticipatory bail despite absconding. In May 2021, Khes died in an accident following which proceedings against him were dropped. The trial continued against the two constables.CID probe draws flakIn the judgement, Shobhna Koshta, second additional sessions judge, Raipur, criticised the Criminal Investigation Department noting that the probe was “of low standard right from the start”.Other than establishing that the paramilitary personnel had gone on an anti-Naxalite patrol on July 5, 2011, the prosecution failed to prove that Khalko’s killing was the result of the weapons and ammunition distributed to the police team.The prosecution produced three police witnesses: a head constable of the Chhattisgarh Armed Forces, head constable of the Chando Police Station, and the Balrampur police station in charge.They testified to having seized the arms – two self-loading rifles allotted to Constables Ratnakar and Dhania as well as an AK-47 to Khes – and attesting to the seizures with their signatures.This was part of the investigation under the first information report filed after the incident. However, these seized weapons that were used by the accused in the operation on July 5, 2011, were not produced as evidence during the trial, which, the judgement noted, should have been submitted.Further, the judgement observed that the arms distribution register as well as the deployment register produced by the Crime Investigation Department as evidence served no purpose. Both registers had recorded the name of Inspector Khes alone, making no mention of the arms distributed to the other two accused. This made it difficult to prove that Khalko’s killing was due to the arms fired by the accused persons and were in their possession.To support the conclusion that Khalko’s death had resulted from gunshots fired by the police, the Jha Commission Report had drawn attention to the forensic ballistic reports from the Directorate Forensic Science, Gandhinagar, submitted in February 2012.According to the forensic ballistic report, the two bullets fired at Khalko were from the self-loading rifle used by the police during the operation and not by a bharmar, or country-made rifle, that was allegedly recovered from the site of the gunfight.Khes had then testified before the Jha Commission that he had fired six rounds from his AK-47 rifle, Constable Ratnakar of the 12th Battalion of the Chhattisgarh Armed Forces had fired one round from his rifle while Constable Dhania had fired four rounds from his self-loading rifle.After the operation, the police recovered, among other seizures from the site, four empty shells of the six rounds fired from the AK-47 and five shells of the gunshots fired from the self-loading rifles.Despite that, during the trial, the joint director and assistant scientific examiner from the Forensic Science Laboratory, Raipur, after examining all the articles – including the country-made rifle, empty shells of the AK-47 and rifles – was unable to conclude if Khalko’s death was caused by bullets fired by the police or the Naxalites.In addition, during the probe by the Crime Investigation Department, one of the key witnesses, Head Constable Lalit Kerketta of the Chhattisgarh Armed Forces who was part of the operation, had named Dhania and Ratnakar as the ones who fired the shots on the intervening night of July 5-July 6 to Constable Ashok Kumar Uike from his team.During the trial, the prosecution presented 38 witnesses before the sessions court, of whom 32 were police personnel. But none of them could bring facts to prove the case of criminal homicide against the accused, observed the judgement.Uike and Kerketta both turned hostile during the trial. Constable Uike claimed he was unable to recollect the names disclosed to him. Head Constable Kerketta, when cross-examined, acknowledged the presence of Dhania and Ratnakar in the search operation along with the others.Kerketta said that while he did not open fire when he heard the sound of gunshots from the forest, the jawans did open fire. However, Kerketta could not say which jawans had opened fire. When asked if the jawans could have opened fire in panic, he denied this.The head constable, currently stationed at Bastar’s Kodenar police station, acknowledged that after every operation, mandatory stock is taken of bullets fired, and from which firearm. However, he claimed ignorance of stocktaking for the July 5 anti-Naxalite operation, says the judgement.All of this points to shoddy investigation conducted, observed the judge.Rape charges not includedCrucial among these slip-ups by the prosecution is the omission of evidence pointing to the sexual assault on Khalko.Soon after the incident took place in 2011, Chhattisgarh Home Minister Nankiram Kanwar picked up on the observation in the autopsy that the dead woman had “habitual sex contact” to refute the allegations that she had been raped by the policemen. He had also questioned her absence from her home at night.Although the 2015 Jha Commission Report refrained from the use of the word rape, it strongly alluded to signs of “forceful intercourse”. The commission, however, could not ascertain with the existing autopsy and forensic reports if it was a case of gang rape, it had noted.According to the medico-legal autopsy report, Khalko’s seventh rib was broken and shifted from its location and her urinary tract and uterus were torn. Further, the two bullets – one in her chest and the other below her navel – and signs of injuries on her body, made it apparent the sexual intercourse was forceful, the commission had noted.While the autopsy reports confirmed the presence of semen in her underwear, the vaginal discharge smear slide was sent to Forensic Science Laboratories in Raipur and Sagar in Madhya Pradesh for a DNA examination.The Raipur laboratory reported the presence of semen and human sperm, but the one in Sagar said there was “no presence of male DNA profile”. This made it difficult to establish if multiple persons were involved, observed the Commission in its report.While filing the FIR against the three accused policemen, the Crime Investigation Department omitted charges of rape. The Congress, which was then in the Opposition, had staged a walkout from the Assembly in 2016 when no arrests were made and rape charges were not included in the charges.  Home Minister Ramsevak Painkra had promised to include the charges, but this was never done.In the absence of charges of rape, the sessions court trial did not delve into the matter of sexual assault, apart from mentioning the findings in the medico-legal and forensic reports.The trial court noted the statements received from the forensic laboratories and the report from the Sagar institute that confirmed that it could not detect any male DNA in the slide sent for investigation. CM’s visit to the regionThe Raipur sessions court order was pronounced on April 5. But it was not until May 18 that the people of Karcha village came to know about the acquittal.“We came to know of the judgement only when media people came to us a few days back,” said Meena’s father Budhram Khalko in a conversation over the telephone with this reporter on May 19.Local reporters also said they heard of the verdict only after Chhattisgarh Chief Minister Bhupesh Baghel completed his visit of Surguja division from May 4-11.Baghel is touring all 90 constituencies in the state ahead of the 2023 assembly elections. He began the tour from the Adivasi-dominated Sarmi constituency in Balrampur, reportedly because the Congress is concerned about growing tribal discontentment against his government. Police violence is one of the main causes of anger among Adivasi communities.Reporter Ghanshyam Sahu from Balrampur, who visited the family after news of the verdict broke, said the acquittal of the accused policemen came as a huge shock and disappointment for the villagers who had supported the family.In an interview with Sahu, Meena Khalko’s mother Gutiyari Khalko kept repeating the brutality with which her daughter had died and held the police responsible.The teenager’s brother Ravinder Khalko, too, said the family had pinned their hopes on the judiciary. “My sister has been raped and murdered and we had hoped those responsible will be punished,” said Ravinder Khalko.He continues to work at a government school as a peon– a job offered to him by the then Raman Singh-led BJP government soon after the case drew outrage from activists and the opposition.Buddheshwar Khalko, her father, said the family is poor and any compensation money given by the government has been used up in making rounds of the court and taking witnesses in hired vehicles, and related expenses.When asked by this reporter if he would pursue the case further, he said, “I do not have further resources to fight this any longer, what can I say. I am only a poor man.” Buddheshwar Khalko also expressed deep disappointment with the judiciary. “We are extremely sad and disappointed that our daughter’s death could not be avenged by the judiciary in this long wait of 12 years,” he said.“We know the truth has been suppressed,” he said.","author":"Malini Subramaniam","time":"2022-06-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175254-ezmxzkpygo-1654172372.jpg","tags":["Chhattisgarh","Adivasi rights","Maoists in India"],"source":"https://scroll.in/article/1025355/how-a-shoddy-probe-led-to-the-acquittal-of-chhattisgarh-policemen-accused-of-killing-an-adivasi-girl"}