{"title":"How Modi's 10% quota for poor upper castes violates Supreme Court orders on reservations","content":"In a surprise move, media reports said, the Cabinet on Monday cleared 10% reservations for “economically backward” upper castes in government recruitment and educational institutions. Economic backwardness is likely to be established according to the following criteria: income per year is Rs 8 lakh or less; if they own only up to five acres of land; if their residential home is smaller than 1,000 sq feet and is located in a plot of 109 yards in a notified municipal area; or 209 yards in a non-notified municipality. The Centre is likely to move a Bill for amending the Constitution on Tuesday. This is likely to target Article 15 (4), which at the moment reads thus: “Nothing in this article or in clause ( 2 ) of Article 29 shall prevent the State from making any special provision for the advancement of any socially and educationally backward classes of citizens or for the Scheduled Castes and the Scheduled Tribes.”  One possibility is for the Centre to add the words “or economically backward” after the term backward classes in the provision to enable the implementation of the quota. The primary question is if such an amendment will pass judicial muster as there is a big chance that this legislative move would be challenged in the Supreme Court. While the Centre might try to circumvent the question of social and educational backwardness, the primary criterion for a group to avail reservations, by claiming that the new amendment does not seek to include the upper castes within the category of backward classes, a term solidly defined through a number of judicial pronouncements, it is clear that a 10% quota for the upper castes has the potential to eat into the fair share of quota the backward classes deserve when the results of the caste census, which remains undeclared since 2011, is finally released. The proposed quota also smacks of arbitrariness. The Centre has often claimed that the cap of 50% on reservations fixed by the Supreme Court is arbitrary. Several States like Tamil Nadu have challenged this limit and currently provide a higher quota. The courts have used the absence of concrete population and backwardness data to sustain this cap. In such a scenario, the Centre, having failed to release the caste data of the 2011 Socio Economic and Caste census, seems to have arbitrarily fixed the quota for the economically backward upper castes at 10%. Economic backwardnessThe question of whether a Constitutional amendment is legal or not will only be tested after the amendment is passed by the Parliament. The courts will not interfere with the Bill when it is in the realm of Parliament and hence any judicial challenge will have to wait till the Bill become an Act. The question of whether economic backwardness could be the sole criteria to establish backwardness and provide quotas has been a contentious question since the Constitution came into force. The Mandal commission recommendations in 1980 to provide 27% reservation to Other Backward Classes was implemented in 1992. This took the overall quota to 49.5% as 22.5% was already reserved for Scheduled Castes and Scheduled Tribes. This was immediately challenged before the Supreme Court. In Indra Sawhney Etc. Etc vs Union Of India And Others, Etc. , the court went into the legality of the quotas, elaborately analysing the very concept of backwardness. The court heavily based its analysis on the Constitution Assembly debates to deconstruct what the Constitution meant by “backward classes”. In the Assembly, Dr BR Ambedkar, the chairman, said that the classes of citizens for whom reservations were to be made are those “communities which have not had so far representation in the State.” Building on this observation and reading it along with Articles 15 (4) and 16 (4) of the Constitution, the court made the following comment: “In our opinion too, the words “class of citizens - not adequately represented in the services under the State” would have been a vague and uncertain description. By adding the word “backward” and by the speeches of Dr Ambedkar and Sri KM Munshi, it was made clear that the “class of citizens...not adequately represented in the services under the State” meant only those classes of citizens who were not so represented on account of their social backwardness.”Therefore, the definition of backwardness will involve a combination of social and education backwardness and lack of representation in state services. According to the court, caste in the Indian context assumes the status of primary indicator for social and educational backwardness and remains the best stating point for affirmative action. “Since caste represents an existing, identifiable, social group spread over an overwhelming majority of the country’s population, we say one may well begin with castes, if one so chooses, and then go to other groups, sections and classes,” the court said. Thus, caste alone need not be the only eligibility, keeping in mind special circumstances like a religious minority group that is backward or occupational groups such as  agricultural labourers, Rickshawpullers/drivers, street-hawkers. This is what has allowed quotas in some states for transgender persons and orphans, where social backwardness has been established on basis other than caste. “The word ‘community’ is clearly wider than ‘caste’ – and ‘backward communities’ meant not only the castes – wherever they may be found – but also other groups, classes and sections among the populace,” the bench said. However, the court ruled out economic backwardness as the sole criteria for identifying backward classes. The court, in its majority opinion, said: “Question 4: (a) Whether backward classes can be identified only and exclusively with reference to the economic criterion:90. It follow from the discussion under Question No. 3 that a backward class cannot be determined only and exclusively with reference to economic criterion. It may be a consideration or basis along with and in addition to social backwardness, but it can never be the sole criterion. This is the view uniformly taken by this Court and we respectfully agree with the same.”It is to be noted that the courts used economic criteria, through “creamy layer” for exclusion rather than as a basis for inclusion in the quota system. If the Centre’s amendment is passed, this would mean a shift in the very foundation of the reservation policy, where inclusion for quota happens with economic criteria alone. As mentioned above, since the Supreme Court has clearly defined the process of identifying backward classes, the only way for the Centre to provide quotas for groups that are not socially and economically backward without proper representation in services is to create a separate category of economic backwardness. However, this is likely to hit the very idea of equality, for the achievement of which quotas are provided in the first place. Arbitrary quotasIn many cases while addressing the quota system, the Supreme Court has made it clear that equality is the rule and special treatment is the exception. One of the reasons for capping the quota limit at 50% is that the court in Indra Sawhney saw the Constitution as enabling “appropriate representation” and not “proportionate representation”. The court made it clear that a special provision like Article 15 (4) cannot be used to undermine the rights of citizens outside the quota system. However, this cap of 50% has been challenged by states, especially by Tamil Nadu which provides 69% quota at the state level. Judges have also been at odds over this limit. In T Devadasan vs Union of India, Justice Fazal Ali said this was a “rule of caution” rather than a frozen rule, something the majority of judges in Indra Sawhney did not agree to. In later cases after Indra Sawhney, the Supreme Court has questioned the basis for quotas over 50% and has asked governments to provide a scientific basis for the quantification of quotas. This made the caste element of the Socio-Economic and Caste census crucial. The Centre, however, has not released this data. Given the proposed amendments to enable a quota for the economically backward, the question that arises is how the court could allow the violation of the 50% rule that it has protected in the case of backward classes to enable the new quota. Unless and until this limit is removed by the court, the amendments will fall flat when judicially scrutinised. In legal view, the 10% quota will also be unjustified for the same reason that quota over 50% for the backward classes and scheduled class and scheduled tribes would be: it is arbitrary.","author":"Sruthisagar Yamunan","time":"2019-01-07T19:25:45.086446+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/37942-sbsezojvio-1469008538.jpg","tags":["Quotas and reservations","Caste","Upper-caste Quota"],"source":"https://scroll.in/article/908549/how-modi-s-10-quota-for-poor-upper-castes-violates-supreme-court-orders-on-reservations"}