{"title":"How does Adityanath withdrawing criminal case against himself not count as ‘jungle raj’?","content":"It is important to remember that the people of Uttar Pradesh did not vote for Adityanath to be their chief minister. Yes, the Bharatiya Janata Party did win an overwhelming majority in the 2017 Assembly election and was free as a party to decide on its own leadership, but that does not mean it cannot be criticised for picking a man accused of attempting murder, criminal intimidation, rioting, promoting enmity between different groups and defiling place of worship as per his own election affidavit. And now that choice of an alleged criminal has led to the natural next step: Adityanath’s government is trying to get cases against him withdrawn. The Indian Express reported on Wednesday that the Uttar Pradesh government has ordered the withdrawal of a case in which Adityanath, known to his followers as Yogi, as well as Minister of State for Finance at the Centre Shiv Pratap Shukla and BJP Member of Legislative Assembly Sheetal Pandey were all accused of violating prohibitory orders in Pipiganj in 1995. BD Mishra, the prosecution officer in Gorakhpur, told the newspaper that he has received a state government letter directing him to file a withdrawal application in court. In other words, Adityanath’s government is attempting to withdraw a case against Adityanath. The court will have a say in the matter, since the withdrawal still involves moving an application before the judge. But if the government does not want to pursue a 20-year-old case, there is only so much a district judge can do to keep it alive. Effectively, Adityanath will potentially be allowed to decide on his own matter. This is not the first time such a thing is happening either. Earlier in May, the Uttar Pradesh government had refused sanction for the prosecution of Aditynanath and others named in a first information report for allegedly inciting communal violence in Gorakhpur in 2007.BJP’s choiceThis is where it is important to remember that the people of the state did not pick Adityanath. He did not take charge after having campaigned as the party’s chief ministerial candidate, and indeed, was not even at the top of the list of names expected to be chosen. Put simply, the BJP did not need to pick an alleged criminal as its chief minister. It chose to do so. Indeed, the people of Uttar Pradesh might have even more reason to complain about this choice when you take into consideration the campaign that the BJP ran. The saffron party explicitly campaigned on a platform accusing the incumbent Samajwadi Party government of being unable to control or, worse, being party to a “jungle raj” in which criminals were allowed to do as they liked. With Modi as their chief campaigner, the BJP insisted that it would bring the rule of law to a state that often does not see it. Yet, once the people of Uttar Pradesh had voted for the BJP, the party picked an alleged criminal facing serious charges to lead the state. When you empower and enable those accused of crimes, you should not be surprised to then witness abuse of power. So Adityanath attempting to quash cases against himself is not surprising, though it is disappointing and the BJP – as the party that promises to be different and not enable criminals – ought to take a clear line against it. Class monitorOne of the arguments in favour of Adityanath soon after he was picked to lead the state was that the chief ministerial post would temper his more extremist tendencies, for which he has been booked in criminal cases and been reprimanded by the Election Commission. The writer Chetan Bhagat put it most directly, saying “when you make the naughtiest guy in class the class monitor, he behaves the best.” Based on the Express report, behaving the “best” appears to mean simply getting rid of any record that the naughtiest guy in the class was naughty in the first place. The court that is hearing this case had issued non-bailable warrants against Adityanath and others for not appearing in response to summons two years ago. Nothing happened then, and now, the government is set to withdraw the case against the chief minister and other BJP leaders. As if to underline how much of a conflict of interest this is, the withdrawal order came a day before the Uttar Pradesh Assembly passed a law that that withdrew more than 20,000 cases of violating prohibitory orders that have been pending for decades now. Adityanath could very well have waited until that law was passed which, though still a conflict of interest, at least applied across party lines. Instead, a day before, he ordered the withdrawal of his own case.Supriya Sharma has reported in the past how Adityanath allegedly led mob attacks on Muslims after making provocative speeches, with little in the way of justice for the victims of those incidents. Adityanath has even justified his allegedly criminal actions on national television, standing by his promise that those who kill can expect to be killed. In November, he again endorsed extra-judicial violence, saying criminals will either be jailed or killed in encounters. As it stands though, it appears Adityanath’s attitude towards criminals only applies to those he does not like. When it comes to himself or his fellow BJP leaders, Adityanath’s manner of handling criminal cases is to withdraw them altogether. What else can you expect from a chief minister accused of crimes?","author":"Rohan Venkataramakrishnan","time":"2017-12-27T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/862892-68803-roelzqzpqz-1511408501.jpg","tags":["Adityanath","Uttar Pradesh","BJP"],"source":"https://scroll.in/article/862892/how-does-adityanath-withdrawing-criminal-case-against-himself-not-count-as-jungle-raj"}