{"title":"How incessant rain and the Barak river in spate overwhelmed Assam’s Silchar town","content":"With the ground floor submerged since Monday evening, 52-year-old Joydeep Biswas has been fearfully watching the water levels rise from the first floor of his house in Southern Assam’s Silchar town. The ground floor is already submerged.“The lift shaft is full of water. We are on the first floor but we are feeling terrified,” said 52-year-old Biswas.With an estimated population of three lakh, Silchar is the biggest town and commercial hub in Assam’s Barak Valley. It is also an urban nerve centre for the neighbouring states of Manipur, Mizoram and Tripura.The Barak River, which has been swelling following the incessant rainfall, flows along the town, located in the Valley’s Cachar district. On Sunday, the river breached an embankment six kilometres upstream at Bethukandi and by Monday, water had gushed into the town.“There is no electricity, no drinking water,” Biswas, who teaches at Cachar College, told Scroll.in. “In my lane, it is six-feet-deep water. Most of the city is under water.”Massive rescue evacuation and relief operations are continuing round the clock in the worst affected areas of Silchar Town like Rangirkhari, Public School Road, Ashram Road etc areas by the officials of District Administration, NDRF, SDRF, Army, CRPF, BSF and pic.twitter.com/cDf7Tl75Gd— Deputy Commissioner Cachar (@dccachar) June 21, 2022\n\nCachar deputy commissioner Keerthi Jalli told Scroll.in that the town has been inundated and that roadways connecting Cachar district have been closed. In a text message to this reporter, Jalli said that the administration was “focussing on evacuation and then relief with the boats on hand that have been pooled from NDRF/SDRF/Army/CRPF,” referring to the state and national disaster response forces, and the central paramilitary force. “Four NDRF teams have been airlifted and sent to Silchar. They have just reached.”As of Wednesday, more than 55.42 lakh residents across 5,577 villages had been affected while at least 89 had died in Assam. In Cachar district, over 2.16 lakh residents in 506 villages had been affected, according to the Assam State Disaster Management Agency.But how did such devastation occur in Silchar, Assam’s second largest city?Downpour, damaged embankmentOn Sunday, the Cachar district administration said that an embankment, at upstream Bethukandi, had been “damaged by some miscreants” and that the water had continued to flow despite repair attempts. The advisory warned that low-lying parts of Silchar town could be affected.Local residents say the embankment at Bethukandi was deliberately breached earlier in June to drain out the water from the previous spell of floods in May after the administration did not take any action. The police had registered a first information report regarding the deliberate breach in the embankment.Cachar Superintendent of Police Ramandeep Kaur told Scroll.in on Wednesday that the damage caused to the embankment is immaterial since water is flowing over it. “But we had registered an FIR related to the breach,” said Kaur. “It takes time to restore the embankment....it is hardly 20 days that we had the last flood.” Kaur did not provide further details of the first information report. Security personnel rescue residents of Silchar on Monday. Credit: PTIThe town has already been battered by rainfall far exceeding the monthly average for June.According to data provided by Sunit Das, a senior scientist at the India Meteorological Department, Silchar received 930 millimetres of actual rainfall, a departure of 490 millimetres from the normal, this month till June 21. The heavy rainfall weakened the already damaged dyke and the swollen Barak River could not be contained.Shamim Ahmed Laskar, a senior district disaster management official, told Scroll.in that the situation is critical after heavy rainfall and the breach of embankments in and around Silchar.“Water entered the urban places through this damaged portion… [of the Bethukandi  embankment] submerging most parts of the Silchar town,” said Laskar. He said the extent of the damage was yet to be assessed – rescuing and evacuating as residents was the priority.“We knew that the dyke [embankment at Bethukandi] was developing breaches,” said Joydeep Biswas. “But the district administration did nothing to stop the breach.” Biswas said the speed at which the river water surged into Silchar was terrifying. “It did not give much reaction time to the residents.”By Sunday evening, the river had inundated main parts of Silchar town including Sonai Road, Rangirkhari, Link Road, Ambicapatty, Ashram Road, College Road, Public School Road, Fatak Bazar.Gyanendra Tripathi, chief executive officer of Assam State Disaster Management Agency, told Scroll.in: “The river was already at its peak when the dyke was cut.”  Tripathi said there was water-logging in the entire town and the currents are fast.According to Biswas, the lane in Ambicapatty where he lives was dry at 9am on Monday but by 11pm, parts of the staircase in his apartment building had begun to go underwater. “Now, calculate the speed of the water,” he said.  Like Biswas, several other residents of Silchar have horrifying accounts of a city being consumed by a river in spate.Swirling water, boats in the streetsAbhishek Patoa, 36, and medical student Arithrima Roy, 21, said the water had not receded from their homes as of Tuesday morning. Roy said she had never witnessed such flooding in her life. “We shifted to the first floor. There is water till the waist in my home,” said Roy, who lives on Hailakandi Road.Patoa, his 70-year-old-father and 60-year-old mother had to flee from their home after it was flooded. He said that in some places the water was chest-deep.  They have been staying at a relative’s house since Monday evening.Essentials have also run short, according to Patoa. “There is no electricity, no food or drinking water,” he said. “Life has been destroyed. We don’t know when things will be normal again.”Further, poor mobile network connectivity is hampering rescue operations. Many flood-hit residents have not been able to call the emergency helpline numbers, which are also mostly busy or unanswered.Residents wading through waist-deep floodwater in Silchar on Monday. Credit: PTI.Silchar resident Joydeep Chakrabarty said that a relative from Mumbai asked for his help in rescuing his family, stranded in the town’s Subhash Nagar. “I have been trying to reach them over the phone without much success,” he said. “There is no network on the phone in 90% of the city.”Chakrabarty said it was impossible to step out of the house as the water level was dangerously high and while boats are plying, they are not enough.Pallabi Dey Purkayastha, a 30-year-old film critic and a resident of Vivekananda Road, recounted a terrifying night of water flooding the town from 6.30pm on Sunday.  “Within an hour or so, parts of the town were submerged and the rest of it went under water as the night progressed,” said Purkayastha. She said residents were navigating the swirling floodwater on bamboo boats.According to her, Silchar is seeing floods of this magnitude after 15 years, the last being 2007. “Even that was not this severe. We need help,” Purkayastha said.But as all of Assam continues to reel under the devastating floods, help may take longer.Focus on rescuing residentsOn Monday, Assam Chief Minister Himanta Biswa Sarma said 105 personnel of the National Disaster Response Force, along with life-saving equipment, had left from Bhubaneshwar to carry out rescue operations in Barak Valley. The team had reached Silchar by Wednesday.Tripathi said the priority was to rescue residents, relief distribution had to wait. The three-storey Cachar College has been turned into a relief camp where over 2,000 residents are sheltering.Packaged drinking water is being distributed to the affected people. pic.twitter.com/d1YZwQ3G4g— Deputy Commissioner Cachar (@dccachar) June 21, 2022\n\nOn Wednesday afternoon, a senior Silchar official said the situation is grim but overnight, the water had begun receding slowly.By 1pm on Wednesday, the water level of the Barak river at Annapurna Ghat had reduced slightly to 21.52 metres from 21.57 metres on Tuesday. The danger mark is 19.83 metres. Silchar residents, however, told Scroll.in on Wednesday that flood water has inundated more areas, such as Tarapur village nearby, and the lack of drinking water remains a concern.Double devastationIn May, too, heavy pre-monsoon rainfall triggered floods that wreaked havoc in the Barak Valley, especially Cachar district where over 1.59 lakh residents had been affected, according to the state disaster management agency’s data from May 19.Choudhury Parthankar, who teaches Ecology and Environmental Science at Assam University, said that excess rainfall in a short duration was to blame for the floods in the Barak Valley in May and June. According to Parthankar, other factors have also played a part – from poor drainage systems and plastic waste to unplanned urbanisation and naturally low-lying areas being constructed over.Connectivity to the Barak Valley region had snapped in May after rainfall and landslides in Assam’s Dima Hasao district. While road connectivity was fixed, only to be disrupted again last week, rail connectivity has still not been restored.Biswas, meanwhile, recalled that floods have hit Silchar in the past as well and while this year’s situation is especially horrifying, no precautions were taken. It appears that no lessons were learnt from past mistakes, he said.","author":"Rokibuz Zaman","time":"2022-06-23T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176136-bauulguuag-1655904989.jpg","tags":["Assam","Silchar","Assam floods"],"source":"https://scroll.in/article/1026724/how-incessant-rain-and-the-barak-river-in-spate-overwhelmed-assams-silchar-town"}