{"title":"How 25-year-old ‘Hindutva-pop’ star Kavi Singh shot to fame with songs to stoke nationalism ","content":"Agar chhua mandir toh tujhe dikha denge, Tujhko teri aukaad bata denge. Don’t you dare touch the temple, Or else we will show you your place.  Much about Kavi Singh is difficult to believe. It is difficult to believe that she sang for the first time in her life only in 2019 – and has since then recorded over 80 songs with tens more in the pipeline, recorded and waiting to be released. It is also difficult to believe that she is just 25 years old. Her assured tone, her confidence, combined with her somewhat unusual dressing – she is always dressed in a kurta-pyjama set with a Nehru jacket to go and a pagdi, a turban, wrapped around her head – make her seem a lot older than she is.   What isn’t difficult to believe is how seriously Kavi takes her work – she insists that she is on a mission. The mission is to spark “deshbhakti”, patriotism, among Indians who seem to have forgotten traditional values and “desh prem”, love for the country. For Kavi, an important part of that desh prem is to realise, like she has, the biggest threat that the country faces – that of an imminent Islamic demographic takeover. Kavi is convinced that the country’s Muslim population is conspiring to execute a slow, silent coup against Hindus.   Kavi is a Hindutva pop star blazing her way through the country, creating songs that echo some of the core beliefs of Hindu nationalism. In just four years, Kavi has delivered songs on almost every major talking point among Hindu right-wing circles – from the need to bring a law to control the population,1  thinly veiled as an effort to halt the growth of Muslims in the country, or to warn Hindu girls against “love jihad”: an imagined Islamic strategy to lure them into Islam on the pretext of marriage. Through her work, Kavi shapes narratives by presenting her take on all significant issues of the country’s politics. She does this without being affiliated with any Hindutva organisations, thereby creating the illusion of her independence from them. But her perspectives do little except push the Hindu nationalist thought further.  For instance, one of her most popular songs, “Dhara 370”, Article 370, hailed the controversial revocation of Jammu and Kashmir’s special status and autonomy granted by the Indian Constitution, likening the occasion to Diwali. The song repeatedly referred to “gaddars”. traitors, and its video showed images of Kashmiri separatist leaders and politicians to coincide with the term. Similarly, just weeks before the Supreme Court was slated to deliver its verdict on the issue, Kavi brought out a song that insisted that a new Ram Mandir, the temple to Lord Ram, would be built on the disputed land over which the Babri Masjid had stood till its demolition in December 1992.This was precisely what the court was yet to decide on. For decades now, Hindus and Muslim petitioners in the court had been wrangling over a piece of land on which the Babri Masjid lay – the Hindus claimed the land was where Lord Ram was born, thereby claiming it to be fit for a temple in their God’s honour. The dispute, bitterly contested by both sides, even spilled on the streets several times – most notably, when armed, violent Hindu nationalists climbed onto the mosque and brought it down in December 1992. Kavi, though, didn’t want to wait for the court. Her song assured its listeners that the temple would be built at the very disputed spot.   This is why it is difficult to believe that Kavi sang her life’s first ever song days after her father, Ramkesh Jiwanpurwala, a popular Haryanvi singer, actor and director himself, had “caught” her humming in the kitchen. “That’s when I knew she could sing,” Ramkesh told me, remembering that evening in January 2019.“I took her to the studio immediately and asked her to record a song to understand how she sounds,” says Ramkesh. When he heard her sing, he knew his intuition was spot on. “In that moment, I knew,” says Ramkesh, “yeh toh ekdum fit hai.” She’s bang on the money. From that moment on, Ramkesh became her manager, her lyricist, her director, her man Friday and her life coach – all rolled into one. Ramkesh decided to dedicate himself to becoming her shadow.  Days after his “discovery” of her talent, just as suddenly, another unlikely event catapulted her to fame: On February 14, 2019, a suicide bomber in the Pulwama region of Jammu and Kashmir drove an explosive-laden car into a convoy of paramilitary soldiers, killing 40 of them.It was one of the deadliest terror attacks in India’s history. But when Ramkesh received a text from his friend and fellow Haryanvi poet and singer Azad Singh Khanda Kheri, he smelled an opportunity. The text contained a new poem that Kheri had written on the Pulwama attack. The poem was controversial and polarising. Ramkesh, nonetheless, decided that Kavi should sing it, even if just as an experiment. That evening, the father-daughter duo booked a local recording studio in Karnal, composed the tune within an hour and recorded Kavi’s vocals over it. Before he slept, Ramkesh discreetly sent off the audio recording to a few friends. Maybe a couple of them would get back with comments, he thought to himself. He wasn’t prepared for what came his way the next morning. “The song had gone viral on WhatsApp, ji,” Ramkesh told me when we met in March 2021. “Within hours, the song had spread so far and wide that we started getting videos of people lip-syncing to the song,” he told me.    I investigated his claim and found this to be true. Days after the attack, many versions of this song found their way to the internet, including lip-synced videos, as Ramkesh had claimed. One factor was common to all these versions – no one seemed to know who the singer was. Ramkesh raced to fix this – the day after the recording, Ramkesh hurriedly arranged for a cameraman to come and shoot a quick video of Kavi in a recording studio, lip-syncing to her own song. Overnight, the video was edited. By the next morning, it was online.   The video achieved virality almost immediately.Excerpted with permission from H-Pop: The Secretive World of Hindutva Pop Stars, Kunal Purohit, HarperCollins India.","author":"Kunal Purohit","time":"2023-11-17T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195832-owknzcveat-1699867911.jpeg","tags":["hindutva","music"],"source":"https://scroll.in/article/1059026/how-25-year-old-hindutva-pop-star-kavi-singh-shot-to-fame-with-songs-to-stoke-nationalism"}