{"title":"How the Supreme Court's hardline stance on citizenship deepened the flaws in Assam’s NRC","content":"In December 2014, the Supreme Court set a deadline for the updating of Assam’s National Register of Citizens. The court took on the responsibility of monitoring the process, which aims to produce a list of genuine Indian citizens living in Assam. The judgment, authored by Ranjan Gogoi, now chief justice of India, and Justice Rohintan Nariman, started with a quote from the Bible:“A Prophet is without honour in his own country. Substitute ‘citizen’ for ‘prophet’ and you will get the gist of the various writ petitions... assailing Section 6A of the Citizenship Act.” Section 6A is a provision in India’s citizenship law specific to Assam. Assamese nationalists have argued that it diluted the citizenship rights of communities defined as indigenous to the state. The judgment went on to resurrect an infamous quote by CS Mullan. In a report on the 1931 Census, the British official had characterised migration as infestation, and defined it in communal terms.“The invasion of a vast horde of land-hungry immigrants mostly Muslims” would obliterate Assamese culture and civilization, Mullan had written. For decades, these lines were used for fear-mongering about so-called illegal immigrants overrunning Assam. The court chose to quote this very passage.  A court-monitored exerciseWhile the updating of the NRC sprang from a political demand that undocumented migrants be driven out of the state, the Supreme Court has been the motive force behind the exercise.One of the main aims of the NRC, being updated for the first time since 1951, is to sort genuine citizens from undocumented migrants living in the state. It is seen as a long-delayed impact of the anti-foreigners’ agitation in Assam, which started in 1979 and culminated in the Assam Accord of 1985, which called for the identification and expulsion of undocumented migrants. The new NRC takes its definition of citizenship from the accord: to be included in the register, applicants have to prove that they or their ancestors entered the country before midnight on March 24, 1971, the eve of the Bangladesh War.Since at least 2005, the Supreme Court has kept up a heated rhetoric about so-called illegal immigrants. Its judgments have been geared towards expelling such migrants rather than protecting individuals who may be unfairly deprived of citizenship.After 2014,  the NRC became the first enumeration exercise watched over so closely by the judiciary. The Supreme Court has rushed the NRC authorities through various phases of a complex bureaucratic exercise, resulting in error-riddled drafts of the register. It has now pulled a curtain over the specifics of the process, which puts millions who could lose citizenship at the mercy of an opaque exercise.  ‘External aggression’In 2005, the court struck down the Illegal Migrants (Determination by Tribunals) Act, 1983, calling “illegal immigration” no less than an act of “external aggression”.The Act, which was specific to Assam, mandated quasi-judicial bodies called foreigners tribunal to adjudicate on the citizenship of people suspected to be foreigners. Like the Assam Accord, signed two years later, the Act declared that anyone who could not prove they or their ancestors had entered India by midnight on March 24, 1971, would be liable to deportation.   After the Assam Accord, the Citizenship Act of 1955 was amended to add Section 6A, fixing the 1971 cut off date for citizenship in Assam.A petition against the Illegal Migrants (Determination by Tribunals) Act was filed by Sarbananda Sonowal, now chief minister of Assam and formerly president of the All Assam Students’ Union, which had led the anti-foreigners’ agitation of the 1980s. Sonowal had argued the provisions of the act were so stringent, it made the detection and deportation of foreigners near impossible. In its July 2005 judgment striking down the act, the court seemed to agree:“It is far more easier [sic] to secure conviction of a person in a criminal trial where he may be awarded a capital punishment or imprisonment for life than to establish that a person is an illegal migrant on account of extremely difficult, cumbersome and time consuming procedure laid down in the IMDT Act and the Rules made thereunder.”It laments that there were over three lakh enquiries under the 1983 Act but only 1,481 were physically deported. It objects that the burden of proof lies on the prosecution, as is the case with most laws, rather than on the accused, as under the Foreigners’ Act 1946. This, it felt, gave “undue advantage” to undocumented migrants in Assam.The Assam-specific law was “discriminatory”, the court felt, as in other parts of the country, matters of disputed nationality were decided by the 1946 Act.  In the judgment, the court echoed the language of Assam’s anti-foreigner movement, that of  an “influx” which had swamped the original dwellers of the state, creating a demographic change.It quoted a paragraph from a racially charged American federal court decision from 1889, barring the flow of Chinese workers into that country. The court compared such flows to the movement of Bangladeshi migrants after the 1971 war: “To preserve its independence, and give security against foreign aggression and encroachment, is the highest duty of every nation, and to attain these ends nearly all other considerations are to be subordinated.  It matters not in what form such aggression and encroachment come, whether from the foreign nation acting in its national character or from vast hordes of its people crowding in upon us.” The Union government then issued the Foreigners (Tribunal) Amendment Order 2006, which changed certain provisions of the 1964 order of the same name and exempted Assam from the law. The court struck down the amendment as well. Both judgments appear determined to push governments to more hardline positions on migration.Speeding up the NRCTalk of updating the National Register of Citizens was revived at a tripartite meeting  between the Centre, the Assam government and the All Assam Students’ Union held in 2005. But as the government stalled, the court got involved once again.In 2009, a writ petition was moved by the non-profit Assam Public Works, which wanted undocumented migrants removed from electoral rolls and sought a direction from the court to update the NRC. Nothing much moved between 2009 and 2013. The state government started a small pilot project for updating the register in 2010, but this was stalled after violent protests.Then in 2013, with the Justice Gogoi on the bench, the court started nudging what looked like a reluctant Union government to press on with the NRC. In May 2013, it directed the Centre to finalise the modalities of the process by July that year. In October 2013, when the Centre said it was not in a position to state the date by which a gazette notification would be issued on the financial modalities of the process, the court asked the government to file an affidavit within a week. If this was not possible, the concerned officer was to appear in court to explain why.In May 2014, the Supreme Court chided the Centre and the Assam government for “dragging its feet” on implementing court orders on beefing up border security. It appointed a one-man commission to submit a report on “illegal immigration”. In December 2014, as it started monitoring the updating of the NRC, the court set a deadline of January 2016. It concluded that the original deadline of December 2016 could be advanced if the several tasks listed under the tentative schedule were compressed. Predictably, this deadline was not adhered to, given the complexity of the exercise. The court has kept up the pressure on the state coordinator to push through with the process, even though deadlines have been eased several times. Shifting goalpostsEspecially since 2017, the updating of the National Register of Citizens has been a changeable process, its terms and goalposts constantly shifting.Two issues, in particular, gave rise to anxieties about applications. First, the question of “original inhabitants”, or whether there was a separate category of citizens who would be subjected to less rigorous scrutiny, usually because they belonged to groups catgorised as indigenous. A second – and related – matter was the use of gram panchayat certificates to prove citizenship. Issued by the local panchayat, these certificates were used largely by poor married women in rural Assam who had few other documents to prove their relationship to a pre-1971 ancestor. In 2017, the Gauhati High Court ruled that they were not valid documents. This left about 48 lakh people who had depended on these certificates in the lurch.On both issues, the Supreme Court seemed to come to the rescue, declaring that no separate category of citizens existed and that gram panchayat certificates could be submitted. The reality was more complicated.In August 2017, it was the Supreme Court which asked Hajela to segregate “original inhabitants” who had submitted panchayat certificates from the others. Hakela duly submitted that they could verify only 17 lakh applicants who had submitted panchayat certificates as “original inhabitants”. This led to a panic, especially among minorities. Later, Hajela claimed there was no separate category, although officials admitted that “original inhabitants” was an internal classification meant for bureaucratic use. The NRC rules also mention the category under Clause 3(3).In a December 2017 judgment, the court affirmed that “Identification of persons who are originally inhabitants of the State of Assam as against those who are not does not determine any entitlement for inclusion in the NRC”. But it did say that the rules “contemplated a less strict and vigorous process” for such individuals.The court also ruled panchayat certificates could be used to prove lineage. But there was a caveat. NRC officials said they were instructed to clear them only after thorough verification and if they were backed by other documents. But they had been used as a last resort by women who had no other documents to show in the first place. Anecdotal evidence suggests many of the 40.07 lakh people left out of the NRC draft published in July 2018 had relied on the certificates. After the final draft was published, 40.07 lakh people had to make fresh claims to citizenship. This, too, was a changeable process. In September 2018, the state coordinator for the NRC suddenly suggested that five of the 15 documents initially allowed to prove a pre-1971 ancestor’s proof of residence in the country be disqualified, throwing thousands into fresh panic. The court took up the suggestion and ordered that the claims process start on September 25, with only 10 eligible documents to prove ancestry. Nearly a month into the claims process, the court decided to allow the original 15.After the final draft was submitted, the Supreme Court considered “re-verification” of 10% of those excluded. But it did not elaborate on how this sample size would be selected, whom it would include. A year later, it seems to have changed its position. In July, the Centre pleaded for an extension to the deadline for the publication of the final NRC so that 20% of the applicants could go through another layer of scrutiny, or verification. The court extended the deadline by a month but did not allow a reverification.Drawing a curtainIf the process was arbitrary, the court also ensured that it grew increasingly opaque. In the confusion surrounding the counting process, Hajela had regularly answered questions put to him by the press, trying to address some of the fears and speculation. That came to an end in August, 2018. Hajela was told off for “contempt of court” and instructed to focus on drafting the list instead of making statements. After the final draft was published, the court asked Hajela to submit district-wise data on the number of rejects in a sealed envelope. The court’s concerns about making public the contents of a document that could be used politically to ignite communal and ethnic tensions were seen as valid. But it also raises another vital question. This is one of the largest enumeration exercises in post-Independent India, with far-reaching consequences for how citizens are imagined, how minority rights are protected and how politics is done. Should it be left entirely to proceedings dominated by the judiciary? Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Sruthisagar Yamunan","time":"2019-07-31T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124740-jbmdxiosqp-1564490043.jpeg","tags":["National Register of Citizens","The Process","Assam","Supreme Court"],"source":"https://scroll.in/article/932176/how-the-supreme-court-s-hardline-stance-on-citizenship-deepened-the-flaws-in-assams-nrc"}