{"title":"‘Ab ki baar, Trump Sarkar’: PM Modi and US President address 50,000-strong audience in Houston","content":"12.11 am: Modi winds up with more praise for Donald Trump, and the hope that both countries will move forward together.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PM Narendra Modi: Mr. President Trump I want you to come to India, with your family. Our friendship will take our shared dreams and our vibrant future to new heights. #HowdyModi pic.twitter.com/RTlIPpRY7E— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 am, September 23: Modi asks the audience to give a standing ovation to Trump for his support in fighting terror.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PM Narendra Modi: Time has come for a decisive battle against terrorism and against those who promote terror. I want to stress on the fact that in this fight, President Trump is standing firmly pic.twitter.com/aXWT1VeTyL— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.55 pm: Even as portions of the Kashmir Valley remain under lockdown, Modi says that getting rid of Article 370 will give the people of Jammu, Kashmir and Ladakh the rights promised to all Indians under the Constitution.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.45 pm: With his government under fire for pushing Hindi in India, Modi chooses to say “Everything is fine” in a number of different languages to demonstrate India’s diversity in Houston.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Prime Minister Narendra Modi says,'everything is fine,' in different Indian languages. pic.twitter.com/IpSKbGpTjg— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 pm: Modi says, “If you ask the question ‘Howdy Modi’, the answer is ‘Everything [in India] is fine’.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Prime Minister Narendra Modi: This event is called #HowdyModi, but I am no one, I am a common man working on the directions of 130 crore Indians. #ModiInUSA pic.twitter.com/nDVIP8XrqA— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 pm: Modi says: “I’m seeing history being made, and a new chemistry also.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PM Modi: This atmosphere is unprecedented & extraordinary, when you talk of Texas then everything is on a grand scale. I'm seeing history being made, and a new chemistry also. #HowdyModi #ModiInUSA pic.twitter.com/ZAHbSTlgy5— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.20 pm: Trump says India will have access to NBA basketball soon. “Am I invited, Mr Prime Minister?” he asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH US Pres Donald Trump: Very soon India will have to access to another world class American product-NBA basketball. Wow, sounds good. Next week thousands in Mumbai will watch the first ever NBA game in India..am I invited Mr. Prime Minister? I may come, be careful I may come pic.twitter.com/QmcyeXurLg— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.17 pm:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HowdyModi #DonaldTrump #modiinhouston #Houston pic.twitter.com/MXEhjhKZwr— NDTV (@ndtv) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.01 pm: US President Donald Trump, introduced as “my friend” by Prime Minister Modi, starts his address by praising the Indian-American population.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Trump, hardly known for celebrating ethnic diversity, says \"we love you\" to Indian-Americans, saying they \"enrich our culture\" and \"uphold our values.\" Community overwhelmingly voted for Clinton in 2016 #HowdyModi— Shaun Tandon (@shauntandon) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.52 pm:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PM: Trump has always been warm affectionate and full of wit....refers to Trump slogan \"Abki baar Trump sarkar\" and Diwali celebrations in The White House to cheers from the crowds.— Suhasini Haidar (@suhasinih) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 pm:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    US President Donald Trump and Prime Minister Narendra Modi on stage at NRG stadium in Houston. #HowdyModi pic.twitter.com/vevuyW39Ni— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 pm: US President Donald Trump arrives at the venue in Houston.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    US President Donald Trump arrives at NRG stadium in Houston, received by External Affairs Minister Subrahmanyam Jaishankar. #HowdyModi pic.twitter.com/EcXrCVEedv— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.11 pm:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    House Majority Leader Steny H. Hoyer: (India) Like America proud of its traditions to secure a future according to Gandhi's teachings and Nehru's vision of India as a secular democracy where respect for pluralism and human rights safeguard every individual. #HowdyModi pic.twitter.com/hosDK9O03l— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.05 pm: A tweet from Modi’s office:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Thank you Houston for such amazing affection! #HowdyModi pic.twitter.com/xlbWsMVkae— PMO India (@PMOIndia) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.55 pm: Houston Mayor Sylvester Turner presents the Key to the City to Narendra Modi, according to Texas India Forum.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Mayor of Houston @SylvesterTurner presents the Key to the City to @narendramodi as the mark of respect, solidarity and long standing India-Houston relationship. #HowdyModi pic.twitter.com/auLXorlxF6— Texas India Forum (@howdymodi) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.45 pm: Prime Minister Narendra Modi arrives on stage at NRG stadium in Houston.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Prime Minister Narendra Modi arrives on stage at NRG stadium in Houston, he will address the gathering shortly. #HowdyModi pic.twitter.com/PVOcMXcpce— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.43 pm: Junior Senator for Texas Ted Cruz thanks the the Indian-American community in USA for their contributions, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Junior US Senator for Texas,Ted Cruz: India is largest democracy on face of earth&America is proud to be your friend. Today is also a celebration of the Indian-American community in USA including in Texas. We say thank you to you for your incredible contributions. #HowdyModi pic.twitter.com/wEfpjZMSO2— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.35 pm: United States Congressional delegation takes the stage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    United States Congressional delegation arrives on stage at the #HowdyModi event in Houston pic.twitter.com/LJJt6lwRvl— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.29 pm: PM Narendra Modi arrives at NRG stadium in Houston, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.28 pm: Houston Mayor Sylvester Turner is addressing the crowd, says Texas India Forum.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.11 pm: Texas Senator John Cornyn hopes the trade differences will be ironed out, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    United States Senator for Texas, John Cornyn: I won't be surprised if there is some announcement by President Trump today, hopefully we will be able to sort out the trade differences. #HowdyModi pic.twitter.com/8KDBsC9GvI— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.57 pm: Modi says he is looking forward to meet Donald Trump.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    It surely will be a great day! Looking forward to meeting you very soon @realDonaldTrump. https://t.co/BSum4VyeFI— Narendra Modi (@narendramodi) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 pm: 27 cultural groups to perform before Modi’s address, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.37 pm: People protest outside the NRG Stadium in Houston against former Indian Police Service officer Sanjiv Bhatt’s conviction in a 30-year-old custodial death case and lynchings in India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Credit: Alliance for Justice and Accountability\n\n    Credit: Alliance for Justice and Accountability\n\n    Credit: Alliance for Justice and Accountability\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.23 pm: People wait at the stadium.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The crowd awaits PM @narendramodi's arrival with high energy in the stadium! #HowdyModi l #SharedDreamsBrighterFutures pic.twitter.com/dZpURqhAll— Texas India Forum (@howdymodi) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.18 pm: Donald Trump tweets that he will be with his friend in Houston.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Will be in Houston to be with my friend. Will be a great day in Texas! https://t.co/SqdOZfqd2b— Donald J. Trump (@realDonaldTrump) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.12 pm: Kirtan singers of the Guru Nanak Society of Greater Cincinnati perform as event begins.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HowdyModi event begins with a Sikh Gurbani prayer from the Kirtan singers of the Guru Nanak Society of Greater Cincinnati.Watch Live: https://t.co/xt1QcyA6x5 pic.twitter.com/bI6L4yaF7z— Texas India Forum (@howdymodi) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.53 pm: Texas Senator John Cornyn arrives at NRG stadium.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Senator @JohnCornyn is at @nrgpark! #HowdyModi pic.twitter.com/PpVbqWNtw7— Texas India Forum (@howdymodi) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.08 pm: The event is set to begin in a few hours. You can watch it live on the “Howdy, Modi!” YouTube channel here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.05 pm:  US President Donald Trump gets onto a plane for Houston, where he will attend the Howdy Modi rally, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Joint Base Andrews (Maryland): President of the United States, Donald Trump emplanes for Houston. He will attend #HowdyModi event, later today. (Pic credit: Steve Herman, The Voice of America) pic.twitter.com/ZKUxiIuMYb— ANI (@ANI) September 22, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.02 pm: India’s largest liquified natural gas importer Petronet will invest $2.5 billion for around 20% equity stake in United States energy company Tellurian Inc’s Driftwood project. They will negotiate buying five million tonnes of gas per year.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 pm: Modi meets a 17-member Kashmiri Pandit delegation from the Global Kashmiri Pandit Diaspora in the United States city of Houston, Texas ahead of his “Howdy Modi” rally, NDTV reports. The delegation “unequivocally supported the steps being taken for the progress of India and empowerment of every Indian”, the Prime Minister’s Office tweets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I had a special interaction with Kashmiri Pandits in Houston. pic.twitter.com/07coxdg0oS— Narendra Modi (@narendramodi) September 22, 2019\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-22T19:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127813-gkvvfqfnin-1569176366.jpeg","tags":["Narendra Modi","Howdy Modi","Houston","Donald Trump"],"source":"https://scroll.in/latest/938158/howdy-modi-pm-to-address-indian-diaspora-soon-crowd-line-up-outside-houston-stadium"}