{"title":"‘Howdy’ may have been a win for Modi and Trump ties, but was it good for Indo-US relations?","content":"What use is a ‘howdy’ in Houston if it leads to a ‘no deal’ in New York? Despite the apparent bonhomie between Indian Prime Minister Narendra Modi and US President Donald Trump in Texas last week, the two countries were unable to even arrive at a modest trade deal, meaning a more comprehensive trade agreement now seems much further away. The ‘Howdy, Modi’ event in Houston, Texas, which saw both Modi and Trump address a 50,000-strong audience of primarily Indian-Americans, was undoubtedly a historic moment. Both leaders, who have thrived on right-wing, populist rhetoric, were greeted with adulation from the massive crowd, with cheers every time a connection between the two countries was mentioned. The event, and the evidently close connection between Modi and Trump that was on display, raised high hopes that it would translate into improved ties between their nations, despite rocky trade relations over the past two years. In particular, policymakers on both sides had a small trade deal in mind, one that could set the table for a India-US free trade agreement further down. ‘India, US expected to sign interim trade agreement today,’ read Tuesday’s headline on Mint. “The presence of India’s Commerce Minister Piyush Goyal in New York City  for discussions with United States Trade Representative Robert  Lighthizer... raised expectations that India and the US are close to finalising a limited trade package,” reported Sriram Lakshman in the Hindu. “This limited package is likely to be accompanied by the announcement  that negotiations on a Free Trade Agreement will begin.” On Wednesday, however, the tune had changed. The Indo-US bilateral concluded without a deal announcement. Reports suggested that the two countries had failed to agree on a number of things. The US wants India to reduce tariffs and open up its market for a number of items, including Information and Communications Technology, medical devices, dairy products and more. India had been expecting reinstatement to the Generalized System of Preferences, under which it gets better access to the US market, which was revoked in June this year. When asked about it, Trump said that he thinks the deal will come “very soon”, with no explanation for why it was not concluded on this trip. “We’ll have the larger deal down the road a little bit, but we will have a trade deal very soon.” The failure to announce a deal after the massive event in Houston is indicative of two different things. First, Indo-US ties remain under some strain particularly due to trade issues. “It appears there was no trade deal and that’s disappointing,” said Mark Linscott, former senior US Trade Representative negotiator and now senior fellow at the Atlantic Council, to The Hindu. “Frankly it’s not a good sign that a modest deal could not get done because there are bigger issues down the road.” Second, it reveals how Modi and Trump are happy to use spectacle to bolster their political positions, even if their rhetoric isn’t properly anchored in reality. Trump could claim “the relationship between the United States and India is stronger than ever before” and that Indians “have never had a better friend as President than President Donald Trump”. Similarly, Modi could talk about Trump as “my friend, a friend of India, a great American President,” and talk of taking the ties to “greater heights”. And somehow, neither seem to have been challenged on it, despite actual ties remaining strained. The US president went a step further and had both the mainstream Indian and Pakistani media eating out of his hands, somehow at the same time. As Senior fellow for India, Pakistan, and South Asia at the Council on Foreign Relations Alyssa Ayres pointed out, maybe the most interesting thing about the interactions between the two leaders in the US over the last few days was their choice of content for the speeches in Houston. “What struck me as unusual was the high degree to which both leaders  delivered  domestically oriented political content in their speeches. It  was like back-to-back political rallies aimed at different audiences.  Foreign policy took a back seat,” she added.Indeed, the ‘Howdy, Modi’ event – which was private, and not put together by the Government of India – seemed entirely in aid of the Indian Prime Minister’s political image, with advantages for the US President appearing in front of a generally wealthy ethnic group a year ahead of his re-election test. It is quite possible Modi will return from the US having got lots of positive coverage in the Indian press, but without any actual policy gains for India. Questions have also been asked about whether he endangered Indian foreign policy by seeming to openly endorse Trump for re-election, a move that both risks being seen as meddling in a foreign country’s politics and also may not play out well for India if Trump does not win. In other words, it seems quite likely that the events of the past week and the effort expended on the ‘Howdy, Modi’ extravaganza might end up being extremely positive for Modi and Trump, the politicians, without meaning much for relations between their countries.","author":"Rohan Venkataramakrishnan","time":"2019-09-25T18:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127929-arvvxsgcrr-1569346125.jpg","tags":["Narendra Modi","Donald Trump","Howdy Modi"],"source":"https://scroll.in/article/938463/howdy-may-have-been-a-win-for-modi-and-trump-ties-but-was-it-good-for-indo-us-relations"}