{"title":"PM Modi declares rural India ‘open defecation-free’ on Mahatma Gandhi’s 150th birth anniversary","content":"Prime Minister Narendra Modi on Wednesday declared rural India “open-defecation free”, The Indian Express reported. “I am satisfied that on the occasion of Gandhi At 150, we’re witnessing the fulfillment of his dream of ‘Swachh Bharat’,” Modi wrote in the visitor’s book in Sabarmati Ashram in Ahmedabad. “I feel lucky that on this occasion when India has successfully stopped open defecation, I’m here at the ashram.” “Today, rural India has declared itself open defection-free,” Modi said, addressing village heads of 20,000 villages across the country. “This is a great achievement of the Swachh Bharat movement which has people’s participation.”Modi made the declaration by pressing the button of a remote, unveiling the map of India as open-defecation free. “Today the whole world is appreciating and awarding us providing toilets to over 60 crore people in 60 months by building over 11 crore toilets,” Modi said. “The world is amazed by this. However, this achievement is just a milestone and we should not stop here. The movement has to continue.”Modi, who attended the Swachh Bharat Diwas programme at the Sabarmati Riverfront, also issued a Rs 150 commemorative coin, to mark the 150th birth anniversary of Mahatma Gandhi. Gujarat Chief Minister Vijay Rupani was present at the event.At an earlier event at Ahmedabad airport, Modi said that the ‘Howdy Modi’ event in Texas, United States, had displayed India’s strength to the international community and added that every world leader he met knew about it, PTI reported. The prime minister said that the country’s image had become prominent in the world and that India was expected to play a “leading role in resolving global problems”.“We saw a glimpse of the respect India has at the world stage during the Howdy Modi programme in Houston,” he said. “At that programme, Republicans and Democrats spoke. Their coming was very special.” He also thanked the mayor of Houston and his administration for making the arrangements for the event despite bad weather.Modi and United States President Donald Trump had addressed a crowd of more than 50,000 Indian-Americans at the event in Texas last month. Both leaders said in their speeches that the relationship between the two countries had never been better. Trump praised Modi’s leadership of India, and talked about the opportunities for the countries to deepen their trade relations.1. The Political Fix: What did Modi actually achieve on his grand, ‘world conquering’ trip to the West?2. ‘Howdy’ may have been a win for Modi and Trump ties, but was it good for Indo-US relations? The prime minister also said that there had been a significant rise in value and power of the Indian passport.Speaking about Mahatma Gandhi, Modi said that his teachings offered solution to any challenges in the world. Gandhi’s 150th birth anniversary was also marked at the United Nations with enthusiasm, he added.Following the address, the prime minister reached Sabarmati Ashram to pay tributes to Mahatma Gandhi. He was accompanied by Gujarat Chief Minister Vijay Rupani.LIVE: PM Shri @narendramodi receives a rousing welcome in Ahmedabad. https://t.co/RiYsGaHKyr— BJP (@BJP4India) October 2, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-02T19:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128398-yoirzbopqd-1570025039.jpg","tags":["Narendra Modi","BJP","Mahatma Gandhi"],"source":"https://scroll.in/latest/939251/howdy-modi-event-showed-indias-strength-to-the-global-community-says-pm-narendra-modi"}