{"title":"‘How’s the PM? High sir’: Modi’s cloud theory about Balakot airstrikes tickles Twitter’s funny bone","content":"Prime Minister Narendra Modi said that he gave the  Indian Air Force the green signal to proceed with its airstrike on a target in Pakistan’s Balakot area on February 26 despite bad weather because “the clouds could actually help our planes escape the radars”.     In an interview to News Nation on Saturday, Modi said that he used his “raw wisdom” to dispel the doubts of defence experts who planned mission. “I am surprised that the country’s pundits who abuse me never figured this out,” he said.However, as many experts have noted on social media, Modi’s observation has no scientific basis. Radar technology uses radio waves to detect objects that may be obscured by fog so the clouds over region on Balakot would not have given Indian planes any advantage. Though the Twitter accounts of the BJP’s India and Gujarat units shared the clip of the News Nation interview in which Modi makes these claims, these were deleted soon after.     Here is the clip of #EntireCloudCover pic.twitter.com/ePsAyQTmYi— Ankur Bhardwaj (@Bhayankur) May 11, 2019\n\nThe airstrike – which the Indian government described as a “non-military preemptive action” – was conducted 12 days after a terror attack in the Pulwama district of Jammu and Kashmir killed 40 personnel of the Central Reserve Police Force. The Jaish-e-Mohammed group, whose leaders are based in Pakistan, had claimed responsibility.India claimed that the strike resulted in the deaths of “a very large number of JeM terrorists, trainers, senior commanders and groups of jihadis”.  Pakistan, however, said the India’s bombs only hit a few trees near it. International journalists and experts have also refuted India’s claims, although Modi and the Bharatiya Janata Party have doggedly used the Balakot air strikes in the campaign for the general elections.On Saturday, Modi’s account of the advice he had given defence experts about the cross-border airstrike, which led to fears of war between India and Pakistan, was met with jibes and jokes on Twitter.He's one step away from saying he was the pilot... https://t.co/sQhCnTwrWu— Kunal Kamra (@kunalkamra88) May 11, 2019\n\nHow's the PM?High sir. https://t.co/qTiTj5a6GR— Aditya Menon (@AdityaMenon22) May 11, 2019\n\nNarendra Modi is the kind of absolute Idiot who will ask ISRO to send a Spacecraft to Sun during night because it will be Cooler— Joy (@Joydas) May 11, 2019\n\n\"ISRO wasn't ready for the moon mission. The experts had their doubts. I told them to attempt it on the Full Moon Day because then they will have more area to land on. Vidya kasam.\" - Our scientist PM— Aisi Taisi Democracy (@AisiTaisiDemo) May 12, 2019\n\nSomeone was reminded of the 2001 Bollywood film, Lagaan, where a villager in pre-Independence India searches for clouds after months of drought.  Modi ji before Balakot air strike. pic.twitter.com/mTdUxY57HF— Sayantan Ghosh (@sayantansunnyg) May 11, 2019\n\nSome users took a dig at both Modi’s claims and the escape of defaulting businessmen Nirav Modi, Vijay Mallya and Mehul Choksi from India during BJP rule.  It was a cloudy and raining when Nirav Modi, Vijay Malya and Choksi escaped from India.— Supariman™ (@SupariMan_) May 11, 2019\n\n\"Sir how will you get out of India undetected?\"Vijay Mallya:.... pic.twitter.com/O4Q8vqF9n8— Kajol Srinivasan (@LOLrakshak) May 12, 2019\n\nCriticism came from Communist Party of India (Marxist) members, Sitaram Yechury and Mohammed Salim.National security is not something to be trifled with. Such an irresponsible statement from Modi is highly damaging. Somebody like this can’t remain India’s PM. https://t.co/wK992b1kuJ— Sitaram Yechury (@SitaramYechury) May 11, 2019\n\nModi's words are truly shameful. Most importantly, because they insult our Air Force as being ignorant and unprofessional. The fact that he is talking about all this is itself anti-national; no patriot would do this. pic.twitter.com/jxfGmdmlx7— Sitaram Yechury (@SitaramYechury) May 11, 2019\n\nSomeone please tell him that radar is different from binoculars. Let’s wait till 23 May, Modi won’t be able to see BJP’s majority either with binoculars or with microscope. He would then need a radar to figure out where to escape from Delhi. #DeshKeDilMeiModi #Phase6 pic.twitter.com/7YMWE2q5Hj— Md Salim (@salimdotcomrade) May 11, 2019\n\nOther users noted the irresponsibility of Modi’s comments.Deleting does not erase this man’s deep and perilous illiteracy on critical matters of national security.He is a clear and present danger to this whole geography. Wake up Indians https://t.co/4hPiAgA30r— Sankarshan Thakur (@SankarshanT) May 11, 2019\n\nSince Modiji has revealed that he overruled the advice of IAF top brass to reschedule the Balakot air strike bcs of cloud cover, questioning Balakot strike is no longer about the IAF but about Modi’s lack of judgment & inability of cabinet ministers & his aides to dissuade him.— Krishan Partap Singh (@RaisinaSeries) May 11, 2019\n\nOn PM Modi's radar & clouds comment, it seems no one clarified for the PM how radars work. If that is the case, then it is a very serious national security issue. No laughing matter!— Salman Anees Soz (@SalmanSoz) May 11, 2019\n\nAir Chief Marshal Modi claims his IAF planners were putting off the Balakot air strikes becoz of bad weather, but his @narendramodi’s operational genius perceived that cloud cover would help the aircraft exfiltrate. India should hang its head in shame for electing this charlatan. https://t.co/3OytoMOiS7— Ajai Shukla (@ajaishukla) May 12, 2019","author":"Scroll Staff","time":"2019-05-12T09:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119458-iwgjcogobr-1557630548.jpeg","tags":["Narendra Modi","Balakot airstrikes","Narendra Modi Interview","Twitter"],"source":"https://scroll.in/article/923160/hows-the-pm-high-sir-modis-cloud-theory-about-balakot-airstrikes-tickles-twitters-funny-bone"}