{"title":"Hugging woman without sexual intent not a crime, Brij Bhushan tells Delhi court","content":"Outgoing Wrestling Federation of India chief Brij Bhushan Sharan Singh on Wednesday told a Delhi court that hugging or touching a woman without sexual intent is not an offence, PTI reported.He made the submission before Additional Chief Metropolitan Magistrate Harjeet Singh Jaspal, who was hearing arguments on framing of charges against him in a sexual harassment case.“Wrestling is such an event, mostly coaches are men,” Rajiv Mohan, the lawyer representing Singh, told the court. “Women coaches are rare. If a coach, out of joy, after an achievement, is hugging a player, it can’t fall under the category of offence.”Mohan referred to an allegation that Singh sexually harassed a female wrestler at Delhi’s Siri Fort. He said that his client had made no sexual advances and the incident only involved hugging, The Indian Express reported.The lawyer also questioned the alleged delay on the part of the complainants in coming forward with their allegations. “If you [complainants] are moving freely and for five years you did not come forward and then saying that you were under threat is not a valid explanation,” he said.Further, Mohan argued that some cases were alleged to have taken place outside the jurisdiction of the Delhi court. Some allegations also pertain to incidents that are said to have happened outside India and those cannot be tried by the court without the Central government’s sanction, he argued.The lawyer for the outgoing Wrestling Federation of India chief said that for offences that allegedly took place in a different state within India, the court could only proceed with the case if the offence was a “continuing” one. “Sexual harassment is a momentary offence and not a continuing one,” he contended.The court will hear the case further on Thursday.On July 20, Singh got bail from a Delhi court in the case. The court ordered him not to directly or indirectly threaten complainants or witnesses, and not to leave the country without permission.Six women wrestlers have accused the Wrestling Federation of India chief, who is also a Bharatiya Janata Party MP, of sexual harassment.India’s top wrestlers, including Olympic medallists Sakshi Malik and Bajrang Punia as well as two-time World Championship medallist Vinesh Phogat, had first launched a protest against Singh in January. The protests resumed in April after no action was taken by the oversight committee formed by the Ministry of Sports to investigate the allegations.It was only after the Supreme Court had intervened in the matter in April that the Delhi Police registered first information reports against Singh. On June 15, a chargesheet was filed against him.","author":"Scroll Staff","time":"2023-08-10T11:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192375-rehizfpsen-1689779122.jpg","tags":["Brij Bhushan Sharan Singh","Delhi","Wrestling Federation","sexual harassment case"]}