{"title":"Humans of Assam: This MLA hopes his exclusion from NRC will give courage to others facing same fate","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.It was sometime in the early 1960s that the Malo family crossed the border into Assam. “I do not remember much, I was barely four or five,” said Ananta Kumar Malo who was born in 1957.  “But I have heard enough stories from my parents – the horror that life was for Hindus like us in Bangladesh, moving from one refugee camp to another, surviving on meagre rations provided by a hostile government.”The family has since made a life for itself in Assam, first in Barpeta district’s Baghbor, and now in neighboring Bongaigaon’s Solontopara area.  Malo himself runs not only a successful business, but is also a legislator.  In 2016, he won the state assembly elections from Bongaingaon district’s Abhayapuri South constituency on the ticket of All India United Democratic Front, a party perceived to represent the interests of Muslims of Bengal origin.  Now more than 50 years later, Malo risks being statelessness once again. He failed to make it to the National Register of Citizens, and has to face a foreigners’ tribunal to prove that he is an Indian citizen. The criteria for Indian citizenship in Assam is that a person or their ancestors should have lived in India before the midnight of March 24, 1971. Malo claims their family came well before that. “We have a refugee registration certificate from 1964,” he said.However, the document did not secure inclusion in the NRC for Malo and his son. Curiously, though, it did for many others in the family, including his daughter. “If there is a problem with the document, how did it work for my daughter and my brothers?” asked an indignant Malo, a first-time legislator.  His brothers and daughter had used the same refugee certificate to establish their ancestors lived in India pre-1971.Malo said when he had filed a fresh claim for inclusion after his name was left out of the draft NRC released in July 2018, he was assured that it was a mistake that would be rectified soon. “The officer at the hearing told me, ‘Sir don’t worry, your name will come in the final NRC,’” Malo recalled.He  said the NRC had failed to achieve its purpose of identifying foreigners. “People of Assam wanted an NRC, but no one seems to be happy with it,” he said. “It has included foreigners and excluded scores of genuine people. This is definitely not what we had signed up for.”Malo is still sanguine and said he would rather focus on the positive side. “So many poor people have been left out,” he said. “If my exclusion could give them some courage that we are in this together, that would be some solace.”Read all the stories in The Final Count here and Humans of Assam here.","author":"Arunabh Saikia","time":"2019-09-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126746-upixkythyl-1567520209.jpg","tags":["The Final Count","Humans of Assam","National Register of Citizens"],"source":"https://scroll.in/article/936062/humans-of-assam-this-mla-hopes-his-exclusion-from-nrc-will-give-courage-to-others-facing-same-fate"}