{"title":"Humans of Assam: This farmer got rid of the ‘Bangladeshi’ tag – but it’s now back to haunt him","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.Abdul Jubba was happy when he first heard about the National Register of Citizens. He thought the register, which aims to be a comprehensive list of bona fide Indian citizens in Assam, would finally silence those who question the citizenship claims of Bengali-speaking people like him. “All our lives we have had to contend with people calling us Bangladeshis,” he said. “It feels like a thorn in our flesh, always there, always hurting.”For decades, Bengali-speakers have been viewed with suspicion in Assam, even though many families came to the state as far back as the early 19thcentury. They have been accused of being “illegal migrants” from Bangladesh.  One of the primary objectives of the NRC, which is being updated for the first time since 1951, is to sift citizens from “illegal migrants”, defined as those who entered the state after the midnight of March 24, 1971, the eve of the Bangladesh war. Jubba, 33, belongs to a farming family in Bilpar, a village in Assam’s Darrang district. Inclusion in the NRC, he thought, would finally pave the way for a life of dignity. After all, he had all the required documents to establish his ancestors had lived in Assam well before 1971.  “We thought that Bangladeshi tag would finally go with the NRC,” he said.  ‘Linkage not found acceptable’But things have not gone to plan for Jubba who made it to the draft of the citizen register released in July 2018 only to be told last month that his inclusion was a mistake. His name featured in a fresh exclusion list of 1.02 lakh people, released by NRC authorities on June 26. Jubba’s “linkage” with his grandfather, the pre-1971 person in the family he drew his ancestry to, was “not found acceptable”, the NRC authorities adjudicated. To prove his connection to his grandfather whose name features in the 1966 electoral rolls, Jubba had submitted his high school examination admit card bearing the name of his father and the election ID card of his grandfather.Verified yet rejected  His inclusion in the July 2018 draft means that the NRC authorities would have checked the veracity of these documents with the issuing authorities and found them to be authentic.  How did they suddenly discover the same “linkage” documents to be unacceptable? Jubba had appeared as a witness at a claim hearing of some of his family members who had also drawn their legacy to his grandfather, but not been made it to the NRC. Those excluded from the July 2018 draft list could make fresh claims to citizenship and go through hearings conducted by NRC official. At the hearing, it is likely the officer examining the claims of his family members spotted some anomaly with his documents and concluded that he was not who he claimed to be. ‘Ploy to victimise minorities’But Jubba maintains that the officer never suggested there was a problem with his documents, nor asked him to provide any additional evidence of his identity. The decision to exclude him, without seeking an explanation from him, was arbitrary, he pointed out. It has left him bitter about the NRC exercise. “Increasingly, I am starting to think that this is a ploy to victimise minorities,” he said. “There is tension all over again.” Now, as Jubba files yet another fresh claim to be included in the final NRC, he is taking no chances. “This time I will submit my PAN card, my passport and my voter ID also,” he said.  Jubba will find out whether he has made the cut on July 31. Till then, he runs the danger of being viewed as a “Bangladeshi”, a tag he thought he had finally shed.Read all the stories in Humans of Assam here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-07-21T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124011-uctrlphlph-1563371796.jpeg","tags":["National Register of Citizens","Assam","Humans of Assam"],"source":"https://scroll.in/article/930216/humans-of-assam-this-farmer-got-rid-of-the-bangladeshi-tag-but-its-now-back-to-haunt-him"}