{"title":"Humans of Assam: This activist’s family survived riots, but is anxious about surviving NRC","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.“I remember the fear,” said Shajahan Ali Ahmed. “I remember looking out from the entrance to our house, sitting on my mother’s lap, watching other houses being set alight. People came running to our house to take shelter – it was a little larger than the houses around us. The next day, we left the village.”Their house in Aikhabari village, part of Lower Assam’s Baksa district, would also be burned down after they left. That was in 1994. Ahmed, a journalist and citizenship rights activist, was only five when communal violence broke out between Bodos and Muslims. Baksa is part of the territory claimed as the ethnic homeland of the Bodos. Since the 1980s, Bodo militants had waged an armed struggle for a separate Bodoland carved out of Assam. In 2003, the Bodoland Territorial Area District was created, governed by the Bodo Territorial Council. Baksa was part of this autonomous district.But an ethnic homeland reserved for Bodos remains out of reach when other communities form a large part of the population. As of 2015, Bodos accounted for only 27% of the autonomous council area population, according to some estimates. This search for ethnic purity and the struggle for land has meant the region has been convulsed by violence directed at non-Bodos over the decades. Very often, the target population was Bengali Muslim, characterised as “illegal Bangladeshi immigrants” by Bodos and other groups who identify themselves as indigenous to the region.When Ahmed and his family fled in 1994, they managed to save some vital possessions – their documents, proving their identity and their rights over the land where they lived. “My father saw trouble coming and sent us and the documents to safety,” he said. “Many people lost theirs.”But two and a half decades years later, those documents, so carefully saved, were not considered proof enough that Ahmed and his family are Indian citizens. The descendants of Moksed AliAhmed is among the 42 lakh people waiting anxiously for Assam to publish its National Register of Citizens on July 31. They had been left out of the draft list published in July last year. The register, meant to be a list of bona fide citizens living in the state, is being updated for the first time since 1951. One of the stated aims of the register is to separate citizens from “illegal” or undocumented migrants.To be included, applicants must prove that they or their ancestors entered the country before midnight on March 24, or the eve of the Bangladesh war. For this, applicants must produce a “legacy” document, or their ancestor’s proof of residence in India before the cut off date. They also have to prove their relation to the said ancestor, or “link” data. Thirty-three members of Ahmed’s family had traced their legacy to his grandfather, Moksed Ali, whose name appeared in the 1951 National Register of Citizens. Thirty of them, including Ahmed, were left out of the July 2018 draft. The official reason for exclusion: their family tree could not be verified. After individual applications were submitted, the office of the National Register of Citizens mapped out the web of relations between people tracing their ancestry to the same legacy person. This was known as the family tree. NRC officials conducted oral hearings to verify the family tree of those whose citizenship was still in doubt. Ahmed’s family went through several rounds of verification, both before the final draft was published and after, when those left out made fresh claims to citizenship.‘We are family’The first time they were summoned for a hearing was on April 28, 2018, Ahmed said. It took place in Jalah, 50 kilometres from their home in Aikhabari. All 33 family members trooped into a hot, airless government office crammed with applicants. Though the hearing was scheduled for 9 am, the disposal officer reached around 11.30 am. “He asked us about each other,” Ahmed recalled. He also asked them about one Billal Hussain, a man who had married one of his aunts but was not related to them by blood and did not feature on their family tree. “When we enquired why we were being asked about him, they said they just wanted to know.”Only one person from the family, Ahmed’s uncle, is a D-voter, or “dubious voter”. These are individuals whose voting rights have been suspended because their citizenship was suddenly in doubt and the Election Commission had placed the letter “D” next to their name. Such individuals and their direct descendants would be left out of the register until their names were cleared, the NRC office announced when the draft list was published last year. The rest of the family, who had their papers in order, were confident of making it to the July 2918 draft, Ahmed said. They were wrong.After the final draft was published, they made fresh claims. This time, they submitted Moksed Ali’s name in the 1966 voter rolls as legacy data. All 33 family members were summoned to Barama, about 30 kilometres from Aikhabari. The disposing official’s main preoccupation was to establish that the Moksed Ali in the 1951 voter register was the same man whose name appeared in the 1966 voter rolls. The family assured him he was.There was a third hearing, once again at Jalah, for “cross-verification”, Ahmed said. And a fourth hearing, this time at the district commissioner’s office in neighbouring Barpeta district. This hearing was to clear up confusion about his niece’s application. She was his sister’s child and belonged to the family tree on her father’s side for the purposes of verification. But NRC officials had entered Moksed Ali’s legacy for her by mistake.DislocationsAhmed says their family can prove residence in Assam even before Independence. They have land documents in his great-grandfather’s name, dating back to 1934. Back then, they had lived in Mairajhar, about 2 kilometres from Aikhabari. There’s is a familiar story in rural India: land holdings getting fragmented, resources shrinking, migrations to nearby areas in the hope of a better life. But for many of Assam’s Bengali Muslim families, these dislocations are tinged with violence.In 1971, when the Bangladesh War broke out, they were still in Mairajhar, Ahmed said. But less than one bigha (14,400 square feet) of land was not enough to feed the whole family, which included five aunts, two uncles and his father. By the time he was born in late 1988, Moksed Ali’s family had sold their land in Mairajhar and bought a new plot in Aikhabari. There, they tilled the fields. To supplement their income, his father drove a bullock cart and also processed rice from paddy bought at the local marketplace.In 1994, the family had had a good year. The vegetable crop had flourished, new changes had been made to the house. Then, Aikhabari was burned down. About 100 villages were affected and over 100 lives lost that year.“For two months, we stayed with relatives in Majgaon, about 20 kilometres away,” Ahmed said. “We came back only after things had calmed down.”His five-year-old mind had retained only fragments of the traumatic flight from Aikhabari. He remembers trying to cross a pond with his sister and getting his clothes wet. Halfway to Majgaon, just after crossing a river, they had come upon a large group of people huddled together with their cattle. The nearby village was mainly Assamese. “They gave us water. I remember that, too,” said Ahmed.In the years that followed, some of the bitterness seemed to heal. Ahmed speaks of Bodo friends and neighbours. His classmates in school were Bodo, Assamese, Hindu Bengali, Koch Rajbongshi. At home, they painfully rebuilt what was lost.Now, the family fear they may be dispossessed again, this time by an official process that they have no control over. “If you base it on our documents, our names should be in the register,” Ahmed said. “There is no error in the age or in the name spellings in our legacy documents. There is no problem in our link data. To leave us out is arbitrary.”Read all the stories in Humans of Assam here. To get all The Final Count stories in your inbox every day, subscribe here. Corrections and clarifications: An earlier version of this piece said land documents in Ahmed’s great-grandfather’s name date back to 1894. They are dated 1934. The error is regretted.","author":"Ipsita Chakravarty","time":"2019-07-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124009-onfgdyedrx-1563371112.jpeg","tags":["National Register of Citizens","Assam","Humans of Assam"],"source":"https://scroll.in/article/930876/humans-of-assam-this-activists-family-survived-riots-but-is-anxious-about-surviving-nrc"}