{"title":"Humans of Assam: This soldier was dropped from the NRC – despite having all the documents","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.On August 31, Delbar Hussain, a sepoy in the Indian Army Medical Corps, woke up to the news that he was not an Indian citizen – at least in the view of the authorities who had drawn up Assam’s National Register of Citizens. He had failed to make it to the final version of the register, meant to be a list of bonafide Indian citizens in Assam. “Reject,” the status note against his name said.Hussain, a resident of Barpeta district, was part of the NRC draft released in July 2018. But his name was struck off the list in June this year. A notice informed him that his inclusion had been a mistake because he was the “descendant of people having case pending at Foreigners’ Tribunal/other court.” The NRC rules stipulate the exclusion of those facing trial as suspected foreigners and their descendants.While Hussain’s mother and two elder brothers, Rustom Ali and Sahidul Islam, had indeed stood trial in a foreigners tribunal, the cases had been settled in their favour. The tribunal had adjudicated that they were not foreigners.  Still, the notice asked him to appear at a hearing conducted by NRC officials in a week’s time to defend his citizenship.Hussain was then 1,200 km away – at his post in Lucknow. He had returned from home leave just a few days ago. That trip, too, had been made to attend an NRC hearing – his elder brother Rustom Ali had been excluded from the draft NRC and Hussain had appeared as a witness to support his fresh citizenship claim. “It was very difficult to explain to my commanding officer that I had to go for another hearing since I had just come back from one,” said the 28-year-old soldier. “Such frequent leave requests are not taken kindly.”The hearing itself went smoothly, said Hussain. “We flooded them with documents: my service records, police verification records from the time of recruitment, we gave them everything,” he said. “The officer said there was nothing to worry about anymore.”Yet, on August 31, he was left out of the final NRC. The case of five brothersHussain is one of five brothers. While his elder brothers, Rustom Ali and Sahidul Islam, made it to the final NRC, his younger brothers, Danish Ali and Mizanur Ali, have been excluded from the list. All five brothers had drawn their legacy to the same person: their grandfather. “It is some conspiracy against our family,” said Rustom Ali. “Our grandfather’s name is in the 1951 NRC and yet we are being targetted.”\n    \n      Scroll exchange\n      Now, follow and debate the day's most significant stories on Scroll Exchange. \n      \n    \n    \n        leave a comment\n    \nWhat is upsetting for the family is that they have been subjected to this uncertainty despite having served the country as members of the armed forces. While Sahidul Islam is a subedar in the Indian Army – a Kargil war veteran – Mizanur Ali is a constable with a paramilitary unit of the Central Industrial Security Force.Last year, the citizenship of both Sahidul Islam and Rustom Ali had come under the scanner when Assam’s border police suspected them of being “illegal migrants” from Bangladesh. They had to clear their name at a foreigners tribunal, an exercise that the family says was far from easy.Delbar Hussain, who will now have to appeal before a foreigners tribunal, said he felt insulted and hurt. “When I was recruited, the border police did a background check on me and confirmed my nationality,” the sepoy pointed out. “How is it that they did not suspect me to be a foreigner then?”“After having given so much to the nation, I cannot tell you how hurtful it is to not be able to call myself an Indian,” he continued. “What is the point of laying wreaths on our dead bodies if we are not even treated as Indian citizens in our lifetime?”The family said it had initially supported the NRC but have been left bitter by the exclusions.“To be honest, it is not about whether I am a fauji or not,” said Hussain, “why should anyone who has documents be harassed?”Read all the stories in The Final Count series here and Humans of Assam here.","author":"Arunabh Saikia","time":"2019-09-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126631-whbyqwhknm-1567355619.jpg","tags":["The Final Count","Humans of Assam","National Register of Citizens","Assam"],"source":"https://scroll.in/article/935935/humans-of-assam-this-soldier-was-dropped-from-the-nrc-despite-having-all-the-documents"}