{"title":"Humans of Assam: ‘If they want to send me to Bangladesh, so be it’","content":"Humans of Assam  is a collection of stories of people living in the state who fear  losing their Indian citizenship. It is part of the month-long reporting  project called The Final Count.Rupa Dutta’s father Krishna Pada Dutta Choudhury was made the honorary principal of the Tinsukia Commerce College when it was carved out of the Tinsukia College in 1972 in the eponymous Upper Assam district. It was an acknowledgment of his many years of service as a teacher in the Tinsukia College.  “Perhaps he considered it prudent to accept the post with the idea of spreading and meeting the aspirations of students for commerce education in this remote corner of the state when there was no commerce college in its vicinity,” notes the college’s website in veneration. A dislocation However, her father’s glowing legacy has not helped 58-year-old Rupa Dutta, a homemaker from Guwahati, convince the authorities updating Assam’s National Register of Citizens so far that she is not an “illegal migrant” from Bangladesh. To be eligible for inclusion in the NRC, an applicant has to prove that they or their ancestors were in India before the midnight of March 24, 1971. Rupa Dutta’s struggle to prove her citizenship is primarily a result of a sudden dislocation that took place in the family in the early 2000s when her mother’s health suddenly deteriorated. After Krishna Pada Dutta Choudhury death in 1994, Rupa Dutta’s mother had been living alone in the family’s Tinsukia home. “But then she fell very ill and could not manage by herself,” she said. “So sometime in the early 2000s, me and my husband went to Tinsukia, packed all her stuff in a matter of days and got her along with us.”In the rush, a lot of things were left behind, including Krishna Pada Dutta Choudhury’s documents. Drawing legacy to mother As a result, in 2015 when the NRC authorities called for applications to be counted as Indian citizens, Rupa Dutta drew her legacy to her mother –  she too had been born and raised in Shillong. “At that time, I did not think it really made a difference,” she said. “After all I was born in Assam and have lived all my life here.” Rupa Dutta had submitted her mother’s citizenship certificate issued in 1956 as proof of the fact that she had an ancestor living in India prior to 1971. Rupa Dutta’s mother’s family had migrated from erstwhile East Pakistan during Partition. The certificate was to naturalise them as Indian citizens. Shillong was then the capital of undivided Assam.  However, the NRC authorities rejected the document saying that it could not be verified. “I was told that since this was issued in Shillong, they could not authenticate it,” said Rupa Dutta. Another try runs into trouble  Jolted by the unexpected setback, Rupa Dutta found her father’s documents in an old almirah in one of their relatives’ home, but the NRC rules do not allow for the legacy person to be changed. In other words: if Dutta were to file a fresh claim to be included in the NRC, she would have to find a new way to prove her mother’s citizenship. She did. She found her mother’s matriculation certificate issued in 1955 issued by the Guwahati University and made a final attempt to be included. But even that has run into troubled waters. While she was initially told that the new document would do the trick, she received an alarming call from the NRC authorities on July 10: she was asked to explain how her mother’s matriculation certificate pre-dates the citizenship certificate.  “I just don’t understand why they are mixing the two up now after saying everything is fine,” said an exasperated Rupa Dutta. “There is just one word for this: harassment.”The Indian Citizenship Act under which Rupa Dutta’s mother’s certificate was issued in 1956 came into effect only in 1955.‘If they want to send me to Bangladesh, so be it’If the NRC authorities reject her claim this time too, Rupa Dutta will have to face trial at one of Assam’s infamous foreigners’ tribunals. Is she anxious? “About what?” she shot back. “I am Indian citizen by birth, have lived here for 58 years. I have another 10-12 years to live, if they want to send me to Bangladesh, so be it.”Read all the stories in The Final Count series here.To get all the Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-07-23T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124273-vmftavrldp-1563802489.jpg","tags":["National Register of Citizens","Assam","Humans of Assam"],"source":"https://scroll.in/article/931382/humans-of-assam-if-they-want-to-send-me-to-bangladesh-so-be-it"}