{"title":"Humans of Assam: This granddaughter of a freedom fighter has no way to prove she is not a foreigner","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.Chobilal Upadhyay was the first president of the Assam Provincial Congress Committee, which came into being in 1922. Several entities in Assam that supported the Indian National Congress decided to organise themselves under a common umbrella so that they could contribute more to India’s struggle for independence. Upadhyay, one of Assam’s most well-known freedom fighters, was jailed several times by the colonial government during the course of the freedom struggle.  Cut to 2019: His granddaughter, 55-year-old Manju Devi, a resident of Tezpur, is a “D” or doubtful voter who is struggling to be included in Assam’s National Register of Citizens. The ‘D’ voters of AssamD voters are people whose voting rights have been suspended by the Election Commission because their citizenship was under doubt. The category came into being in 1997 and is exclusive to Assam. People marked as D voters and their descendants are not eligible for inclusion in the NRC until their names are cleared by one of Assam’s foreigners’ tribunals, quasi-judicial institutions which decide on matters of disputed nationality. But that is not an option for Devi, who is a Gorkha, an ethnicity of Nepali origin. In 2018, the Union home ministry issued a communication stating that Gorkhas living in India cannot be referred to Foreigners Tribunals in Assam. Citing the 1950 India-Nepal Treaty of Peace and Friendship, it said Gorkhas living in India could not be considered “illegal migrants”.  Under the 1950 treaty, Nepali nationals in India had equal rights to live, work and own property as Indian nationals.But that does not quite apply to Devi either, who claims to be an Indian Gorkha. Members of this  community, many of whom have lived in the country since before Independence, are considered Indian citizens. Devi is now in a bind. “The fact of the matter is that I have not been able to vote since 2005 and my name is not in the NRC,” she said. “And yet, I do not know how to clear my name.”While Devi remains on the D voter list, she will not be included in the NRC, which is meant to be a list of Indian citizens living in Assam. To be included in the register, applicants have to prove they or their ancestors had entered the country before midnight on March 24, 1971. As the draft list for the register was published last year, the office of the NRC announced that D voters and their descendants would not be included until their names were cleared.‘No records’Till now, Devi’s attempts to get rid of the D-voter tag have led to multiple dead ends. Official records suggest that no government agency knows with certainty why her voting rights were stripped in the first place.  In a response to a Right to Information query filed by Devi, the district administration of Sonitpur said: “Generally we mark “D” in electoral roll on receipt of information of lodging of case in the Foreigners Tribunal by the Superintendent of Police (Border).”  It then forwarded the query to the office of the district border police, the wing of the Assam police tasked with identifying and reporting suspected foreigners. The border police, for its part, also claimed ignorance, saying it had “no records”.  Excluding GorkhasDevi’s D-voter tag has also affected her children, aged 21 and 25. They did not make it to the draft NRC because they were descendants of a D voter. This, in spite of the fact that they had traced their lineage to a pre-1971 ancestor on the paternal side to prove citizenship. Devi’s husband features in the draft NRC. Indian citizenship rules stipulate that children born on or after 1987 but before 2003 would be considered  citizens so long as one parent was an Indian.“More than myself I am worried about my children,” said Devi. “Tomorrow they may have to go abroad; who knows what the ramifications of not being on the NRC are. It is definitely a cause of concern.” According to some estimates by Gorkha outfits, nearly 50,000 people from the community have been marked as D voters. “It is not just my problem, thousands of people from our community are suffering,” said Devi. “I know that my case is highlighted only because my grandfather was a freedom fighter. Imagine the plight of others.”","author":"Arunabh Saikia","time":"2019-07-29T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124623-oaygbpurxz-1564311715.jpg","tags":["The Final Count","National Register of Citizens","Humans of Assam"],"source":"https://scroll.in/article/932056/humans-of-assam-this-granddaughter-of-a-freedom-fighter-has-no-way-to-prove-she-is-not-a-foreigner"}