{"title":"Humans of Assam: A crusader against ‘illegal migrants’ now finds himself left out of the NRC","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.Sixty-two-year-old Pradip Kumar Bordoloi spent a week in prison during the Assam Agitation, an anti-foreigner movement that rocked the state from 1979 to 1985. The agitation came to an end when Assamese nationalists leading it signed the Assam Accord with the Union government. It is to fulfil one of the conditions of the accord that Assam started updating its National Register of Citizens in 2015. The accord stated that anyone who came to India after March 24, 1971 would be treated as a foreigner and would be liable for deportation. The citizenry register, first compiled in 1951, is being updated to fulfill this provision.But unexpectedly, Bordoloi, himself, has not made it to the draft NRC. He has had to attend several hearings to convince the NRC authorities that he and his family are not the “illegal migrants” whose expulsion he had fought for as a student leader. ‘Invalid’ application In 2015, Bordoloi, like others in the state, applied to be included in the NRC. He filled his form online in an internet café, and even received an acknowledgment receipt stating that his application had been received. Yet, in July 2018, when he keyed in that application receipt number on the NRC website, the message on his mobile phone screen said, “Invalid ARN.” An ARN or application receipt number is attached to every family applying to be included in the NRC. “I thought maybe I was not doing it properly,” said Bordoloi, who retired two years ago from the shop floor of a now-defunct paper mill operated by Hindustan Paper Mills in Morigaon district’s Jagiroad. “So I told my son who lives in Delhi to check. He also got the same message.”Not ‘digitised’  When he went to check at the local NRC seva kendra, or help desk, the official told him that his application had not been “digitised”, Bordoloi said.  All applications, online as well as offline, are scrutinised and subsequently digitised and logged in the NRC server. It is likely that Bordoloi’s application was not processed at all. While all applicants had to go through a round of “field verification” – which entailed door-to-door visits by NRC functionaries – no official ever visited the Bordolois. “For days I kept running from pillar to post, seeking a remedy, but no one seemed to have a satisfactory answer expect asking me to wait for further instructions,” claimed Bordoloi. Hearing after hearingAfter several trips to the NRC office, Bordoloi was finally asked to fill a claim form. People who did not make it to the final draft of the NRC could file fresh claims one last time to be included in the final NRC. “This time, I told the official, “You fill the form, I will give you the data,’” said Bordoloi. Subsequently, when Bordoloi went to check at the NRC seva kendra, he was issued a fresh application receipt number. “They told me my name had been included,” he said. “So, I thought, ok it is finally done.”But Bordoloi would soon find out that the ordeal was far from over. In March, his wife, Pikumoni Bordoloi, who had applied with him, was summoned to a hearing. She was accused of “stealing legacy” – the NRC authorities suspected she had drawn her ancestry to a person she was not really related to. Pikumoni Bordoloi had drawn her legacy to her own father.It turned out to be false alarm, though. “For the hearing, they had also called my wife’s sister who had used the same legacy as her – of their father,” she said. “She told them that my wife, Pikumoni Bordoloi, and she were siblings.”In April, Pradip Bordoloi, himself, was called for a hearing where his documents were checked and found to be in place. “It was a routine hearing, according to the NRC people,” he said. But there was more to go: On July 29, his wife was summoned to yet another fresh hearing. “We were told that now it is finally done and they have forwarded the case to state coordinator’s office,” said Pradip Bordoloi.Both of Bordoloi’s children have also been left out of the draft NRC. He expressed anguish over the “great tension” he and his family has had to endure over the last couple of months. “I spent my life fighting for the community. My father was a freedom fighter who went to jail,” he said. “And this is what we get in return.”Read all the stories in The Final Count series here and Humans of Assam here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-08-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124794-cvdbywlulz-1564576156.jpg","tags":["National Register of Citizens","Assam","Humans of Assam"],"source":"https://scroll.in/article/932414/humans-of-assam-a-crusader-against-illegal-migrants-now-finds-himself-left-out-of-the-nrc"}