{"title":"Human trafficking: India’s border with Myanmar is new route for Nepalese people being taken to Gulf","content":"She had wanted to travel to Kuwait to find employment as a domestic worker. “Everyone used to go for work there and earn lots of money and send money to their families,” said the 33-year-old from Nepal’s Surkhet district. Her husband’s income as a marginal farmer was not enough to run the household and pay for the education of their four children, and there were few employment opportunities in Nepal for a school-dropout like her.To counter human trafficking, the Nepalese authorities had clamped down on travel by Nepalis to West Asian countries, requiring them to submit extensive paperwork. But she was told by an agent that a new route to Kuwait had opened up – via India’s North East and Myanmar.She did not make it to Kuwait. She could not even reach as far as Myanmar, from where she would have likely flown into Kuwait on a forged Myanmar passport. Instead, on February 1, she and 14 other Nepali nationals were intercepted by the Manipur police at the integrated check post in Moreh, a dusty one-street town on the Indo-Myanmar border, where they had arrived through Imphal and Delhi.A new route to MyanmarThe new route emerged when Myanmar opened up its land boundary with India in August, making Moreh a valid “port of entry” into the country. Before that, travelling to Myanmar from India usually meant flying into Yangon. Travel through the land border at Manipur required obtaining a special permit from the Myanmar government in addition to a visa – a process that former applicants describe as long-winded and mired in red tape.The opening of the new land route coincided with the inauguration of an integrated check-post at the Indo-Myanmar border in Moreh. It was pitched as part of India’s Act East policy, expanding its interests in South East Asia as it eased immigration and customs clearances. It was part of India’s attempts to foster movement on the first leg of the Trilateral Highway – a project by India, Myanmar and Thailand that seeks to connect the three countries. The first stretch connects Moreh in Manipur to Mandalay in central Myanmar. The new highway, it is hoped, will open up the North Eastern region to foreign investments.For Nepalese citizens, too, the opening of this new route meant a significantly cheaper way to travel to Myanmar. They do not require a visa to travel to India. Once in Manipur, all they would need to enter Myanmar was an e-visa – easily obtainable online within three days to those with a valid Nepalese passport.Copy of an e-visa to Myanmar.Perilous journeysBut the new route has also brought new hazards, including increased human trafficking, especially of Nepali citizens. On February 1 and February 2, 179 people – 147 women and 32 men, including the 33-year old from Surkhet – were intercepted by the Manipur police in Imphal and Moreh. They were acting on a tip-off from Maiti Nepal, an anti-trafficking non-profit organisation in Nepal. According to the police, all of those held were Nepalese passport holders, headed to either West Asia or South East Asia via Myanmar. The police also arrested eight agents – one woman and seven men, all from Nepal – charging them with human trafficking.Under Indian trafficking laws, consent of the victim is immaterial if it involves any sort of deception or monetary allurement. This particular incident, activists say, amounts to trafficking as people had been promised to be taken to a destination that is out of bounds without explicit permission from Nepalese authorities. Besides, the people being ferried were not completely aware of the route they were being made to go through and the risks associated with it.Manipuri law enforcement officials say that this is the largest ever bust of organised trafficking in the state. Nepali activists insist that it is not just the scale of the discovery that is significant. “This is a completely new route – that is why it is so important,” said Bishwo Khadka, chairperson of Maiti Nepal.The entrance to the integrated check post at Moreh, Manipur, which opened in August.As old roads shutFor years now, Nepal has been afflicted by a human trafficking problem. While harrowing tales of women being tricked into sex work in India and China are well documented, Nepalese women, worn down by backbreaking poverty, are increasingly starting to flock to West Asian countries like Kuwait in large numbers to work as domestic workers, where they often end up in oppressive conditions.Large-scale organised human trafficking from Nepal is usually orchestrated by people promising foreign employment. It has prompted Nepalese authorities to tighten immigration rules in recent years, explained Khadka. “If you want to fly out from Kathmandu to countries like Kuwait and Iraq, you are required to produce an authorisation letter from the labour department,” he said.Controls have also been imposed on commonly used alternative routes, Khadka claimed. “So, after Kathmandu became out of bounds, they started flying from Delhi,” he said. “But now the Indian and the Nepali government have an understanding. All Nepalis flying to West Asia from Delhi are required to produce a no-objection certificate from the Nepalese embassy in Delhi. After Delhi stopped, they tried to fly people out of Colombo, but we have an understanding with the Sri Lankan government also now. So, now it seems they have found this new route through Manipur to smuggle girls into the Middle East.”People getting their documents authenticated before crossing over to Burmese territory.What the records sayImmigration records at the Moreh integrated check post, accessed by Scroll.in, show that the number of female Nepalese passport holders crossing the border at Moreh is second only to Indian passport holders making the journey, most of whom were also female. More than 300 women holding Nepalese passports have crossed over since December, 131 in just the week preceding the crackdown.In towns across the border, this new movement is being observed with curiosity. Sanjay Pradhan, a Nepali taxi driver from Tamu, Myanmar, said he saw on January 28 two big vehicles “full of Nepali girls” at a taxi stand in Mandalay, the country’s second largest city, on the banks of the Irrawaddy river. Immigration data suggests that 27 Nepali women had crossed the border on January 27. Records reveal that not a single Nepali passport holder had crossed the border in the week following the crackdown.A shelter home in Moreh where some of the intercepted women have been temporarily housed.An easy routeKeisam Pradip Kumar, a member of the Manipur Commission for Protection of Child Rights and an anti-trafficking activist from the state, said there was little doubt that the highway passing through Moreh has emerged as a new route for cross-border trafficking since August. “Earlier, Manipur was only a source for trafficking,” he said. “Now with the opening of the trans-Asian highway, it has become a very convenient transit route too.”According to Kumar, there were several reasons why Nepali traffickers had started using the route. “The appearance of Nepali people and Manipuris is almost the same, so there is no suspicion raised,” he said. “Second, the Indo-Nepal Friendship Treaty of 1950 ensures easy movement to and from Nepal, so that needs to be reviewed so that it is not exploited by traffickers.”Besides, Kumar said, policing on the heavily militarised route, was largely geared towards restricting the smuggling of contraband goods. “Since it is a traditional trade route, security forces are only on the lookout of illegal goods,” he said.An Assam Rifles officer posted in Moreh agreed. “Human trafficking is not something we had heard of before – the route is infamous for drugs and arms transport,” he said. Assam Rifles guards the India-Myanmar border in Manipur.Caught off guardTill the crackdown in February, neither the civil administration nor security forces seemed to view human trafficking as a major problem. Scroll.in was able to access the minutes of a border liaison officers’ preparatory meeting held as recently as January 15 and attended by representatives from the district administration, the police, Assam Rifles, and the Customs preventive force. They point to the smuggling of drugs, arms and gold biscuits as some of the major causes of concern along the border. Human trafficking was not discussed at all.Anti-trafficking activists say this indicates a failure on the part of the authorities. “When trade routes are opened, we need to accept the fact that movement will be higher, and with it will come the complexities of unsafe migration,” said Hasina Kharbih, who heads Impulse, a Meghalaya-based non-profit, which played a key role in coordinating information among different agencies during the crackdown. “Migration is a right as long as it not putting people in a vulnerable position. For that to not happen, we need to strengthen government procedures at the border and put more checks and balances in the system, which seem to be lacking at Moreh.”Kumar echoed this view. The policy to open up the border for trade was not augmented with other safeguards, he alleged. “There are grave lapses in the policy as it stands now,” he said. “As of now, it looks only into trade, making women and children very vulnerable to illegal trafficking.”A senior police official posted in Moreh, however, said that it was difficult to regulate passenger movement across a friendly border. “We can’t just stop people unless we have a solid input,” he said. “One wrongful detention could spiral into a bilateral issue.”But Kumar said civil society groups had cautioned security forces about the route being used for human trafficking: “When we told them, the police used to ask us, ‘Where is the proof?’ Well, now they have hard proof.”","author":"Arunabh Saikia","time":"2019-02-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112892-bxolmwjhua-1549993686.jpg","tags":["Human trafficking","India trafficking","Nepal","Manipur","Myanmar"]}