{"title":"Humans of Assam: The nephew of India’s fifth president is struggling to prove his Indian citizenship","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.When the draft list of Assam’s National Register of Citizens was released in July 2018, 40.07 lakh applicants were left out. But few of those exclusions led to as much media attention as the story of a family of a farmer in the state’s Kamrup Rural district.  The 50-year-old farmer, Ziauddin Ali Ahmed, is the nephew of Fakhruddin Ali Ahmed, India’s fifth president. Ziauddin Ali Ahmed’s father, Ehtramuddin Ali Ahmed, is the late president’s younger brother. Their father, Zalnur Ali Ahmed, a doctor by training, had retired from the Army as a colonel. He is widely acknowledged to be the first Assamese to obtain a degree in medicine.No expectations  While most people who failed to make it to the draft list are anxiously hoping to make it to the final NRC, expected to release on August 31, Ziauddin Ali Ahmed has no such expectations. “We know our names will not come, though we have filed an application presenting our case,” said Sajid Ali Ahmed, his son. This hopelessness stems from the fact that family did not make a fresh claim to be included in the NRC like the other rejects. This is because to file fresh claims you need to have applied to the NRC in the first place. Ziauddin Ali Ahmed had not applied because they had failed to find enough documents which would establish their bloodline. Name missing in electoral rolls To be included in the NRC, applicants have to prove that they or their ancestors had entered India before the midnight of March 24, 1971. Most people have relied on the original 1951 NRC or the pre-1971 electoral rolls to establish that. But Ziauddin Ali Ahmed could not find the name of his father in either of those archival documents which had been digitised by the NRC authorities to help people prove their lineage through a “legacy person”. These documents were made available at NRC help centres called seva kendra.“We even went to several places, including Golaghat, where my father was born, but we couldn’t find anything,” Ahmed told Scroll.in in August 2018. “We looked for my father, grandfather, but just couldn’t find their names.”The NRC website states that officials of the seva kendra “shall assist the public in searching Legacy Data, issuing of Legacy Data Code, and in receipt of NRC Application forms”.  But when the family went to the local seva kendra, the family claims they were offered no help. Apart from these lists, applicants could also provide certain official and court records to establish that they had an ancestor living in India before 1971. Ziauddin Ali Ahmed has land documents bearing the name of his father Ehtramuddin, but he claimed that when he went to submit them, the application deadline was already over. A long waitNow, the family can do little but wait. “We have been told to go to the circle office a week after the NRC is released,” said Sajid Ali, Ziauddin Ali Ahmed’s son. “Then they will tell us what to do.”People who fail to make it to be final NRC would have to get their names cleared in one of Assam’s foreigners’ tribunals. Till then, they would not be counted as Indian citizens.The family insists it is not looking so far ahead. “Let us see what happens,” said Ziauddin Ali Ahmed’s wife Akima Begum.Read all the stories in The Final Count series here and Humans of Assam here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-07-28T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124511-jyxcpqmkef-1564134678.jpg","tags":["National Register of Citizens","Humans of Assam","Assam"],"source":"https://scroll.in/article/931863/humans-of-assam-the-nephew-of-indias-fifth-president-is-struggling-to-prove-his-indian-citizenship"}