{"title":"Humans of Assam: This BJP leader was born in Assam in 1964 but still did not make it to the NRC","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.Till May 2018, Santanu Naik was the vice-president of the Bharatiya Janata Party’s Cachar unit, the saffron party’s oldest organised formation in the North East. Now, he is struggling to be counted as an Indian citizen. Naik, 54, did not make it to the draft of Assam’s National Register of Citizens, released in July 2018. “Insufficient documents,” read the terse rejection note. Born in India to a freedom fighter  Naik’s father, Thakor Bhai Naik, was a Gujarati by descent. A freedom fighter, he had come to Assam in the summer of 1945 to evade an arrest warrant issued by the colonial government. He never went back.   The NRC rules define a bona fide Indian citizen in Assam as anyone who entered the country before the midnight of March 24, 1971, and their descendants. Santanu Naik was born in Silchar town in 1964. He has a birth certificate issued by the Silchar Municipal Board to attest to that.  Although Santanu Naik was eligible for inclusion in the NRC directly by the virtue of his pre-1971 birth, he chose to draw his linkage to his father to be safe. “I had got the birth certificate issued in the 1980s since during our times there was no practice of registering births,” he explained. As proof of his father’s presence in India prior to 1971, he submitted a general power of attorney document bearing his father’ name and assigning him control over certain businesses, registered in a court in 1954. The list of documents approved by the NRC authorities to prove pre-1971 ancestry includes “court records/processes”. He also claimed to have submitted tenancy receipts from the 1960s. “My father used to live in the heart of Silchar town,” he said. “The owner of the house who provided those receipts is alive, they could have just checked that.”‘A very bad time’Yet, when the draft of the NRC was released in 2018, Santanu Naik’s name was missing. His two children were also excluded from the draft since they had drawn their legacy to him. “It was just a very bad time,” he remembered. “Even my wife fought with me accusing me of not doing enough to get our names included.”Santanu Naik did not take the rejection lying down. “I wrote to everyone from the Chief Minister to the PMO [Prime Minister’s Office], and, of course, to Prateek Hajela,” he said. Hajela, the state coordinator of the National Register of Citizens, is heading the exercise to update it. Naik said he even exchanged messages with Hajela.Cachar’s deputy commissioner at the time phoned him, said Santanu Naik. ‘Harassment of Hindus’As he filed fresh claims last December, Santanu Naik left nothing to chance, procuring old documents from Gujarat that establish that his father was born in Ancheli village in the state’s Navsari district in 1922. Santanu Naik admitted that he was acutely aware of his privilege in being able to source these documents that go back more than 50 years and getting senior officials to call on him. “To be honest, even if I don’t make it to final NRC, I know I can seek legal recourse,” he said. “But what will a poor uneducated man do?”The BJP leader with strong links to the Rashtriya Swayamsevak Sangh said he had been left disillusioned by the NRC. “This has turned out to be harassment of Hindus,” he said. “So many people from other parts of India have been living in Assam for decades, and now suddenly they are being labelled as foreigners.”“I also want Assam to be free of illegal migrants,” he added. “But at this point, I am 100% sure that this is not a correct NRC.”Read all the stories in The Final Count series here and Humans of Assam here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-07-24T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124334-cbjbdigylm-1563915630.jpg","tags":["National Register of Citizens","Assam","The Final Count","Humans of Assam"],"source":"https://scroll.in/article/931530/humans-of-assam-this-bjp-leader-was-born-in-assam-in-1964-but-still-did-not-make-it-to-the-nrc"}