{"title":"Humans of Assam: This farmer’s name was struck off the NRC – after an unknown man filed an objection","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.For 44-year-old Ajgar Ali, the process of getting his name included in the National Register of Citizens had been quite smooth. His ancestors, after all, had been living in Assam much before 1971, the cut-off for inclusion in the citizenship register. Besides, he had all the necessary documents to establish that. Yes, the multiple hearings were taxing, but he took them in his stride considering what lay ahead: freedom from being branded an “Bangladeshi” as Assam’s Muslims of Bengal origin are often pejoratively referred to.  Indeed, in July 2018, when the final draft of the NRC was published, Ali found himself being included. It was a moment of relief and happiness, said the paddy farmer from Western Assam’s Baksa district.But it would turn out be rather temporary. Ali’s name was excluded from the final version of the NRC published on August 31.   In May, less than a year later after being included in the draft list, Ali had received a notice. His inclusion in the draft list, the notice said, had been objected upon by a person called Mridul Das. The NRC rules stipulated that objections could be filed against those included in the draft list before the publication of the final consolidated list. The notice said Ali would have defend his citizenship at a hearing in Mushalpur, a town some 50 km away. Called to the hearing were other family members who had also drawn their ancestry to the same person: their grandfather.Ali went to the hearing centre at the designated time. His entire extended family accompanied him. “Some 25-30 of us went that day,” recalled Ali Hussain, his brother.  The complainant, Das, though, failed to turn up. Das’s absence was of a pattern: Assamese nationalist outfits had filed objections against more than 2 lakh families, most of them Bengali speakers, but failed to turn up at the hearings and justify what exactly was their objection to their inclusion. In the absence of the objector, the rules state, the complaint ought to be disposed off.The official examining Ali’s case had apparently told him the same: nothing to worry about since the objector was absent. In any case, Ali’s family members vouched for him. “We told the officer he is our brother,” said Hussain whose name featured in the NRC and who had also drawn his ancestry to their grandfather. On August 31, when Ali found he had been rejected, he said it was a rude shock. “How is it possible?” he asked, perplexed. “How are my siblings in the NRC and I am not?”Ali has 13 siblings – nine of them are in the NRC. Three of his sisters were rejected for having failed to establish their “linkage” to the rest of the family.Even more curiously, four of Ali’s five children have been included. All of them had drawn their legacy to their paternal side. One of his daughters, Eyasmina Khatun, however, did not make it – she failed to convince the authorities that she was the daughter of Ali.Ali is despondent about his exclusion. “We are poor people. We don’t have the money to fight cases in courts,” he said. Ali would now have to clear his name in a foreigners’ tribunal, failing which he is liable to be incarcerated in a detention camp.There is another thing that Ali wants an answer to. “A man called Mridul Das who I do not even know has stripped me of my citizenship,” he said. “The government should at least tell me who this Mridul Das is.”Read all the stories in The Final Count series here and Humans of Assam here.","author":"Arunabh Saikia","time":"2019-09-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126576-lqedbysgek-1567265779.jpeg","tags":["The Final Count","National Register of Citizens","Assam","Humans of Assam"],"source":"https://scroll.in/article/935834/humans-of-assam-this-farmers-name-was-struck-off-the-nrc-after-an-unknown-man-filed-an-objection"}