{"title":"Humans of Assam: ‘Do we need to show pieces of paper to prove that we are people of this land?’","content":"Humans of Assam is a collection of stories of people living in the state who fear losing their Indian citizenship. It is part of the month-long reporting project called The Final Count.Shankar Rai first realised there was some “kheli-meli”, a colloquial Assamese word for confusion, when he was summoned to a citizenship hearing at Kokrajhar district’s Gossaingaon town in March. Rai works as a car mechanic in Guwahati. He had been included in the draft list of Assam’s National Register of Citizenship released last July. To be included in the citizenry list, applicants have to prove that they or their ancestors were in India before the midnight of March 24, 1971. Shankar Rai had submitted the electoral rolls of 1966, which included the name of his mother, Sukuri Wali Rai. To prove his relationship with her, he had submitted his PAN card and a caste certificate issued by the All Assam Other Backward Classes’ Association in 2012. Rai, 43, belongs to the Koch-Rajbongshi community, one of the oldest settlers in the region.  From the 13th century, for almost 700 years, Koch-Rajbongshi kings ruled the kingdom of Kamatapur, which covered large parts of contemporary Bangladesh, West Bengal, Bihar and the North East. The community now lives across the states of Assam, Meghalaya, northern parts of West Bengal and Bihar in India, as well as neighbouring Bangladesh, Bhutan and Nepal.  A hearing leads to exclusion At the hearing, Shankar Rai was told that another family had claimed the legacy of his mother. Besides, the NRC official pointed out that his father’s name in the PAN card did not tally with the name in the caste certificate. “We are naïve unlettered people who did not even realise till that day that there was a mistake in my PAN card,” said Shankar Rai. “I begged the officials to give me two days so that we could correct that mistake, but they would not let us utter a word. Instead they scolded us and made us sign on a piece of paper.”On June 26, Shankar Rai received yet another notice which said his inclusion in the draft NRC was a mistake. “Legacy person not parent/grandparent/great-grandparent”, the explanation tersely stated. Sukuri Wali Rai, the NRC authorities had concluded, was not his mother. Along with him, the names of two of his children, aged 24 and 22, had also been struck off. Shocked familyThe sudden exclusion from the citizenry list has left the Rais shocked. “So now we need to show them pieces of paper to prove that we are people of this land?” asked Shankar Rai, frustration writ large on his face.  His wife Subhadra Rai said she had never felt more defeated in her life. “I feel so helpless that on days I want to kill myself,” she said breaking down. “Is this the day I was born to see? My children’s lives will be over if they do not make it to the NRC.”Scrambling for documentsOn July 5, Shankar Rai and his children filed yet another claim for inclusion in the NRC. They submitted an affidavit stating that the mistake in Shankar’s father’s name in the PAN card was a typographical error on the part of the issuing authorities.  Meanwhile, Shankar Rai has also put in a name-correction request with the Income Tax department. “But I have been told it will take time,” he said. “I do not know what to do – go around running for documents or work to feed my family.”Sanjay Rai, a community leader of the Koch Rajbongshis, said Shankar Rai’s case was “only an example of what we are having to go through because of the NRC”. “Our people have lived here for centuries,” he pointed out. “Will you just wipe their existence because they do not have enough documentation?”Read all the stories in The Final Count series here and Humans of Assam here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-07-26T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124467-wipxibdrfr-1564063928.jpeg","tags":["National Register of Citizens","The Final Count","Humans of Assam"],"source":"https://scroll.in/article/931788/humans-of-assam-do-we-need-to-show-pieces-of-paper-to-prove-that-we-are-people-of-this-land"}