{"title":"Humid heat waves expected in India and Bangladesh every year or two, says study","content":"Humid heat waves can be expected in India and Bangladesh every year or two, a study released on Wednesday said.The study titled, “Extreme humid heat in South and Southeast Asia in April 2023, largely driven by climate change, detrimental to vulnerable and disadvantaged communities”, was done by 22 researchers as part of the World Weather Attribution initiative.Scientists from universities and meteorological agencies in India, Thailand, Australia, Denmark, France, Germany, Kenya, the Netherlands, the UK and the United States were involved in the analysis.  Their prediction is based on an analysis of the average maximum temperature and maximum values of the heat index for four consecutive days in April across India and Bangladesh. The heat index means what the temperature feels like combined with humidity. It reflects the impact of heat waves on the human body more accurately.“In both regions [India and Bangladesh], the researchers found that climate change made the humid heat waves at least 30 times more likely, with temperatures at least 2 degree Celsius hotter than they would have been without climate change,” the study said. “Until overall greenhouse gas emissions are halted, global temperatures will continue to increase and events like this will become more frequent and severe.”Last month, another study said that extreme heat has caused over 24,000 deaths in India since 1992 and driven up air pollution and accelerated glacial melt. Several parts of the country also experienced above-normal maximum temperatures in April. At least 14 people died of heatstroke on April 16 at a Maharashtra government event in Khargar.The study released on Wednesday said that heat waves such as the one that occurred in April are particularly damaging. “People who are most exposed to the sun and vulnerable populations are routinely the worst impacted,” the scientists said. “The current patchwork of heat wave solutions must be improved to account for inequalities and existing vulnerabilities.”Chandra Sekhar Bahinipati, assistant professor at the Indian Institute of Technology in Tirupati, said that economic and non-economic losses due to heat waves are not documented.  “There is a lack of knowledge with respect to who is vulnerable, loss and damage estimation, household coping mechanisms, and the most effective heat action plans,” he said.Also read:Why this expert believes India’s heat action plans are falling shortOff the charts: What the era of ‘statistically impossible’ heatwaves means for the world","author":"Scroll Staff","time":"2023-05-17T18:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157537-rbdclejhtm-1618309146.jpg","tags":["heat waves","Bangladesh","India"],"source":"https://scroll.in/latest/1049271/humid-heat-waves-expected-in-india-and-bangladesh-every-year-or-two-says-study"}