{"title":"Hyderabad Liberation Day to be celebrated on September 17, says Union government","content":"September 17 will be celebrated as Hyderabad Liberation Day, the Ministry of Home Affairs announced on Tuesday.“In order to remember martyrs who liberated Hyderabad and to infuse the flame of patriotism in the minds of the youth, the Government of India has decided to celebrate the 17th day of September every year as Hyderabad Liberation Day,” the ministry said in a gazette notification.The notification said that there had been a demand from the region to celebrate September 17 as Hyderabad Liberation Day. It added that Hyderabad did not get independence for 13 months after India became independent on August 15, 1947, as it was under the Nizam’s rule.“The region got liberated from Nizam’s Rule on 17th September, 1948, after police action namely ‘Operation Polo,’” the ministry added.The decision would “ignite the flame of patriotism among the youth and immortalise our icons of the freedom movement”, Union Home Minister Amit Shah said on Wednesday.“The decision is a befitting tribute to the freedom fighters and the martyrs who made supreme sacrifices to remain a part of Bharat by liberating the Hyderabad region from the atrocious Nizam rule,” he said in a tweet.It is a historic day as PM @narendramodi Ji has decided to celebrate the 17th of September every year as Hyderabad Liberation Day in honour of the martyrs of the Hyderabad Liberation Movement.The decision is a befitting tribute to the freedom fighters and the martyrs who made…— Amit Shah (Modi Ka Parivar) (@AmitShah) March 13, 2024\n\n\nAfter India’s independence in 1947, the Nizam of Hyderabad – the largest, most populous and wealthiest of all princely states in colonial India – had refused to accede to the Indian Union. Instead, he sought a free Hyderabad that would not be part of either India or Pakistan.This led to “Operation Polo”, a military invasion led by the Indian Army, with Air Force support. The operation was initiated by Sardar Vallabhbhai Patel, who was the Union home minister at the time.The operation was launched on September 13, 1948, and concluded on September 17, 1948 with the surrender of the Hyderabad state forces. On September 17, 1948, the state of Hyderabad became a part of independent India.The anniversary of the merger has become a contested occasion in recent years. While the Bharatiya Janata Party and a few others celebrate it as Hyderabad Liberation Day, other parties insist on calling it National Integration Day.In the last two years, the Union Ministry of Culture organised celebrations in Hyderabad to mark the anniversary on September 17, IANS reported. In both years, Shah had attended the event.Also read: Why India must undo its long silence over the massacre of Muslims after Hyderabad integration in ’48","author":"Scroll Staff","time":"2024-03-13T18:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195573-vpqbqagbsw-1699015315.jpg","tags":["Ministry of Home Affairs","Hyderabad Liberation Day","Hyderabad"],"source":"https://scroll.in/latest/1065136/hyderabad-liberation-day-to-be-celebrated-on-september-17-says-union-government"}