{"title":"Hyderabad: Charred body of 27-year-old woman veterinary surgeon found under culvert","content":"The charred body of a 27-year-old woman was found under a culvert in Chatanpally on the Hyderabad-Bengaluru national highway on Thursday morning, hours after she went missing, reported PTI. The Hyderabad-based veterinary surgeon had left home around 5.50 pm on Wednesday for a clinic at Gachibowli. She parked her two-wheeler near Shamshabad toll plaza and took a shared cab from there, said the police. “When she reached the vehicle [on her way back home], she realised that the rear wheel had a puncture,” said Cyberabad Police Commissioner VC Sajjanar. “She was then approached by a few truck drivers present there offering help.”The woman told them she would manage to get it repaired at a shop on the way. However, they allegedly convinced her that it was risky proposition. “They sent a teenager along with the scooter to get it repaired,” said Sajjanar. “But he returned saying the shops were closed.”The woman’s sister, who lodged a missing-person complaint on Wednesday night, said she last got a call from her at 9.22 pm. She said her sister told her that she was scared of the truck drivers and other unknown men in the area. “I even asked her to come away leaving the vehicle,” the sister told NDTV. “When I called after some time, her phone was switched off.” The body was found around 25 km from the toll plaza.The woman is suspected to have been kidnapped, murdered and then set ablaze, reported Telangana Today. The police said they can only ascertain if she was sexually assaulted once the postmortem report comes. Cyberabad Police Commissioner Sajjanar said 10 teams have been formed to solve the case. The police are verifying CCTV footage, he added.","author":"Scroll Staff","time":"2019-11-29T08:56:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/945238-weyoeibmxd-1472727321.jpg","tags":["veterinary surgeon","Chatanpally","hyderabad","crime news","crime against women"],"source":"https://scroll.in/latest/945238/hyderabad-charred-body-of-27-year-old-woman-veterinary-surgeon-found-under-culvert"}