{"title":"Hyderabad: NIA court acquits all accused in 2007 Mecca Masjid blast case","content":"A special court of the National Investigation Agency in Hyderabad on Monday acquitted all suspects in the decade-old Mecca Masjid blast case. On May 18, 2007, nine people were killed and 58 injured after an improvised explosive device ripped through the mosque during Friday prayers.The bench acquitted them citing lack of evidence. It said the investigative agency had failed to prove any of the accused guilty, The Indian Express reported. The NIA said it will wait for the court’s judgment before deciding on the further course of action, ANI reported.JP Sharma, the lawyer of one of the accused, Aseemanand, alleged that the then Congress-led government had cooked up the Hindutva terror angle in the case for political gain, Bar and Bench reported. Aseemanand is an accused in the Samjhauta Express and the 2006 Malegaon blast cases as well.The Hyderabad Police had carried out the initial inquiry before handing over the case to the Central Bureau of Investigation, which filed a chargesheet against 10 accused – all members of right-wing groups. The National Investigation Agency took over the case from the CBI in 2011.Only five of the 10 people were arrested and faced trial. These include Devendra Gupta, Lokesh Sharma, Aseemanand alias Naba Kumar Sarkar, Bharat Mohanlal Rateshwar alias Bharat Bhai and Rajendra Chowdhary. One accused was shot dead in December 2007 and two others are absconding.Aseemanand and Rateshwar are out on bail, and the other three are in Hyderabad Central Prison. Aseemanand was arrested in November 2010 from Haridwar. He had admitted that right-wing activists had been involved in the blast but had retracted his statement later. The NIA had filed a chargesheet against him in the case in May 2011.Meeca Masjid blast verdict: Accused Aseemanand brought to Namapally Court #Hyderabad pic.twitter.com/xMtUBwBSkO— ANI (@ANI) April 16, 2018\n\nOne of the accused, former Rashtriya Swayamsevak Sangh leader Sunil Joshi, was murdered while the case was being investigated. Two other accused – former RSS member Sandeep V Dange and RSS activist Ramchandra Kalsangra – are still absconding.Authorities are still investigating two other accused, Tejram Parmar and Amith Chowhan, The Hindu reported.A total of 226 witnesses were examined during the trial and 411 documents were exhibited. During the trial, 64 witnesses, including Lieutenant Colonel Shrikant Purohit – an accused in the 2008 Malegaon blasts case – turned hostile, The Indian Express reported. ReactionsThe Bharatiya Janata Party said the Congress had been “exposed like never before”. “Saffron terror is a very derogatory term that they repeatedly used,” spokesperson Sambit Patra said. “This is the same party that hailed the 2G scam verdict. Will they not welcome the judgment today? Will [Congress President] Rahul Gandhi come out with a candle at midnight to apologise?”Congress leader Ashok Gehlot refused to comment as it is a “judicial matter”, but said it is now up to the government to decide whether to appeal the order, ANI reported.It is now up to the Govt to examine order and decide if a further appeal is required. As it is a judicial matter I would not like to comment on it: Ashok Gehlot, Congress on #MeccaMasjidVerdict pic.twitter.com/Fkqr6M3udJ— ANI (@ANI) April 16, 2018\n\nBJP does not comment on the judgement of the court. We don't comment on working of the Indian judiciary. It's an independent body. Congress said the court was right at the time of #2GVerdict but labelling it wrong today: Sambit Patra, BJP on #MeccaMasjidVerdict pic.twitter.com/rzWfEWjzuM— ANI (@ANI) April 16, 2018","author":"Scroll Staff","time":"2018-04-16T12:20:28.301270+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875801-87284-kkdmaigtlv-1523874683.jpg","tags":["Mecca Masjid blast","Hyderabad","Aseemanand"],"source":"https://scroll.in/latest/875801/hyderabad-nia-court-acquits-all-accused-in-2007-mecca-masjid-blast-case"}