{"title":"Hyderabad vet rape-murder: Law did its duty, say police after four accused killed in encounter","content":"Cyberabad Police Commissioner VC Sajjanar on Friday dismissed questions raised on the early morning encounter of the four accused in the murder and rape of a Hyderadabad-based veterinarian, and said that the “law has done its duty”, NDTV reported. Police said the four accused were taken to Chatanpally village in Shadnagar, 50 km from Hyderabad, to recreate the crime scene when they allegedly attempted to flee. “All this happened within five or 10 minutes after the four accused were brought to the spot,” Sajjanar said, according to The Indian Express.The police chief said they will answer to “whoever takes cognisance”, be it the state government or the National Human Rights Commission.“We had to fire in retaliation after the accused started hitting us with stones and sharp objects and snatched our weapons,” Sajjanar said. The police chief said that they also recovered objects of the victim. “We found a power bank, watch and cellphone of the woman,” he said, according to Hindustan Times. The encounter is said to have occurred around 3.30 am.There were nearly 10 policemen in the team accompanying the accused. Two of them were severely injured and admitted to a local hospital, the police chief said. Sajjanar said the accused had prior criminal records and the police will look into their previous crimes.“There were instances of rape and burning cases in the past in Karnataka and Maharashtra,” the commissioner said. “We are suspecting the hand of these four accused in such incidents.”The accused –  Mohammed, Jollu Shiva, Jollu Naveen and Chintakunta Chennakeshavulu – were arrested on November 29 for allegedly raping, and killing the woman by smothering her. They burned her body. The four were under judicial custody and lodged in high security cells in Cherlapally Central Prison.The father of the veterinarian expressed his gratitude. “It has been 10 days to the day my daughter died,” he told ANI. “I express my gratitude towards the police and government for this. My daughter’s soul must be at peace now.”Meanwhile, the NHRC sent a team to conduct a spot investigation in the police encounter. The commission said the incident showed that police were not prepared for any untoward activity by the accused. Hyderabad: Senior Police officials arrive at the site of the encounter. All four accused in the rape and murder of woman veterinarian in Telangana were killed in an encounter with the police when the accused tried to escape while being taken to the crime spot. https://t.co/TB4R8EuPyr pic.twitter.com/7fuG87MP0m— ANI (@ANI) December 6, 2019\n\nThe 27-year-old veterinarian was killed on the night of November 27. She left home in Shamshabad earlier that evening to visit a dermatologist in Gachibowli. She parked her two-wheeler near Shamshabad toll plaza, and took a shared cab from there around 6.15 pm.On her way home, the woman realised that the rear tyre of her vehicle was punctured. Around 9.15 pm, the four accused approached her with offers to help. They had allegedly deflated the tyre. The accused switched off the woman’s phone and raped her near the toll gate. After killing her, the four men reportedly placed her body under a bridge and set it on fire around 2.30 am.The woman’s family has alleged that the police delayed filing a first information report. Three officials were suspended on Saturday for dereliction of duty.The incident had triggered widespread criticism of the law-and-order situation in the state. Both Houses of Parliament discussed women’s safety on Monday, and MPs across party lines demanded stringent action against such crimes. Samajwadi Party MP Jaya Bachchan on Monday suggested in the Rajya Sabha that the accused in such crimes should be lynched in public, while another MP had suggested castration.On Wednesday, the Telangana High Court approved setting up of a fast-track court to hear the case Mahabubnagar District Court. Earlier, Telangana Chief Minister K Chandrasekhar Rao had assured people that the trial will be conducted in a fast-track court following massive protests nationwide to take strict action against the accused.","author":"Scroll Staff","time":"2019-12-06T08:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132275-eifyrkpauh-1575611676.jpg","tags":["encounter","Telangana Police","Hyderabad","Telangana vet case"],"source":"https://scroll.in/latest/945965/hyderabad-vets-case-all-four-accused-killed-in-encounter-say-reports"}