{"title":"Hyderabad man allegedly forced to fight in Russian military killed in Ukraine war","content":"A Hyderabad man who was allegedly forced to fight alongside the Russian military in the country’s war on Ukraine has been killed, India Today reported.The death of the Indian, who has been identified as Mohammed Asfan, was confirmed by the Indian embassy in Moscow on Wednesday. The diplomatic mission did not provide details of what Asfan was doing in Russia or the cause and circumstances of his death.“We are in touch with the family and Russian authorities,” the Indian embassy said in a social media post. “Mission will make efforts to send his mortal remains to India.”Asfan’s family had reached out to Hyderabad MP Asaduddin Owaisi seeking assistance in bringing him back from Russia, India Today reported.We have learnt about the tragic death of an Indian national Shri Mohammed Asfan. We are in touch with the family and Russian authorities. Mission will make efforts to send his mortal remains to India.@MEAIndia— India in Russia (@IndEmbMoscow) March 6, 2024\n\n\nRussia began its invasion of Ukraine on February 24, 2022, triggering the deadliest conflict in Europe since World War II. Asfan is the second Indian known to have been killed in Russia amid the violence.On February 21, a 23-year-old man from Gujarat was killed in an alleged Ukrainian air strike in Donetsk, on the Russia-Ukraine border, The Hindu had reported. The person identified as Hemil Ashvinbhai Mangukiya had been hired as an “army security helper” in Russia.Media reports in the last month have shown that several Indians hired as “army security helpers” in Russia have instead been forced to fight alongside the Russian military.Nearly 100 Indians have been recruited by the Russian military over the past year, The Hindu reported on February 20.India’s External Affairs Ministry has said that several Indians have already been discharged from the Russian Army as a result of their intervention. Last week, the ministry said that at least 20 Indian nationals are still stranded in Russia and that it was working to secure their release.On Tuesday, The Hindu reported that a group of seven more Indians stranded in Russia released two videos this week seeking the government’s help to return to India. While five of them are said to be from Punjab, the other two are reportedly from Haryana.","author":"Scroll Staff","time":"2024-03-06T20:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198653-wkolmtojhn-1708503902.jpg","tags":["Russia-Ukraine War","Indians in Russia","Russia"],"source":"https://scroll.in/latest/1064834/hyderabad-man-allegedly-forced-to-fight-in-russian-military-killed-in-ukraine-war"}