{"title":"Hyderabad rape and murder: Despite clear legal prohibitions, victim’s name was used in media, online","content":"There is justifiable outrage over the rape and murder of the veterinary doctor in Hyderabad in the middle of the week. The anger about the incident was compounded by the insensitive comment by Telangana Home Minister Mohammad Mahmood Ali that the victim should have phoned the police instead of calling her sister when her two-wheeler developed a tyre puncture in a lonely spot as she was returning home on Wednesday night. In addition, some Hindus attempted to communalise the crime when they realised that one of the men arrested in the case was Muslim.As it this wasn’t enough, several media houses as well as social-media users broke the law by publicising the name of the victim. Section 228A of the Indian Penal Code   clearly says rape victims or survivors of other sexual offences prescribed by law cannot be identified without explicit permission. A violation could carry a fine and imprisonment of upto two years.Not only must the name of the victim be concealed, any detail that could make the identity of the rape victim public is illegal. The fact that the victim is dead is immaterial. “Even the dead have their own dignity,” Justice Madan B Lokur and Justice Deepak Gupta of the Supreme Court said last December in  the case of Nipun Saxena vs the Home Ministry. “They cannot be denied dignity only because they are dead.”  The problem  in this case may have arisen from the gap between the time the woman’s charred body was found and the police statement confirming that she had been raped. Her name was in the public domain when she was thought to have been murdered but should have been retracted by media houses after the police made the announcement about the sexual assault.     In camera trialsEven the judges are supposed to exercise caution while hearing the cases of sexual violence. Section 327 (2) of the Criminal Procedure allows the judge to hold trials in sexual assault cases in camera, barring the presence of anyone except those related to the case. Reporting such trials without the permission of the court is liable for punishment. While appealing to the higher courts, the survivor is permitted to use a pseudonym.Lokur and Gupta even warned investigation police officers not to reveal the name of the survivor to the media. The authorities are expected to maintain utmost caution while dealing with details like medical examinations, DNA tests and school records. Even the FIR is not to come in the public domain.Almost the same norms have been set by Section 23 of Protection of Children from Sexual Offences Act of 2012 about protecting the identity of minors in the sexual assault cases.In April last year, the Supreme Court imposed fines on 12 media houses for disclosing the name of the victim of the Kathua gangrape and murder case.Protestors on Friday confront Telangana Women and Child Welfare Minister Satyavati Rothod at the home of the woman who was killed. Credit: PTIDespite the clarification and punishment, nothing has changed. Poor journalism and the “clicktovists” showing their outrage by clicking angry emoticons or share buttons on social media have breached both ethnical and legal norms by naming the Hyderabad victim and identifying her family.In the 2012 Delhi rape and murder case that outraged the nation, both justice and an amendment to the existing laws related to sexual crimes were possible without using the photographs of the victim or naming her.According to the law, the identity of survivors can be revealed with their written permission, if they are adults. This is what happened in the case of Kolkata’s Park Street gangrape survivor. She chose to go public to fight for justice in her case as well for others. But the privacy of those who choose to remain anonymous must be respected.Legal safeguardsWhile the Supreme Court last year did not object to the rape survivors coming out in public, it did not approve of another legal provision. Section 228A(2) (c) of the Indian Penal Code says that “where the victim is dead or minor or unsound mind, by, or with the authorisation in writing, the next of kin of the victim’ the name can be printed or published provided it is given only to ‘chairman or secretary of recognised welfare organisation’.”The court noted that the Central government nor any state government had recognised any social welfare institutions to whom the next of kin should give such authorisation. It added that no guidelines had been laid down in the Indian Penal Code about the nature of such organisations or the qualifications of the persons who are made the chairman or secretary of these bodies.As a consequence, the Supreme Court was of the opinion that “the name of the victim or her identity should not be disclosed even under the authorisation of the next of the kin, without permission of the competent authority”. In such a case, the court specified the identity can be disclosed only with the permission of the sessions judge.The judges said they were putting these safeguards into place to forestall the possibility of relatives allowing the media or publishing houses to use the names of survivors for a payment.It is essential that these provisions about anonymity be followed because the consequences can cause real damage. As the Supreme Court observed: “In our society, the victim of a sexual offence, especially a victim of rape, is treated worse than the perpetrators of the crime.”Sambit Pal teaches at the Indian Institute for Mass Communication, Dhenkanal.","author":"Sambit Pal","time":"2019-12-02T06:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110740-cqimlnsixw-1573455939.jpg","tags":["Hyderabad rape and murder","Mohammad Mahmood Ali","Kathua gangrape and murder"],"source":"https://scroll.in/article/945466/hyderabad-rape-and-murder-despite-clear-legal-prohibitions-victims-name-was-used-in-media-online"}