{"title":"Hyderabad encounter: Supreme Court again gives six more months to inquiry panel to finish probe","content":"The Supreme Court on Tuesday granted an extension of six months to an inquiry commission looking into the 2019 encounter killing of four men accused in the gangrape and murder of a veterinarian in Hyderabad, Live Law reported.This was the third extension granted to the commission for submitting its final report. The previous two extensions were given in July 2020 and June 2021.During Tuesday’s hearing, advocate K Parameshwar, appearing for the panel, sought an extension of eight months. He said the commission has received a new list of 130 witnesses. However, the court rejected the request. “Why is this matter going on and on,” a bench headed by Chief Justice of India NV Ramana asked. “This can be done in three to four months. Is it necessary to enquire 130-140 witnesses in this matter?”The court noted that a similar inquiry panel, set up on July 22, 2020, to investigate the encounter killing of gangster Vikas Dubey in Uttar Pradesh, has already submitted its report, PTI reported.The inquiry panel looking into the Hyderabad incident is headed by former Supreme Court judge VS Sirpurkar. The commission, set up on December 12, 2019, was directed to inquire into the circumstances leading to the encounter and to submit a report in six months.The panel also comprises former Bombay High Court judge Rekha Baldota and former Central Bureau of Investigation director DR Karthikeyan.  The caseOn November 27, 2019, a veterinarian was abducted, sexually assaulted and later found murdered in Hyderabad. Widespread protests broke out across the country following the crime.Four men – Mohammed Areef, Jollu Shiva, Jollu Naveen and Chintakunta Chennakeshavulu – were arrested on November 29 in connection with the case.They were under judicial custody and lodged in high security cells in Cherlapally Central Prison.  In the early hours of December 6, the four accused were shot dead on NH-44 near Hyderabad – the same highway where the body of the 27-year-old veterinarian was found. The police claimed that the accused attempted to flee while being taken to the murder site to reconstruct the sequence of events. They allegedly snatched a weapon and fired at the police, forcing the personnel to shoot back.The National Human Rights Commission sent a team after the killings to conduct a spot inquiry and said the matter required a careful investigation. Human rights organisation Amnesty International India criticised the shooting, saying the incident set a “disturbing precedent of circumventing the legal system” and called for an independent inquiry.The veterinarian’s father, however, praised the police for its actions, and demanded that no action be taken against the personnel accused of being involved in the killings.","author":"Scroll Staff","time":"2021-08-03T15:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162347-mexjkixstj-1627980195.jpg","tags":["Hyderabad","encounter killing","Supreme Court","Hyderabad encounter","Hyderabad rape case","Hyderabad murder case","Justice VS Sirpurkar"],"source":"https://scroll.in/latest/1001918/hyderabad-encounter-supreme-court-again-gives-six-more-months-to-inquiry-panel-to-finish-probe"}