{"title":"Hyper nationalism outside, desolate inside: A guide to the Wagah-Attari border crossing","content":"It does not require courage to make it over from Attari to Wagah on the India-Pakistan frontier but it does help to have the right nationality. Being from Nepal, I was able to make the crossing with the ease unavailable to either Indians or Pakistanis, travelling through the 55 km stretch from Amritsar to Lahore all in one morning.This was not an entirely new experience. Back in 1977, while studying law at Delhi University, I utilised a vacation to travel overland to Kabul and Bamiyan via Torkham, on what was then the Hippie Trail. The route took me into Afghanistan over Khyber Pass, a passage whose name alone used to tantalise people of the entire subcontinent not so long ago.Using the advice to say “Buddhist” when asked my religion by Pakistani immigration officers at Wagah, I travelled the bumpy western Punjab roads, crossing the Jhelum and up the Potohar Plateau. This was long before Pakistan built Southasia’s first superhighway, the Lahore-Islamabad M-2.Then again in 2011, my wife, son and I drove our Volkswagen Beetle from Kathmandu to Peshawar along the Grand Trunk Road, in a fund-raising campaign for spinal injury rehabilitation. The drive was an opportunity to remember Sher Shah Suri, from Lucknow onwards, which is where coming down from Kathmandu we met the Grand Truk Road. It was Sher Shah who regularised the ancient Uttar Path in the 1540s an infrastructure that harked back to Mauryan times, renovating or putting up caravanserais, distance markers, shade and security. He understood the importance of “connectivity” for economic growth and regional equity, while policy-planners of today may have invented the term.The road trip to Lahore was also a way of marking the historical treks taken by Nepalis (then known as Gorkhali) in the early 1800s, to fight as mercenaries for Maharaja Ranjit Singh as he took on the Pathans. Since then, those who leave home and hearth for foreign employment anywhere have been known as “Lahuray” in Nepal. Credit: Kanak Mani Dixit.Identical flagstaffsApproaching the Attari-Wagah border point was thus like renewing an old acquaintance, one more time taking advantage of the privilege of being a Nepali national. Even though it is their border, Indians and Pakistanis – and the Punjabis of the east and west – have the hardest time of all as animosities between the two governments congeal into enmity.Such is the fever pitch of hostility that India no longer sends its cricket team to tour Pakistan. The latter, meanwhile, was gracious enough to arrive and play in India as part of the ICC Men’s World Cup. There were few visas issued for Pakistani journalists and cricket fans, rendering the Wagah-Attari border point becalmed when it should have been busy like a raucous bazaar.While the deliberately stoked India-Pakistan animosity prevents their citizens from meeting, the Nepali is most fortunate. There is no need for a visa to enter India, to begin with, the open Nepal-India border being a historical legacy (applying both ways) that must sooner or later be emulated at all the land borders of the Subcontinent. I just had to take a taxi from Amritsar to Attari, with the online Pakistan visa on hand, calling ahead on WhatsApp to the hosts in Lahore to come to the border.Both India and Pakistan have built amphitheatres astride the two sets of iron gates that mark the “zero mile”, for the benefit of the flag-waving, cheering public that comes to watch the evening drills. India has put up a massive colosseum of a building, larger than what the Pakistani have. But they have collaborated on two identical flagstaffs that touch the sky at a 400-feet height, looking extravagant amidst the wheat fields of the Punjab plain.There are godowns and marshalling yards waiting for the day that trade opens up and goods flow, and the notional Great Asian Highway (AH-1) becomes a reality. At present, there is only the exceptional consignment of wheat from India headed to Afghanistan over Pakistani territory, a concession that is grudgingly provided by Islamabad. Credit: Kanak Mani Dixit.QuietudeOn the highway to the border, there are signboards giving the distance to Lahore, a pre-Partition legacy of a time when the Lahori elite would vacation not in Murree but in Shimla. Arriving at Attari and right through the hour or so of paperwork to get from one country to the other, the overwhelming sense is one of – quietude.Not here the diatribes that vile television Indian and Pakistani anchors throw at each other, nor the name-calling by national politicians that demonises the other in order to arouse baser instincts of the electorate. Within the passenger terminal, we are just a few steps from the bilaterally choreographed Beating the Retreat performance organised during the evening flag-lowering by the Pakistan Rangers and the Border Security Force. Amidst loud cheering from the bleachers, the Rangers faujis and BSF jawans play-act the animus, stomping their feet to nearly crack the concrete and kicking high enough to scare pigeons flying by, almost.Credit: Kanak Mani Dixit.But the border transfer point is as calm as a meditation chamber. The infrastructure on both sides is planned like airport terminals, with immigration counters, x-ray machines, waiting areas and familiar signage. Given the hubbub of such spaces elsewhere, the tranquillity among the immigration officers and security personnel is a pleasant surprise: they are easy-going and affable, not even objecting to photographs and videos, with time for small talk with the odd international traveller.The Indian immigration officer: “Will you visit Anarkali Bazaar in Lahore?”The Pakistan Ranger: “Is Nepal an entirely different country?”In contrast to the exactitude of their hyper-nationalist evening drills, the jawans and faujis fumble like newbies as they study my proffered passport. Across the no man’s land, the passport counter is empty, with the Assistant Immigration Officer apparently on a siesta. Credit: Kanak Mani Dixit.Lost in PartitionWithout doubt, as proven in my cross-border excursion, people of the two Punjabs do not share the animosity marking the Delhi-Islamabad relationship. As the taxi driver taking me to Attari from Amritsar says in the accompanying video, “Our economies would be so much better with the border open, and the transporters would benefit. People of Lahore and Amritsar want it to happen.”Lahore, for its part, pines for the hinterland it lost in Partition, with the city having to pivot west and southward. I was in the city to present Traveling Film Southasia, a festival of documentaries, and the film Taang (Longing) by Bani Singh on the poignancy of pre-Partition hockey players’ memories had tears flowing, and flowing.\n\n\n    \n    Play\n\nA few weeks before crossing the land border from India into Pakistan, I had been on a nighttime flight to Kathmandu and flying over Punjab/Punjab. From 38,000 feet, the lights of Lahore came into view beneath the wings. Past Lahore, a strip of lights going north-to-south came into view, signifying the barbed-wire frontier with its guard towers and halogen floodlamps. Like a sparkling necklace, on the starboard side, the string of lights receded into the darkness of the Thar desert.The beauty of that aerial sighting masks the continuing tragedy of Partition here on the ground at Wagah-Attari, of people, economies and cultures rendered apart. While the Partition generation is now nearly all gone, the succeeding generations have had to live with the unfulfilled promises of peace and shared prosperity. Historical empathy is being deconstructed brick by brick, and the people kept from mingling.\n\n\n    \n    Play\n\nHopefully, the attempt to dig a chasm will be thwarted sooner than later by the people themselves, Indians and Pakistanis in a camaraderie that will be a boon for all of Southasia. It is the sedate ambience of the passenger terminals at Wagah-Attari that better reflects the mood of the citizens than the evening drills, the accompanying hoots and catcalls. The people of India and Pakistan are peace-inclined, though the ultra-nationalist clamour would have you believe otherwise.As a Nepali national, I am able to visit Taj Mahal, Hampi or Ajmer Sharif, just as I can visit the great collection of Gandhara-era Buddhas at Lahore Museum, breathe in the dust of the 5,000-year-old Indus Valley Civilisation at Harappa, or join the multitude at the Badshahi Mosque. I can, by right, cross over from Attari to Wagah. I wish the same possibility for every Indian and each Pakistani.Kanak Mani Dixit is a writer, journalist and publisher, as well as founding editor of Himal Southasian magazine.Credit: Kanak Mani Dixit.Credit: Kanak Mani Dixit.Credit: Kanak Mani Dixit.Credit: Kanak Mani Dixit.Credit: Kanak Mani Dixit.Credit: Kanak Mani Dixit.","author":"Kanak Mani Dixit","time":"2023-10-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195255-rbhpaoxzyr-1698167186.jpeg","tags":["Wagah","Attari","Nepal","Partition","Indo-Pakistan","Punjab"],"source":"https://scroll.in/article/1058058/hyper-nationalism-outside-desolate-inside-a-guide-to-the-wagah-attari-border-crossing"}