{"title":"‘I am anguished at events of last 5 months,’ Amarinder Singh told Sonia Gandhi before quitting","content":"Congress leader Amarinder Singh, hours before he resigned as the chief minister of Punjab on Saturday, said in a letter to party president Sonia Gandhi that he was “anguished” at the political events of the last five months.Singh stepped down from the top post following a bitter feud with Navjot Singh Sidhu, who was appointed the Congress’ chief in Punjab in July. The Congress is expected to pick a new chief minister on Sunday. Singh told Gandhi that he did his best as the chief minister of a state with “many geo-political and other internal security concerns”. The former Punjab chief minister said he had tried to handle these matters effectively without any compromises. “[I am] happy that [the] state remained fully peaceful, with complete communal harmony,” he said. Singh added: “Not only I established rule of law and ensured transparent governance, but maintained ethical conduct even in management of political affairs, winning 8 out of 13 seats in the Parliament Elections in 2019 and the PRI [Panchayat] and ULB [urban local body] elections.” The leader said he hoped the political crisis would not hurt the “hard-earned peace and development” in Punjab.  Singh added: “[The] people of Punjab are looking up to the Congress for its mature and effective public policies, which not only reflect upon good politics, but also address the concerns of the common man that are specific to this border state.” The political crisis in Punjab came ahead of Assembly elections, which are likely to take place in February or March next year. Media reports suggest that former Punjab Congress chief Sunil Jakhar, Sidhu and the party’s Lok Sabha MP Ravneet Singh Bittu are among the contenders for the chief minister’s post. Congress Rajya Sabha MP Ambika Soni said she was offered the position but she turned it down saying that Punjab should have a Sikh chief minister, ANI reported.","author":"Scroll Staff","time":"2021-09-19T15:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164175-srjbtkkokf-1632044241.jpg","tags":["Amarinder Singh","state news","Congress"],"source":"https://scroll.in/latest/1005736/i-am-anguished-at-events-of-last-5-months-amarinder-singh-told-sonia-gandhi-before-quitting"}