{"title":"I am ready to resign as chief minister if rebel Shiv Sena MLAs demand, says Uddhav Thackeray","content":"Maharashtra Chief Minister Uddhav Thackeray on Wednesday said he was ready to resign from his post even if one rebel MLA directly demands him to do so.Thackeray addressed the citizens after Maharashtra plunged deeper into political turmoil as Shiv Sena minister Eknath Shinde reached Guwahati in Bharatiya Janata Party-ruled Assam from Gujarat on Wednesday morning and claimed that he has the support of 46 MLAs. The Sena has 55 legislators in the Assembly.  The number is crucial for Shinde as he needs the backing of at least 37 MLAs – two-thirds of the Shiv Sena’s strength in the Assembly – to avoid being disqualified under the anti-defection law, which penalises individual legislators for leaving one party to join another. The only exception to the law is if two-thirds of a legislative party decides to defect en masse.Shinde has demanded that the Shiv Sena should restore its alliance with the BJP and jointly rule the state, reports said.In his address livestreamed on Facebook, the Shiv Sena chief said, “If any MLA from there [Shinde’s camp] says Uddhav Thackeray is not fit to be the chief minister, I will resign....I’m not someone who will fight for a chair. I will keep my resignation letter ready and you can come and take it to the Raj Bhavan.”He, however, sought to know from the disgruntled legislators if they can promise him that the next chief minister of Maharashtra would be from the Shiv Sena, NDTV reported. The chief minister said he would be happy if a Shiv Sainik succeeds him if he resigns.Thackeray also said that the Shiv Sena and Hindutva are synonymous.Ally-turned-rival BJP has often accused the Shiv Sena of abandoning the Hindutva cause by forming an alliance with the Congress and the Nationalist Congress Party in Maharashtra. After his revolt on Tuesday, Shinde had also evoked the legacy of Shiv Sena founder Balasaheb Thackeray and his version of Hindutva.“Hindutva is Shiv Sena’s breath,” the chief minister said in his address, PTI reported. “I was the first CM to speak about Hindutva in the Legislative Assembly.”Thackeray, in his 18-minute telecast, said that the disgruntled leaders were seeking to appropriate the Hindutva plank and were raising questions about the Shiv Sena’s commitment to the ideology.“Why do we have to go the extra mile to keep our people together?” he asked referring to Shinde’s revolt, The Indian Express reported. “Should we track them even if they go to the washroom?”The chief minister added that he is ready to face all the challenges but betrayal by someone close to him is what would hurt him the most.He thanked Congress chief Sonia Gandhi, Nationalist Congress Party president Sharad Pawar and the state bureaucracy for supporting him despite his inexperience in governance. Thackeray, who has tested positive for Covid-19, said that he was voted among the top five chief ministers for his administrative performance during the coronavirus pandemic.Shinde is leader of Shiv Sena legislature party, say 34 MLAs  The Maharashtra chief minister delivered his speech shortly after 34 MLAs, who are part of the breakaway faction, wrote to Governor Bhagat Singh Koshyari saying that they have passed a resolution appointing Shinde as the leader of the Shiv Sena legislature party. They also adopted a resolution appointing Bharat Gogavale as the chief whip of the party.Following his revolt, the Shiv Sena had removed Shinde as the party’s leader in the state Assembly on Tuesday and from the post of the chief whip.“There has been a compromise on the principles of our party Shiv Sena, which has been a party with fierce ideological base and was formed for fighting for the rights of local Marathi people,” the resolution by 34 MLAs said on Wednesday.It added: “For last two-and-a-half years, our party and its leadership have compromised party principles by aligning with the contrasting ideologies for the sake of achieving power in the state of Maharashtra.”The MLAs stated that Shiv Sena’s decision to sever ties with the BJP in 2019 despite a pre-poll alliance has had “a tremendous negative impact” on the voters and the cadre of the party.“The ideology of our party’s leader Late Mr Balasaheb Thackeray was to give clean and honest government to the people of Maharashtra and [that] also without compromising on the principle of Hindutva, which was defeated at the first day itself by aligning with the opposing ideologies,” the resolution said.#MaharashtraPoliticalCrisisThirty-four MLAs write a letter to the Maharashtra governor and deputy speaker of the Assembly signing a resolution that #EknathShinde is the leader of the Shiv Sena legislature party. (2/2)Catch all the LIVE updates here: https://t.co/vn59jfaumw pic.twitter.com/7BZRpEcCMI— Scroll.in (@scroll_in) June 22, 2022\n\nShinde, in a series of tweets, also said it is imperative for the Shiv Sena to walk out of the “unnatural alliance” with the Congress and the Nationalist Congress Party. “In the last two-and-a-half years of the coalition’s existence, Shiv Sena has only suffered and other parties have benefited,” he added. “Where other parties have got stronger, the Sena has only weakened.”१. गेल्या अडीच वर्षात म.वि.आ. सरकारचा फायदा फक्त घटक पक्षांना झाला,आणि शिवसैनिक भरडला गेला.२. घटक पक्ष मजबूत होत असताना शिवसैनिकांचे - शिवसेनेचे मात्र पद्धतशीर खच्चीकरण होत आहे. #HindutvaForever— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 22, 2022\n\nMeanwhile, after Thackeray’s address on Wednesday evening, Pawar and his daughter Supriya Sule met the chief minister.Shiv Sena leader Sanjay Raut told reporters that Thackeray will remain the chief minister of Maharashtra and the ruling Maha Vikas Aghadi coalition will prove its majority on the floor of the Assembly if needed, PTI reported.Raut rejected reports stating that Pawar has asked Thackeray to make Shinde the chief minister as a way out of the political crisis. Pawar did not give any advice to Thackeray and instead said the ruling coalition will fight till the end, Raut said.NCP chief Sharad Pawar, Supriya Sule and Jitendra Awhad arrive at the residence of Maharashtra CM Uddhav Thackeray, in Mumbai. pic.twitter.com/ulRsG8vFUp— ANI (@ANI) June 22, 2022","author":"Scroll Staff","time":"2022-06-22T20:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176137-wsbpfxectk-1655905788.jpg","tags":["Uddhav Thackeray","Maharashtra","Eknath Shinde","NCP","Shiv Sena","Congress","Maharashtra political crisis","Uddhay Thackeray Eknath Shinde"],"source":"https://scroll.in/latest/1026722/i-am-ready-to-resign-as-chief-minister-if-rebel-shiv-sena-mlas-demand-says-uddhav-thackeray"}