{"title":"I&B ministry refuses to clear ‘Sexy Durga’ for Mumbai film festival screening","content":"Malayalam director Sanal Kumar Sasidharan’s Sexy Durga has been refused clearance from the Information and Broadcasting Ministry for screenings at the Mumbai Film Festival. Sasidharan’s road movie looks at the hostile and misogynistic environment surrounding women through the experiences of a runaway couple.The movie has been selected in the Indian Competition section at the Mumbai Film Festival, which will run from October 12-18. Indian and international productions do not always need to be censored before being screened at film festivals in India. The ministry’s clearance is, however, mandatory, to ensure that the films are exempted from local censorship rules. Sasidharan has been voicing his anger through his Facebook page. “Festivals had been the only option for such films made without fear of censoring in India,” wrote Sasidharan, who has previously directed the critically acclaimed Ozhivudivasathe Kali (2015). “Now they are bringing festivals also under the radar of censorship and majoritarian scrutiny. This should be strongly condemned. It is clearly an invasion of limited space available to the independent films. We have to fight and protect these spaces for the sake of our democracy and for the sake of the freedom of expression ensured by the constitution.”Speaking to Scroll.in, Sasidharan said that the ministry’s decision is arbitrary, and that he would be appealing against it. “The first time the film was rejected, the MAMI people told me that they had a problem with the name,” Sasidharan said. “They think it defames goddess Durga. But it is not about the goddess. The problem is that they haven’t seen the film but are rejecting it. This kind of discriminatory practices will destroy film festivals and independent filmmakers.”Anupama Chopra, director of the Jio MAMI Mumbai Film Festival, said that Sasidharan would have to get his film cleared from the Central Board of Film Certification. “The film has been denied censor exemption which we apply for, for all our films,” Chopra said. “We require censor exemption or certification to play it in theatres. Sanal has applied for certification. We hope he gets it and we hope to screen it at the festival.”  Sexy Durga has been screened at several international festivals. It won the prestigious Tiger award at the Rotterdam International Film Festival. “The title and the film blended... it is about how we worship goddesses on the one hand and how we treat women on the other,” Sasidharan had told Scroll.in in a previous interview.\n\n\n    \n    Play\n\nSexy Durga.In a more recent Facebook post, Sasidharan quoted from the alleged ministry order, which declares that the movie’s title itself is a red flag. “As regards the film at S.No. 145 titted “Sexy Durga’, this Ministry has been receiving several grievances against its title,” the order, as it appears on Sasidharana’s Facebook page, says. “Therefore, exemption is not being granted in respect of the said film. Ministry is of the view that, it_ may affect the law and order as it hurts the religious sentiments, ‘Durga’ being a principal Hindu Goddess. The applicant however, may approach the Central ‘Board of Film Certification for certification of this film in normal course instead.”Sasidharan retorted through Facebook, “...let me say this: My Durga is not your powerful goddess. My Durga is the common Indian girl on the street, for whom you have no sentiments at all.”Sasidharan had previously withdrawn Sexy Durga from the International Film Festival of Kerala, which will be held in Thiruvananthapuram from December 8 to 15. The film had been chosen in a category that showcases contemporary Malayalam cinema. Sasidharan complained that by including Sexy Durga in a “much insignificant” category, the Kerala festival organisers had insulted an award-winning movie.","author":"Devarsi Ghosh","time":"2017-09-26T15:11:12.786674+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/851914-50326-nhnphdlnzy-1485629692.jpg","tags":["Sexy Durga","Sanal Kumar Sasidharan","Jio MAMI Mumbai Film Festival"],"source":"https://scroll.in/reel/851914/i-b-ministry-refuses-to-clear-sexy-durga-for-mumbai-film-festival-screening"}