{"title":"I can’t imagine many Bangladeshis would want to move to India’s North East today, says economist","content":"With elections approaching in the three north-eastern states of Nagaland, Meghalaya and Tripura, the issue of cross-border migration has surfaced again. For decades, anxieties about migration from Bangladesh have been a driving force in politics across states in the border region of the North East. This year, there are added tensions as Assam updates its National Register of Citizens for the first time since 1951, in a bid to detect illegal immigrants in the state.The political rhetoric about migration from across the border is at odds with the language of bilateral diplomacy, where India and Bangladesh are ostensibly moving towards a closer partnership.Rehman Sobhan, a founding member of Bangladesh’s Planning Commission, was in Assam’s Tezpur University for a conference earlier this month. He spoke to Scroll.in about how the migration issue is viewed on the other side of the border, how local exchanges carry on in spite of official policies, and alternative ways to imagine the relationship between Bangladesh and the North East.Sobhan played an active role in his country’s liberation movement and later joined the Bangladesh Institute of Development Studies. He has written several books on economic and developmental issues in Bangladesh and South Asia. He currently heads the Centre for Policy Dialogue, a think tank that focuses on development issues, which he founded in 1993.Excerpts from the interview:Rehman Sobhan of the the Centre for Policy Dialogue. (Credit: @cpd.org.bd / Facebook)The India-Bangladesh border has traditionally been a soft border with everyday exchanges between villages on both sides. Do you see a change in the way the border is viewed, with an increasing emphasis on the security angle?We are presumed to be moving towards greater friendship, cooperation and interaction between people on either side. That is the official position. The two governments have opened up and recently facilitated train and bus services. The next phase should be to open up interaction between people without being unduly preoccupied with security. The logic of the current position should be that security for both sides should be ensured, not just for any one side. But practice does not always work according to logic. In the everyday world, a great deal of interaction across borders will continue because ordinary people’s concerns usually fall outside official policies.Even as the stated position moves towards one of greater openness, do you see more everyday exchanges, whether it is trading in each others’ markets or forging family ties through marriage, dying out because of this new emphasis on securitisation?As of now, there are very large numbers of people moving legitimately back and forth along the Purbobangla sector of the border. About half a million people every year, I am told. On the Bangladesh side of the border, there is an open market operating outside formal trade channels. If certain goods across the border are profitable for marketing in Bangladesh, they will find buyers to source them from India. In addition, increasingly, these markets are flooded with goods from China. These markets are part of people’s normal economic lives.What do you make of the fence that is being constructed along the India-Bangladesh border?I do not think it is a very helpful act. It is not much appreciated in Bangladesh. I am not sure if it has had the desired effect of keeping criminals out but it has constrained the lives of ordinary people. Your government operates on the fallacy that border security will deter wrongdoers. Wrongdoers are not going to use conventional borders, nor are they going to turn back just because they face a barrier. The problem is to identify the wrongdoers prior to doing the wrong. The emphasis on physical barriers is a fallacious approach.What is the view, on your side of the border, on Assam’s National Register of Citizens? One of the stated aims of the exercise is to detect “illegal immigrants”, mostly from Bangladesh, giving rise to rumours that many could be deported after the counting exercise.If it is to be carried through and many people are actually targeted to be deported, it would be deemed a profoundly unfriendly act. We would expect serious prior consultation between the two governments. The process is expected to go through different stages. I am told we are witnessing the initial stage and there may be legal challenges ahead. As far as Bangladesh is concerned, we would certainly have strong positions to take on the matter if this moves towards an adverse end result.Assam is updating its National Register of Citizens for the first time since 1951. (Credit: @nrcassam / Facebook)Migration has become a political issue, especially in the states of the North East, and the scale of it has become part of the political rhetoric used by several parties. What, in your opinion, is the actual scale of migration from Bangladesh?I cannot imagine that today there would be a great many Bangladeshis interested in moving towards the North East. Bangladesh’s economy is booming; the North East is a relatively less developed economy. Bangladeshi migrants are more interested in moving further West into West Asia, Europe and North America as well as to South East and East Asia. If anything, we should be attracting people from the North East. They might be able to access a wider range of opportunities in Bangladesh not available to them back home. A more interactive border would be a huge stimulus to the economy of the North East. The North East does not provide a big market. To locate businesses here and cater to these markets does not make much business sense. Markets in mainland India remain distant and costly to access and would remain so even after better transit facilities across Bangladesh would be made available. Marketing products from the North East in Bangladesh and particularly in our eastern region would be more productive for prospective investors. Bangladesh should, in turn, be offering the North East better access to Chittagong port and other ports further south that are under development. These ports would serve as the natural sea outlet for the North East. The future of the North East lies in being part of the larger, more dynamic South East Asian region. That was what the proposal for promoting a Bangladesh-China-India-Myanmar economic corridor was all about.On the subject of economic agendas, India decided to go off economic planning not long ago. As one of the founding members of Bangladesh’s Planning Commission, what is your opinion of that decision?I have not quite understood the logic of giving up on planning.  At the end of the day, you do need to develop a strategic vision and move the country in a certain economic direction. I believe markets are important but if you exclusively leave it to the market to make all allocative decisions, it will create rising inequalities.The Republic of Korea, Taiwan and Singapore, the three tiger economies of Asia, used effective government institutions for guiding and governing the market. In China and Vietnam, the state plays an even stronger role in governing the market. In the absence of these institutions, priorities would have largely been set for realising short-term goals and the profit motive would exclusively dominate. To let the future of millions of people be decided by the market is not a very efficient or equitable arrangement.It is sometimes feared that India is moving away from the constitutional principles and ideals it started with. Do you see the same process in Bangladesh?It is not just here but all over the world. Both countries have moved into a much more market-driven, inegalitarian, exclusive, development-driven agenda. There is an increasingly symbiotic relationship between wealth and power. People calling the shots have used the system to further their own interests. The economies have boomed but we have moved far away from the societies we set out trying to build.Bangladesh has had to fight its own battles to preserve its secular character. Do you see parallels with the situation in India today?Each country faces its own problems in addressing the contestations between more secular and identity-based politics. We will each need to find our own ways to resolve these issues. The important issue is not to let our problems spill across borders and create further difficulties for each other.","author":"Ipsita Chakravarty","time":"2018-02-02T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/865251-80308-aurulmheju-1517032844.jpg","tags":["Scroll interview","North East","Bangladesh","Bangladeshi migrants"]}