{"title":"'I could have won Tokyo Olympics 100m', says retired Bolt","content":"Sprint legend Usain Bolt said he could have emerged from retirement to win a fourth straight Olympic 100m title in Tokyo this year, insisting the winning time was within his reach.Bolt, 35, said that it was frustrating to watch the delayed 2020 Games from his home in Jamaica as his male countrymen flopped and Italy’s Lamont Jacobs claimed a shock victory.“I really missed it. I was like, I wish I was there,” he said in an interview at the Dubai offices of his sponsor PepsiCo on Sunday.“Because for me, I live for those moments. So it was hard to watch.”Bolt dominated sprinting for a generation, winning eight Olympic gold medals and only losing a ninth when his 2008 4x100m relay team-mate Nesta Carter failed a retrospective drugs test.The first Olympic 100m final since the great showman’s departure was a subdued affair, with Jacobs clocking 9.80sec at a Covid-emptied Tokyo National Stadium. “My coach said something to me at the end of my career. He said, ‘People are not getting faster. I was getting slower.’ I never looked at it that way,” said Bolt.“And it’s the facts because a lot of guys don’t really get faster. Because I have pushed the barrier so far and then I started going backwards time-wise, so for me 9.80 was possible to get done.”But Bolt, who has dabbled in football and music since retiring, said it was “all about motivation” when he was considering a potential comeback in Tokyo.“For the Olympics, it was gonna be different,” said the father of three. “I always show up ready because I think this is the highest level, but I’ve already done everything in the sport so it was all about motivation.”- ‘Lightning Bolt’ loses sparkle -With a rueful shake of the head, Bolt said it was “not looking good” for Jamaica’s men’s sprinters after they failed to reach the Tokyo 100m final and were fifth in the 4x100m relay.And he said none of the current athletes looked capable of beating his 100m and 200m world records of 9.58 and 19.19, rarely threatened since he set them in 2009.“I don’t think I’ve seen anybody in this generation right now which I personally feel will break the records,” he said.“So I think I have a couple more years before somebody will actually break my world records.”Bolt, instantly recognisable worldwide, said he’d “love” to help World Athletics promote the sport and had approached its leader, Sebastian Coe, about a formal role.But he said he had no designs on the presidency.“No, I don’t want that job. That’s a lot of stress and a lot of work,” he said.He added that he would “definitely” have taken the knee to protest against racism on the Tokyo podium, where it was banned under International Olympic Committee rules.“I understand what it’s about. Racism, we’ve been through it so I understand the necessary aspect of it and what is needed,” he said.But he revealed that after years of striking the ‘Lightning Bolt’, his signature pose was beginning to grate.“Sometimes it gets a little bit, I wouldn’t say annoying. But I understand that I’ve done it to myself,” he said with a chuckle.“People really enjoy it and it’s for the fans, you know. I mean, it’s a picture that they will treasure forever. “So for me, I’m not always happy doing it, but I do it anyways because it’s for them and it makes them happy.”","author":"AFP","time":"2021-11-15T21:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166406-lerjvvvwgx-1636991120.jpg","tags":["Usain Bolt","Athletics","Tokyo 2020"],"source":"https://scroll.in/field/1010647/i-could-have-won-tokyo-olympics-100m-says-retired-bolt"}