{"title":"‘I don’t put myself out there enough’: What Parvathy learnt from ‘Qarib Qarib Singlle’","content":"Southern movie star Parvathy has emerged as the clear winner of Tanuja Chandra’s Qarib Qarib Singlle, which was released on Friday. In her Bollywood debut, in which she is paired with the formidable Irrfan, Parvathy plays Jaya, a 35-year-old widow who gets entangled with Irrfan’s free-spirited Yogi. The depth and nuance that Parvathy has brought to her character has won her unequivocal praise.Choosing strong roles and intelligent and diverse characters have been hallmarks of Parvathy’s career. She has played Sameera, a nurse dealing with a personal crisis in ISIS-ravaged Iraq in the 2017 Malayalam hit Take Off, Maari, a woman struggling with her childhood love for a cousin in the Tamil movie Poo (2008), and RJ Sarah, a paraplegic with an indomitable spirit in Bangalore Days (2014). Parvathy has gone from one character-driven performance to another with ease and versatility. She spoke to Scroll.in about her first Hindi film and the similarities between Jaya and her.You have been known to work on one film at a time, and only if it has something different to offer. What made you accept ‘Qarib Qarib Singlle’?Jaya has a good job, she’s made something of her life; she takes care of her brother and her family. She has a happy life, a good life. But love hasn’t happened for her. She decides to put herself out there, trying to figure out the void in her life.This film is a light-hearted way of looking at something as profound as love, what’s happened to you before, what you’ve lost. But if you love someone, you don’t really lose them because that time, those moments are always a part of you. In understanding that, Jaya and Yogi figure out where they’re headed. It’s about being in the present moment. What we try to do is see where the relationship is headed the first moment we meet the other person. And I realised that was me. I realised I don’t put myself out there enough like Jaya does. I learnt a lot about myself working on this film.What was it like working with Irrfan?Being cast opposite Irrfan Khan is like getting the best partner in film school. You wonder, wow, how did I get so lucky? I believe that good co-actors always give you a lot more to do and they share your burden. Irrfan does this beautifully. He’s more of an actor than a star. That made me feel secure.You’ve done Malayalam, Kannada and Tamil films. Why did Hindi cinema take so long to happen?I’ve never been in a hurry to reach anywhere. After Notebook [Parvathy’s breakout 2006 Malayalam film] I felt I was in a bit of a rush and that killed it for me. I do just one film at a time. And if it’s a film which suits me, I’m fine. Bollywood happened but it didn’t quite – some films were shelved or I didn’t get a good script. Directors saw my work and called me. I never really worried about it. But Qarib Qarib Singlle happened while I was shooting for Take Off last year. I don’t really look at any scripts while shooting for a film because I’m so engrossed in a role. But I had two days off. I had the freedom of mind and space. The film’s director Tanuja Chandra liked me; I liked the script. They agreed to work around my dates, which people don’t usually do. Bollywood happened. There was no strategy to make it happen.\n\n\n    \n    Play\n\nTu Chale To, Qarib Qarig Singlle (2017).Are we going to see you in more Hindi films?No, not just yet. After this, I go on to work with Anjali Menon on her new Malayalam film, which also stars Prithviraj and Nazariya. I also have the Malayalam film My Story with Prithviraj out early next year. What is the difference between South Indian and Hindi cinema?I don’t think there’s a difference. This is my first Bollywood film and it’s not even a typical Bollywood film. To me, working on Qarib Qarib Singlle felt like being at home in Kerala. We’d sit around and discuss the character and scenes just like we do in the Malayalam film industry – very casual, informal.But I did feel the film’s promotion was very different from how we do it in Kerala. I do very little promotions of a Malayalam film. For Qarib Qarib Singlle, I had to do a lot of promotional stuff. I feel over-exposed. What was it like learning Hindi?I did my own dubbing for the film. I know Hindi quite well. I studied in Kendriya Vidyalaya growing up in Kerala. I also have North Indian friends. It wasn’t a problem at all. You’re an active member of the Women in Cinema Collective. Is it going to make any difference in the ground? Change can’t come about in the blink of an eye. We need to understand the damage that has  been done from people staying silent for so long. We’re now trying to shake the ground through WCC. That’s uncomfortable for a lot of people. Change will happen but we can’t put a time on it. There are so many areas where women have been exploited or denied opportunities that we’re shocked by the depth of it. You are very active on social media, including Instagram and Facebook. Is it to send out a message, to connect with the audience? I just do it for fun. I get a lot of messages from people who follow or like me, asking me why I’m doing it. But before being Parvathy the actress, I’m also Parvathy the person. It’s my way of exploring myself, of expressing my opinion, just like any other individual. There’s no message. My only connection with audiences is through my films.  \n\n\n    \n    Play\n\nParvathy in Poo (2008).","author":"Anubha George","time":"2017-11-11T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857451-73497-dyokgxdumo-1510380561.jpeg","tags":["Parvathy","Qarib Qarib Singlle","Irrfan Khan"],"source":"https://scroll.in/reel/857451/i-dont-put-myself-out-there-enough-what-parvathy-learnt-from-qarib-qarib-singlle"}