{"title":"‘I hang my head in shame,’ says Kapil Sibal on the state of judiciary","content":"Rajya Sabha MP and senior advocate Kapil Sibal on Sunday said that the judiciary has “let us down” and he wants to “hang his head in shame” after the recent court judgements against journalist Mohammed Zubair, human rights activist Teesta Setalvad, among others, PTI reported.Zubair, a co-founder of fact-checking website Alt News, was arrested by the Delhi Police on June 27 on charges of hurting religious sentiments for a tweet that he had posted in March 2018. A Delhi court on Saturday denied him bail and remanded the journalist to 14 days in judicial custody, saying the investigation was at an initial stage and given the “nature and gravity of offences”.The court order came after the Delhi Police added charges of criminal conspiracy, causing disappearance of evidence and violating foreign funding norms in the first information report against Zubair.In an interview with PTI on Sunday, Sibal noted that Zubair was arrested for a tweet posted four years ago without any communal outcome.“Some members of the institution [the judiciary] of which I have been a part for 50 years, have let us down,” he said. “I hang my head in shame that this has happened. When the judiciary turns a blind eye to ex facie violations of the rule of law, one wonders why an institution designed to protect the rule of law allows the rule of law to be infringed with open eyes.”He said the action against the journalist is a “mala fide arrest” and a subsequent fishing inquiry.“More than that, now having realised that the arrest cannot possibly be sustained, the investigating agency is looking for other matters which have nothing to do with the original arrest,” Sibal added.The former Congress leader accused the investigating agencies of first arresting a person and then looking for violations committed by the individual, PTI reported.“For that they seek access to other records and then come back to court to allege commission of other offences in an attempt to deny bail to the accused,” Sibal said.Sibal also spoke briefly about the Supreme Court ruling in a petition filed by Congress MP Ehsan Jafri’s wife Zakia Jafri, challenging the report of a Special Investigation Team that had cleared Prime Minister Narendra Modi in a case pertaining to the 2002 Gujarat riots.A mob went on a rampage in Gulberg Society on February 28, 2002, setting fire to homes. Sixty-nine persons died, including former Congress MP Ehsan Jafri who was hacked to death. Modi was the chief minister of Gujarat at that time.The Supreme Court, however, on June 24 said the petition by Zakia Jafri and Setalvad was filed “to keep the pot boiling for ulterior design”.A day after the verdict, Setalvad was arrested for allegedly committing forgery and fabricating evidence in connection with the 2002 riots cases.Sibal refused to comment about the verdict since he represented Jafri in the case.“But I can say this to you that we have seen in the recent past, judges rendering findings on matters that were not argued before them, judges rendering findings in matters which are not appealed against and some judges disregarding patent illegalities and upholding executive actions that are indefensible,” he added.Referring to the United Nations raising objections to the arrests of Zubair and Setalvad, Sibal told PTI that India’s image was being tarnished internationally. He, however, still urged everyone to rely on courts to protect human rights in India.“Our people in the profession, people who are part of the institution, including judges who are wedded to the rule of law, it is time for all of us to speak frankly, openly and without fear about the state of affairs prevailing today,” he said.When asked about suspended Bharatiya Janata Party spokesperson Nupur Sharma’s disparaging remarks on Prophet Muhammad, Sibal told PTI that the culture of hatred and intolerance has “crept into our national discourse”.“All this is happening, why, because hate has become an instrument for electoral gain,” the senior advocate said. “If hate becomes part of a political strategy to divide society to win elections, then you will have many such instances including the one that just happened in Udaipur where a tailor was beheaded.”Referring to the political crisis in Maharashtra, Sibal also said that the Tenth Schedule was being misused to topple elected governments.The Tenth Schedule, or the Anti-Defection Law, states that a legislator can be disqualified if he votes or abstains from a crucial vote contrary to any direction issued by the political party to which he belongs. The Shiv Sena had sought the disqualification of its rebel MLAs following a revolt led by Eknath Shinde, but the Supreme Court granted the legislators relief and allowed a floor test in the Maharashtra Assembly. Maharashtra Chief Minister Uddhav Thackeray had to resign since he could not prove his majority in the House.","author":"Scroll Staff","time":"2022-07-03T19:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174872-mtxrlsbczc-1653463071.jpg","tags":["Kapil Sibal","Indian Judiciary","Rajya Sabha MP"],"source":"https://scroll.in/latest/1027500/i-hang-my-head-in-shame-says-kapil-sibal-on-the-state-of-judiciary"}