{"title":"‘I have no personal enmity with anyone,’ says Navjot Singh Sidhu after resigning","content":"A day after resigning as the Punjab Congress chief, Navjot Singh Sidhu on Wednesday said that he will “continue to fight for the truth”. In a video statement posted on Twitter, Sidhu said that his 17-year-old political career had a motive – to “enrich the life of people in Punjab”.These were the first remarks from Sidhu after he abruptly resigned, just two months after being appointed to the post.“This is my motive, karma and I have no personal enmity with anyone,” he said. “I have not fought any personal battles. My fight is limited to  issues, problems and Punjab’s agenda.” हक़-सच की लड़ाई आखिरी दम तक लड़ता रहूंगा … pic.twitter.com/LWnBF8JQxu— Navjot Singh Sidhu (@sherryontopp) September 29, 2021\n\nSidhu said that there could not be any compromise on a pro-Punjab agenda. “I can never misguide the high command nor allow it to be misguided,” he said, according to NDTV.The former Punjab Congress chief said that he will make sacrifices to stand by his principles.“I don’t need to think much for it,” he said, according to NDTV. “I broke the system where tainted ministers and officers were accommodated. Now tainted ministers and officers can’t be appointed again. I oppose such appointments.”Sidhu has been reportedly upset about the Cabinet changes made on Sunday. Fifteen MLAs were inducted into Punjab Chief Minister Charanjit Singh Channi’s Cabinet, but Sidhu was reportedly ignored when the Cabinet ministers were chosen.On Wednesday afternoon, Channi said he has reached out to Sidhu to discuss his objections, ANI reported.“Whoever is party president, is head of the family,” the chief minister said. “I had called him [Sidhu] and told him that the party is supreme...I have spoken to him on phone and told him let’s sit, talk it out and resolve the issue.”Earlier on Wednesday, Channi chaired a meeting of his Cabinet. Sidhu’s resignation and the crisis in Punjab unit of Congress was in the agenda for the meeting, reported ANI.MLA Randeep Singh Nabha told the news agency that the Cabinet ministers held talks on how to resolve the crisis.“We were not aware of Sidhu’s resignation and do not know why he resigned from the post,” Nabha said. “If [the] party selects a new chief then we will accept it.”Minister Raj Kumar Verka said that Sidhu should continue to be in the Congress and work together with other leaders. Deputy chief minister Randhawa also said that Sidhu should work towards strengthening the party, ANI reported.Unidentified leaders said that Sidhu was disappointed after Sukhjinder Randhawa was given the home portfolio and made the deputy chief minister.Sidhu has also reportedly been upset about the inclusion of Rana Gurjit Singh in the Punjab cabinet, according to NDTV. Singh was accused in a sand mining scam, following which he quit Singh’s cabinet in 2018. Sidhu’s resignation on Tuesday was met with criticism from some Congress leaders.Former Punjab Chief Minister Amarinder Singh, who has been involved in a long-standing tussle with Sidhu, said that Sidhu was not a “stable man” and not fit for Punjab. Senior Punjab Congress leader Sunil Jakhar said that Sidhu’s resignation from the post has breached the party’s trust. Jakhar was removed as the Punjab Congress chief in July to make way for Sidhu.Congress leader and political advisor to party General Secretary Priyanka Gandhi, Vibhakar Shastri, also added that “outsiders” should not be given important positions in the party so soon.","author":"Scroll Staff","time":"2021-09-29T12:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164564-mlyfyuxoew-1632899504.jpg","tags":["Navjot Singh Sidhu","Charanjit Singh Channi","Congress","Punjab","Punjab politics","Amarinder Singh"],"source":"https://scroll.in/latest/1006510/i-have-no-personal-enmity-with-anyone-says-navjot-singh-sidhu-after-resigning"}