{"title":"‘I kept smashing the dome’: Four kar sevaks recall Babri demolition, ahead of Ram temple opening","content":"Rajendra Saygaonkar’s memory of December 6, 1992, is still vivid. A dozen men, including him, held a heavy block of concrete and ran it into the walls of the Babri mosque like a battering ram. He was then a 22-year-old member of the Akhil Bharatiya Vidyarthi Parishad, or ABVP, the student wing of the Bharatiya Janata Party. He had arrived in Ayodhya from Mumbai just four days before.“After attacking the wall below, I saw a rope and climbed up to the top of the mosque,” recalled 54-year-old Saygaonkar. “There were thousands of young men near the mosque that day, full of energy and very aggressive. One dome had already caved in. When I reached the top, I did not have anything with me. So I borrowed a piece of rock from a man and kept smashing the dome.”This was a strategic error, said Saygaonkar. “It was more effective to bring down the dhancha [the structure] by attacking its base.” Nearly an hour later, the dome collapsed, and with it, the ABVP member and his fellow kar sevaks. When he woke up, he was in a hospital in Faizabad, with a leg injury.Ram Kumar Das, 79, was watching the demolition from 50 metres away. Then a local BJP councillor, he was in charge of supplying drinking water to the congregation of kar sevaks who had been mobilised by BJP-RSS leaders who addressed them from a building nearby. “Deep inside, we wanted to take down the dhancha,” said Das, who was born in Begusarai in Bihar but settled in Ayodhya in 1966. “But I had no idea that it would actually be demolished. There was no such plan.”Kar sevaks demolish the Babri Masjid in Ayodhya in 1992. Credit: Douglas E.Curran/AFP‘No police official harassed us’In 2009, the Liberhan Commission, set up to investigate the demolition, said that more than 75,000 men surrounded the mosque on December 6. Two of them were Kamala Das and Ayodhya Das, who eventually settled in Ayodhya as sadhus. “I was kept away from the dhancha by the kar sevaks because I was only 13,” recalled Kamala Das, 45, who said that he had been detained in Ayodhya during the first Hindutva mobilisation in 1990. “But I remember that something happened in the middle of the speeches and everyone at once decided to attack the structure.”Kamala Das was a teenager when he gathered outside the Babri Masjid on December 6, 1992. Photo by Ayush Tiwari.There was police presence, said Ayodhya Das, 50, but it did nothing because of the Kalyan Singh-led BJP government in Uttar Pradesh. “No police official harassed any kar sevak that day. The whole site was sacked and kar sevaks took everything they could,” he added. “I took a pipe and a table that was inside the mosque. I still have them.”The consecration of the Ram temple in Ayodhya on January 22 is a culmination of efforts of these men, who were part of a frenzied mob that tore down the mosque that once stood there. They believe that the Hindu deity Ram was born at that spot – and that the site of an ancient Ram temple was demolished in the early 16th century by the Mughals to build the mosque on the “janmabhoomi”.In 1949, Hindu extremists linked to the Hindu Mahasabha placed an idol of Ram inside the Babri mosque as part of a conspiracy that involved the district magistrate and city magistrate of Faizabad. In 1950, the administration locked the mosque – and Muslims could not pray in the mosque since.In 2019, after decades of litigation between Hindu and Muslim parties, the Supreme Court handed over the site to the Hindus. It termed the demolition “an egregious violation of the rule of law” and did not uphold the Hindutva claim that the mosque was built after the demolition of a temple.Thirty-one years after the demolition, the kar sevaks have no remorse and only pride. “I don’t talk about it much now,” said Saygaonkar, who now works at a private firm in Mumbai’s Dadar neighbourhood. “But I’m proud of what I did.”In Ayodhya, Ram Kumar, Ayodhya Das and Kamala Das now run their own temples. Ayodhya Das said that he had bought land in Ramghat in 2005 for Rs 5 lakh, when real estate was cheap in Ayodhya. “Then I built my temple on it using donations by my devotees,” he explained.The sadhus said they were lucky that the Ram temple would be inaugurated in their own lifetime. “Our ancestors gave their lives for it,” said Ram Das. “I haven’t been this happy in my life.”Ayodhya Das outside his temple in Ayodhya. Photo by Ayush Tiwari.‘Let’s get rid of the structure’All four former kar sevaks interviewed by Scroll said that the demolition was not planned, contrary to eyewitness accounts by journalists. “When I came to Ayodhya, I did not know that I would soon be on top of the mosque,” said Saygaonkar. “In fact, our group of ABVP members were watching from afar when the first kar sevaks – mostly South Indians – climbed up on the mosque.”One of the ABVP members then had a dangerous idea: let’s join them. “I refused,” added Saygaonkar. “It was too dangerous and I was responsible for the safety of my Mumbai group. But when other members set off, so did I.”Ayodhya Das remembers what kar seva actually meant – bringing silt from the Saryu river and collecting it outside the mosque. “But a section of aggressive kar sevaks arrived from the western part of the town,” he recalled. “They were the ones to attack the structure first. I think they were mostly Shiv Sainiks. They said, ‘What is all this silt business?’ Let’s get rid of the structure. I saw RSS members who were around the structure wielding sticks and trying to stop them.”Rajendra Saygaonkar now works at a private firm in Mumbai. Credit: Special Arrangement.A report in The Hindu on December 7, 1992, corroborated the claim about RSS volunteers. “The RSS volunteers tried their best to check the surging crowds but lost control of the situation around 11:30 am,” it said. “What sparked off the worst was the effort by RSS volunteers to physically throw out these elements from the venue.”Planned or not, the BJP and RSS did stoke popular anger against the mosque before it was demolished, as the Liberhan Commission concluded. It named senior leaders of the BJP – Lal Krishna Advani, Atal Bihari Vajpayee and Kalyan Singh – culpable in the demolition.Saygaonkar remembers the speech of Sadhvi Rithambara and Acharya Dharmendra Dev of the Vishwa Hindu Parishad to the kar sevaks around noon on December 6. “Rithambara said that Babri is a stain that is 450 years old,” he said. “But what triggered the gathering into action was when Acharya Dharmendra told everyone, ‘Aap ek kaam se aaye hai, aap apne mann ki baat karo’.” You are here to do just one thing – do what your heart says.‘Only sanatanis will rule now’The former kar sevaks have just one complaint – the recent arrest of Shrikanth Pujari, a kar sevak accused of arson in Hubballi in 1992, by the Karnataka police on December 29, 2023. They pin it down to the Congress party’s “appeasement politics”.Ram Kumar Das said he “does not see it as a wise move”, adding: “What has happened, has happened. These things [Pujari’s arrest] are a result of Karnataka government’s violent sentiments.”“Only sanatanis will rule the country now,” said Kamala Das. “Those trying to please another community with their politics will not succeed. They will be destroyed – socially, not physically.”On January 5, a court in Karnataka granted bail to Pujari.","author":"Ayush Tiwari","time":"2024-01-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197688-rcxuevfcoj-1705740090.jpg","tags":["Babri masjid demolition","ayodhya","ram temple","kar seva","kalyan singh","Sadhvi rithambhara"]}