{"title":"‘I nearly gave you Lahore’: When Kuldip Nayar asked Cyril Radcliffe about deciding Indo-Pak border","content":"“I nearly gave you Lahore,” Lord Cyril Radcliffe, Chairman of the Boundary Commission, told me. “But then I realised that Pakistan would not have any large city. I had already earmarked Calcutta for India.”Lahore had Hindus and Sikhs in a majority and way up in assets, he said. Yet he had no option because of paucity of big towns in Pakistan. The conversation took place at Radcliffe’s flat in London towards the later half of 1971. I had gone there to meet Lord Mountbatten, the last British Governor-General. I wanted to know how the boundary lines of India and Pakistan were drawn. Although the Boundary Commission had four more members – two from India, Mehar Chand Mahajan and Teja Singh, and two from Pakistan, Din Mohammed and Mohammed Munir – they were all serving judges.Radcliffe was the one who made the decision because the Commission was divided, India’s members on one side and those from Pakistan on the other. What yardstick did he apply? I was keen to know. I found to my horror that Radcliffe had no fixed rules to go by when he drew the boundaries between India and Pakistan. He had gathered sufficient information by the time he came to demarcate the borders.The two sides were exhaustive in their presentation. He had read tonnes of material as well. The ticklish part of his assignment, as he said, was to partition the last track of Punjab and Bengal on the basis of religion. Therefore, his decision to give Lahore to India and then to reverse it in favour of Pakistan was understandable. He had some kind of balance in view. That Mohammed Ali Jinnah, founder of Pakistan, had recommended Radcliffe’s name had nothing to do with the change in the decision to give Lahore to Pakistan.“Are you satisfied with the way you drew the border lines between India and Pakistan?” I asked.“I had no alternative; the time at my disposal was so short that I could not do a better job. Given the same period I would do the same thing. However, if I had two to three years, I might have improved on what I did,” said Radcliffe.He flew only once in a Dakota over the parts of northern India before actually demarcating borders. “If aspirations of some people had not been fulfilled,” he said, “the fault must be found in political arrangements with which I am not concerned.” Radcliffe was wearing a jacket with the necktie, a formal attire of sorts. As he had been a former judge for a long time it was probably his habit to wear a jacket when he met a foreigner. But there was no formality in his manners. I found him a simple, straight person during my conversation with him. He himself opened the door when I rang the bell at his flat. The room was cluttered with old furniture, something he must have collected over the years. The living appeared austere. He had no servant or maid because he himself went to the kitchenette, which I could see from the sofa in the sitting room, to place a kettle on the burner to prepare tea.Radicliffe was given very little time to finish his work. He was delayed because the provincial assemblies of Punjab and Bengal had to vote for division of the two provinces, a legal obligation. Radcliffe was in Shimla when Mountbaten nominated him as the Chairman of a Boundary Commission. He told me that he would have preferred to work in Punjab in July. “It was impossible to undertake the field survey in June because of the heat,” he said. But Mountbatten, according to Maulana Abul Kalam Azad, a top Congress leader, told Radcliffe that he could not delay the work even by one day. Radcliffe was not happy with members on the Boundary Commission, he told me. All that they did was to put across the point of view of the country they represented. Both sides wanted the maximum territory and argued at cross-purposes. One Muslim member hailing from East Bengal, Radcliffe told me, came to him in private and pleaded for Darjeeling’s inclusion in Pakistan. “My family goes to Darjeeling every summer and it would be hard on us if the place went to India.” Radcliffe had a good word for Meharchand Mahajan, the Indian Boundary Commission member who subsequently became India’s Chief Justice. He impressed him with his erudition and legal knowledge. “The Muslims in Pakistan have a grievance that you favoured India,” I told Radcliffe.His reply was: “They should be thankful to me because I went out of the way to give them Lahore which deserved to go to India. Even otherwise, I favoured the Muslims more than the Hindus.”It seemed that the criticism against his award had reached his ears by the time I met him. He was irritated whenever I would mention “the unhappiness” of the Pakistanis. What had hurt him most was the allegation that he had changed his report at Mountbatten’s insistence. The allegation of Pakistanis was that Mountbatten put pressure on Radcliffe to give India Firozepur and Zira tehsils to provide a link with Jammu and Kashmir. “I was not even aware of Kashmir,” Radcliffe said. “I heard about it long after I returned to London.” During the conversation, lasting for more than one hour, I told him about sharp differences between India and Pakistan over Kashmir. He was aware of those. He also knew about the wars the two countries had fought against each other. He felt sorry about what had happened. But he remained firm in his assertion that he gave India Firozepur and Zira because that was how he felt. There was no pressure on him. However, he was pressed for the report.On July 22, 1947, writing to Radcliffe, Mountbatten said that he had a discussion at Lahore with the Punjab Partition Committee. Referring to the assurance he had given to that Committee that he would write to Radcliffe of the urgency of the earliest possible date for the Punjab Boundary Award, Mountbatten continued. “It was emphasised (in the Punjab Paritition Committee) that the risk of disorder would be greatly increased if the award had to be announced at the very last moment before August 15. I know that you fully appreciate this, but I promised that I would mention it again to you, and say that we should all be grateful for every extra day earlier that you could manage to get the award announced. I wonder if there is any chance of getting it out by the 10th?” Replying the next day, Radcliffe said: “I will certainly bear in mind that importance of the earliest possible date for the award. I do not think that I could manage the 10th. But I think that I can promise the 12th, and I will do the earlier day, if I possibly can.”I did not ask Radcliffe about the letter Mountbatten’s Naval Attache G Abell had written to Abott, Secretary to the Punjab Governor since I was not aware of its existence at that time. The letter dated August 8, 1947, said: “I enclose a map showing roughly the boundary which Sir Cyril Radcliffe promised to demarcate in his award and a note describing it. There will not be any great changes from this boundary, but it will have to be accurately defined with reference to village and zilla boundaries in Lahore district”. Jenkins wrote to Mountbatten: “The enclosures were a schedule (I think typed) and a section of a printed map with a line drawn thereon, together showing a boundary which included in Pakistan a sharp salient in the Firozepur District. This salient enclosed the whole of Firozepur and Zira tehsils.” Jenkins also stated that: “About August 10, 11, when we were still expecting the award on August 13, at latest, I received a message from Viceroy’s House containing the words ‘Eliminate Salient’. The change caused some surprise, not because the Firozepur salient had been regarded as inevitable or even probable, but because it seemed odd that any advance information had been given by the Commission if the award was not substantially complete.”It was strange that Radcliffe who divided India into two independent countries advised “some joint control” when it came to splitting the irrigation network of the Punjab between India and Pakistan.His award had given the irrigation canals to Pakistan and the rivers feeding them to India, while the controlling headwork was evenly divided. But he hinted at “some joint control”. India’s then prime minister Jawaharlal Nehru, rejected it as “a political recommendation”. Since there was no “joint control”, the two countries, after the division, argued endlessly over their respective rights. Pakistan said that the rivers were common to the subcontinent and maintained that it was the sole owner of the waters and the headwork was in its territory. It became such a divisive issue that Rawalpindi suggested that the matter be referred to the International Court of Justice at the Hague. But Nehru opposed the proposal on the ground that it would be “a confession of our continued dependence on others”.Before saying good-bye to Radcliffe I posed to him the same question which I had asked Mountbatten. Did Mohammed Ali Jinnah hesitate when Pakistan was conceded? He said no. Radcliffe’s reply was: “It is very unlikely”. I also checked with him about Mountbatten’s warning to Jinnah that “his moth-eaten Pakistan will not last more than 25 years”. Radcliffe said: “You are the first person to have told me this. I never heard it before.”When I alighted the steps of his flat, I wondered how India and Pakistan came to sign the Indus basin treaty.In 1951, when Pakistan was on the point of referring the dispute to the Security Council, an article by David E Lilienthal, former chairman of the US Tennessee Valley Authority, appearing in an American magazine, saved the situation. He suggested a comprehensive engineering plan under which India and Pakistan could develop the entire Indus basin jointly, “perhaps with the World Bank help”. It turned out later that Eugene E Block, the then World Bank’s chief, had been consulted before Lilienthal wrote the article. Both India and Pakistan saw that America too had given its blessings to the proposal. The development of the Indus basin was considered acceptable, particularly when the funds had been promised. Since it suggested a way out and was also laced with money, both India and Pakistan accepted the formula. The Indus basin treaty was signed in 1960 between Nehru and General Ayub Khan, Pakistan’s military ruler.In response to the formal proposal of the World Bank chief (November 1951), a “working team” of engineers was appointed to tackle the problem outside the political arena. India gave a guarantee not to disturb supplies until the end of the negotiations and it kept its word though Pakistan continued to make allegations to the contrary.For nine years the negotiations between India and Pakistan covered a long, tortuous route, and even in the last stages, both Nehru and Ayub Khan had to intervene to put the talks back on the track when the prejudice and cussedness of officials looked like derailing them.Nehru had to face criticism in India for accepting 19 per cent of the Indus basin waters and agreeing to continue deliveries till Pakistan built its alternative channels. Indian engineers had prepared a formidable case to prove that both Punjab and Rajasthan would be practically ruined if India were to stay its hands for the ten-year transitional period.Morarji Desai, then a member of Nehru’s Cabinet, organised opposition from political quarters. Even Govind Ballabh Pant, then the Union Home Minister who was loyal to Nehru, expressed his unhappiness over India’s “heavy contribution” to the Indus basin Development Fund. He wanted to get it adjusted against the value of the property that Hindu refugees had left in Pakistan. Nehru brushed aside all objections. He was anxious to build good relations with Rawalpindi and settlement of the water disputes could serve as a foundation upon which he could raise a durable structure of Indo-Pakistan amity. Why didn’t it happen? The successive rulers in India and Pakistan were answerable.Excerpted with permission from Scoop: Inside Stories from the Partition to the Present, Kuldip Nayar, HarperCollins India.","author":"Kuldip Nayar","time":"2018-08-24T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/891693-fhobvbfqkz-1535098871.jpg","tags":["India","Pakistan","Partition"],"source":"https://scroll.in/article/891693/i-nearly-gave-you-lahore-when-kuldip-nayar-asked-cyril-radcliffe-about-deciding-indo-pak-border"}