{"title":"I should’ve quit way before Tokyo: Simone Biles opens up about her mental health during Olympics","content":"US gymnastics icon Simone Biles said on Monday she should have quit “way before Tokyo” but held onto her Olympic dream even though it took a heavy emotional toll on her well-being.The 24-year-old Biles was expected to dominate at the Tokyo Games but instead caused a sensation by pulling out of the opening event of the women’s gymnastics competition after being plagued by an attack of the “twisties”.“If you look at everything I have gone through the past seven years,” Biles told New York Magazine in an interview released Monday. “I should have never made another Olympic team. I should have quit way before Tokyo.”Biles said mental health concerns that led to her dramatic withdrawal had begun even before she arrived in Japan. A survivor of sexual abuse, Biles told the magazine that the Larry Nassar scandal took an overwhelming emotional toll.“It was too much,” she said of the USA doctor Nassar abuse scandal that played out in public for two years. “But I was not going to let him take something I have worked for since I was six years old. I wasn’t going to let him take that joy away from me. So I pushed past that for as long as my mind and my body would let me.”Biles is the most decorated gymnast of all time. She had been strongly tipped to win six gold in Japan but then stepped aside saying she had to prioritize her mental health.Biles was hit by an attack of the “twisties” in Tokyo – a potentially dangerous phenomenon that causes gymnasts to lose their sense of direction when in the air. She later returned to the Olympic arena to compete in the balance beam final, where she won a bronze.Biles, who has won a total of 32 Olympic and World Championship medals, hit back in the magazine at critics on social media who accused her of being a quitter.“Say up until you’re 30 years old, you have your complete eyesight,” Biles says. “One morning, you wake up, you can’t see shit, but people tell you to go on and do your daily job as if you still have your eyesight. You’d be lost, wouldn’t you? “That’s the only thing I can relate it to. I have been doing gymnastics for 18 years. I woke up — lost it. How am I supposed to go on with my day?”Work in progressBiles has not given up gymnastics altogether and is currently touring the country with the Gold Over America Tour.Biles said her problems had built up over time. She hopes to help end the stigma associated with mental health so that people can get diagnosed quicker and treatments can improve.“This will probably be something I work through for 20 years,” said Biles, who went into foster care at a young age after being taken away from a mother who struggled with addiction. “It’s a work in progress.“I just want a doctor to tell me when I’ll be over this. You get surgery, it’s fixed. Why can’t someone just tell me in six months it’ll be over? “Like, hello, where are the double-A batteries? Can we just stick them back in?”","author":"AFP","time":"2021-09-28T17:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162059-lhbahoomie-1627453154.jpg","tags":["Tokyo Olympics","Simone Biles","gymnastics"],"source":"https://scroll.in/field/1006452/i-shouldve-quit-way-before-tokyo-simone-biles-opens-up-about-her-mental-health-during-olympics"}