{"title":"‘I stopped at an essential ambiguity’: How Sharmistha Mohanty wrote ‘Book One’ thirty years ago","content":"Sharmistha Mohanty is the author of four works of prose, Book One, New Life, Extinctions, and Five Movements in Praise. She has also translated a selection of Rabindranath Tagore’s fiction, Broken Nest and Other Stories. Her prose and poetry have appeared in journals such as Granta, Poetry, World Literature Today, and The Caravan. She is also the founding editor of the online journal Almost Island, which began in 2007.Mohanty’s latest book, Book One, first published in 1995 and republished in 2023 by Context Westland, is – quite literally – the writer’s first book. The iconic poet Arvind Krishna Mehrotra said the stories in the book are “unflinching, tender, unexpected, aphoristic, violently observant and violently restrained.” And I agree. I read Book One in one go and by the last page, I knew I’d be haunted by the mother figure and the house in ruins for a long, long time. As Dom Moraes said, Mohanty writes about “changing traditions which nevertheless remain radically unchanged.” Through movement, pauses, and stillness, Book One is a tender reminder of our mortal selves and immortal memories. In a conversation with Scroll, Mohanty talked about republishing her first book, her relationship with the home and the house, and why “inspiration” is an overrated term for a writer. You wrote this book nearly thirty years ago. Why did you want to bring it back to readers at this stage in your career?Book One was my very first work and it was crucial in the formation of my own ideas. In many ways it formed the base for my later work, it seeded my belief that each work necessitates its own form, and that every work is an act of formal and philosophical discovery. This first book gave me the strength to begin a new work always from a position of precarity and vulnerability, facing the unknown. It has a special place within my body of work.Also, Book One was brought out as a limited edition three decades ago, 500 copies were produced. I felt it should have a wider audience and be published by a professional and dedicated publisher. This would also mean that all of my work – as it stands today – would be available to readers. I read the book carefully again last year. I am of course a much more mature person and writer now. But I feel Book One has a directness which is significant, a directness I may have left behind. Also, it has, for me, and I hope it has that for my readers, a way of going very far with things, even if those things are close to me and sometimes even autobiographical. By going far I mean going from the particular to the vast, from the known to an enigma that cannot be probed any further, where language must lay down its tools.The form of Book One, which I talk about in the essay that follows the book, is also of great importance to me. I have returned to a somewhat similar form in my latest book, Extinctions. It is what I describe as elaboration, rather than progression or development. One looks at things from multiple perspectives, as in a bandish almost, with mourning, or praise, or joy, each time coming back with a new insight. What were some of the thoughts that go through your mind when you look back at your early creations? You were not just a different writer but a different person too!There are places where I feel it is overwritten, or too idealistic. Those things would not have been there if I wrote it today. But the important thing to remember is that art is a process, not a product. A book is only the ending of a process perhaps, for the time being, a process which will continue through another work. There can be no such thing as a perfect work. The flaws are part of the composition and perhaps even part of the poet herself. For me, a work is over when I feel that the fire that was within it has burnt completely and only the ashes remain. I remember feeling that very intensely with Book One.Did you edit the manuscript with a fresh pair of eyes or were you happy with what you had written back then? I often feel our early writings tend to be more daring and profound than our later creations – we are freer in some ways. Yes of course I edited the manuscript with fresh eyes. My husband Kabir Mohanty, a filmmaker and video artist, who is one of my best readers, also read it with a critical eye. And my wonderful and sharp editor VK Karthika looked at it very carefully. Many versions of changes went back and forth between us. We did redo a few things. But they were not significant things as I did not want to rewrite the book in any way. As for being more daring and profound in our early work, I think that only happens to writers who are not in it for the long haul, for whom it may be a passing fascination. Otherwise, it is merely your first step, you know inside yourself that you will walk, and run, later. Once you have been daring and unconventional in that first work it should only make you bolder. I was fortunate, in a way, that those were the days before the internet and social media. There were fewer ways to make oneself into one’s own project. People responded very intensely to the work, but it was in person, through letters and a few articles in the press. This makes for a silence in which success is not the biggest thing. The unconventional quality of the book and the silence in which I worked then and for several years after has been one of my biggest assets. It has allowed me to be myself and continue on a path of discovery without any outside distractions. “It is the colour of holud and its body has the most delicate orange lines on it” – you write in “Solitude”. Could you tell me about using the term ‘holud’ instead of just ‘turmeric’?“Holud” is the Bengali word for turmeric. The thing about using the English language as an Indian is that one must be true to oneself in that language. There are things we say in English when we talk to each other, those of us who use English as our first language. And there are things we do not say, the names of spices for example, or foods, flowers or trees. Perhaps these things often do not have an English language counterpart. This is a complicated thing and must be used in a specific way, there are no general rules. Perhaps, either way, that word will attract attention. Reading “Breath” is like meditating. I loved how you not just – for the lack of a better term – meditate on the biological process but also the intangibility of our existence. As a poet, what does being alive mean to you?To love and be loved, in all its many forms. And to inhabit the world of the imagination and poetic truth, in other words, to live outside the limited rational world and let distances always open up.I also noticed how many of your writings in the book are about your parents. You write about love and death. And also decay – of a literal house. Do you allow your sentiments to take over you or do you try to write in as detached a manner as possible (as many novelists do) when you write about people who are so fundamental to your own existence?There are no sentiments when I write. A sentiment is a superficial thing, light. Even if I am looking at a parent and their actions, I need to let my sight and craft take me very far, so that through the writing I reach a place I have never been to before. The craft and the sight are together, supporting each other, moving with each other. They take me to a point from which I can go no further. That is when I stop. In the context of Book One, I stop at an essential ambiguity that cannot be solved. Or where my own sight and understanding have reached their end. So where I arrive is not to an exact image of an experience, but to a hidden and more unexpected truth.I loved “Food” too. You think you are reading about eating and cooking till it rapidly transforms into something you were not quite expecting. Tell me a bit about how you envision the endings of your prose poems. I also noticed these “unexpected” endings were more common to those featuring the mother character. As I said above, I don’t envision them at all. I reach them through a process of sight and craft together and it is always a discovery. Poetry and fiction are a way of knowing the world, of probing it, peeling away its outer layers, not representing it. I hadn’t thought about the unexpected endings being more common to the sections on the mother. You may be right. That could be because the mother is a far more unresolved persona in the book than anyone else. Or the relationship between the mother and the daughter is more unresolved. And there are a lot of food imageries too. You seem especially fond of mangoes. How does food, in general, inspire you?In composing from the life of a family, from landscapes, I had to come to food. The way they cooked and ate a generation or two ago in Bengal, the harvest cycles and festivals they celebrated with food, and even the Bengali wedding with the enormous rui mach (rui fish) that is sent as a gift to the groom’s home, were all there in the forefront of one’s material and emotional life. Often, if I was watching a person, in the book, I saw them in relation to the food they were cooking, or offering, or the rituals they observed while eating.The mangoes came because I wrote part of the book at a window with a mango tree outside it. What is your writing process like? I have always imagined poets write when inspiration strikes as opposed to prose writers who dutifully write at least a few lines every day no matter what. The word inspiration is overused and misused. It makes it seem as if a light or a landscape can lead immediately to a poem. Real work does not happen in that way. It must go through its own processes, highly specific to every individual poet or writer. And that includes struggles and hard places.You know that Faulkner famously said, “Inspiration? I heard of it, but I ain’t seen it yet.”With prose poems, I think there is a sense of continuity while working. The rhythms are different, the arcs of feeling and thought are longer and not the same as in verse. The prosodic unit is the sentence rather than the line. So I would work on these more continuously, finishing each one as I go along. I like to work with the rhythms of a chant, something which comes to me viscerally when I write. The prose poem then is very often an incantational whole, that can take you to the far places of the heart. That requires a kind of continued immersion till you reach the end of a piece.Whereas with verse, I can have a few lines, and they can be there for days or months till I come back to them with new thoughts, or keep just changing line breaks in a poem over days. There is something that Rilke said about composing prose: “When writing poetry one is always assisted and even carried away by the rhythm of all things outside, for the lyric cadence is that of nature: of the waters, the wind, the night. But in order to shape prose rhythmically, one has to immerse oneself deeply within oneself and detect the blood's anonymous, multivaried rhythm. Prose is to be built like a cathedral:  there one is truly without name, without ambition, without help: up in the scaffolding, alone with one's conscience.”What are the indispensable lessons you have learned about writing – and life – since you wrote the book in 1995?I won’t be able to answer this question as it requires me to reduce the experience of writing and living to a few words. Language, outside its functional use, should open up living, not close it. Also read:‘Extinctions’: Sharmistha Mohanty’s rich and plentiful writing demands several rounds of re-reading","author":"Sayari Debnath","time":"2024-04-20T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178770-fhoktjnzqj-1661080536.jpeg","tags":["Sharmistha Mohanty","interview"],"source":"https://scroll.in/article/1066554/i-stopped-at-an-essential-ambiguity-how-sharmistha-mohanty-wrote-book-one-thirty-years-ago"}