{"title":"‘I stand by her’: Emilia Clarke on Daenerys Targaryen’s arc in ‘Game of Thrones’","content":"Spoilers ahead for the final episode of ‘Game of Thrones’.It wasn’t just fans who were stunned by Daenerys Targaryen’s rapid transition from change-maker to Mad Queen in the eighth season of Game of Thrones. Emilia Clarke, who played the Mother of Dragons in the HBO series, was similarly surprised by the fan favourite’s fall from grace “...it comes out of f—king nowhere. I’m flabbergasted. Absolutely never saw that coming,” Clarke told Entertainment Weekly about her reaction when she received the script. Clarke recalled going over the series of setbacks for her character in the concluding season of the HBO series – her hostile reception at the Stark castle of Winterfell, the deaths of her aides Jorah Mormont (Iain Glen) and Missandei (Nathalie Emmanuel), and her eventual death at the hands of her lover, Jon Snow (Kit Harington), in the finale that was aired on Monday morning in India. “I cried,” Clarke told the American publication. “I walked out of the house and took my keys and phone and walked back with blisters on my feet. I didn’t come back for five hours. I’m like, ‘How am I going to do this?’”  \n\n\n    \n    Play\n\nGame of Thrones Season 8.The death of her confidante, Missandei, in The Last of the Starks, the final season’s fourth episode, was breaking point for Daenerys, Clarke said. “That breaks her completely,” she added. “There’s nothing left to making a tough choice.”  After playing Daenerys for eight years, Clarke was so emotionally invested that she couldn’t separate herself from the character, she said. She recalled calling her mother and asking her if she thought Daenerys was a good person. While reading comments about Daenerys, she had to remind herself, “They’re not talking about you, Emilia, they’re talking about the character.”Clarke, however, maintained that she was still on Team Daenerys. “Having said all of the things I’ve just said...I stand by Daenerys. I stand by her! I can’t not,” she elaborated. Executive producer Bryan Cogman said that behind the scenes too, Daenerys’s death was difficult to come to terms with and described her as a Shakespearean “tragic figure” rather than a villain. “It’s emotionally very challenging. It’s designed to not feel good,” he elaborated. “This is the kind of story that’s meant to unsettle you and challenge you and make you think and question.”          View this post on Instagram           Finding the words to write this post has left me overwhelmed with how much I want to say but how small words feel in comparison to what this show and Dany have meant to me.  The mother of dragons chapter has taken up the whole of my adult life. This woman has taken up the whole of my heart. I’ve sweated in the blaze of dragon fire, shed many tears at those who left our family early, and wrung my brain dry trying to do Khaleesi and the masterful words, actions (and names) I was given, justice.  Game of Thrones has shaped me as a woman, as an actor and as a human being. I just wish my darling dad was here now to see how far we’ve flown.  But to you, dear kind magical fans, I owe you so much thanks, for your steady gaze at what we’ve made and what I’ve done with a character that was already in the hearts of many before I slipped on the platinum wig of dreams. Without you there is no us.  And now our watch has ended.  @gameofthrones @hbo #love #motherofdragonsoverandout A post shared by @ emilia_clarke on May 19, 2019 at 9:37am PDT\nEmilia Clarke will next be seen in the romantic comedy Last Christmas, directed by Paul Feig. The film is scheduled for a November 8 release. She will also star in Philip Noyce’s upcoming film Above Suspicion alongside Jack Huston.Also read:‘Game of Thrones’ final episode recap: All hail the new WesterosFrom Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’‘What do we do now?’ Twitter mourns the end of ‘Game of Thrones’","author":"Scroll Staff","time":"2019-05-20T12:25:14.197309+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120059-qbheixhzcr-1558325299.jpg","tags":["Daenerys Targaryen","Game of Thrones","Emilia Clarke"],"source":"https://scroll.in/reel/924074/i-stand-by-her-emilia-clarke-on-daenerys-targaryens-arc-in-game-of-thrones"}