{"title":"‘I suggested we keep the chorus in Malayalam’: Gulzar on the making of ‘Jiya Jale’ from ‘Dil Se’","content":"Author, filmmaker, translator and subtitler Nasreen Munni Kabir’s second book with poet and lyricist Gulzar after In the Company of a Poet (Rupa Publications, 2012) examines the back stories of some of Gulzar’s best-known Hindi film songs. Jiya Jale The Stories of Songs emerged out of conversations about the art and craft of subtitling. “Subtitling dialogue can be a challenge and translating songs particularly so,” Kabir writes in her foreword. “There can be an infinite number of interpretations and translations of any text, but ultimately there is only one original. So when I started working on the songs from Dil Se, I thought it would be hugely instructive if Gulzar saab, who had written the lyrics, could guide me in conveying the essence of his words.”The conversations were conducted between early 2017 and April 2018. In these edited excerpts, Gulzar reveals the story behind Jiya Jale, the song featuring Shah Rukh Khan and Preity Zinta in Mani Ratnam’s Hindi-language Dil Se (1998). Gulzar (G): Let us start with ‘Jiya Jale.’That was the first song Lataji recorded with AR Rahman. Years before working on Dil Se, Rahman had grown up knowing the legend of Lata Mangeshkar, and the fact that he had not recorded a single song with her prior to ‘Jiya Jale’ intrigued me.One of Rahman’s ways of working is thinking of a voice that would best suit his composition—and whether they are known or not, he will choose a singer whose voice matches his imagination. He’s a man who is honest to his vision and for him the texture of a voice must match the tune. The singer must also be someone who is happy to go to Chennai, if they live elsewhere, and record in Rahman’s studio, even if it is late into the night. So, like a film director who has the face of an actor in his mind’s eye while reading the script and understanding the nuances of a character, the face of a voice comes to Rahman. And it seemed that Lataji’s face had not appeared to him before Dil Se. We must remember that by the mid-1990s, Rahman was the leading film composer in India. Nasreen Munni Kabir (NMK): I am surprised Lataji travelled to Chennai for the recording.Gulzar: Yes, she did. She had not met Rahman before that time, nor was she familiar with his studio, but she was willing to record there. It is not a matter of ego—these are creative artists and in creativity there is no ego. There could be a clash of egos in one’s personal life but not when it comes to creating something.As we were planning to leave for Chennai, sometime in 1997, Lataji expressed her concern to me and said it was reassuring to her that I would be there, as she knew no one at Rahman’s studio. Lataji arrived in Chennai on the scheduled day and Rahman welcomed her, showing her the greatest respect, which was only natural. Once Rahman explained the tune, we started. Lataji was led to the singers’ cabin but unfortunately you could not see the mixing desk from there, nor could she see us. That was a big problem for her, as she was used to having eye contact with the composer. After one rehearsal, Lataji called me to her side: ‘Gulzarji, it feels as though I am blind.’ I think she must have felt imprisoned too! Obviously we could not demolish a wall or do away with a door, so I sat on a stool outside the cabin’s glass door from where I could see both Lataji and Rahman. He asked me if he should get an assistant to take my place. I reassured him it was fine by me. So that day I became the bouncing board for Lata Mangeshkar and AR Rahman. \n\n\n    \n    Play\n\nJiya Jale, Dil Se (1998).Despite the fact she recorded the whole song in one session, the song itself was not finalized. Rahman then worked on it for about ten days. He usually works out the instrumentation etc., and so the song evolves slowly into its final form. After I returned to Mumbai, he called me to discuss the ‘BG’ in ‘Jiya Jale.’ In Mumbai, we call it the interlude music—the music that comes in between the antaras [verses]—but in the South they call it BG [background].‘Gulzar saab, I have recorded a male and female chorus and inserted it in between the antaras. The words are in Malayalam, will you translate them into Hindi?’ He played the song to me over the phone. It sounded very beautiful, so I suggested we keep the chorus in Malayalam. It’s the impact of the overall sound that matters. Malayalam has its own sound and folk songs have their own kind of music. Lataji and the chorus sounded wonderful. NMK: When we spoke of ‘Jiya Jale’ you once said the theme of the song is a bride’s description of her ‘suhaag raat’ (wedding night). I must admit I didn’t think this is what it was about when I first heard it. Maybe it has something to do with the fact that Mani Ratnam films it in broad daylight and in the middle of a lake! G: Yes, but it is a kind of ‘suhaag raat’ song. Lataji will not sing a song that has anything to do with sex or includes vulgar words or expressions. Here there is no vulgarity at all—the night of union is a beautiful night as long you say it poetically. I did not think of a wedding night in the literal sense, though it has some vocabulary that evokes that imagery: ‘masle phoolon’ suggests flowers being crushed under the weight of the lovers on the bridal bed, or ‘raat bhar bechaari mehndi pisti hai pairon taley’ suggests the henna on the bride’s feet being rubbed away. It’s all in the images.NMK: What was Mani Ratnam’s brief to you? Did he tell you he wanted a wedding night song? Because the couple in Dil Se, played by Preity Zinta and Shah Rukh Khan, never marry and this is Preity’s song.G: It was imagining a night together when you’re in love. That’s why the song was not picturized as a typical wedding night. The words create the mood. I explained the meaning of the song to Mani sir and Rahman, and I remember Rahman said, ‘You’re a poet of images.’NMK: Yes! It is interesting that Rahman added a chorus to a solo song.G: A similar thing happened with the other Dil Se song ‘Ae ajnabi.’ After Udit Narayan had recorded it, Rahman telephoned me in Mumbai and said he wanted a female voice in between the antaras [verses]. He asked me for a ‘pa’ sounding word.I suggested ‘Paakhi paakhi pardesi.’ He asked if the words had meaning or were they just sounds. I explained: ‘Paakhi is Sanskrit and Bengali for bird. In Hindi it’s panchhi.’Adding the word ‘pardesi’ suggests it is a migratory bird. Another interpretation might suggest we’re talking of a bird from a foreign land that is bound to return home one day. Rahman recorded the line in Mahalakshmi Iyer’s voice and it sounded lovely.Excerpted with permission from Jiya Jale The Stories of Songs, Gulzar in Conversation with Nasreen Munni Kabir, Speaking Tiger.","author":" Nasreen Munni KabirGulzar","time":"2018-12-09T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107248-tblrmoaaya-1543912235.jpeg","tags":["Jiya Jale The Stories of Songs","Gulzar","Dil Se"],"source":"https://scroll.in/reel/904591/i-suggested-we-keep-the-chorus-in-malayalam-gulzar-on-the-making-of-jiya-jale-from-dil-se"}