{"title":"I want to use compensation money to help victims of rape and communal violence, says Bilkis Bano","content":"A day after the Supreme Court directed the Gujarat government to provide Rs 50 lakh compensation, a job and accommodation to Bilkis Bano, who was raped during the 2002 Gujarat riots, she said her faith in the justice system has been restored. “[The court] understood my pain, what I went through,” she said at a press conference in Delhi on Wednesday.Eleven men had raped Bilkis Bano during the 2002 Gujarat riots. Bano was 19 years old and pregnant at the time. Fourteen members of her family, including her three-year-old daughter, were murdered by the rioters near Ahmedabad.Her advocate Shobha Gupta said the compensation amount is probably one of the largest to be granted to a victim of sexual assault and rape in the country, reported Hindustan Times. Bano said she plans to use a part of the compensation money to raise fund to help victims of rape and communal violence. She added that she will name the fund after Saleha, her three-year-old daughter who was killed by the mob that gangraped her. “We never got back Saleha’s body, we couldn’t even bury her and perform her final rites, and for that I am filled with sorrow till this day,” said Bano. “Perhaps this judgment will help bring some kind of peace.”However, she said the most significant thing about the verdict was not the money but the court’s message to the state government. “The court has accepted the sadness that I have had to bear, and the suffering that I’ve gone through,” said Bano, according to The Indian Express. “That this has been recognised is a big thing for me… I have had a very long struggle of 17 years but I have always believed that I would get justice. I had belief in the Constitution and the legal system.”Bano said now she only wants a life for herself, her husband and her children. “My daughter, Hazra, wants to be a lawyer to fight such cases [of assault victims],” she added.","author":"Scroll Staff","time":"2019-04-25T09:34:40.499287+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/921238-57839-klnizeyuyl-1494393324.jpg","tags":["Bilkis Bano","Gujarat riots","Supreme Court","crime against women"],"source":"https://scroll.in/latest/921238/i-want-to-use-compensation-money-to-help-victims-of-rape-and-communal-violence-says-bilkis-bano"}