{"title":"IAF refutes US magazine claim, says it shot down F-16 fighter jet in skirmish with Pakistan","content":"The Indian Air Force on Friday released a statement asserting it had shot down a Pakistan F-16 fighter aircraft on February 27 and thwarted a retaliatory attempt from the neighbouring country after the Balakot air strikes, PTI reported. The Air Force said it had intercepted a “large force” of Pakistani aircraft and during the ensuing aerial engagement, one of its MiG-21 Bisons had shot down an F-16 in Nowshera, Jammu and Kashmir. “Indian forces confirmed sighting ejections at two different places on that day,” the statement reportedly said. “The two sightings were at places separated by at least 8 to 10 km. One was an IAF MiG-21 Bison and other a PAF [Pakistan Air Force] aircraft. Electronic signatures gathered by us indicate that the PAF aircraft was an F-16.”The IAF’s statement came a day after a report in the Foreign Policy magazine, citing two unidentified US senior defence officials,  claimed that India’s assertion about shooting down the Pakistani aircraft was untrue.  “US personnel recently counted Islamabad’s F-16s and found none missing,” the report said.  Pakistan has consistently denied that it had deployed F-16 fighter jets on February 27 and said it had used the JF-17 Thunder combat aircraft on that day.Its official from @IAF_MCC again:electronic signatures confirms Pakistani #F16 shot down by MiG21 Bison in Feb 27th dog-fight pic.twitter.com/UAdGePRtV5— Neeraj Rajput (@neeraj_rajput) April 5, 2019\n\nThe Indian Air Force had conducted the Balakot strikes after the February 14 Pulwama terrorist attack in which 40 Central Reserve Police Force Personnel were killed. The Balakot strike was followed by heightened tensions between the two countries, including aerial skirmishes between India and Pakistan. On February 27, the Pakistani military claimed it had shot down two Indian Air Force jets – one had crashed in Pakistan-occupied Kashmir and the other fell in Jammu and Kashmir. India maintained that Pakistan shot down only one MiG-21 aircraft while the Indian Air Force shot down a Pakistani F-16 jet during the dogfight.During the same skirmish, Pakistan had captured Indian Air Force pilot Wing Commander Abhinandan Varthaman, who was released and returned home on March 1.","author":"Scroll Staff","time":"2019-04-05T21:14:01.363419+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114213-zubywtvxmh-1552964825.jpg","tags":["Indian Air Force","F-16","Pakistan"],"source":"https://scroll.in/latest/919092/iaf-refutes-us-magazine-claim-says-it-shot-down-f-16-fighter-jet-in-aerial-skirmish-with-pakistan"}