{"title":"IAS officer Partha Pratim Mazumdar appointed next NRC coordinator of Assam","content":"Indian Administrative Services officer Partha Pratim Mazumdar on Thursday was appointed the National Register of Citizens Coordinator of Assam.He will replace Hitesh Dev Sharma, who is set to retire on July 31. Sharma has held the post since November  29, 2020.According to a notification issued by the state government, Mazumdar is posted as the registrar of cooperative societies and secretary to the women and child welfare department.Besides taking charge as the National Register of Citizens Coordinator, Mazumdar will also be secretary of the home and political department of the government.In Assam, persons who have entered India before March 25, 1971, have to prove their citizenship.In August 2019, Assam had published a National Register of Citizens with an aim to distinguish Indian citizens from undocumented immigrants living in the state. More than 19 lakh persons in Assam were left out of the final list of the National Register of Citizens – around 6% of Assam’s entire population.The state government had called the final draft of the National Register of Citizens “faulty” and had alleged that it has excluded several indigenous people of Assam. Foreigners’ Tribunals were tasked with hearing their appeals against exclusion. Those whose claims are rejected, face detention.#BREAKINGPartha Pratim Mazumdar, Registrar, Cooperative Societies, Assam and Secretary to the Government of Assam, Women and Child Development Department (Additional) is transferred and posted as Secretary to the GoA, Home and Political Department and State Coordinator, NRC 1/2 pic.twitter.com/UWXltA9WRO— Time8News (@time8news) July 28, 2022","author":"Scroll Staff","time":"2022-07-29T11:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128311-nmyolgigpb-1569919510.jpg","tags":["Partha Pratim Mazumdar","NRC","National Register of Citizens","Hitesh Dev Sharma","Assam"],"source":"https://scroll.in/latest/1029318/ias-officer-partha-pratim-mazumdar-appointed-next-nrc-coordinator-of-assam"}