{"title":"Another IAS officer resigns from service, says ‘building blocks of democracy compromised’","content":"Deputy Commissioner of Dakshina Kannada district S Sasikanth Senthil on Friday resigned from the Indian Administrative Service, The Hindu reported. He served in the post since June 2017 and was considered one of the most proactive deputy commissioners of the district.In his resignation letter, he said his decision was a personal one and was in no way connected  to anyone or any event in his current profile as deputy commissioner.  The bureaucrat said it was “unethical” on his part to continue as civil servant when “fundamental building blocks of diverse democracy are being compromised”. “I also strongly feel that the coming days will present extremely difficult challenges to the basic fabric of our nation and that I would be better off outside the IAS to continue with my work at making life better for all,” Senthil said in the letter.Senthil said it simply cannot be business as usual any longer.#IAS officer S Sasikanth Senthil resigns from service. He was Dakshina Kannada DC. Says unethical for me to continue as fundamental building blocks of democracy are being compromised in an 'unprecedented manner'. @DeccanHerald pic.twitter.com/4qah7Dui7Q— Akram Mohammed (@akramtalk) September 6, 2019\n\nThe 40-year-old is a 2009 batch Indian Administrative Service officer of the Karnataka cadre. He was a Tamil Nadu topper in the Union Public Service Commission exams and secured the ninth spot at an all-India level. He passed out of BE (Electronics) course in first division from the Regional Engineering College of Bharathidasan University in Tiruchirapalli. In his previous roles, Senthil served as the assistant commissioner in Ballari between 2009 and 2012, and held the post of chief executive officer of Shivamogga zilla panchayat for two terms.  He was also the deputy commissioner of Chitradurga and Raichur districts and director in the Mines and Geology Department since November 2016.Last month, IAS officer Kannan Gopinathan had resigned from service because of the restrictions imposed in Jammu and Kashmir. However, he had been asked to resume duty until his resignation was accepted. Gopinathan had said he was really disturbed by the situation in Jammu and Kashmir, where a large section of the population have had their fundamental rights suspended. “If you ask me what you were doing, when one of the world’s largest democracies announced a ban on the entire state, and even violated the fundamental rights of the people, I should at least be able to reply that I resigned my job,” he had said then.Congress attacks BJP over IAS officer’s resignationsThe Congress on Friday took the officer’s resignation to attack the Bharatiya Janata Party government, PTI reported. Party leaders, including Legislative Council member Ivan D’Souza, and workers staged a protest in Mangaluru against Senthil’s decision to resign from the Indian Administrative Service. Senior Congress leader Mallikarjun Kharge said the resignation was an “indicator of the way India is moving”. “Democratic values are in danger and things are not happening according to the constitutional provisions,” Kharge was quoted as saying by the news agency. “Hence, there is dejection. These IAS officers function directly come under the Central government. That’s the reason that he [Senthil] has resigned.”  Kharge also alleged that institutions like the Income Tax, Central Bureau of Investigation, Central Vigilance Commission and the judiciary were losing their independence because of the interference of the central government.BJP leader and Rural Development and Panchayat Raj Minister KS Eshwarappa sought clarity from Senthil about his resignation. “I want to ask in clear terms, make your intentions clear,” he said. “Please don’t give confusing statements. If the officers do not cite a clear reason, then it will lead to chaos and confusion across the state.”He added that lack of a clear statement can also damage the reputation of the officer.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-06T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126907-iakbnluypt-1567757944.jpg","tags":["Sasikanth Senthil","Dakshina Kannada","IAS officer"]}