{"title":"IAS officer resigns from service citing J&K restrictions, says ‘want my freedom of expression back’","content":"An Indian Administrative Service officer, who shot to prominence for his anonymous participation in the flood relief efforts in Kerala last year, submitted his resignation from the service on August 21, The NewsMinute reported on Saturday.Kannan Gopinathan held the post of secretary of power, urban development and agriculture departments in the Dadra and Nagar Haveli administration. He sent his resignation to the Union Home Secretary on Wednesday.“I want my freedom of expression intact,” Gopinathan told The NewsMinute. “I joined the services believing I can give voice to others, but here I am unable to use my own voice. My resignation will give me my freedom of expression back.”“If you ask me what you were doing, when one of the world’s largest democracies announced a ban on the entire state, and even violated the fundamental rights of the people, I should at least be able to reply that I resigned my job,” he told The Indian Express.“I know this won’t make any impact, it would be news for half a day only,” he added. “But I wanted to do it nevertheless.”The bureaucrat said he has been really disturbed by the situation in Jammu and Kashmir, wherein a large section of the population have had their fundamental rights suspended, The Hindu reported. “There has been a lack of response to it,” Gopinathan said. “We seem to be perfectly fine with it. I also see in some small ways how I am also a part of it. I think if I had a newspaper, the only thing I would be printing on the front page would be ‘19’ on the front page, because today [Wednesday] is the nineteenth day.”He also hinted at lack of response from the service about the detention of politician and former civil servant Shah Faesal. “We got into the service thinking that we can provide voice to people, but then we ended up with our own voice being taken away from us,” Gopinathan said. The officer said it is the right of the people to respond to the decisions of the government in a democracy.“I just know that this is not right and I don’t want to be in it,” Gopinathan said.Gopinathan had rushed to Kerala during the unprecedented floods that hit the state in 2018, and helped in the rescue efforts reportedly for eight days without identifying himself as an IAS officer. He had kept it as a secret until a fellow officer identified him.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-24T20:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126096-xhyimjldtg-1566655833.jpg","tags":["IAS officer","Kannan Gopinathan","Kerala Floods","Kerala"],"source":"https://scroll.in/latest/935031/ias-officer-kannan-gopinathan-resigns-from-service-says-want-my-freedom-of-expression-back"}