{"title":"IAS officer who resigned from service citing J&K restrictions asked to resume duty immediately","content":"Indian Administrative Service officer Kannan Gopinathan, who resigned from service last week because of the restrictions imposed in Jammu and Kashmir, has been asked to resume duty till his resignation is accepted, PTI reported on Wednesday.Gopinathan held the post of secretary of power, urban development and agriculture departments in the Dadra and Nagar Haveli administration. He sent his resignation to the Union Home Secretary on August 21.In a notice dated August 27, the Personnel Department of Daman and Diu asked him to continue his work. The notice was signed by the Deputy Secretary Gurpreet Singh. Officials reportedly pasted the notice on the door of the room in a government guesthouse where Gopinathan lived in Silvassa, the capital city of Dadra and Nagar Haveli. It said resignation by a government officer “becomes effective when it is accepted”, and mentioned the rules of Department of Personnel and Training. “Therefore, you are hereby directed to continue attending to your assigned duties immediately, till a decision is taken on your resignation,” the notice added.The bureaucrat said he was aware of the notice but declined to comment on it.On Saturday, Gopinathan had said he wanted his freedom of expression intact. “I joined the services believing I can give voice to others, but here I am unable to use my own voice. My resignation will give me my freedom of expression back,” he had said.“If you ask me what you were doing, when one of the world’s largest democracies announced a ban on the entire state, and even violated the fundamental rights of the people, I should at least be able to reply that I resigned my job,” he had said.The officer said he was disturbed by the situation in Jammu and Kashmir, where a large section of the population have had their fundamental rights suspended. “There has been a lack of response to it,” Gopinathan had said. “We seem to be perfectly fine with it. I also see in some small ways how I am also a part of it. I think if I had a newspaper, the only thing I would be printing on the front page would be ‘19’ on the front page, because today [Wednesday] is the nineteenth day.”However, his resignation did not mention the Kashmir matter.Gopinathan had shot to prominence for his anonymous participation in the flood relief efforts in Kerala last year. He helped in the rescue efforts reportedly for eight days without identifying himself as an IAS officer. He had kept it as a secret until a fellow officer identified him. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-29T11:19:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/126096-itrisfkcyy-1566792861.jpg","tags":["Kannan Gopinathan","Jammu and Kashmir","IAS officer Kannan Gopinathan","Article 370"],"source":"https://scroll.in/latest/935524/ias-officer-who-resigned-from-service-citing-j-k-restrictions-asked-to-resume-duty-immediately"}