{"title":"IC 814 hijack: How surveillance led to a breakthrough by a Mumbai policeman","content":"On 24 December 1999, passengers onboard the Indian Airlines flight IC 814 from Kathmandu to Delhi were enjoying the mid-air meal service when five terrorists armed with guns and grenades pulled ski masks over their faces, rose from their seats and threatened the passengers and crew into submission. A bespectacled terrorist followed a crew member into the cockpit and pointed his weapon at the pilot. Seconds later, a sombre message was delivered over the public announcement system.“Ladies and gentlemen, this is your captain. Our plane has been hijacked. Please be patient and listen to the hijackers.”The hijackers ordered the pilot to continue flying west. Using the excuse of low fuel, the pilot diverted the flight to Amritsar where it could be refuelled. In reality, the pilot was trying to buy time for the Indian authorities to respond. When the plane was not refuelled after thirty minutes at Amritsar, the hijackers panicked that Indian special forces were preparing to storm the aircraft. They demanded that the plane take off from Indian soil immediately. To prove that they would kill all passengers if their demand was not complied with, the hijackers stabbed a knife into the chest of an Indian national onboard the aircraft. The pilot had no option but to take off without refuelling.The ill-fated IC 814 then made its way to Lahore, where the Pakistani authorities wanted the plane off its territory at all cost. The flight briefly halted in Dubai before finally touching down at Kandahar, Afghanistan, which was under the control of the Taliban at the time. As soon as the plane landed, Taliban fighters took offensive positions around the aircraft. Thousands of miles away from Kandahar, tremors from the IC 814 hijack were felt in Mumbai. The alarm clock on Pradeep Sharma’s wristwatch beeped. He forced his eyes open and glanced at the time – 5 am. He’d only slept a few hours since the hijack. The lack of rest and the herculean task had fatigued him. In fact, since the afternoon of 24 December, he had stayed put in the office of the Criminal Intelligence Unit (CIU) which was in the premises of the Andheri Police Station. Sharma threw the thin blanket away and splashed some water on his face. A constable knocked on the door and placed a steaming cup of tea on Sharma’s desk, right next to a typewriter-sized box which was connected to headphones. Wireless tapping or electronic surveillance was at a nascent stage in those days. It could be done through a huge briefcase-like box connected to several wires and chords running in and out of it. Sharma sipped the tea, and the warmth refreshed him. He placed the cushioned headphones over his ears. Then he waited. For the last two days, at around this time, he had been intercepting the communications of Abdul Latif with his contacts based in Delhi and Pakistan. Soon enough, Abdul Latif’s voice cracked through the headphone. He was speaking to his Pakistani handler this time.“Mubarakbad, janab (Congratulations, sir),” Latif said. “Project bas khatam ho raha hai (The project is about to be completed).”“Bahot khoob (Very good),” the handler said. “Saare bande mehfooz toh hai na? (Is everyone okay?)”Sharma clenched his fist. As per the demands of the terrorists, the Indian government was unenviably considering the release of three dreaded militants, including Maulana Masood Azhar, in return for the safety of around 190 civilians onboard IC 814. The relatives of the passengers had, understandably, launched a sustained campaign to get their loved ones released. Seething, Sharma heard the early morning azaan in the background of the call. “Allahu Akbar! Allahu Akbar!”The muezzin was giving the clarion call to the believers to assemble for morning prayers before the break of dawn. Sharma was finding it difficult to eavesdrop on the conversation because of the loud azaan. He did not understand, then, that a divine hand was giving him a vital clue towards solving the most important case of his life. Like the muezzin, even animals wake up and give calls in their own way. There was another distinct sound that caught Sharma’s attention. There was a mooing of cows and buffaloes. Suddenly, Sharma perked up. He knew now that Latif’s hideout was in a predominantly Muslim locality with a masjid and a tabela in the vicinity. Despite his fatigue and body ache, Sharma wanted to do cartwheels in the air. The azaan was over, the conversation became clear again. “Yaad rahe Abdul Latif,” the handler said, “hamari manzil Kandahar ke bhi aage hai (Remember Latif, our destination is beyond Kandahar).”“Insha Allah,” Latif said and hung up.Sharma placed the headphones back on the table. The Pakistan-backed terrorists had already pushed the Government of India into a corner in the hostile territory of Kandahar. And now they were planning something bigger. What was their mission? Surely, Latif’s boastful voice signified something of great magnitude. What could garner more attention to the cause of the terrorists than the hijack of an Indian Airlines flight? The question itself was scary. And Sharma was desperate to find the answer. A few days ago, immediately after the hijack, Pradeep Sharma had received a call from Hemant Karkare who had recently moved to the Research and Analysis Wing (RAW). Sharma had served under Karkare in the Anti-Narcotics Cell (ANC) of the Mumbai police crime branch and had immense respect for the senior officer. On the call, Karkare had asked Sharma to meet him at a pre-decided location in utmost secrecy. Sharma gauged the seriousness of the call by the fact that Karkare had especially flown down from Delhi to Mumbai. During the meeting, Karkare handed Sharma a slip of paper with a phone number written on it. “This number belongs to one Abdul Latif,” Karkare said. “The man has links to the Kandahar hijack.”“And Latif is in Mumbai?”“Yes,” Karkare said. “Find him.”“Do we have a location?”“He is in Mumbai,” Karkare said. “I have nothing more.”“A photograph? Description?” Karkare shook his head. “Zilch.” Sharma understood the gravity of the problem. He was being asked to find a man in city with over 10 million people and all he had was a name and a phone number. These were times when Internet penetration in India was very low. Social media was virtually non-existent so Sharma couldn’t have put a name into a search engine or a social network to see what pops up. But Sharma understood that the very complexity of the problem was why Karkare had reached out to him. Finding a man with only a phone number in hand required a certain resourcefulness that Karkare could have expected only out of Sharma.Sharma did not know whether he should interpret it as a compliment or Karkare’s desperation that he had only one man he could trust in this huge city with 38,000 policemen, including 5000 officers. The RAW at the time did not have a lot of local resources. So, the officers of the agency often reached out to local enforcement officers for assistance. In fact, Sharma knew that Hemant Karkare would go out of the way to support him if push came to shove. So, Sharma did not disappoint Karkare by asking for written orders, clearances and other permissions. He only stood up and saluted his senior. “I will get you this man, sir,” Sharma said, even though he was not sure how he was going to do so. “Shabaash,” Karkare said. “Keep it confidential, Pradeep. This is a matter of national security.”Excerpted with permission from The Class of 83: The Punishers of Mumbai Police, S Hussain Zaidi, Ebury Press.","author":"S Hussain Zaidi","time":"2019-11-07T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130468-kgadvnxsuh-1573037147.jpg","tags":["hijack","crime","terrorism","police"],"source":"https://scroll.in/article/942813/ic-814-hijack-how-surveillance-led-to-a-breakthrough-by-a-mumbai-policeman"}