{"title":"ICC T20 World Cup 2024: As India chase an elusive title, here’s an analysis of the chosen 15","content":"An ICC trophy continues to elude the Indian men’s cricket team since 2013. And considering that the ICC Men’s T20 World Cup 2024 in USA and West Indies could be the last for some of India’s biggest cricket stars, such as Rohit Sharma and Virat Kohli, the pressure to bring home the silverware will accompany the squad when the tournament starts on June 1.On Tuesday, India revealed the squad for the World Cup and took the call to go in with safer selections instead of trying out something out of the box. India play three out of their four group stage matches in New York – whose pitch is yet to be laid and its nature is still unclear. Considering that they need to be cautious about preparing for the challenge of the Americas, the largely predictable squad makes sense.While some recency bias and current form comes into picture due to the performances in the Indian Premier League, chief selector Ajit Agarkar and captain Rohit Sharma insisted that they had achieved clarity about the team’s composition before the IPL began in March.The 15-member squad comprises four specialist batters, two wicket-keeping batters, two seam-bowling all-rounders, two off-spin all-rounders, two wrist spinners and three specialist pacers.After the run-fests in the IPL, the focus in the World Cup will be more about skill than hitting. There will be fewer big scores and more balance between the bat and ball. Or so, one can hope.But will it finally be the end of the ICC trophy drought for India?Also read: ICC T20 World Cup 2024: Rohit Sharma, Ajit Agarkar on team selection, KL Rahul’s omission and moreHere’s a detailed look at the Indian squad:\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nSquadRohit Sharma (Captain), Hardik Pandya (Vice Captain), Yashasvi Jaiswal, Virat Kohli, Suryakumar Yadav, Rishabh Pant (WK), Sanju Samson (WK), Shivam Dube, Ravindra Jadeja, Axar Patel, Kuldeep Yadav, Yuzvendra Chahal, Arshdeep Singh, Jasprit Bumrah, Mohammed SirajReserves – Shubman Gill, Rinku Singh, Khaleel Ahmed, Avesh KhanTop-order: Rohit Sharma, Yashasvi Jaiswal, Virat KohliIn the T20 format, Kohli has excelled as an opener, especially in recent IPL seasons, and has been able to effectively exploit the early fielding restrictions. However, he hasn’t played a T20I match since India’s semi-final against England in the ICC Men’s T20 World Cup in 2022, and he normally bats at No 3 for India.But there is a case to be made for him to open the innings for India too, especially as his strike-rate tends to rise as he goes deeper in the innings. With all the talk about his strike-rate and performance against spin, Kohli can switch gears if he needs to, as he showed in his unbeaten 70 against the Gujarat Giants.In Jaiswal, India have the chance of going in with a left-right opening combination regardless of whether he bats with Kohli or Sharma at the top. His destructive nature at the top of the order is now well established even if it may have made its appearance a little later in this year’s IPL. However, opting for Jaiswal as the opening batter may require India to deploy Kohli in a less advantageous No 3 position after the powerplay overs.In either scenario, India’s top order will see some adjustments compared to the line-ups from the past two T20 World Cups. Identifying the optimal combination will pose a challenge, requiring quick decision-making from Sharma and head coach Rahul Dravid.Middle-order: Suryakumar Yadav, Sanju Samson (wk), Rishabh Pant (wk)Kohli’s batting position will also influence whether Yadav bats at No 3 or 4.Yadav has established, since his return from injury, that he may be taking it easy by not fielding for the entire match in the IPL, but that has not compromised his batting.The biggest talking points to emerge out of the squad announcement, however, have been about India’s selection of middle order batters that will follow Yadav.It must have posed a challenge to exclude Rinku Singh, given India’s requirement for a middle-to-lower-order batter who could accelerate the pace of the game, especially considering his past performances for India.On Rinku’s exclusion, chief selector Agarkar in Thursday’s press conference said, “It’s probably the toughest thing we have had to discuss. He has done nothing wrong. It’s about combinations. There are a couple of wrist spinners included to give Rohit more options.”The left-handed floater job that Rinku could have performed will be expected out of Rishabh Pant and Shivam Dube now.According to Agarkar, Pant and Sanju Samson are the kind of batters India needs to slot in the middle order to handle the latter part of the innings. Whether both the wicket-keeping options walk in to the playing XI, or it will be a toss-up between one of them with Dube slotting in later, remains to be seen.Pant had been dropped from the T20 squad just before he met with a horrific car accident that sidelined him for a year. However, he has accumulated 398 runs in 11 IPL matches at an impressive strike rate of 158.57 in the middle order since his return to competitive cricket.All-rounders: Hardik Pandya, Shivam Dube, Ravindra Jadeja, Axar PatelA pace-bowling all-rounder continues to be a luxury for India but the first-choice pace-bowling all-rounder Pandya hasn’t bowled as much and as regularly in the IPL as India may have liked. Additionally, both Pandya and Ravindra Jadeja have struggled to find their best hitting form, with Axar Patel getting very few opportunities to bat as well.Moreover, any decision-making regarding all-rounders based on IPL has been influenced by their reduced role due to the Impact Player rule. Teams are instead opting to avail services of specialist batters or bowlers instead of all-rounders.However, Dube’s batting form in the season has been a major reason for his selection. Dube’s capacity to dismantle spin bowling during the middle overs for the Chennai Super Kings throughout the last two IPL seasons, coupled with his enhanced performance against fast bowlers in 2024, rendered him a compelling choice for selection.He hasn’t had much of a chance to bowl in the season due to the Impact Player. But if he is included in the Playing XI, he will be expected to bowl a few overs, clarified captain Sharma in the press conference on Thursday.Bowlers: Kuldeep Yadav, Yuzvendra Chahal, Arshdeep Singh, Jasprit Bumrah, Mohammad SirajSharma clarified that he wanted four spinners in the squad. With two spinners being all-rounders, and two being attacking spinners, India have the diversity they needed and look sorted for pitches in the West Indies.“We discussed an off-spinner a lot,” said Sharma. “Unfortunately Washington [Sundar] hasn’t played a lot of cricket lately. And it was then between Ashwin [Ravichandran] and Axar. We thought it was better to have two left arm spinners than Ash who hadn’t played lately.”During the West Indies tour last year, Kuldeep and Chahal featured in four matches each, while Ravi Bishnoi played in one, which perhaps led to India’s decision to include two wrist spinners in the current squad.Chahal’s absence from the national team since August 2023, across formats, is notable. However, his exceptional performance in the ongoing IPL, where he has taken 13 wickets in 10 games strengthened his case for selection.While the prospect of playing both Chahal and Kuldeep together offers advantages, it may also pose a challenge as it could potentially limit India's batting depth, possibly restricting their top-order to adopt more conservative approaches.The team composition looks light on fast bowling though with India opting to go for just three specialist pacers.Jasprit Bumrah continues to be the key but the selection of the other fast bowlers – Mohammed Siraj and Arshdeep Singh – does not inspire confidence. Neither has been in great form. Arshdeep offers a left-arm option and has the ability to perform effectively at both the beginning and end of an innings.However, he has looked off-colour during death in the IPL. Siraj, meanwhile, is known to be solid with the new ball but has leaked runs during the powerplay.","author":" Samreen Razzaqui","time":"2024-05-03T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200450-cyqmzgtxtk-1714664497.jpg","tags":["IPL 2024","ICC Men's T20 World Cup 2024","Virat Kohli","Rohit Sharma","India","Rinku Singh","Shivam Dube","Hardik Pandya","Jasprit Bumrah","ICC T20 World Cup 2024","T20 World Cup 2024","West Indies","USA"]}