{"title":"T20 World Cup, IND vs ENG as it happened: Renuka Singh’s five-for in vain as England win by 11 runs","content":"Most wins against a team in Women's T20 WC:6* - England🏴󠁧󠁢󠁥󠁮󠁧󠁿 v IND🇮🇳 (0 losses)5 - Australia🇦🇺 v SA🇿🇦 (0 losses)England make it perfect 6-0 against India today.Australia can also make it 6-0 against SA today.#T20WorldCup— Kausthub Gudipati (@kaustats) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Natalie Sciver-Brunt for her 50 off 42, 0/15 from two overs, a catch, and a run-out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 140/5 (20 overs): Richa Ghosh (47* off 34) fought hard in the end but it wasn’t enough. Katherine Sciver-Brunt conceneded 19 runs in the last over to return with forgettable figures of 0/39 from three overs. A disappointing result for India after being in strong positions through the game. To lose by 11 runs with five wickets remaining will be a bitter pill to swallow. Renuka Singh Thakur deserved a better performance from her batters.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England win by 11 runs!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 130/5 (19.1 overs): Well, Richa has picked nine runs with just one ball bowled in the over. She hits two fours, with Katherine overstepping the second time. India need 22 off 5 with a free-hit coming up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 121/5 (19 overs): A sensational over from the one and only Sophie Ecclestone. A wicket and just two runs from it. England’s star left-arm spinner finishes her spell with figures of 1/14. India need 31 off 6. Katherine Sciver-Brunt to bowl the last over, with Richa Ghosh on strike.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 119/5 (18.2 overs): OUT! Another big setback for India as Deepti Sharma is run-out! She put in a dive but was well short, trying to finish a seconbd run. Good throw from Natalie in the deep. England are marching towards the finish line. The new batter is Pooja Vastrakar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 118/4 (18 overs): Richa with a much-needed six but Bell responds with consecutive dots to finish with 1/22. India need 34 off 12.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 109/4 (17 overs): Top over from Natalie, just four runs from it. India need a big over. They need 43 runs to win off 18 balls.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Both England and India’s best batters – Natalie Sciver-Brunt and Smriti Mandhana – were dismissed the ball after they got their half-century.#T20WorldCup #INDvENG— Aditya Chaturvedi (@aditya_c19) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 105/4 (16 overs):  Fifty and out! Like Natalie Sciver-Brunt, Smriti Mandhana is dismissed just after getting a half-century. Big blow to India as Sarah Glenn ends her spell on a high. The new batter is Deepti Sharma.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meanwhile, it’s been drizzling for a few minutes now. Let’s see how the wet pitch and outfield affect the last five overs. Will be challenging for both teams, surely.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 93/3 (15 overs): Ecclestone with a another tidy over, just six runs from it. India now need 59 off 30. This match seems destined to go down to the wire.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 87/3 (14 overs): Just three runs from that Glenn over. For the second time in this innings, Mandhana hits a good shot which is stopped with a dive at the boundary and she ends up running just one run. Incredibly poor.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 84/3 (13 overs): Two fours in that Dean over for Mandhana. The left-hander shows her class and hits the ball past cover twice to give India another much-needed push.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    At this moment: Four teenagers (IND Vs CHN) playing a decisive women's doubles badminton match on one screen, another teenager in the middle for India against England at the T20 World Cup. Not feeling old at all. #BAMTC2023 #T20WorldCup— Vinayakk (@vinayakkm) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 75/3 (12 overs): India get consecutive fours after not getting one for 44 deliveries before that. Natalie joins the attack and Richa goes after her, with the second four coming thanks to a misfield in the deep. India need 77 off 48.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 62/3 (10.2 overs): OUT! India lose their skipper early. Harmanpreet Kaur tries to go after Sophie Ecclestone but miscues it and is caught. England are on the charge, India need a big partnership. The new batter is Richa Ghosh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The new batter for India is skipper Harmanpreet Kaur.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 57/2 (9.1 overs): OUT! Jemimah Rodrigues departs for 13 off 16. She hadn’t hit a boundary and went for an aerial stroke but found Katherine Sciver-Brunt in the deep at long-on. Sarah Glenn gets the wicket.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 57/1 (9 overs): Seven runs come from that Dean over. Jemimah needs to get a move on, she’s batting on 13 off 15 with no boundary yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Splendid display of seam and swing bowling by #RenukaThakur. A fifer in T20 World Cup is no mean feat to achieve. Well done champion 🙌🏻@ICC @BCCIWomen— Jhulan Goswami (@JhulanG10) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 50/1 (8 overs): Dropped! A massive reprieve for India as Dunkley drops Mandhana off Glenn’s bowling. The left-hander then pulls one in the gap but the fielder in the deep does brilliantly to stop the ball, and the Indians end up running just one run.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 43/1 (7 overs): Left-arm spinner Sophie Ecclestone comes on to bowl and concedes just three runs in her first over. India would not want to give England’s premier bowler a wicket.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Image credit: Twitter @BCCIWomen\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 40/1 (6 overs): Another good over from Bell, just four runs from it. That’s the end of the powerplay. Mandhana has ensured her team is in a promising position but her wicket is key. If the left-hander survives for another six-to-eight overs, England will surely be under a lot of pressure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 37/1 (5 overs): Leg-spinner Dean joins the attack and Mandhana welcomes her with a drive over mid-on for four. Another classy shot from the left-hander.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 29/1 (4 overs): OUT! England get their first wicket as Lauren Bell removes Shafali Verma. The right-hander miscues one and Katherine Sciver-Brunt takes a straightforward catch at mid-on. Poor shot from Shafali. The new batter is Jemimah Rodrigues.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Short of a length to Smriti Mandhana is the worst plan in the world! #BackFootBallerina #TheRealSM #T20WorldCup2023— Ananya Upendran (@a_upendran11) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 27/0 (3 overs): Four fours in the over for Mandhana! She was getting a bit frustrated after finding the fielders repeatedly but she was in full flow in that Katherine over. The right-arm pacer paying the price for bowling the wrong line and length to the left-hander.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 11/0 (2 overs): First boundary of the Indian innings and it comes from Shafali’s bat. Bell offers width and the right-hander guides the ball past point for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 4/0 (1 over): Just four runs from the first over of the innings, bowled by Katherine Sciver-Brunt. Mandhana with a few crisp drives but straight to the cover fielder.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.12 pm: We’re ready for the chase! The target for India is 152 runs. As always, Smriti Mandhana and Shafali Verma’s opening partnership will be crucial. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Renuka … naam toh suna hi hoga! Renuka Singh Thakur! Bags 5/15 vs England #ENGvIND @T20WorldCup #TurnItUp @BCCIWomen pic.twitter.com/Orv4dVEQbb— Anjum Chopra (@chopraanjum) February 18, 2023\n\n\n\n    Best bowling figures for India in Women's T20 WC5/15 - Renuka Thakur v ENG, today5/16 - Priyanka Roy v PAK, 20094/12 - Diana David v SL, 20104/19 - Poonam Yadav v AUS, 20204/21 - Ekta Bisht v ENG, 2016#INDvENG #T20WorldCup— Kausthub Gudipati (@kaustats) February 18, 2023\n\n\n\n    Make that five. A five-wicket haul in #T20WorldCup2023 pic.twitter.com/tXP0MmIAJD— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) February 18, 2023\n\n\n\n    Renuka Thakur picks up her first 5’fa and nearly a hat-trick 😱 #INDvsENG— Lisa Sthalekar (@sthalekar93) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 151/7 (20 overs): Renuka Singh Thakur gets a five-for! After a memorable opening spell, Renuka returns for her last over at the end of England’s innings and strikes twice. Amy Jones (40 off 27) and Katherine Sciver-Brunt are dismissed off consecutive deliveries. Renuka returns with fantastic figures of 5/15 from her four overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England finish with 151/7\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 144/5 (19 overs): Two sixes! A poor over from Deepti. She drops the ball way short twice and Ecclestone and Jones hit a six each. Just what England needed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 127/5 (17 overs): Radha Yadav concedes 10 runs in her last over to return with figures of 0/27. England need Amy Jones to take most of the strike in the last two overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 120/5 (16.5 overs): Fifty! for Natalie Sciver-Brunt! She came to the crease with England under pressure but went on to take control quickly. The right-hander gets her half-century off 41 deliveries. Out! And she’s gone. Sciver-Brunt got to her half-century earlier in the over but Deepti Sharma gets her this time. The right-hander reverse-sweeps the ball straight to short-third. The end of a fine knock. The new batter is Sophie Ecclestone.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    How well does Amy Jones pick variations out of the hand? One of the very best. #T20WorldCup #AlwaysWatching— Ananya Upendran (@a_upendran11) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 117/4 (16 overs): Jones is accelerating nicely here. The right-hander picks up consecutive fours off Radha as England take 11 runs from the over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 106/4 (15 overs): Six! The first maximum of the match and what a shot it is. Vastrakar pitches it in the slot and Jones swings cleanly to send the ball a long way.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 92/4 (14 overs): Radha beats Jones’ outside edge and India take another poor review. The ball was nowhere close to the edge. Six runs from that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 86/4 (13 overs): Top over from Shikha, just two runs from it. Sciver-Brunt has moved to 40 off 30.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    there is one type of joy in getting a wicket, a totally different kind of joy when they give you their wicket #T20WorldCup— Radha🧣 (@radhalathgupta) February 18, 2023\n\n\n\n    When you lose a wicket off a full toss 🤣🙊A gltich in clicking the pic shows the catcher too.#T20WorldCup #INDvENG #CricketTwitter pic.twitter.com/kcHNU7MtJN— Asli BCCI Women (@AsliBCCIWomen) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 84/4 (12 overs): Radha Yadav joins the attack and bowls a tidy over, just four singles from it. India need to keep building pressure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 80/4 (11 overs): OUT! Shikha Pandey gets India a much-needed breakthrough! England captain Heather Knight drives a juicy full-toss straight to Shafali at cover and departs for 28 off 23. The new batter is Amy Jones.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 72/3 (10 overs): England get to the halfway stage of their innings on a high. Shafali comes on to bowl, offers two knee-high full-tosses, and Sciver Brunt picks fours either side of the pitch. This has been a poor phase with the ball for India. They need to break this partnership at the earliest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 61/3 (9 overs): Another good over for England, 12 runs from it. Gayakwad joins the attack and Knight picks fours either side of the pitch. The left-arm spinner is yet to find her best in the tournament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 49/3 (8 overs): Classy shot from Sciver-Brunt. Deepti tosses the ball up and the right-hander steps out to whip it through mid-wicket for four. Nine runs from that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 40/3 (7 overs): Shikha returns to the attack and bowls a quiet over, just three runs from it. This is a crucial partnership for England.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here for @meljones_33 commentating on this Pandey spell and telling her story! ❤️https://t.co/jq42YEo0dN— Ananya Upendran (@a_upendran11) February 18, 2023\n\n\n\n    What a terrific opening spell that was from Renuka Singh Thakur. To move the ball both ways, in the air and off the pitch, with such precision… masterful.#T20WorldCup #INDvENG— Aditya Chaturvedi (@aditya_c19) February 18, 2023\n\n\n\n    softest one i've seen on ultra edge damn #T20WorldCup2023 pic.twitter.com/HZQNi10mYN— Radha🧣 (@radhalathgupta) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 37/3 (6 overs): India have lost both their reviews. Deepti joins the attack and there’s an appeal for LBW against Knight and DRS shows an edge.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Renuka Singh Thakur… 🔥 That’s it. That’s the tweet.  #IndvEng— Aakash Chopra (@cricketaakash) February 18, 2023\n\n\n\n    Harmanpreet Kaur becomes the most capped player in T20Is in the world. 👏👏#INDvENG #T20WorldCup pic.twitter.com/So6aTWMrzo— Wisden India (@WisdenIndia) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 29/3 (4.4 overs): OUT! Make that three wickets in three overs for Renuka Thakur! Sophia Dunkley is clean bowled as well. The right-hander goes for an expansive shot and leaves a big gap open. The new batter is England captain Heather Knight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Image credit: Twitter @BCCIWomen\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 24/2 (4 overs): Good over for England. Shikha is replaced after just one over by Pooja and Sciver-Brunt picks up two fours. The first one was a well-played scoop and the second a lucky inside edge.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I would say that in-swing is one of England’s biggest weaknesses with the bat. Similar to early criticisms of Jonny Bairstow’s technique - a lot of the players are susceptible to getting caught at the crease and playing across the line.— Melissa Story (@melissagstory) February 18, 2023\n\n\n\n    Wow. This is quite some start from Thakur 😯 #T20WorldCup— Georgie Heath (@GeorgieHeath27) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 10/2 (2.1 overs): OUT! Renuka Singh Thakur! Another brilliant delivery by the pacer and this time Alice Capsey is clean bowled. It was the perfect length and swung in just the right amount. The new batter is the dangerous Natalie Sciver-Brunt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 10/1 (2 overs): Dunkley steps out and thumps one from Shikha past mid-off for four. Richa then comes up to the stumps and completes a good take.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    you love to see it! (what a fine catch from richa ghosh!) pic.twitter.com/BgKpBierOR— Tareque Laskar (@tarequelaskar) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ENG 1/1 (0.3 overs): OUT! Renuka Singh strikes in the first over! Dani Wyatt is out with Richa Ghosh taking a superb one-handed catch. It was a thick edge and the Indian keeper took a sharp reflex catch. The new batter is Capsey.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.30 pm: The players are on the field, the national anthems are done, and we’re ready for play. Renuka Singh has the new ball in hand for India, Sophia Dunkley and Danielle Wyatt are at the crease for England. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Playing XIsEngland: Sophia Dunkley, Danielle Wyatt, Alice Capsey, Nat Sciver Brunt, Heather Knight (c), Amy Jones (w), Katherine Sciver Brunt, Sophie Ecclestone, Charlotte Dean, Sarah Glenn, Lauren Bell.India: Shafali Verma, Smriti Mandhana, Jemimah Rodrigues, Harmanpreet Kaur (c), Richa Ghosh (w), Shikha Pandey, Deepti Sharma, Pooja Vastrakar, Radha Yadav, Rajeshwari Gayakwad, Renuka Thakur Singh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Upcoming Milestones:• Harmanpreet Kaur requires 11 runs to become the first Indian batter to reach 3000 runs in W-T20Is.• Nat Sciver needs to score 40 more runs to become the third England player to notch up 500 runs in ICC Women’s T20 World Cups.— Courtesy ICC Media Zone\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Toss: After losing the toss in the first two games, Harmanpreet Kaur has won it this time and opted to bowl first. One change for India: Shikha Pandey replaces Devika Vaidya.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shikha, Renuka, Radha and Pooja.... Could this be the frontline attack for the day with Deepti. #T20WorldCup2023 pic.twitter.com/XfVBUwylXH— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) February 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our live coverage of the 2023 ICC Women’s T20 World Cup. It’s a big day today with India taking on England in a match which could potentially decide who tops Group 2.In India’s last match, Deepti Sharma became the first Indian to pick up 100 wickets in T20Is after her 3/15 restricted West Indies to 118/6 before the young Richa Ghosh starred in India’s successful chase with an unbeaten 44 off 32 balls.While India survived two tricky chases, England won both their matches authoritatively. The winner of this match will likely top the group and be rewarded by potentially avoiding Australia in the semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     Group 2 \n    \n       TEAM  PLAYED  WON  LOST  NRR  POINTS \n    \n     England  2  2  0  2.497  4  India  2  2  0  0.590  4  Pakistan  2  1  1  1.542  2  West Indies  3  1  2  -0.913  2  Ireland  3  0  3  -1.989  0 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: Disney+Hotstar and ICC match centerStatistics courtesy ESPNCricinfo Statsguru and Sportsradar via ICC","author":"Aditya Chaturvedi","time":"2023-02-18T17:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187019-wbcyadfzwh-1676716441.jpeg","tags":["Harmanpreet Kaur","Heather Knight","Cricket","Indian Cricket","T20 World Cup","India vs England","ICC Women's T20 World Cup 2023"],"source":"https://scroll.in/field/1044153/icc-womens-t20-world-cup-group-2-india-vs-england-live-score-updates-reactions-stats-and-more"}