{"title":"ICC Men’s ODI World Cup: Pitch changed at Wankhede Stadium to aid India in semi-final, say reports","content":"On the day of India’s semi-final match against New Zealand at the ICC Men’s ODI World Cup, reports emerged claiming the organisers have changed the pitch that will be used at the Wankhede Stadium in Mumbai to favour the hosts. The reports suggested a used pitch will be used for the match as opposed to a fresh track, as was decided earlier, suggesting the Board of Control for Cricket in India, the hosts of the World Cup, has wilfully manufactured conditions to suit the Indian team.The Daily Mail and ESPN Cricinfo report that the match will be played on pitch 6 of Mumbai’s Wankhede Stadium instead of pitch 7 which was previously agreed upon. Pitch 7 is the central pitch at Wankhede and has not been used at the World Cup so far while pitch 6, which is off-centre, was used for two matches.The Indian Express also reported that curators at the Wankhede have prepared a slow pitch at the insistence of the Indian team. The report states that most of the grass has been shaved off the pitch to aid India’s spinners.The pitches at the World Cup are prepared by ground staff at the respective stadiums under the supervision of the International Cricket Council’s consultant Andy Atkinson. According to the Daily Mail, Atkinson was told by curators at the Wankhede that pitch 7 had unspecified problems which necessitated the switching of pitches.The report further stated that the final, which will be played at Ahmedabad’s Narendra Modi Stadium, will also see a deviation from previously agreed-upon plans. Atkinson has recommended pitch 5 to be used for the final as it has hosted only one match. However, he was informed that pitch 6, which was used for two matches, will likely be used for the final.According to the ICC’s playing conditions, it is not stipulated that semi-finals be played on unused pitches. However, Atkinson has been reportedly frustrated by the BCCI unilaterally making decisions which suits them. “As a result of these actions, one must speculate if this will be the first ever ICC CWC [cricket World Cup] final to have a pitch which has been specifically chosen and prepared to their stipulation at the request of the team management and/or the hierarchy of the home nation board,’” Atkinson said in his email to the ICC, as reported by the Daily Mail.On asked about the reports, Australia captain Pat Cummins said that he had faith in the ICC to ensure all four semi-finalists are treated fairly.“Yeah, I saw that [the report]…obviously ICC have an independent pitch curator who manages that so I’m sure they are all over making sure it’s fair for both teams,” he said, as quoted by ESPN Cricinfo. “So far this tournament [on pitches] that we’ve played on I’ve not seen any issue.”India will play New Zealand in the first semi-final of the World Cup on Wednesday, followed by Australia facing South Africa in the second semi-final on Thursday, at the Eden Gardens in Kolkata.","author":"Scroll Staff","time":"2023-11-15T13:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195883-gxyfajyixx-1700032943.jpg","tags":["ICC Men’s ODI World Cup","ICC Men’s ODI World Cup 2023","India","New Zealand"],"source":"https://scroll.in/field/1059127/icc-mens-odi-world-cup-bcci-controversy-pitch-changed-at-wankhede-stadium-to-aid-india-in-semi-final-say-reports"}