{"title":"ICC Men’s ODI World Cup: ‘Rohit Sharma led India superbly’ – Rahul Dravid after final loss","content":"India coach Rahul Dravid on Sunday said skipper Rohit Sharma batted superbly and “led the team fantastically well” despite losing the World Cup final to Australia by six wickets.The hosts came in as favourites in the title clash with an undefeated run of 10 victories but fell well short in Ahmedabad.India, despite their vast riches, are without a global title since the 2013 Champions Trophy.Rohit smashed a quickfire 47 before Australia hit back and bowled out the hosts for 240 despite fifties from Virat Kohli (54) and KL Rahul (66).“I think he has been an exceptional leader. Rohit has really led this team fantastically well,” Dravid told reporters.“Just think he has given so much of his time and energy in the dressing room with the boys. He is always been available for any of our conversations.”He added: “His batting as well, it was fantastic. It set the tone for us. We knew we wanted to play a certain way, a positive attacking brand of cricket and he was committed to doing that. He wanted to lead by example and all through the tournament he was quite superb.”ICC Men’s ODI World Cup: Golden silence as Australia clinch the silverware for sixth timeTravis Head smashed 137 to lead the Australia chase as they reached the victory target with 42 balls to spare for a record-extending sixth World Cup title.Australia slipped to 47-3 but the left-handed Head and Marnus Labuschagne, who hit 58 not out, put on 192 for the fourth wicket to thwart the Indian bowling.“Obviously a tough day in the office. Ran a really good campaign, really proud of the boys the way we played right through this tournament,” said Dravid.“We gave everything we had in this tournament. Just with the last step of the campaign we probably didn’t have a nice game. My congratulations to Australia, they played really well.”‘Phenomenal’ ShamiThe home team saw packed houses at all their nine venues with chants of “India, India” reverberating everywhere the team and players travelled.Over 92,000 turned up to watch the final in an anticipation of india lifting the trophy but it was not to be as Head made the occasion his own.But Dravid said the team provided enough joy to their millions of fans.“It was a great privilege to play in front of our fans and I thought the team did really well and really entertained the fans,” said Dravid.“So, while there may be some disappointments today, I think there’s a lot of joy that this team has given to the people over the last couple of months.”ICC Men’s ODI World Cup: How Australia became world champions for a record sixth timeMohammed Shami ended as the leading bowler of the tournament with 24 wickets in seven matches above Australian leg-spinner Adam Zampa, who took 23 in 11 games.Fellow quicks Jasprit Bumrah and Mohammed Siraj shared 34 wickets between them.Dravid said the bowlers were “absolutely brilliant”, a thought echoed by the team’s bowling coach.“It’s been fruitful (the bowling effort). Just one game doesn’t take anything away from these guys,” Paras Mhambrey told reporters.Mhambrey said Shami, who came back to make an impact after being ignored for the first four matches, has been “phenomenal”.","author":"AFP","time":"2023-11-20T09:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196003-yukjizlhde-1700452910.jpg","tags":["Rahul Dravid","Rohit Sharma","India","Australia","Virat Kohli","KL Rahul","Travis Head","Marnus Labuschagne","Mohammed Shami","Adam Zampa","Cricket","ICC Men’s ODI World Cup","ICC Men’s ODI World Cup 2023"],"source":"https://scroll.in/field/1059315/icc-mens-odi-world-cup-rohit-sharma-led-india-superbly-rahul-dravid-after-final-loss"}