{"title":"ICC Men’s ODI World Cup: Kohli, Shami, Cummins headline The Field’s team of the tournament","content":"After 46 days of non-stop cricketing action featuring 48 matches in 10 cities across India, Australia beat hosts India to be crowned the ICC Men’s ODI World Cup champions for a record-extending sixth time.Fans were treated to high quality cricket matches with some stunning individual performances. Records were broken, high-flyers were upset and new heroes were discovered.After a lot of bickering and heated arguments, The Field finally came up with our team of the tournament.The team is led by World Cup winning-captain Pat Cummins and features four players from hosts India, three Australians, two South Africans and one player each from New Zealand and Afghanistan.ICC Men’s ODI World Cup: Golden silence as Australia clinch the silverware for sixth timeTop Order Rohit Sharma (L), Quinton de Kock (C) and Virat Kohli | Punit Paranjpe / Sajjad Hussain / Dibyangshu Sarkar / AFPRohit Sharma and Virat Kohli were the unanimous choices to be in The Field’s team of the tournament. Both Sharma and Kohli had a fruitful campaign with the bat and slot into the team as opener and at No 3 respectively.Sharma’s ability to take on the bowling in the power play was crucial in laying down the platform for India to set as well as chase down big totals at the World Cup. Sharma scored three half-centuries and got to three figures once in the tournament, all while batting at a strike rate of 125, the highest by an opener after Travis Head.It was a historic campaign for player of the tournament, Kohli. He not only broke his idol Sachin Tendulkar’s record for most One-Day International centuries, but also set the record for most runs in a single edition of the tournament. Kohli’s 771 runs saw him break Tendulkar’s record of 673 runs set in the 2003 edition. Kohli also became the second-highest run scorer in World Cup history with 1,795 runs.ICC Men’s ODI World Cup: Virat Kohli paints the perfect picture at WankhedeThere was a lot of debate among The Field’s members over who would take the other opener’s spot. Both Quinton de Kock and Rachin Ravindra enjoyed stellar campaigns with the bat. While De Kock scored 594 runs, Ravindra scored 578. If De Kock had four centuries, Ravindra finished with three centuries and two half centuries. Ultimately, de Kock made the cut as the designated wicket-keeper. The South African had a hand in 20 dismissals in the tournament, the joint second-most in a single World Cup history. Only Adam Gilchrist in 2003 and Tom Latham in 2019, both 21 dismissals, had more dismissals than De Kock.Middle Order Daryl Mitchell (L), Azmatullah Omarzai (C), Glenn Maxwell (R) | Punit Paranjpe / Sajjad Hussain / Indranil Mukherjee / AFPFollowing the top order, which includes the tournament’s top three run getters, The Field’s middle order from the tournament is filled with all-rounders. Slotted at No 4 is New Zealand’s Daryl Mitchell – an unanimous pick in the team.The Kiwi batter accumulated 522 runs at this very position at an average of 69 and a strike rate of 111.07. Mitchell also hit two centuries – both against India, in nine innings and was a vital cog in New Zealand’s run to the semi-final.Batting right below Mitchell would be a surprise entrant, Afghanistan’s Azmatullah Omarzai. Playing his first World Cup, the 23-year-old scored 353 runs at an average of 70.60 and strike-rate of 97.78. Omarzai also picked up seven wickets in nine matches. Omarzai was undoubtedly one of the brightest stars in Afghanistan’s historic run at the 2023 ICC Men’s ODI World Cup.Glenn Maxwell, as a floater, is one of the only two from the title-winning Australian side in The Field’s World Cup team of the tournament. The 35-year-old scored his 400 runs at a strike rate of 150.38 – the highest in the World Cup. He also scored a century and a double century – the first non-opener to achieve the feat in ODI history, to go with his seven wickets.ICC Men’s ODI World Cup: How Australia became world champions for a record sixth timeBowling attackRavindra Jadeja (R) and Adam Zampa (L) | Dibyangshu Sarkar / Sajjad Hussain / AFPSpinnersLike any solid team, the team of the tournament boasts variety with at least six bowling options. Ravindra Jadeja and Adam Zampa are the two frontline spinners as they finish as the leading wicket takers for spin. Zampa finished as the second highest wicket-taker overall with 23 wickets, including three four-fors. With his 23 wickets, Zampa joined Sri Lankan legend Muttiah Muralitharan to take the most wickets by a spinner in a single edition of the World Cup.Jadeja picked up 16 wickets in the tournament, the joint second-most of the tournament along with New Zealand’s Mitchell Santner. Both Jadeja and Santner boast similar numbers but Jadeja pips Santner in the squad by virtue of being able to chip in with valuable runs with the bat and for being a livewire on the field.Pat Cummins (L), Gerald Coetzee (C), Mohammed Shami (R)Fast BowlersPat Cummins, Gerald Coetzee and Mohammed Shami comprise the three-pronged pace-attack. Teams often worry about having a bowling captain but in his campaign, Cummins showed that times need to change, if they haven’t already. For his important spell of 2/34 in the final, Cummins makes it to the team. Additionally, he is also a capable batter, ensuring that the team bats deep, until No 8.Meanwhile, Gerald Coetzee has had a tournament to remember with 20 wickets, finishing as South Africa’s leading wicket-taker in the World Cup. He picked up a four-for against Afghanistan and his late spell against Australia in the semi-final was a memorable one.Mohammed Shami put up one of the best bowling performances by a bowler in the tournament as he finished as the leading wicket-taker with 24 wickets in just seven matches. He picked up three five-fors and one four-for during the tournament. His 7/57 in the semi-final against New Zealand were the best bowling figures by a bowler in a World Cup. Had Shami played the entire tournament, he could have comfortably broken Mitchell Starc’s record of most wickets in a single edition – 27 wickets.","author":"Scroll Staff","time":"2023-11-20T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196015-wyjzqwvfhj-1700479561.jpeg","tags":["ICC Men's ODI World Cup","ICC Men’s ODI World Cup","Cricket","India","Rohit Sharma","Virat Kohli","Glenn Maxwell","Pat Cummins","Adam Zampa","Mohammed Shami"]}