{"title":"U19 Women’s T20 World Cup: You know Shafali Verma and Richa Ghosh, meet rest of India’s squad","content":"It is the inaugural edition of the ICC Under-19 Women’s T20 World Cup to be held in South Africa and the Indian team will be led by senior international and former world No 1 batter Shafali Verma.The Indian U19 players have been impressive in recent times and notched up a string of victories ahead of the tournament. The pool of players split to two were the finalists in the quadrangular series that also involved West Indies and Sri Lanka. The main team was then put together for a series in Mumbai where they swept the New Zealand development team 5-0. They then headed to South Africa and clinched the series 4-0 against the hosts. In the first warmup game for the World Cup, they got the better of Australia in a low-scoring clash. Their first reversal came against Bangladesh as they lost by three runs just before the start of the tournament.In terms of the squad, there were some eyebrows raised when Shafali was named captain and Richa Ghosh, who is also a regular in the senior Indian team, was included as well. The duo has delivered a number of fine performances at the highest level and it seems likely that they will play a key role at the U19 World Cup too. It is undeniable that they raise the profile of the team as well as a new tournament.Shafali Verma, Richa Ghosh in India’s U19 World Cup squad: What are the pros and cons of this move?Shweta Sehrawat, who led the team during the series against the New Zealand development squad, has been named India’s vice-captain at the World Cup. There are several players in the squad, like opener Soumya Tiwari, all-rounder Hurley Gala, left-arm spinner Mannat Kashyap and right-arm pacer Shabnam, who have been performing consistently over the past couple of months and India will be confident of their chances heading into the marquee event.India’s squad for the ICC U19 Women’s T20 World Cup 2023:Shafali Verma (captain), Shweta Sehrawat (vice-captain), Richa Ghosh (wk), G Trisha, Soumya Tiwari, Sonia Mendhiya, Hurley Gala, Hrishita Basu (wk), Sonam Yadav, Mannat Kashyap, Archana Devi, Parshavi Chopra, Titas Sadhu, Falak Naz, Shabnam.Standby players: Shikha, Najla CMC, Yashashree.Now, let’s take a closer look at the 15 players in the Indian squad for the inaugural edition of the ICC U19 Women’s T20 World Cup:Shafali VermaShe doesn’t really need an introduction. The right-hander has established herself as one of the most fearsome openers in the game in her young career. Shafali got a few quick starts in the recent home series against Australia but could convert just one of them into a half-century. But it goes without saying that she will be one of the stars to watch out for in the tournament. She led in three matches during the South Africa U19 series and it will be interesting to see how she handles the pressure of leadership too as the World Cup progresses.Another aspect to keep an eye on is how often Shafali uses herself as a bowling option. She has bowled sparingly for the senior team in the last few months, and has a good stumping run going with Richa Ghosh. Shafali returned with figures of 4-1-8-3 against Australia in the warm-up match.Shweta SehrawatA right-handed batter from Delhi, Sehrawat did a good job leading the team against NZ recently but she hasn’t been at her best with the bat. In the last nine matches – five against NZ and four against SA – she crossed the 30-run mark just twice and her highest score was 40. But Sehrawat will be hopeful of turning things around at the biggest stage. She tends to go hard at the ball and has a number of scoring options at her disposal.\n\n\n    \n    Play\n\nRicha GhoshLike Shafali, Ghosh is a gun in this Indian team. The keeper-batter showed how devastating she can be in the middle order during the recent series between the senior Indian and Australia teams. She played knocks of 36, 26* and 40* and seemed to be hitting sixes at ease. Ghosh has the game to provide that much-needed acceleration in the middle and death overs and will definitely be keen to stamp her authority at the U19 World Cup.Congratulations Trisha for earning a spot in India's Under-19 team. This talented all-rounder from Hyderabad has a bright future. Excited to see her perform in national colours.— Mithali Raj (@M_Raj03) November 24, 2022\n\nG TrishaAnother powerful striker of the ball, Trisha has been playing U19 cricket at the domestic level since she was just 12 years old. The prodigiously talented right-hander scores consistently for her state team Hyderabad and will be one of the Indian batters to watch out for at the World Cup if she gets picked. Trisha is a wonderful timer and natural lifter of the ball, and her strokeplay – predominantly with shots in the V – features immense power as well. She also bowls leg-spin, with an interesting round-arm action, and can chip in with some useful overs.G Trisha in action against the New Zealand development squadSoumya TiwariPerhaps the most classical batter in this lineup, Tiwari is a delight to watch when in full flow. The right-handed opener from Madhya Pradesh was the highest run-scorer in the series against the NZ development team and also got an unbeaten 40 against South Africa. Tiwari remains busy at the crease and scores at a healthy rate from the start. Her drives through the cover region in particular are special and India will be hoping she hits the ground running quickly at the World cup. Also, she is quite brilliant in the field and can be counted on to take some fine catches.Like she did in the first game, Soumya Tiwari is peppering the cover region again. Classy shot that.#INDvNZ #CricketTwitter pic.twitter.com/tFqCI0BAAs— Aditya Chaturvedi (@aditya_c19) November 29, 2022\n\nSonia MendhiyaA batting all-rounder from Haryana, Mendhiya is an off-spinner and right-handed batter. She bats with a good strike-rate in the lower middle order and can bowl a tight line with the ball, providing control in the middle overs. It remains to be seen if she makes it to the playing XI consistently at the World Cup but Mendhiya is definitely a useful all-round asset to have.Hurley GalaProper fast bowling all-rounders are always at a premium in Indian cricket, which is why Gala will be a crucial figure in India’s squad at the World Cup. The right-arm pacer bowls early and with the bat, the right-hander can provide strong finishes with her big-hitting capability. Gala has the knack of picking early wickets by keeping things straight and if she finds form with the bat as well, the Mumbaikar will provide great balance to the Indian lineup in South African conditions.What a start for Hurley Gala! She traps Olivia Gain in front with her first ball of the match.#INDvNZ #CricketTwitter pic.twitter.com/zInAlRd7H6— Aditya Chaturvedi (@aditya_c19) November 27, 2022\n\nHrishita BasuThe second wicketkeeping option for India after Ghosh, Basu is an absolute livewire on the field. With the gloves, she is technically sound and produced some excellent catches and run-outs against the NZ team in Mumbai. And even if she is stationed in the outfield, Basu is quick on her feet and can make some crucial contributions with her athleticism. As far as batting is concerned, she comes in the lower middle order and scores at a quick rate. She isn’t afraid to play innovative strokes, with the scoop shot being one of her favourites, and could be considered for the playing XI as a pure batter too. She has played a couple of good hands lower down the order against South Africa and also Australia in the first warm-up match that India played.Additionally, Basu operates with great energy on the field and is incredibly vocal, pumping up her teammates from start to finish.India’s keeper-batter Hrishita Basu is an absolute boss in the dugout. After each and every boundary, she’s leading her teammates with a specific cheer: “Good shot *name of player*” followed by an elaborate, rhythmic clapping routine. Brilliant.#INDvNZ #CricketTwitter pic.twitter.com/zlD9UyDeIf— Aditya Chaturvedi (@aditya_c19) November 29, 2022\n\nSonam YadavA classical left-arm spinner from Uttar Pradesh, Sonam is a genuine wicket-taking option. She has bagged nine wickets in her last seven games for India U19 and can even play an important role in building pressure from her end. Sonam varies her pace smartly and has lovely flight and dip in her bowling.Mannat Kashyap has her first wicket and NZ captain Ocean Bartlett is on her way.#INDvNZ #CricketTwitter pic.twitter.com/NzooynlBYh— Aditya Chaturvedi (@aditya_c19) November 27, 2022\n\nMannat KashyapAnother left-arm spinner, Kashyap was brilliant in the five-match series against the New Zealand development team and finished with 11 wickets, including a five-for. Compared to Sonam, she bowls a bit quicker and has a more rhythmic action. Kashyap picked just one wicket in the three games she played against South Africa and was pipped by Sonam to the playing XI in the warmup game against Australia, but she could be given a run at the World Cup and it won’t be a surprise if she returns with a bagful of wickets.Archana DeviThe first-choice off-spinner in the team, Archana can be expected to play a key role for India at the World Cup. She is tall, has a high-arm action and can generate steep bounce off the pitch. She bagged a three-for against both NZ and SA in the recent series and seems to have opened the bowling in the warmup game against Australia. Archana is also a handy lower order batter and has the power to clear the rope consistently.Parshavi ChopraThe primary leg-spinner in the squad, Parshavi played three games against NZ and two against SA and picked five wickets in total. In the warmup game against Australia, she bagged 2/14 from three overs. She isn’t a huge turner of the ball, but she has good control over her flight and a number of variations at her disposal, including the flipper which can be incredibly useful to pick wickets and stem the run-flow. Also, like Archana, Parshavi is an effective lower order batter.Parshavi Chopra with a brilliant caught-and-bowled.#INDvNZ #CricketTwitter pic.twitter.com/dg4tCGlOlL— Aditya Chaturvedi (@aditya_c19) November 27, 2022\n\nTitas SadhuA right-arm fast bowler from West Bengal, Sadhu hits the deck hard and bowls with good pace. She has the ability to find her mark quickly with the new ball and can trouble batters by nipping the ball around. On the pace-friendly South African pitches, Sadhu could prove to be a handful. With the bat, too, she adds value to the lineup and can be counted on for partnerships in the lower order.Titas Sadhu in action against the New Zealand development squadFalak NazNaz played two games against NZ and returned wicketless and but bagged four wickets in total in the two matches she played against South Africa. In the warmup game against Australia, the right-arm pacer from Uttar Pradesh opened the bowling and returned with figures of 0/11 from three overs. Naz has a skiddy action and isn’t as tall as her fast-bowling peers in the squad, but she tends to be accurate with her line and length and picks wickets with subtle variations.ShabnamThe 15-year-old right-arm pacer from Andhra Pradesh is perhaps the most promising bowler in the Indian squad. She is tall, has a wonderful run-up, a high-arm action, and generates good pace for her age. She picked three wickets in three games against NZ and four wickets in two games against SA, but was rested for the warmup game against Australia. Shabnam is accurate from the get-go with the new ball and nips the ball both ways. She will undoubtedly be one to watch out for at the World Cup, and who knows, perhaps in the much anticipated inaugural edition of the Women’s Indian Premier League as well.Is anyone surprised that Shabnam is a fan of Shabnim Ismail?#TeamPacer #WU19T20Challengers #ShibbyAndShabby pic.twitter.com/P7JfrfKRuK— Ananya Upendran (@a_upendran11) November 7, 2022\n\n\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/cnkrhxxngq-1673358789.jpeg\">\n  </picture><figcaption>Click arrow key to see next image</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/mwvvkwgfdu-1673358795.jpeg\">\n  </picture><figcaption>Click arrow key to see next image</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ogdndbxgha-1673358806.jpeg\">\n  </picture><figcaption>Click arrow key to see next image</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/pnjkvlufsi-1673358802.jpeg\">\n  </picture><figcaption>Click arrow key to see next image</figcaption></figure>","author":"Aditya Chaturvedi","time":"2023-01-12T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185453-twdusxuhiy-1673350556.jpeg","tags":["icc under-19 women's t20 world cup 2023","indian women's cricket team","cricket","indian cricket","shafali verma"],"source":"https://scroll.in/field/1041494/icc-u19-womens-t20-world-cup-meet-the-shafali-verma-led-15-member-indian-squad-including-richa-ghosh-g-trisha-and-more"}