{"title":"ICC Men’s ODI World Cup: How Australia became world champions for a record sixth time","content":"Pat Cummins waited patiently on the podium. He refused to raise the ICC Men’s ODI World Cup trophy until the rest of his Australia teammates got on stage. And once they did, they knew the drill.They bowed down low, holding the coveted piece of silverware, as they built-up for the big finish that has become oh-so-common when it comes to trophy presentations. But there was a method to the madness in Cummins’ deliberate delay.As Australia beat India by six wickets at the Narendra Modi Stadium in Ahmedabad, to win a record sixth World Cup title, he knew this one took the entire team to win.And on Sunday, though a few players did stand out for their impressive individual performances, it took the entire team to beat an Indian side that has run through opposition 10 matches in a row at the World Cup.Also read: Protestor with ‘Stop bombing Palestine’ t-shirt invades pitch during World Cup final in AhmedabadCummins won the toss and decided to bowl first, raising a few eyebrows. But it turned out the Australian captain had a plan, and his team followed him to the hilt.In cricket, broadly, there are three main departments that come into play. And Australia dominated each aspect – batting, bowling and fielding – to become the first team since Australia in 2007, to win a World Cup on foreign soil.Also read: Golden silence as Australia clinch the silverware for sixth time#CWC23Final #INDvAUSThe Australians know the drill!For a record sixth time, Australia are the ICC Men's ODI World Cup CHAMPIONS!📸 Disney+Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/mNSwwNvplS— The Field (@thefield_in) November 19, 2023\n\nHere’s how the Australians scripted the win:Impeccable bowlingIndia started off well with the bat courtesy another strong showing from Rohit Sharma. But Cummins started to make smart bowling changes. As the ball grew older, it became more difficult for the Indian batters.He brought in Glenn Maxwell to bowl his spin as the first change bowler. Cummins himself joined in and picked up the wickets of Shreyas Iyer and later bowled Virat Kohli, finishing with impressive figures of two for 34 – without conceding a single boundary.Kohli worked well for his 54 off 66, as he and KL Rahul attempted to steady the Indian ship. But after the dismissal of the former India captain, the wheels started to come off.Australia bowled well, staying true to their line and length and not being afraid of tossing in a changeup to keep the Indian batters honest. They also had their specific plans against each Indian batter as well.For example, they did not give Suryakumar Yadav much pace to use when bowling to the India No 7, building the pressure on the last recognisable batter in the hosts’ starting XI.Travis Head was also brought in to change things up, as the Australian bowlers remained economical – none of the seven bowlers used gave away more than a run-a-ball.Mitchell Starc led the bowling attack with three wickets for 55 runs while Josh Hazlewood and Cummins taking two each.By the end of the innings, Australia became the first team at this World Cup to bowl out the Indians.Also read: ‘Just know how to get the job done’ – Reactions as Australia win 6th title#CWC23Final #INDvAUSINDIA, ALL OUT!Kuldeep Yadav is run out of the final ball of the innings looking to sneak in a double. Australia have bowled out India in the final.IND: 240/10 (50)📸: Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/3gejGaCtBn— The Field (@thefield_in) November 19, 2023\n\nFielding masterclass from AustraliaArguably the moment that changed the complexion of the first innings was when Sharma was dismissed. The India captain had been leading the charge for his team, standing up to the Australian bowlers and dispatching them to the boundaries almost at will.But when Sharma mistimed a shot and skied it towards covers, Head made up a lot of ground, running with his back to the pitch, before taking a stunning diving catch to dismiss the Indian captain.Travis Head reacts after taking a stunning catch to dismiss Rohit Sharma (Sajjad Hussain / AFP)That effort summed up everything about the Australian mentality in the outfield.They gave away no cheap runs, and saved innumerable boundaries that would have boosted the Indian effort.From the third man chasing down every edge – deliberate or otherwise – to the fielders at deep point and mid-wicket, the Australians gave a masterclass in the art of fielding, just as they had done during the semi-final against South Africa.Gritty and determined battingCummins, during the post-match presentation, asserted that anything under 300 would have been a chasable score. But the work still had to be done against a quality Indian bowling line-up.Throughout this World Cup, for all of India’s batting prowess – with Sharma, player of the tournament Kohli, Shubman Gill, Shreyas Iyer and more – it was their bowlers who had arguably taken a spot in the limelight.The pace unit in particular had been lethal, with Jasprit Bumrah, Mohammed Siraj and India’s record World Cup wicket-taker Mohammed Shami being in top form.Bumrah and Shami indeed started off well too.After a quick start by the Australians, Bumrah and Shami reduced them to 47/3 in the fifth over. They continued to hassle the batters in yellow, but Head and Marnus Labuschagne grew patient in their approach.Marnus Labuschagne (L) and Travis Head put up a 192-run partnership (Punit Paranjape / AFP)They batted without taking any risks, slowing down the pace of the innings, but allowing themselves time to get their eye in. And once they were set, Labuschagne – a proficient Test batter – played the anchor role while Head started to play attacking shots.By the 34th over, Head became the seventh player and third Australian in men’s ODI World Cup history to get to a century. Labuschagne soon got to a half-century off 99 deliveries. The duo stitched together a 192-run partnership to set their team up for a well-deserved win.","author":"Shahid Judge","time":"2023-11-20T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195999-ovgfxuqpqf-1700417073.jpg","tags":["ICC Men's ODI World Cup final","Cricket World Cup final","ICC Men's ODI World Cup 2023","ICC Men's ODI World Cup","ICC Men's Cricket World Cup","World Cup","Cricket World Cup","India","England","Australia","Pakistan","South Africa","New Zealand","Sri Lanka","Netherlands","Bangladesh","Afghanistan","World Cup in India","Cricket scores","cricket updates","World Cup scores","World Cup updates","Rohit Sharma","Virat Kohli","Jos Buttler","Pat Cummins","Babar Azam","David Warner","Steve Smith","Kane Williamson","Shaheen Shah Afridi","Rashid Khan","Jasprit Bumrah","Ben Stokes","Kagiso Rabada","Travis Head"]}