{"title":"ICC Men’s ODI World Cup: Birthday boy Virat Kohli turns a century older at Eden Gardens","content":"The concept of birthdays is complicated. They tend to bring about mixed feelings for different people. One could simply celebrate another revolution around the earth, commemorating the feeling of becoming older and wiser. Others, who have been able to go past the  social constructs, silently mourn the process of ageing by treating it like any other day.For athletes, one would believe, it’s the latter – wouldn’t you want to be young forever and continue playing the sport for as long as you wish? You may be older and wiser but, the body is getting older, the energy may start to run thin.But as Virat Kohli turned 35 on Sunday at Kolkata’s Eden Gardens, he decided to commemorate his birthday by once again showcasing why he is still one of the greatest batters in the world (and perhaps, of all time).On his birthday, Kohli equalled the great Sachin Tendulkar’s record of 49 One-Day International centuries at the ICC Men’s ODI World Cup fixture against South Africa. “It is all too much for me to take in now, to equal my hero’s record is something special for me,” said player-of-the-match Kohli in the post-match presentation. “He is perfection when it comes to batting. It’s a very emotional moment for me. I know where I come from, I know the days I have watched him on TV.”It’s almost like his career in ODIs has reached full-circle too. His first century in the format came at the same venue, back in 2009 against Sri Lanka. While Tendulkar took 451 innings to achieve this feat, Kohli took 277 to become the fastest to reach the milestone. The processKohli admitted that the surface was a tricky one and it also showed when South African spinners Keshav Maharaj and Tabraiz Shamsi  managed to slow him down around the second power play.With the pitch offering significant turn, Kohli and Shreyas Iyer dealt largely in singles, with the phase between overs 11-20 bringing only a single boundary in contrast to the previous 10 overs that Rohit Sharma and Shubman Gill tackled with ease. Unlike in a chase, where Kohli keeps the scoreboard ticking, he let his batting partner take the lead.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nIyer dominated the partnership with his big-hitting, as did Suryakumar Yadav and Ravindra Jadeja in their cameos later on. Iyer, who had started slowly but quickly picked up the pace, stitched a solid 134-run stand that sent India past 200. However, the real lull in the innings came in after his dismissal.Kohli had slowed down significantly but admitted that he had to anchor the innings. There was criticism about him slowing down during his knocks against Bangladesh, New Zealand and Sri Lanka. However, with India 227/3 and only two specialist batters left to come, the slowing down did not seem very uncharacteristic this time around.“The ball started gripping and turning after the 10th over, it slowed down and then my role was to bat deep with the others playing around me. That was what was communicated to me by the team management, Shreyas played well and we got a few more runs towards the end,” explained Kohli after the innings.He added: “We don’t have Hardik [Pandya] in the team, so we knew a wicket or two could cost us, we had to dig deep and take the match deep.”Against pace, Kohli scored 60 runs off 57 deliveries with nine fours at a strike rate of 105.26. Contrastingly, against spin, he scored 41 runs off 64 balls with a solitary boundary at a strike rate of 64.06.KL Rahul’s struggle further demonstrated scoring was becoming much more difficult. Yadav made sure things kept going with his cameo. Kohli tried to go big at the death, but in vain.In his unbeaten 101 off 121, he finished without a single six but laced the innings with ten boundaries. He has nailed down the ODI template and more often than not, he does the job without taking the aerial route.It is odd but it is also routine – risk free and secure. Expectedly, when the aerial shots did not connect, he kept going with his hard running between the wickets and with Jadeja for company, pushed India to 326.A pillar of the teamIndia’s batting line-up has been sublime in the tournament so far but after they lost Pandya to injury in the Bangladesh fixture, the team was put under pressure with their batting running thin after seven.Veterans Sharma and Kohli had a responsibility to really turn up this time around. In every single game, either Sharma or Kohli have scored at least 85. For Kohli – the second leading run-scorer in the World Cup so far with 543 runs – this particular milestone had been in the waiting for a while.He had done this over and over again since that evening in 2009 but even fourteen years later, there were still some doubts heading into the World Cup.Would he be able to shoulder the responsibility? Will he play a key role in taking India to the knockouts in a home World Cup? Would he able to score those two centuries to touch that record?He answered all those questions in positive. But the curiosity of a human mind does not end. Nor do the expectations. Almost immediately, more questions continue to pile on. To be fair, Kohli has also spoilt us over the years and so we ask on. He has given us lessons on how to push limits after all. So now, the question is whether Kohli will score one more in this World Cup to go past the record?As he punched Kagiso Rabada’s back of a length ball outside off to covers for a single, removed his helmet and raised his bat, he had turned another century-older.He may be 35, but his 49th was a reminder that for as long as he is around, celebrations will be in order – birthday or not.","author":" Samreen Razzaqui","time":"2023-11-06T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195622-wbcwdoyojf-1699196336.jpg","tags":["ICC Men's ODI World Cup 2023","Virat Kohli","Sachin Tendulkar","India","South Africa","Cricket","Indian cricket","Shreyas Iyer"],"source":"https://scroll.in/field/1058662/icc-mens-odi-world-cup-birthday-boy-virat-kohli-turns-a-century-older-at-eden-gardens"}