{"title":"ICC Men’s ODI World Cup: India vice-captain Hardik Pandya ruled out of event","content":"India men’s cricket team vice-captain Hardik Pandya has been ruled out of the ongoing ICC Men’s ODI World Cup 2023 after suffering from an ankle injury, the International Cricket Council announced on Saturday.During India’s World Cup match against Bangladesh in Pune, Pandya appeared to roll his ankle while attempting to stop the ball off his own bowling and was immediately taken off the field for further medical assistance.With Pandya ruled out, India has named Prasidh Krishna as his replacement in the Rohit Sharma-led squad.The ICC confirmed in a release that the “Event Technical Committee [approved] India’s replacement player on Saturday, [meaning] Krishna is available for selection” for India’s next match against South Africa on Sunday, at the Eden Gardens in Kolkata.“Tough to digest the fact that I will miss out on the remaining part of the World Cup,” Pandya said on X, formerly twitter. “I’ll be with the team, in spirit, cheering them on every ball of every game.”Tough to digest the fact that I will miss out on the remaining part of the World Cup. I'll be with the team, in spirit, cheering them on every ball of every game. Thanks for all the wishes, the love, and the support has been incredible. This team is special and I'm sure we'll… pic.twitter.com/b05BKW0FgL— hardik pandya (@hardikpandya7) November 4, 2023\n\nSince the Bangladesh match on October 19, India had replaced Pandya with pacer Mohammed Shami in the starting XI. The move has worked well for the team with the 33-year-old picking up 14 wickets in the three matches he has played at the event.During India’s most recent match, against Sri Lanka, Shami became India’s leading wicket-taker in World Cup history by claiming his 45th dismissal to get one better than the previous joint-record held by Zaheer Khan and Javagal Srinath.All the while though, the team management remained hopeful that Pandya would recover in time for the semi-final, for which India has secured a spot after the win against Sri Lanka on Thursday.India is the only team at the World Cup to be unbeaten, with the hosts winning each of the seven matches they have played so far. After the match against South Africa, India will finish the round robin stage of the competition with their final match against Netherlands.","author":"Scroll Staff","time":"2023-11-04T09:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195137-etiumvzxhy-1697786816.jpg","tags":["Hardik Pandya","ICC Men's ODI World Cup 2023","ICC Men's ODI World Cup","ICC Men's Cricket World Cup","World Cup","Cricket World Cup","India","England","Australia","Pakistan","South Africa","New Zealand","Sri Lanka","Netherlands","Bangladesh","Afghanistan","World Cup in India","Cricket scores","cricket updates","World Cup scores","World Cup updates","Rohit Sharma","Virat Kohli","Jos Buttler","Babar Azam","David Warner","Steve Smith","Kane Williamson","Shaheen Shah Afridi","Rashid Khan","Jasprit Bumrah","Ben Stokes","Kagiso Rabada"],"source":"https://scroll.in/field/1058609/icc-mens-odi-world-cup-india-vice-captain-hardik-pandya-ruled-out-of-event"}