{"title":"ICC T20 World Cup 2024: Ben Stokes withdraws from England’s title defence in tournament in June","content":"Test captain Ben Stokes has ruled himself out of England's title defence at the 2024 ICC Men’s Twenty20 World Cup, the England and Wales Cricket Board announced Tuesday.The 32-year-old said he was skipping the tournament in the United States and the West Indies to make sure he could be a fully-fledged all-rounder in Test cricket.\"Opting out of the IPL (Indian Premier League) and the (T20) World Cup will hopefully be a sacrifice that allows me to be the all-rounder I want to be for the foreseeable future,\" Stokes said in an ECB statement. Stokes's withdrawal was something of a surprise given that, when asked last month if he would participate in the T20 World Cup in June, he said he had \"not even thought about that but I'm available\".It is understood Stokes has not suffered any setbacks after briefly returning to bowling last month during a Test tour of India where England lost a five-match series 4-1.There is no lingering discomfort in his left knee following surgery in November.But although he has long been one of England's leading multi-format cricketers, Stokes has decided to prioritise his role as Test captain, in the hope of being able to play a full role with both bat and ball during six Tests – three against the West Indies and three against Sri Lanka – in the upcoming home season.The first Test against the West Indies at Lord's starts on July 10, less than two weeks after the June 29 T20 World Cup final in Barbados.‘Behind in bowling’That congested Test schedule has prompted Stokes to follow up his withdrawal from the lucrative IPL by also pulling out of the T20 World Cup in a major blow for England white-ball captain Jos Buttler and coach Matthew Mott.\"I'm working hard and focusing on building my bowling fitness back up to fulfil a full role as an all-rounder in all formats of cricket,\" Stokes said.He added: \"The recent Test tour of India highlighted how far behind I was from a bowling point of view after my knee surgery and nine months without bowling. I'm looking forward to playing for Durham in the County Championship before the start of our Test summer.\"I wish Jos, Motty and all the team the best of luck in defending our title.\"England begin that title defence against Scotland in Barbados on June 4, before further group matches against Australia, Oman and Namibia.Stokes was a central figure as England won the 2022 T20 World Cup in Australia.The left-handed batsman's 42 against Sri Lanka in Sydney took England into the knockout rounds, while his unbeaten 52 – his first fifty in international T20 cricket – secured victory over Pakistan in the final in Melbourne.That match was the last of his 43 T20 international appearances, but had Stokes been available he would undoubtedly have been included in England's 15-man World Cup squad.Stokes delayed an operation on a longstanding left knee problem to play in last year's 50-over World Cup in India, where reigning champions England suffered an embarrassing exit before the knockout stages after winning just three of their nine group games. After undergoing surgery at the end of last year, Stokes was an ever-present in England's 4-1 defeat in India although he sent down only five overs – all of them in the last Test, where the paceman bowled India captain Rohit Sharma with his first competitive delivery in some nine months.After the two Test series at home to the West Indies and Sri Lanka, England will tour Pakistan and New Zealand.England then have a 2025 featuring two showpiece series, with five Tests at home to India followed by an Ashes tour of Australia.","author":"AFP","time":"2024-04-02T17:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182785-iyubxxvnal-1668340922.jpg","tags":["Ben Stokes","England","ICC Men's Twenty20 World Cup","Cricket","Twenty20 cricket"]}