{"title":"ICC Men’s ODI World Cup: Shubman Gill to miss India’s next match against Afghanistan ","content":"After missing out on India’s opening game against Australia in the ICC Men’s ODI World Cup in Chennai, Shubman Gill, who is suffering from dengue fever, is set to miss the second fixture against Afghanistan of the tournament in Delhi. In a medical update provided by the Board of Control for Cricket in India on Monday, the cricket board confirmed that the 24-year-old will not be travelling with the team to Delhi. ICC Men’s ODI World Cup: Jadeja, Rahul and Kohli star as India secure six-wicket win over Australia“He will stay back in Chennai and will be under the supervision of the medical team,” said the release.This comes as a huge blow for the Indian team as Gill was the in-form batter in the lead-up to the World Cup.With 1230 runs behind him in 20 innings in 2023, he is the leading run-scorer in the format for India. He was also the key to India’s recent success in the Asia Cup title win with the top-order batter making a tournament-leading 302 runs.He also hit 104 against Australia last month as India took an unbeatable lead in a three-match series.In his absence, Ishan Kishan was pushed up the batting order in India’s first match of the round-robin tournament. However, he was dismissed for a duck in the match and would be hoping to fill in the void in their next encounter against Afghanistan. Also read: ICC Men’s World Cup: Chennai’s adopted son Ravindra Jadeja spins a web to set up a win for India","author":"Scroll Staff","time":"2023-10-09T17:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194844-kyjfvyzobt-1696848164.jpg","tags":["Shubman Gill","Ishan Kishan","India vs Afghanistan","ICC Men's ODI World Cup 2023","ICC Men's ODI World Cup","ICC Men's Cricket World Cup","World Cup","Cricket World Cup","India","England","Australia","Pakistan","South Africa","New Zealand","Sri Lanka","Netherlands","Bangladesh","Afghanistan","World Cup in India","Cricket scores","cricket updates","World Cup scores","World Cup updates","Rohit Sharma","Virat Kohli","Jos Buttler","Babar Azam","David Warner","Steve Smith","Kane Williamson","Shaheen Shah Afridi","Rashid Khan","Jasprit Bumrah","Ben Stokes","Kagiso Rabada"],"source":"https://scroll.in/field/1057322/icc-mens-odi-world-cup-shubman-gill-to-miss-indias-next-match-against-afghanistan"}