{"title":"ICC Men’s World Cup: Chennai’s adopted son Ravindra Jadeja spins a web to set up a win for India","content":"India’s 2023 ICC Men’s World Cup opener against Australia was, in a way, Ravichandran Ashwin’s homecoming. It was at the MA Chidambaram Stadium in front of his Chennai home crowd that the off-spinner made his World Cup debut in a match against West Indies more than 12 years ago.In his return to the One-Day International World Cup fold, for the first time in eight years, the 37-year-old Ashwin did put up a creditable show.He finished with  figures of 1/34 in ten overs at Chepauk Stadium. But it was Chennai’s adopted son Ravindra Jadeja who starred for the Indian team on Sunday evening, much before batters Virat Kohli and KL Rahul bailed them out of trouble and led them to a six-wicket win against Australia.Having plied his trade for the Chennai Super Kings in the Indian Premier League for ten seasons, Jadeja knows the Chepauk pitch inside out. The left-arm spinner put all that knowledge and experience to use as he bamboozled the Australians.“I play for [Chennai Super Kings], so I know the conditions here,” Jadeja told the broadcasters Star Sports in the innings break.“When I saw the pitch I thought I should get two-three wickets, luckily I got three,” he added.Also read: Gloss returns to the 50-over format as India get set to host mega eventThe 34-year-old expertly varied the pace as he tied up the batters and dried up the runs. He was rewarded deservingly as he dismissed Steve Smith – one of the finest batters against spinners – with an unplayable delivery.Right after an unusual long break at the end of the 26th over, Jadeja angled one into the leg-stump. Smith expected it to straighten after landing, but the ball ripped past his bat to hit the top of the off-stump. A 36-run partnership between Smith and Marnus Labuschagne was broken.The Saurashtra cricketer returned an over later to send back Labuschagne and wicketkeeper Alex Carey. While the former was caught behind looking for a slog sweep, the latter was trapped in front of the stumps by a full delivery. Three wickets within a span of ten balls for Jadeja and the Australian innings never recovered from the blow. His eventual figures of 3/28 are now the best-ever for an Indian spinner against Australia in a World Cup, going past Maninder Singh’s 3/34 way back in 1987.#CWC2023 #INDvAUSVirat Kohli and KL Rahul shone with the bat to lead India to victory in a tricky chase against Australia in their first match at the 2022 World CupReport:https://t.co/EsBeOvqSmQ pic.twitter.com/4VQdk5VaZj— The Field (@thefield_in) October 8, 2023\n\nOn a pitch that was expected to aid spinners right from the start, Jadeja found perfect allies in Ashwin and Kuldeep Yadav (2/42). The trio combined to take six wickets for mere 104 runs in their 30 overs at an economy rate of 3.47 as India bowled out Australia for just 199.The Indian pacers – who were also exceptional – finished with a combined tally of 4/89 at a rate of 4.61 in 19.3 overs. India had not only choked Australia with spin, but the pacers backed them up in what was a well planned bowling attack.While the Indian spinner dictated terms, the Australian spinners were unable to weave any openings.After having reduced India to 2/3 in the second over – courtesy Mitchell Starc and Josh Hazlewood, the Australian bowlers failed to find a wicket until the 38th over, when Hazlewood sent back Kohli for 85. By then, an Indian win was just a matter of time.With one of their first choice spinners – Ashton Agar, ruled out of the World Cup with an injury, Australia largely counted on the leg-spin of Adam Zampa and Glenn Maxwell’s off-spinners to do the job for them. Also read: Ashwin in for Axar, Labuschagne in for Agar – A look at the final squadsIt did not work. Rahul took a special liking to Zampa and smashed him for three boundaries in his first over. The leg-spinner never settled in as India marched to a six-wicket win. Though, India played out Maxwell carefully, even he was not spared as Rahul took him on late in a stunning late assault.Not often do you witness a team losing after having the opponents three down within the first two overs of a chase. But Kohli and Rahul – unbeaten on 97 – put up a 165-run stand to turn it around for the hosts.And then there was Jadeja.Australia did possess a scary attack on Sunday, but they lacked the experience and street-smartness of Jadeja to go for the kill.","author":"Abhijit Nair","time":"2023-10-09T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194816-oejtmhjgjx-1696769836.jpg","tags":["Ravindra Jadeja","India vs Australia","ICC Men's ODI World Cup","Virat Kohli","KL Rahul"],"source":"https://scroll.in/field/1057282/icc-mens-world-cup-2023-chennais-adopted-son-ravindra-jadeja-spins-a-web-to-set-up-a-win-for-india-against-australia"}