{"title":"World Cup final as it happened, Australia vs England: Alyssa Healy stars as Aussies reclaim title","content":"Report: Incredible Australia reclaim WC trophy, riding on Healy’s record-breaking 170\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AUSTRALIA ARE WORLD CHAMPIONS: 42 ODI matches since the previous World Cup. 40th win today. “Hagley Oval was touched with greatness today,” said Nasser Hussain regarding Alyssa Healy. True for the entire Australian side. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC22 Never in doubt.What an incredible team. It's been an absolute privilege to watch them in action. pic.twitter.com/WVirrhrcvu— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n    #CWC22 #AUSvENGPlayer of the semi-final 🏅Player of the final 🏅Player of the tournament 🏅Take a bow, Alyssa Healy!  #CWC22Final https://t.co/IodJlPvLNN pic.twitter.com/YEE88UQrDC— The Field (@thefield_in) April 3, 2022\n\n\n\n    Player of the final - 2020, 2022Player of the tournament - 2018, 2022Alyssa Healy's resurgence is complete! #CWC22  #CWC22final— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) April 3, 2022\n\n\n\n    Alyssa Healy is Player of the Final AND Player of the Tournament! Legend #CWC22— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Goofball, leader, superstar: The rise of indomitable Ellyse Perry through the eyes of Lisa Sthalekar\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Listening to Perry speak right now, all I can think of is this Sthalekar quote:“She’s always been a wonderful ambassador for the game and has always spoken about the game so articulately. She adds a level of class to whatever she’s doing and that’s seen.” #EllysePerry https://t.co/JVIDGTrYgd— Ananya Upendran (@a_upendran11) April 3, 2022\n\n\n\n    Australia Women, the MOST FORMIDABLE TEAM in limited-overs cricket in the present era. Period.#CWC22 | #TeamAustralia— Annesha Ghosh (@ghosh_annesha) April 3, 2022\n\n\n\n    🥺🤍#CWC22 #CricketTwitter #AUSvsENG pic.twitter.com/COimczZOGb— Krithika (@krithika0808) April 3, 2022\n\n\n\n    Congratulations to @AusWomenCricket for winning yet another World Cup. Now sit the next few out, you've earned it 😅 Commiserations to England, well fought @natsciver 👏🏽 This was a highly entertaining event, well done to @ICC and all involved. #CWC22— Wasim Jaffer (@WasimJaffer14) April 3, 2022\n\n\n\n    Stuff of dreams ✨A seventh ICC Women's Cricket World Cup title for Australia 🏆#CWC22 pic.twitter.com/dN2s9Xh5Y2— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Shrubsole c Gardner b Jonassen 1 (4 balls) Nat Sciver is left stranded on 148*. Shrubsole, won the semifinals and finals in 2017, she is the last wicket to fall. England (43.4 overs) 285\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC22 #TeamAustralia The 🏆 crowning glory for the most incredible 5-year period.Since 2017 CWC SF:Played 42 ODIs.Won 40, lost 2.26-match world record win streak.At CWC22, 9 wins out of 9. pic.twitter.com/6329wTMvNI— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! 42.3: Dean c Jonassen b Gardner 21 (24 balls) End of a valiant innings by Charlie Dean and a good partnership. Gardner strikes. Anya Shrubsole can bat, of course, but England are now on the brink\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    This partnership has also crossed 50 by the way. Should we really consider this possibility?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 275/8 after 42 overs: Gardner finally comes on to bowl, in the 41st over. Welcomed with a four off reverse sweep by Nat Sciver. A steady six-run JJ over as Beth Mooney pulls off a stunning fielding effort at long on to keep Sciver to two. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Alyssa Healy and Nat Sciver. The two highest scores of the tournament have come in the final! #CWC22Final #CWC22 pic.twitter.com/BXMxf64jjh— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 259/8 after 40 overs: We are into the final 10 overs.  England need 98 runs. With a few more batters to give Sciver support, this could have actually been on! Three runs from JJ’s over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    A special innings from a special cricketer.#CWC22 | @natsciver pic.twitter.com/r95X7szeYS— England Cricket (@englandcricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 256/8 after 39 overs: Imagine if this was a 310, even 320 chase! We were in for an absolute humdinger. (Doesn’t quite work that way I know but just to point out what an innings this has been by Nat Sciver!) A four behind the stumps for Sciver in that Schutt over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 247/8 after 38 overs: End of a pretty special bowling performance by Alana King. 10-0-64-3. The importance of having a wicket-taking legspinner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC22 Not quite The NatMeg but that was some \"shot\"! pic.twitter.com/nFpYlDTA6E— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 242/8 after 37 overs: It’s now 115 off 78 balls required.   On that alone, it’s been some innings from Nat Sciver.   Too bad the rest of it didn’t go all too well for England. A lovely scoop off McGrath for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 229/8 after 36 overs: a boundary for Dean now. England continue to go down swinging. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Most Women's World Cup centuries:4 Natalie Sciver ENG (17 innings)4 Suzie Bates NZ (26)4 Charlotte Edwards ENG (28)4 Jan Brittin ENG (35)#CWC22 #AUSvENG— hypocaust (@_hypocaust) April 3, 2022\n\n\n\n    1. L Wolvaardt2. S Mandhana3. A Kerr / H Matthews4. N Sciver5. H Kaur 6. M Kapp ...*might* have had a chance.#CWC22 #TeamAustralia— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n    AFP\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 217/8 after 34.1 overs: CENTUYRY FOR NAT SCIVER! She gets her second hundred against Australia in this tournament. A knock of the highest quality. She’s taken just 90 balls to get here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 213/8 after 33.4 overs: OUT! Now Jonassen removes Cross. A superb return diving catch by the left-arm spinner. Sciver is on 98 and running out of partners. The new batter is Charlotte Dean.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 206/7 after 32.4 overs: OUT! McGrath bowls it full and straight and Ecclestone is out LBW. Australia are inching towards the title! Kate Cross is the new batter as Nat Sciver continues to run out of partners.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 204/6 after 32 overs: Shot! King comes from around the wicket and pitches it outside leg, Sciver stays low and pulls it powerfully in the gap for four. With that, the right-hander moves into the 90s.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Howzat?! #CWC22 pic.twitter.com/G9EgtW6BLa— cricket.com.au (@cricketcomau) April 3, 2022\n\n\n\n    Nat Sciver’s courage as a batter is incredible. Has all the shots and no fear to go for them.#CWC22 #AUSvENG— Aditya Chaturvedi (@aditya_c19) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 196/6 after 31 overs: McGrath returns to the attack and bowls a fine over, just three singles from it. Sciver moves on to 85 off 81. England need 181 off 114.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Most runs scored batting at #4 or lower at a Women's World Cup:370* Sciver ENG, 2022369 Sciver ENG, 2017359 Kaur IND, 2017#CWC22 #AUSvENG— hypocaust (@_hypocaust) April 3, 2022\n\n\n\n    Alana King has THREE! Healy was quick behind the stumps and Brunt's gone for just one #CWC22 pic.twitter.com/wN4Io4B2TI— cricket.com.au (@cricketcomau) April 3, 2022\n\n\n\n    💛#CWC22 pic.twitter.com/KsYRfVb3C4— ICC (@ICC) April 3, 2022\n\n\n\n    st Healy b KingAgain. #CWC22 pic.twitter.com/6gK2PFYBls— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 191/6 after 29.4 overs: OUT! Alana King has her third wicket! This time Katherine Brunt is stumped with a wonderful leg-break. Australia are marching forward! Brunt walks back for 1 off 4 as Sophie Ecclestone comes to the crease.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 184/5 after 29 overs: Schutt follows up with a quiet over, just five runs from it. Sciver is batting wonderfully but she needs contributions from the other end. England need 173 off 126.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 179/5 after 28 overs: OUT! Alana King breaks another partnership! This time Sophia Dunkley is bowled round the legs for 22. Big blow for England as this partnership had added 50 runs. The new batter is Katherine Brunt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sophia Dunkley's batting keeps me on my edge irrespective of the match situation. Almost as if something could happen at any given point. #CWC22final— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 176/4 after 27 overs: Schutt returns to the attack and drops the last ball of the over short, Dunkley leans back and cuts it powerfully over point for four. England need 181 off 138.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 169/4 after 26 overs: Five singles and a double from that King over. Sciver, unbeaten on 68 off 67, has scored 356 runs so far in the tournament. She’s at No 5 in the list of top scorers, which is led by Alyssa Healy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 162/4 after 25 overs: Dunkley drives it in the air and Lanning puts in a full-length dive at short cover and gets a hand to it but can’t hold on. Top effort from the Australia captain. Sciver then pulls a short delivery for four to make it another good over for England.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sometimes you come against teams & players that are just too good .. Australia as a team are incredible as they have so many great players .. today it was @ahealy77 turn to turn on the style .. has to go down as the greatest ever World Cup final knock .. #ICCWomensWorldCup2022— Michael Vaughan (@MichaelVaughan) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 154/4 after 24 overs: Shot! Another classy stroke from Sciver! King tosses it up and the right-hander steps out a bit to drive it over mid-off for four. “England have hope till she is at the crease,” says Nasser Hussain in commentary.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Thanks Christchurch ❤️Great turnout from the Kiwi cricket fans at tonight’s #CWC22 final! pic.twitter.com/3aKGZYSMxm— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 144/4 after 23 overs: A quiet over from Jonassen, five singles from it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Exceptional view 🤩#CWC22 pic.twitter.com/LaoTivsgK4— ICC (@ICC) April 3, 2022\n\n\n\n    An important fifty from the England batter 💪#CWC22 pic.twitter.com/Gzc3HcvT5b— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n    AFP\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 136/4 after 21.5 overs: FIFTY for Nat Sciver! The right-hander has played some excellent strokes and held the England innings together.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    England lose their fourth!Alana King takes a stunning catch and Amy Jones goes for 20.#CWC22 pic.twitter.com/dCTaYlvbRy— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 129/4 after 20.3 overs: OUT! Jess Jonassen removes Amy Jones thanks to a brilliant catch by Alana King running behind from mid-off. Jones walks back for 20 off 18 as Sophia Dunkley comes to the crease.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The emotions of a World Cup final 💫#CWC22 #TeamAustralia pic.twitter.com/HogAAYEQQE— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 127/3 after 20 overs: Another solid over for England! Brown returns to the attack and Sciver hits her for two fours. The right-hander is playing a fine knock here. She’s picking the gaps and isn’t afraid to take risks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 114/3 after 19 overs: Jonassen drops it short and Jones places her pull wonderfully to beat mid-wicket and the fielder in the deep to pick up four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Change in bowling as left-arm spinner Jess Jonassen joins the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 105/3 after 18 overs: Four! Sciver with a premeditated scoop off McGrath to pick up another boundary. England continue to keep the scoreboard ticking, they need 252 off 202.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I was walking around the #HagleyOval a while back and a little kid, about 6-7 years old was talking to himself as he was walking just ahead of me ‘Third umpire to director…’ 😂😂😂 #CWC22  #AUSvENG— Hemant (@hemantbuch) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Start of the tournament, Alana King came into the attack and bowled an absolute peach to have Tammy Beaumont stumped to break England’s run-chase.   In the final, she beats Heather Knight with a peach.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 98 /3 after 17 overs: Four for Jones as Mooney misfields at mid-wicket. Eight runs come from that King over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Given ☝️England have lost their top three as Alana King has trapped Heather Knight in front for 26.#CWC22 pic.twitter.com/TlHziNvdY0— ICC (@ICC) April 3, 2022\n\n\n\n    King things. #CWC22 pic.twitter.com/qg9UhMbWAr— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The new batter for England is the right-handed Amy Jones.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The King removes the Knight. I always knew cricket was like chess.#CWC22 #BBCcricket #ENGvAUS #WorldCup2022— Georgie Heath (@GeorgieHeath27) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 86/3 after 15 overs: OUT! Huge blow for England as Heather Knight departs! Top delivery from Alana King, it turned and skid through to trap from the England captain in front. Knight departs for 26 off 25 after a 48-run partnership with Nat Sciver for the third wicket. It was an action-packed over by King as Sciver was saved earlier by DRS after the umpire raised the finger for LBW.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 84/2 after 14 overs: Two fours! Sciver uses her bottom hand to great effect to hit McGrath through mid-wicket before playing a perfectly-placed pull to pick up another boundary.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC22 \"...the best innings ever in a FINAL!\": @sthalekar93 \"So bloody awesome! What a superstar\": @Gmaxi_32Reactions to @ahealy77’s record 170 in World Cup final against England: https://t.co/IodJlPvLNN pic.twitter.com/HYvZq0qx5S— The Field (@thefield_in) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 76/2 after 13 overs: The England batters seem keen to look for runs against King... trying to get on the front foot and stepping out repeatedly. But just five runs from that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 71/2 after 12 overs: Tidy start from McGrath, just four runs come from her first over. England need 286 off 228.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Change in bowling as right-arm pacer Tahlia McGrath joins the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 67/2 after 11 overs: The first six of the match! King drops it way short and Sciver pulls it a long way. This is turning into a solid passage of play for England.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Fifty up for England! After losing two early wickets, Heather Knight and Natalie Sciver are rebuilding the innings 👀#CWC22 pic.twitter.com/eGguQYd4i0— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Change in bowling as leg-spinner Alana King joins the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 59/2 after 10 overs: Three fours for the England captain! Brown drifts on to the pad consecutively and Knight plays two lovely flick shots for fours. The right-arm pacer then shapes one away but pitches it too full and the right-hander plays a gorgeous cover drive for four. High class batting from Knight. This is England’s best powerplay score of the tournament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 46/2 after 9 overs: Schutt continuing to swing the ball in wonderfully but Sciver doing well to play the ball late. Just two runs from that over. England need to pick up pace soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 44/2 after 8 overs: Brown pitches it on a length and Knight plays a nice punch past mid-off for four. A solid effort from Perry at the boundary, running back from mid-on, but she couldn’t keep it in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.3: WICKET! Beaumont lbw b Schutt 27 (26b) Megan Schutt, largely playing a support role for the entirety of the tournament (like bowling into the breeze in Wellington), comes into the final and removes the England openers with two booming inswingers. LBW here, Beaumont doesn’t review. Good decision, all three reds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 34/1 after 6 overs: Nice flick for four by Beaumont off Brown. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Watch Alyssa Healy produce one of the all-time best innings, helping Australia to a record total in the #CWC22 Final ⬇️— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 27/1 after 5 overs: They show the series of balls from around the wicket to Wyatt from Schutt and then the massive inswinger. Had to be a ploy! Brilliant. Another booming inswinger from over the wicket to Beaumont this time, just kept out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Megan Schutt 🔥#CWC22 pic.twitter.com/WDYQdz8bXU— ICC (@ICC) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Opening partnership stats for the tournament\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England’s opening partnership: A total of 112 runs combined over 9 matches across the tournament (0, 31, 4, 3, 17, 20, 15, 10, 12)   Australia’s opening partnership: 216 runs in the semifinal, 160 runs in the final.England 25/1 after 4 overs \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! 2.1:  Wyatt b Schutt 4 (5 balls) England’s opening partnership woes continue. Rarely had both batters click at No 1 and No 2. Centurion from the previous match, Wyatt is bowled by Schutt. The round-the-wicket was perhaps a ploy to throw Wyatt off? Comes over the wicket, gets a brilliant inswing through the defence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “One of the great innings I have ever seen in a World Cup”: Nasser Hussain\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Thought Mooney might be keeping wickets, but nope, Healy it is.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    After a knock that like that, she is out here to keep wickets. Alien. #CWC22— Krithika (@krithika0808) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England 6/0 after 1 over: Interesting, Schutt comes around the wicket to Wyatt in the first over. Wonder what was that about. A lofted square cut for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia: 356/5 (50 overs): Time for the run-chase. Anya Shrubsole said after the final England have got to play like. they have nothing to lose.  Think it’s more so the case after that Australia innings. Perhaps have some fun, see where it takes them.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Alyssa Healy said after the semifinal that she doesn’t quite like being called a “big-game player”. Then goes on to back up her semifinal century with a 170 in the final \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Reporter: You had a bit of a smile there when I said big game player, but is there something that you perhaps don’t see yourself as?Alysa Healy: Now that’s a funny one. I don’t know. I don’t like it. It sounds a bit arrogant. When someone says that  - at the end of the day, I’ve been saying it all along this World Cup, It hasn’t really been a one man show at any point. I feel like there’s four batters now in the top five run scorers. All our wickets are spread across the bowling attack. So from my point of view, someone was going to step up today and do a really good job for our group and I think multiple did today, so it was just really pleasing and we know that any one of us can do it in any situation which is awesome.— Healy after semifinal \n\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Target set 🎯England will chase down 357 for a victory in the #CWC22 Final! Can they defend their title? pic.twitter.com/2IYGMGwwCp— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n    Across the 2022 Ashes and World Cup combined, Australia have limited Sophie Ecclestone to 5 wickets at an average of 78.60.#CWC22 #AUSvENG— hypocaust (@_hypocaust) April 3, 2022\n\n\n\n    Highest team totals in World Cup finals:Australia 359 vs India – 2003 men’s WCAustralia 356 vs England – 2022 women’s WC#CWC22￼ #AUSvENG— Aditya Chaturvedi (@aditya_c19) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Innings break: Sure, I think many of us would have liked to see a closer contest (who knows, maybe still a possibility). But I think it’s worth taking a moment to acknowledge (again) the greatness of this side. Just absolutely sensational.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia finish on 356/5 (50): And breathe....   What. An. Innings.   Alyssa Healy plays one of the all-time great ODI innings, fantastic support acts from Rachael Haynes and Beth Mooney. Cameos from Lanning & Perry at the end. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC22 #TeamAustralia Ellyse Perry finishes with 2, 2, 4, 4, 2... and a stunning full length dive off the last ball to prove her back is completely fine after all. An unbeaten 17 off 10 balls for her. Just says quite a lot about this Australian batting lineup. pic.twitter.com/tvPSOmxZWe— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n    Highest individual scores in an ODI WC final170 - Alyssa Healy in 2022149 - Adam Gilchrist in 2007140* - Ricky Ponting in 2003138* - Viv Richards in 1979 #AusWvEngW— Mohandas Menon (@mohanstatsman) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 341/5 after 49 overs: Sophie Eccelstone starts the World Cup with 0/77, finishes with 1/71. Both against Australia.   In between, she had an absolutely brilliant tournament. Australia just a bit too good.   \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Yep, not bad @ahealy77 https://t.co/n7V1d9T9os— Pat Cummins (@patcummins30) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 333/5 after 48 overs:47.2: Shrubsole to Lanning, out caught by Beaumont47.3: Shrubsole to Mooney, out caught at midwicket47.4: Shrubsole eggs the crowd on for her hat-trick ball! McGrath sees it out.Shrubsole has figures of 3/31 in 9 overs at the moment. She loves a World Cup final, too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Anya Shrubsole is on a hat trick. Come on this game needs to have everything— Rick Eyre on cricket (@rickeyrecricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 330/3 after 47 overs: Lanning finishes that over with two fours. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Lots of Australia on this list! 🇦🇺💪 #CWC22 pic.twitter.com/i6qKnlASBf— cricket.com.au (@cricketcomau) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Alyssa Healy falls for 170!   Crowd at Hagley Oval stand up and applaud one of the greatest ODI innings of all time.   Highest ever individual score in any ICC ODI World Cup final. Australia lose a couple of wickets in that over as Gardner is run out too.  Healy was stumped by Jones too, perhaps fitting. 3 runs and 2 wickets in that Shrubsole over. 318/3 after 46, Lanning walks in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Highest scores in the Final of an ODI World Cup170  - ALYSSA HEALY - 2022 AUS v ENG149  - Adam Gilchrist - 2007 aus v sl140* - Ricky Ponting - 2003 aus v ind138* - Viv Richards - 1979 wi v eng107* - Karen Rolton 2005, Aravinda da Silva 1996 @AusWomenCricket #AUSvENG #CWC22— Swamp (@sirswampthing) April 3, 2022\n\n\n\n    129 runs in the semifinal.170 runs in the final.509 runs in the tournament.Alyssa Healy with one of the greatest ODI performances by an Australian cricketer.#CWC22￼ #AUSvENG— Aditya Chaturvedi (@aditya_c19) April 3, 2022\n\n\n\n    Alyssa Healy's sensational knock of 170 comes to an end 👏How good was that innings?#CWC22 pic.twitter.com/Pzx5s5sLBk— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 315/1 after 45 overs: Think Healy just shouted ‘not yet not yet’ as she skied one off Cross that fell into a vacant region of the field. A four off a wide from Cross. Sums up. Healy on 170.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    500 runs for Healy in the tournament! A new record, braking Haynes’ set a few hours back. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Well this got old quick, @cricketcomau 🤪Healy from nowhere and straight to the top of the list! #CWC22 https://t.co/sAA06iv63m— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n    An astonishing campaign. To peak at this time, at this height. Unreal.#CWC22 #AUSvENG https://t.co/CtUaCkYLmx— hypocaust (@_hypocaust) April 3, 2022\n\n\n\n    Alyssa Healy becomes the first player to score 150+ runs in any ICC event final. #CWC22— Kausthub Gudipati (@kaustats) April 3, 2022\n\n\n\n    Why is Healy so good? Showed patience when the ball was moving early, attacked the off-spinner, went through the gears and now in full flair mode. Also, she was dropped on 41 which you can’t do #CWC22— Isa Guha (@isaguha) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 297/1 after 44 overs: Just some things that have happened...FOUR fours in Sciver’s overFOUR fours in Ecclestone’s overHealy goes past her career best, the tournament’s best and 150!Mooney goes past 50.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Australia are dealing this like they are angry at being asked to play a World Cup to decide who the World Champions are.— Global Spot League Official (@GlobalLeagues) April 3, 2022\n\n\n\n    Vicious circle, eh? England started their #CWC22 campaign with a defeat against Australia. Fielding left a lot to be desired. Sophie Ecclestone taken for runs. Improved thereon to have a dream run only to come back to it all. #AUSvENG— S. Sudarshanan (@Sudarshanan7) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 260/1 after 42 overs: 100 partnership! 9 runs from Brunt over and she is really angry at Dean for fielding (could be at herself too). Then Ecclestone’s over goes for 15! Two fours for Mooney.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 236/1 after 40 overs: We are heading into the final 10.  Alyssa Healy 125* Beth Mooney 30*  Meg Lanning, Ash Gardner, Ellyse Perry, Tahlia McGrath still to bat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Terrific from both Jones and Healy! Just utterly brilliant. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    An off-balance Healy just manages to get back into her crease! #CWC22 pic.twitter.com/OuZARcwsMS— cricket.com.au (@cricketcomau) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Alyssa Healy just needing some physio attention there. She needs to keep wickets as well after this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The commentators have now stopped acknowledging boundaries, such is Australia's dominance.— Ric Finlay (@RicFinlay) April 3, 2022\n\n\n\n    Semi Final 🤝 FinalAlyssa Healy 🤝 🐐#CWC22 #CricketTwitter #AUSvENG pic.twitter.com/EcRHLsrFUu— Krithika (@krithika0808) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 233/1 after 39 overs: Poor over from Brunt, the wheels are coming off for England. Over starts and ends with a four, one each for Healy and Mooney.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 221/1 after 38 overs: The boundary an over keeps coming for Australia. England look deflated.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    From one legend to another 💚💛Alyssa Healy has moved past Karen Rolton's record for highest individual score at a women's World Cup final! #CWC22 https://t.co/aEXgjy5Bv8— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n    First time it's ever been done in a women's or men's World Cup. There have been some incredible semi and final efforts by batters and bowlers (Aravinda De Silva in 1996, SK Warne in 1999 spring to mind), but never back to back 100s #CWC22— Daniel Brettig 🏏 (@danbrettig) April 3, 2022\n\n\n\n    ABSOLUTE QUEEN ❤️❤️❤️ pic.twitter.com/g2lnv1dc50— Sritama Panda (Ross Taylor’s version) (@cricketpun_duh) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 208/1 after 36 overs: Healy keeps going. Two fours in that Cross over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CENTURY FOR ALYSSA HEALY! Australia decided to make Alyssa Healy open regularly after the 2017 World Cup. Since then in ODIs among all openers:2000-plus (most among all teams) 5 centuries (joint most) 18-plus 50-plus scores (third most)  Perfectly signifies Australia’s 5-year run.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    She's done it! 💯 We've said it before and we'll say it again - Alyssa Healy LOVES a World Cup final!A simply superb hundred on the biggest stage of all #CWC22 pic.twitter.com/t2LQ8TXe7D— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n    #CWC22 #AUSvENG✅ Half century in 2020 T20 World Cup Final✅ Century in 2022 ODI World Cup Semi-Final✅ Century in 2022 ODI World Cup FinalAlyssa Healy, ladies & gentlemen!#CWC22Final 🏆https://t.co/tHlOA2gGLB pic.twitter.com/Y1mSjsJAwy— The Field (@thefield_in) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 187/1 after 34 overs: Good over from Sophie, Healy on 99.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 185/1 after 33 overs: Superb from Mooney to upper cut Sciver over Jones for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I've no idea about attendances in New Zealand generally or Hagley Oval specifically, but that looks a good crowd for a neutral women's ODI.#CWC22 #AUSvENG pic.twitter.com/vs4fzYRCjr— hypocaust (@_hypocaust) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 175/1 after 32 overs: Five singles in the Ecclestone over. Brunt is on the field. Healy moves on to 96.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Australia should get 320 from here. Anything less than that, England have pulled it back. 300 par on this pitch. England can chase if they bat well. #CWC22— Isa Guha (@isaguha) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 170/1 after 31 overs: Play resumes, not quite sure if Brunt is carrying on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DRINKS: Australia 169/1 after 30.5 overs: Oh dear, Brunt seems to have hurt her shoulder at long on while diving to prevent a four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Highest partnership during the knock-out stages of a Women's World Cup:216 Haynes & Healy AUS v WI, 2022 semi-final👈170 Clark & Keightley AUS v SA, 2000 semi-final160 Haynes & Healy AUS v ENG, 2022 final👈#CWC22 #AUSvENG https://t.co/rWFQ7ufWag— hypocaust (@_hypocaust) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 162/1 after 30 overs: Australia’s T20 openers are in the middle\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mooney and Healy in after thirty overs. This is now officially a T20 innings. #CWC22— Dan Liebke (@LiebCricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    29.1 WICKET! Haynes c Beaumont b Ecclestone 68 (93 balls) Sophie Ecclestone (who else) breaks the 160-run partnership. Can only imagine Rachael Haynes wanted to make sure the batting depth is used fully. And Australia send Beth Mooney at No 3, to keep the left-right combo again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 160/0 after 29 overs: Another good over for Australia, Healy pulls Sciver for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 152/0 after 28 overs: A record partnership for the ICC Women’s World Cup final! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC22 #TeamAustralia 150 and counting between Alyssa Healy and Rachael Haynes. Now, the highest ever partnership for any wicket in the history of this tournament. What a pair.— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 142/0 after 26 overs: Oh dear, just as Nasser Hussain was talking about the lengths England seamers have bowled (a bit too short), Brunt errs on line. Healy and Haynes with a four each through leg side. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Half-centuries to Rachael Haynes and Alyssa Healy have helped #TeamAustralia make a fast start in the #CWC22 Final against #TeamEnglandThey are 131/0 after 25 overs.#CWC22 pic.twitter.com/RjBd7x5tXF— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 131/0 after 25 overs: IF ever an over showed nerves, that’s got to be it from young Charlie Dean. Gets her length, line all over the place. Healy with two fours with great use of the feet. All the pressure on England now, and it is starting to show.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Most century opening stands in women's ODIs:10 Clark & Keightley (AUS)7 Lee & Wolvaardt (SA); Haynes & Healy (AUS)6 Bates & Priest (NZ)#CWC22 #AUSvENG— hypocaust (@_hypocaust) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 120/0 after 24 overs: Brunt comes back for a five-run over, all singles. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    So... I'm going to disagree with a lot of folks here.... Putting Australia in was the right call. It was a gamble, and it looks like hasn't paid off, but it was England's best chance to win a game where they are massive underdogs.— CRICKETher 🏏 (@crickether) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    (Correction) Australia 115/0 after 23 overs: Another half century for Alyssa Healy too! Will she go back-to-back tons? Two fours in that Cross over for Healy. Be very worried, England. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rachael Haynes and Alyssa Healy continue their phenomenal #CWC22 run with both openers bringing up their half-century. pic.twitter.com/xFI33J6AuN— ICC Cricket World Cup (@cricketworldcup) April 3, 2022\n\n\n\n    100* opening partnership for the Aussies & that’s how the dugout feels about it!!#CWC22 | #AUSvENG | #CricketTwitter pic.twitter.com/VSCw4mp0nf— 171 Not Out #CWC22 (@171notout) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 98/0 after 21 overs: Oh, England what have you done! Danni Wyatt first, Nat Sciver next... two dropped catches in one Kate Cross over! Both rather straightforward. Haynes and Healy get a life each. And Haynes gets to 50 in that over too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    England’s nemesis ‘catching’ coming back to haunt them again…#CWC22— Isa Guha (@isaguha) April 3, 2022\n\n\n\n    #CWC22 20.1: Cross to Haynes, dropped by Wyatt 20.4: Cross to Healy, dropped by Sciver pic.twitter.com/Wo6dUZ6Yy9— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 92/0 after 20 overs: Ominous signs, if you are hoping for a England win. Another brilliant opening stand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 86/0 after 19 overs: Cross hasn’t got her radar right for the LHB. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Just another casually excellent take, down the leg side off a pacer, for Amy Jones. ⭐️#CWC22 pic.twitter.com/wjEbh59S7o— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 81/0 after 18 overs: If Healy is clearing her front foot and launching down the ground off Ecclestone... not good signs for England. Ecclestone to her credit comes back with a lovely looped delivery next up. Good battle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Drinks at Hagley Oval! The Healy-Haynes partnership ticking along veryyy nicely. Aussies 0-76 after seventeen overs #CWC22 pic.twitter.com/gItukibm67— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 76/0 after 17 overs: Cross a bit too legside for Haynes in that over. Top of off, but for RHBs. Time for drinks. There would be a few worried heads in that England camp, I’d assume.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Nice to see the crowd building up. Reminder that this is a crowd for a neutral match. New Zealand are not even playing!#CWC22 #CricketTwitter pic.twitter.com/3ixiuXgxQM— Krithika (@krithika0808) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Isa Guha is spot on. This little spell with Ecclestone-Cross is potentially match defining. If Australia keep going, good luck England.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    It’s ok - good to get Dean and Sciver into the game early. But this is the key - how Aus go against their bankers Ecclestone and Cross #CWC22— Isa Guha (@isaguha) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 70/0 after 16 overs: A huge appeal for LBW by Ecclestone against Healy. England review but a big inside edge there. (Not as bad as Ecclestone’s review a few days back against SA, but that’s one gone for England).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sophie Ecclestone time. Australia 68/0 after 15 overs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rachael Haynes sets a new CWC record. She goes past Debbie Hockley’s record for the most runs at a single edition of this tournament. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC22And there's the tournament record for Rachael Haynes! (PS: Laura Wolvaardt should have been there too though, sigh) https://t.co/0ATpkG1djD pic.twitter.com/8yFDXeFUKk— Vinayakk (@vinayakkm) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 63/0 after 14 overs: Two gorgeous shots through the offside for four against Dean, behind square and in front of square, backfoot and frontfoot. Delightful.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 54/0 after 13 overs: Another 50-run partnership between #Hayly? #Heales? Anyway, they are at it again. England persisting with Sciver still from that end...\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 49/0 after 12 overs: Healy will not let Dean to settle in. Makes her intent clear with a lofted shot over mid on for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 42/0 after 11 overs: Sciver again gets her length wrong, put away by Haynes for four. England can’t afford this, just need to get Cross and Ecclestone and Dean on soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 37/0 after 10 overs: Powerplay done. Tournament final... a stunning pick-up shot through midwicket in the previous over and now a superb on drive for four off Shrubsole. Inswinger, just sheer timing. Alyssa Healy is here. Be worried, England. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Alyssa Healy on the drive 🤌#CWC22— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 32/0 after 9 overs: There we go, Healy showing intent against Sciver. Picks up one from offstump and flicks it over midwicket for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 26/0 after 8 overs: just one run in Shrubsole’s over. Time for Sciver from the other end, she has not had the best tournaments with the ball. Needs to keep this pressure up.Kate Cross, Charlie Dean, Sophie Ecclestone are going to be huge for England. Especially, Cross & Ecclestone in form. After this tight start, Australia will likely come hard at them in the middle overs. Shaping up fir a lovely battle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 25/0 after 7 overs: First, a bouncer that is well directed. Then, a rank short ball. Two fours for Haynes off Brunt. A gear shift around the corner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    What it's all about ❤️ #CWC22 pic.twitter.com/eO0QiItZq0— Lavanya (Following #CWC22) (@lav_narayanan) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 16/0 after 6 overs: Oh, LBW appeal from Shrubsole to Healy. That swung a bit but looked close. Knight doesn’t review. Will be interesting to take another look.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sung loud and proud ❤️ #CWC22 pic.twitter.com/ZMtSlVryNs— England Cricket (@englandcricket) April 3, 2022\n\n\n\n    Went to bed early. Managed to get about 5 minutes sleep as was so keyed up. Goodness knows how much the players got between them! #CWC22— Raf Nicholson (@RafNicholson) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 14/0 after 5 overs: Another absolute peach, this time Brunt to Haynes. Beaten outside the offstump by what seemed like a cutter, Healy has a big smile from the non-striker’s.Australia, though, yet to lose a wicket. They will not mind any of this getting beaten business if these two openers get their eye in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 11/0 after 4 overs: Another tidy over for England, just a single in Shrubsole’s over. A well-timed drive from Healy straight to the fielder.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 10/0 after 3 overs: Another over of five dots and a four. Australia won’t mind that at all. Just one ball short and wide in that over from Brunt, put away by Healy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Nasser Hussain: How about that win predictor? We've only had 11 balls and Australia's at 64%. Come on now! #CWC22 #AUSvENG— Lavanya (Following #CWC22) (@lav_narayanan) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 6/0 after 2 overs: Shrubsole starts on the leg side to Haynes, looking for a Hollywood delivery early on but one is guided fine for four. Gets her line right after that, taking the ball past Haynes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The defending champions are the underdogs.Things that happen ONLY when you go up against the Australian women’s team 😅#AUSvENG #CWC22— Rupin Kale (@Vegansportlover) April 3, 2022\n\n\n\n    100 of the very best for the skipper. Congratulations Meg 💛 #CWC22 #TeamAustralia pic.twitter.com/gd8J3CjrIC— Australian Women's Cricket Team 🏏 (@AusWomenCricket) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia 2/0 after 1 over: Oh that was a solid first over from Brunt! Nice shape away from the right-hander, starts short of length a bit and then goes fuller. That’s a good sign.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here we go then! The two best teams in the world, when it comes to quality of cricketers on the field and the quality of support they receive off it. Incredibly though, the first time since 1988 that they meet each other in the summit clash. It’s a final perhaps that was meant to be. Is it meant to be for Australia to achieve their crowning glory? Is it meant to be for England to defend their title.Healy and Haynes in the middle. Brunt to start us off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Stats that matterIt will be their 19th head-to-head ICC Women’s World Cup match; Australia have dominated the historical head-to-head match-up, winning 12 of those 18 contests, compared to England’s five (1 NR).These two nations have faced each other twice in the finals (1982 and 1988), Australia won on both occasions. Australia have won a total of six titles so far, the most by any nation, followed by England (four).Australia and England women have also competed against each other in 64 ODIs, excluding World Cups. Australia again have the upper hand, winning 44 of those matches, compared to England’s 18 (2 NR).Their last meeting was in the opening round at this World Cup on the 5th of March, England fell short of the 311-run target by only 12 runs. In the Ashes series that preceded the World Cup, Australian won the ODIs 3-0.w\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Confirmation of team newsEngland XI: Tammy Beaumont, Danni Wyatt, Heather Knight (c), Natalie Sciver, Amy Jones (wk), Sophia Dunkley, Katherine Brunt, Sophie Ecclestone, Charlie Dean, Kate Cross, Anya Shrubsole Australia XI: Alyssa Healy (wk), Rachael Haynes, Meg Lanning (c), Ellyse Perry, Beth Mooney, Tahlia McGrath, Ashleigh Gardner, Alana King, Jess Jonassen, Megan Schutt, Darcie Brown\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A good time to read Ananya Upendran’s brilliant piece on #EllysePerry through the words of Lisa Sthalekar.Goofball, leader, superstar: The rise of indomitable Ellyse Perry through the eyes of Lisa Sthalekar\n    \n        \n        \n            \n            \n            \n        \n    \n\n    After the heartbreak of missing the knockout stage of the 2020 #T20WorldCup, it’s fantastic news for #TeamAustralia that Ellyse Perry is back in their XI for the #CWC22 final. #BigMatchPlayer https://t.co/mZ20FbLqBY pic.twitter.com/4uVy97v0Bl— Ananya Upendran (@a_upendran11) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ICYMI: India’s GS Lakshmi named match referee for England-Australia final to be officiated by four female officials\n    \n        \n        \n            \n            \n            \n        \n    \n\n    England have won the toss in the #CWC22 Final and elected to bowl first against Australia. pic.twitter.com/k9X57kDAfZ— ICC (@ICC) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS: Heather Knight has won the toss & opts to bowl first. Ellyse Perry is back for Australia. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    This World Cup has been full of thrillers. Hopefully one more today at the biggest stage of the tournament - THE FINAL!!! #CWC22 pic.twitter.com/LQUWxBBFzP— Mazher Arshad (@MazherArshad) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to the Scroll.in’s coverage of the ICC Women’s Cricket World Cup. For one final time, here’s hoping this World Cup delivers again.The final of the 2022 edition will be played between Australia and England. That, in itself, is not a surprising statement. They are the two best units in the world, when it comes to quality of cricketers on the field and the quality of support they receive off it. But incredibly enough, this is the first time since 1988 that they meet each other in the summit clash.Around mid-way in the tournament, it did not seem likely. England were contemplating an early return home after three defeats out of three. It’s been a great turnaround. The other half of the final though, was destined to be. It should come as absolutely no surprise that Meg Lanning and Co are here, and even that they are unbeaten so far in the tournament. The captains’ press conference before the tournament started with Lanning saying all teams are chasing defending champions England while Knight said Australia are the obvious standout side that teams will be chasing. Either way, on Sunday, both sides are chasing just one thing... greatness.Read more in our preview here\n    \n        \n        \n            \n            \n            \n        \n    \n\n    AUS & ENG have not met in a Women's World Cup Final since 1988AUS has won both of its World Cup Finals v ENG (1982 & 1988)AUS has won its past 7 ODIs v ENGAUS has lost 1 of its past 38 ODIsAUS has won its past 13 ODIs in NZMeg Lanning's 100th ODI#CWC22 #AUSvENG 🇦🇺🏴󠁧󠁢󠁥󠁮󠁧󠁿— Fox Sports Lab (@FoxSportsLab) April 3, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy ICC Match Centre / Disney+Hotstar.Stats in the blog courtesy ESPNCricinfo Statsguru.With inputs from ICC Business Corporation FZ LLC 2020 via Media Zone","author":"Vinayakk MohanaranganAditya Chaturvedi ","time":"2022-04-03T06:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172479-oywuoqhvso-1648973423.jpeg","tags":["CWC 22","World Cup","ICC Women's Cricket World Cup","Meg Lanning","Heather Knight","Australia vs England"]}