{"title":"U19 Women’s T20 World Cup, IND vs SCO blog: Mannat Kashyap’s four-for helps India win by 85 runs","content":"Player of the match: Left-arm spinner Mannat Kashyap for her game-changing spell of 4/12 from four overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India's Super Six fixtures21 Jan, vs Australia, 5:15 pm IST, Absa Puk Oval, Potchefstroom22 Jan, vs Sri Lanka, 5:15 pm IST, Senwes Park, Potchefstroom#U19T20WorldCup— Mohit Shah (@mohit_shah17) January 18, 2023\n\n\n\n    Dominance continues as India tops the Group D with a dominant 85 runs victory over Scotland! #U19T20WorldCup pic.twitter.com/2Y56PkDHQX— Kalyani Mangale (@MangaleKalyani) January 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 66/10 (13.1 overs): Sonam picks her second wicket as Montgomery is dismissed for 5 off 5. Another mighty performance by Shafali Verma and Co as they storm into the Super Six stage with three wins out of three in the group stage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India win by 85 runs!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 66/9 (12.5 overs): OUT! Third wicket (3/14) for Archana Devi! Nayma Sheikh (7 off 13) edges it and Richa Ghosh takes a sharp catch in the slips. India are just one wicket away from victory now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 60/8 (11.5 overs): OUT! Sonam Yadav strikes in her first over as well. A fantastic stumping from Hrishita Basu and Niamh Muir has to walk back for 1 off 3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 57/7 (10.3 overs): OUT! A brilliant piece of fielding from Sonia Mendhiya at short-third and Maryam Faisal (1 off 3) is run-out. Scotland lose their seventh wicket.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Not happy with just a 3-fer1st Indian to take a 4-fer at #U19T20WorldCupMannat Kashyap vs Scotland https://t.co/iJJaPWSFaL— Mohit Shah (@mohit_shah17) January 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 55/6 (10 overs): The end of a fantastic spell by Mannat Kashyap. The left-arm spinner returns with figures of 4/12 from her four overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 52/6 (9.2 overs): OUT! Fourth wicket for Mannat Kashyap! Emily Tucker (5 off 7) is out LBW as Scotland continue to have no answer for India’s spin.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 50/5 (8.4 overs): OUT! After a promising start, Scotland have lost half their side in a hurry. Archana Devi gets her second wicket by trapping Olivia Bell (o off 5) in front.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 49/4 (7.2 overs): OUT! Mannat Kashyap bags her third wicket! The left-arm spinner has turned things around with an excellent spell. She cleans up Scotland captain Katherine Fraser (5 off 6) this time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 47/3 (6.4 overs): OUT! India pick their third wicket as Archana Devi strikes in her first over. Darcey Carter (24 off 22) goes for another big shot but is caught by Titas Sadhu at long-on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Today in the PP:🇮🇳 - 35/2🏴󠁧󠁢󠁳󠁣󠁴󠁿 - 45/2— Jeet Vachharajani (Women's Cricket) (@Jeetv27WC) January 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 41/2 (5.4 overs): OUT! Second wicket for Mannat Kashyap! Emma Walsingham is out for a first-ball duck as G Trisha takes a good catch at cover.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 40/1 (5 overs): Big over for Scotland as Carter hits Yashasri for two fours and a six. Some clean ball-striking by the right-hander. India under a bit of pressure here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 21/1 (4 overs): OUT! India get the breakthrough as Mannat Kashyap concedes just a single and picks up a wicket in her first over. Alista Lister (14 off 14) departs as Shweta Sehrawat takes a comfortable catch at cover.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 23/0 (3 overs): An eventful second over by Titas. Alisa Lister hits a stunning six over cover before Darcey Carter gets a life as Richa Ghosh drops a catch at point. Hrishita Basu is keeping for India today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 13/0 (2 overs): Right-arm pacer Yashasri takes the new ball from the other end and Carter cuts one for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SCO 7/0 (1 over): Titas bowls the first over for India and concedes seven runs as Alisa hits a four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India's vice-captain Shweta Sehrawat in #U19T20WorldCup:Game 1: 92* | SR = 161Game 2: 74* | SR = 151Game 3: 31* | SR = 310Total = 197 | Dismissals = 0— Cricket Queens (@cricketqueens) January 18, 2023\n\n\n\n    Tweet does not exist\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 151/4 (20 overs): The in-form Shweta Sehrawat slams three fours and a six in the last over off Fraser to power India to a formidable total. Brilliant ball-striking by the right-hander to remain unbeaten on 31 off just 10. G Trisha was the top-scorer with 57 off 51.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India finish with 151/4\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 131/4 (19 overs): Montgomery concedes eight runs in the penultimate over as Basu manages to hit one over mid-on for four. Can India get to 140?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 123/4 (18 overs): Just the over India needed as Shweta hits the first six of the match and follows that up with a four. Bel returns with figures of 0/25.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 107/4 (16.5 overs): OUT! Fraser gets two wickets in one over! This time G Trisha is caught at deep mid-wicket and departs for 59 off 31. Scotland are doing well in the death overs. Shweta Sehrawat is finally in at No 6, she has Hrishita Basu for company at the crease.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 106/3 (16.3 overs): OUT! Richa Ghosh is caught out at last. The right-hander looks for a maximum but is caught at long-on and has to walk back for 33 off 35. Fraser gets the wicket.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 103/2 (16 overs): Montgomery, having dropped Richa in the previous over, returns to the attack and is cut ferociously by the right-hander for four. Seven runs come from that over. India will be eyeing the 140-run mark at this stage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I just hope Richa saves some luck for #T20WorldCup as well 😅 #U19T20WorldCup— Kartik O 🏏⚽🔗 (@KOCricket528) January 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 96/2 (15 overs): Off-spinner Carter joins the attack and concedes five wides to begin her spell. Then, Richa gets two more lives. Would you believe it! She was dropped four times in the previous game and has been dropped thrice so far today. That is some luck.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 81/2 (14 overs): Another solid over for Scotland. Left-arm spinner Niamh has settled into a nice rhythm. India need some big strokes soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian cricket: Prodigiously talented, G Trisha continues to make the right moves\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 78/2 (13 overs): Bell returns to the attack and bowls a tight over, just two runs from it. India will be looking to up the ante soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 76/2 (12 overs): Fifty! G Trisha brings up her first half-century of the tournament. She was promoted up the order and has made the most of her opportunity.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 68/2 (11 overs): Trisha hits Sheikh for two twos and a four. The right-hander has looked solid throughout and is nearing a half-century.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Not quite convinced by the decision to hold Shweta Sehrawat back in the batting order. Might as well have rested her and given Soumya Tiwari another chance.#U19T20WorldCup #INDvSCO— Aditya Chaturvedi (@aditya_c19) January 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 58/2 (10 overs): Left-arm spinner Niamh joins the attack and Trisha cuts one for four. India are in a decent position at the halfway stage of their innings. This is a much slower pitch and a score of around 130 will be good.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 51/2 (9 overs): Dropped! Richa was fortunate in the previous game and she gets a piece of luck again. Sheikh returns to the attack and gets a return catch at a good height, she puts in a bit of a dive but can’t hold on. India’s keeper-batter had picked up a boundary before that through the off side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 43/2 (8 overs): Another impressive over from Montgomery. She racks-up some serious pace, beats Richa’s outside edge a couple of times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is what Orla Montgomery brings to the Scotland side. I was surprised that she wasn't given more overs in the previous games, but now they should know. pic.twitter.com/8gQQHA0Dh0— Jeet Vachharajani (Women's Cricket) (@Jeetv27WC) January 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 38/2 (7 overs): Another fine over from Fraser, just three singles from it. Some sharp turn there for the off-spinner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 34/2 (5.4 overs): OUT! India lose their second wicket. Montgomery with a superb bouncer and Mendhiya edges it to the keeper trying to play a pull shot. She departs for 6 off 11 as Richa Ghosh comes to the crease.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    G Trisha's late cut is a thing of beauty.Always prolific through third.#U19WorldCup— Mohit Shah (@mohit_shah17) January 18, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 27/1 (5 overs): Off-spinner Fraser joins the attack and bowls a tidy first over, just four singles from it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 23/1 (4 overs): Another four for Trisha as she dabs one from right-arm medium pacer Sheikh past short-third.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 14/1 (3 overs): Seven runs come from off-spinner Bell’s second over as Trisha whips one stylishly for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Correction: G Trisha, not Shweta Sehrawat, has opened the batting for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 2/1 (1.2 overs): OUT! Big blow for India early on! Shafali Verma gets caught at deep mid-wicket and is dismissed in the second over. Sheikh gets the wicket. The new batter is Mendhiya.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 2/0 (1 over): Bell starts with a tidy over, just two runs from it. India have Shafali and Shweta at the crease.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s playing XI: S Verma (c), S Sehrawat, G Trisha, R Ghosh (wk), S Mendhiya, T Sadhu, Y Soppadhandhi, A Devi, S Yadav, H Basu, M Kashyap.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Two changes in the playing XI for India again: Parshavi Chopra and Shabnam make way for Sonam Yadav and Yashasri.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Toss update: Shafali Verma has won the toss and India will bat first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live coverage of the ICC Under-19 Women’s T20 World Cup match between India and Scotland at the Willowmoore Park B in Benoni.After defeating South Africa and the United Arab Emirates, Shafali Verma-led India will be keen to enter the Super Six stage on a high by getting a win against Scotland as well. Shweta Sehrawat has been the standout player for India so far with superb knocks in both the matches. India have been one of the most impressive teams in the tournament and will be determined to make another statement today.U19 Women’s T20 World Cup: Hurley Gala ruled out, Yashasri Soppadhandhi named replacement\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here’s a look at India’s squad:Shafali Verma (c), Shweta Sehrawat (vc), Richa Ghosh (wk), G Trisha, Soumya Tiwari, Sonia Mendhiya, Hrishita Basu (wk), Sonam Yadav, Mannat Kashyap, Archana Devi, Parshavi Chopra, Titas Sadhu, Falak Naz, Shabnam, Yashasri Soppadhandhi.Standby players: Shikha, Najla CMC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ready to hit the ground running! 🙌Take a look at #TeamIndia's squad led by @TheShafaliVerma for the inaugural #U19T20WorldCup 👌 pic.twitter.com/nDb3aC8UOy— BCCI Women (@BCCIWomen) January 13, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:U19 Women’s T20 World Cup: You know Shafali Verma and Richa Ghosh, meet rest of India’s squadICC U19 Women’s T20 World Cup: Squads, format, schedule, broadcasters – a ready reckoner\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy FanCode.","author":"Aditya Chaturvedi","time":"2023-01-18T16:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185775-pkahvsmfvh-1674039833.jpeg","tags":["cricket","indian cricket","indian women's cricket team","icc under-19 women's t20 world cup 2023","shafali verma","mannat kashyap"],"source":"https://scroll.in/field/1042111/icc-under-19-womens-t20-world-cup-2023-india-vs-scotland-live-updates-shafali-verma-and-co-eye-clean-sweep-in-group-stage"}