{"title":"ICC U19 Women’s T20 World Cup: Squads, format, schedule, broadcasters – a ready reckoner","content":"The inaugural edition of the ICC Under-19 Women’s T20 World Cup 2023 is set to commence on January 14 in South Africa, with the final scheduled for January 29. The tournament that will see a total of 16 teams competing in the competition is expected to provide a boost to women’s cricket across the world. It’s been a long time coming. A viable platform for age-group cricketers in the women’s game will be a significant step in expanding the base of the pyramid. “The inaugural Women’s U-19 World Cup is a hugely important tournament for the future of the game,” former India international Snehal Pradhan (who is now an administrator at ICC) had told Scroll.in in an interview. “And we’ve already seen, just the creation of that tournament has driven change in so many member countries, because now member countries are building their junior programmes. Now they have a clear pathway for which their junior programmes will aspire to. So that’s extremely exciting.”“While the Women’s T20 World Cup has been played for several years now, the Under-19 event is a first-time event and one that holds a lot of promise,” Sachin Tendulkar wrote in the ICC column. “I think this can transform the landscape, since a global platform will ensure great learning and experience to young women cricketers. Though women’s cricket has made huge strides, there are areas still to be tapped. What is required right now is a more robust grassroots system across the world. The larger we spread the base, the more talent we will unearth and that will have a direct bearing on the quality of the game.”Direct entry was given to 11 Full-Member nations of the International Cricket Council: India, Australia, Bangladesh, England, Ireland, New Zealand, Pakistan, South Africa, Sri Lanka, West Indies and Zimbabwe.The United Arab Emirates, Rwanda, Scotland, Indonesia and the United States of America made it to the World Cup after competing in regional qualifier tournaments.ICC U19 Women’s T20 World Cup: Meet the Shafali Verma-led 15-member Indian squadIndia, with established names like Shafali Verma (captain) and Richa Ghosh (wicketkeeper) in their ranks, start as one of the favourites. Australia, who have a number of players from the Women’s Big Bash League, are also strong contenders. England, too, have players with top-level experience.Here’s a look at India’s squad:Shafali Verma (c), Shweta Sehrawat (vc), Richa Ghosh (wk), G Trisha, Soumya Tiwari, Sonia Mendhiya, Hurley Gala, Hrishita Basu (wk), Sonam Yadav, Mannat Kashyap, Archana Devi, Parshavi Chopra, Titas Sadhu, Falak Naz, Shabnam.Standby players: Shikha, Najla CMC, Yashashree.Here’s a look at India’s group stage schedule: India's schedule for group stage \n    \n       Day  Date  Time  Opposition  Venue \n    \n     Saturday  January 14  5.15 pm IST   South Africa  Willowmoore Park, Benoni  Monday  January 16  1.30 pm IST  UAE  Willowmoore Park, Benoni  Wednesday  January 18  5.15 pm IST  Scotland  Willowmoore Park B, Benoni \n  Tournament formatThe 16 teams competing have been divided into four groups. In the group stage, every team will play once each against the other three teams in its group. Then, the top three teams from each of the four groups will qualify for the Super Six round.In the Super Six round, the 12 teams that progressed will again be divided into two groups. Group 1 will comprise the three teams each from Groups A and D, while Group 2 will have three teams each from Groups B and C.A1 will face D2 and D3, B1 will face C2 and C3, A2 will D1 and D3 and so on, for two matches each in the Super Six stage.Finally, the top two teams from both groups will enter the semifinals, which will both be played on January 27 at the JB Marks Oval in Potchefstroom. The final will be held at the same venue on January 29.The tournament will be played across four venues in Benoni and Potchefstroom.Here’s a look at the four groups:Group A: Australia, Bangladesh, Sri Lanka, USAGroup B: England, Pakistan, Rwanda, ZimbabweGroup C: Indonesia, Ireland, New Zealand, West IndiesGroup D: India, Scotland, South Africa, UAEHere’s a look at the full schedule for the tournament:Courtesy ICCGroup A all squadsAustralia: Chloe Ainsworth, Jade Allen, Charis Bekker, Paris Bowdler, Maggie Clark, Sianna Ginger, Lucy Hamilton, Ella Hayward, Milly Illingworth, Eleanor Larosa, Rhys McKenna (c), Claire Moore, Kate Pelle, Amy Smith, Ella Wilson.Non-travelling reserves: Paris Hall, Samira Dimeglio, Sara Kennedy, Olivia Henry, Ananaya Sharma.Bangladesh: Disha Biswas (c), Shorna Akter, Rabeya, Marufa Akter, Dilara Akter, Misty Rany Shaha, Reya Akter Shika, Sumaiya Akter, Afia Humaira Anam Prottasha, Mst Unnoti Akter, Mst Dipa Khatun, Leky Chakma, Asrafi Yeasmin Arthy, Jannatul Maoua, Mst Eva.Stand-by: Suborna Kormakar, Nishita Akter Nishi, Mst Rabaya Khatun, Juairiya Ferdous.Sri Lanka: Vishmi Gunarathne (c), Dahami Sanethma, Umaya Rathnayake, Rashmi Nethranjali, Rashmika Sewwandi, Dewmi Vihanga Wijerathne, Manudi Nanayakkara, Sumudu Nisansala, Pamoda Shaini, Vidushika Perera, Dulanga Dissanayake, Rismi Sanjana, Nethmi Senarathna, Harini Perera, Vihara Sewwandi.USA: Geetika Kodali (c), Anika Kolan, Aditi Chudasama, Bhumika Bhadriraju, Disha Dhingra, Isani Vaghela, Jivana Aras, Laasya Mullapudi, Pooja Ganesh, Pooja Shah, Ritu Singh, Sai Tanmayi Eyyunni, Snigdha Paul, Suhani Thadani, Taranum Chopra.Reserves: Chetnaa Prasad, Kasturi Vedantham, Lisa Ramjit, Mitali Patwardhan, Tya Gonsalves.Group B all squadsEngland: Ellie Anderson, Hannah Baker, Josie Groves, Liberty Heap, Niamh Holland, Ryana MacDonald-Gay, Emma Marlow, Charis Pavely, Davina Perrin, Lizzie Scott, Grace Scrivens (c), Sophia Smale, Seren Smale, Alexa Stonehouse, Maddie Ward.Non-travelling reserves: Emily Churms, Charlotte Lambert, Bethan Miles, Jemima Spence, Mary TaylorPakistan: Syeda Aroob Shah (c), Aliza Khan, Anosha Nasir, Areesha Noor Bhatti, Eyman Fatima, Haleema Azeem Dar, Haniah Ahmer, Laiba Nasir, Mahnoor, Quratulain Ahsen, Rida Aslam, Shawaal Zulfiqar, Warda Yousaf, Zaibunnisa, Zamina Tahir Chughtai.Reserves: Aqsa Yousaf, Dina Razvi, Maham Anees, Muskan Abid, Tahzeeb Shah.Rwanda: Gisele Ishimwe (c), Merveille Uwase, Henriette Isimbi, Marie Josee Tumukunde, Geovanis Uwase, Shakila Niyomuhoza, Sylvia Usabyimana, Henriette T. Ishimwe, Divine Ishimwe Gihozo, Belise Murekatete, Cynthia Tuyizere, Cesarie Muragijimana, Rosine Irera, Zurafat M. Ishimwe, Synthia Uwera.Zimbabwe: Kelis Ndhlovu (c), Kelly Ndiraya, Kay Ndiraya, Adel Zimunu, Natasha Mtomba, Vimbai Mutungwindu, Danielle Meikle, Tawana Marumani, Michelle Mavunga, Olinder Chare, Kudzai Chigora, Betty Mangachena, Chipo Moyo, Faith Ndhlalambi, Rukudzo Mwakayeni.Group C all squadsIndonesia: Ni Luh Ketut Wesika Ratna Dewi (c), Thersiana Feibrene Catrina Penu Weo (vc), Ni Kadek Ariani, Yessny Yolanda Djahilepang,  Sang Ayu Ketut Puspita Dewi, Lie Qiao, I Gusti Sandya Febri Pratiwi, Ni Kadek Devi Murtiari, Ni Putu Cantika, Ni Kadek Dwi Indriyani, Desi Wulandari, Ni Made Suarniasih, Gusti Ayu Made Ratna Ulansari, Dewa Ayu Sasrikayoni, Kadek Ayu Kurniartini.Ireland: Amy Hunter (c), Siúin Woods (vc), Zara Craig, Georgina Dempsey, Rebecca Gough, Abbi Harrison, Jennifer Jackson, Joanna Loughran, Niamh MacNulty, Aimee Maguire, Kia McCartney, Ellie McGee, Julie McNally, Freya Sargent, Annabel Squires.Non-travelling reserves: Aoife Fisher, Alice Walsh.New Zealand: Izzy Sharp (c), Olivia Anderson, Anna Browning, Kate Chandler, Natasha Codyre, Izzy Gaze, Antonia Hamilton, Abby Hotton, Fran Jonas, Louisa Kotkamp, Kayley Knight, Paige Loggenberg, Emma McLeod, Georgia Plimmer, Natasha Wakelin.West Indies: Ashmini Munisar (c), Asabi Callendar, Jahzara Claxton, Naijanni Cumberbatch, Earnisha Fontaine, Jannillea Glasgow, Realanna Grimmond, Trishan Holder, Zaida James, Djenaba Joseph, K D Jazz Mitchell, Shalini Samaroo, Shunelle Sawh, Lena Scott, Abini St Jean.Group D all squadsIndia: Shafali Verma (c), Shweta Sehrawat (vc), Richa Ghosh (wk), G Trisha, Soumya Tiwari, Sonia Mehdiya, Hurley Gala, Hrishita Basu (wk), Sonam Yadav, Mannat Kashyap, Archana Devi, Parshavi Chopra, Titas Sadhu, Falak Naz, Shabnam.Standby players: Shikha, Najla CMC, Yashashree.Scotland: Katherine Fraser (c), Ailsa Lister (vc)(wk), Molly Barbour-Smith, Olivia Bell, Darcey Carter, Maryam Faisal, Maisie Maceira, Orla Montgomery, Niamh Muir, Molly Paton, Niamh Robertson-Jack, Nayma Sheikh, Anne Sturgess, Emily Tucker, Emma Walsingham.South Africa: Elandri Janse Van Rensburg, Simone Lourens, Anica Swart, Karabo Meso, Madison Landsman (vc), Oluhle Siyo (c), Kayla Reyneke, Jenna Evans, Miane Smit, Ayanda Hlubi, Seshnie Naidu, Refilwe Moncho, Monalisa Legodi, Nthabiseng Nini, Jemma Botha.Non-Travelling Reserves: Caitlin Wyngaard, Diara Ramlakan.UAE: Theertha Satish (c), Vaishnave Mahesh, Samaira Dharnidharka, Lavanya Keny, Sanchin, Rinitha Rajith, Indhuja Nandakumar, Siya Gokhale, Mahika Gaur, Avanee Patil, Archara Supriya, Rishitha Rajith, Geethika Jyothis, Sanjana Ramesh, Ishitha Zehra.Quotes corner:South Africa captain, Oluhle Siyo: “It feels like today has taken so long to get to, but we’re finally here. The World Cup has officially begun. It was so awesome to meet all of the captains during the captains’ photo, this tournament is going to be so much fun. As a team, we’re really excited to be hosts and to also play in our first-ever World Cup. We’ve worked hard to prepare for this moment and we just want to get started and show what we’re made of.”Australia Captain, Rhys McKenna: “It was pretty cool being able to meet all the other captains and being able to see the trophy up close made me pretty itchy to get the win. It’s been a pretty hectic few days since we’ve gotten to South Africa, we’ve either been training or playing (warm-up) games or doing lots of talks but it’s been pretty good to get a look at the other teams. We’re excited for Saturday, definitely.India captain, Shafali Verma: “Our first week of the U19 T20 World Cup has been really exciting and busy. We’ve done everything from training to warm-up games, to workshops about health and wellness, media and integrity. You can’t help but feel like you’re part of something new and historic. Today’s captains’ photo was definitely one of my standout moments of the build-up so far. It was such a festive atmosphere. We’re excited for our first match on Saturday.UAE captain Theertha Satish: “Our first week in South Africa has been so amazing. We’ve been to so many new grounds, we’ve met so many new people. The experience has just been amazing and we’ve enjoyed it to the fullest. We got a good opportunity to meet big stars who have been there and done that and have shared very valuable information with us on how they have gone about their own World Cup experiences, we’re excited to put those lessons to action. Taking the photo with the other captains and getting to meet them and make new friends was probably one of my best highlights so far. We can’t wait for Saturday to finally arrive.Broadcast details:Star Sports, the ICC’s global broadcast partner, have licensed rights to international broadcasters for select matches, including FanCode in India. ICC’s OTT platform, ICC.tv, will ensure live coverage of all matches across all global cricket markets. Global television/digital broadcasters \n    \n       India  All matches live on FanCode. Semis and Final on Star Sports \n    \n     Pakistan  All matches live on ARY ZAP & PTV Digital  Bangladesh  All matches live on Rabbithole  Sri Lanka  Semis and Final Star Sports - All matches on ICC.tv  Afghanistan  All matches on ICC.tv  Australia  Semis and Final on Fox Sports and Kayo - All matches on ICC.tv  New Zealand  All matches on Sky Sport NZ  UK & ROI  Semis and Final Sky Sports - All matches on ICC.tv  South Africa and Sub-Saharan Africa  All matches in SuperSport platforms  West Indies  Semis and Final on ESPN - All matches on ICC.tv  USA  Semis and Final on ESPN+ and Willow. All matches on WillowTV and  ICC.tv  Pacific Islands  All matches on ICC.tv  South East Asia  All matches on ICC.tv  MENA  All matches live on CricLife Max PopUp Channel (on ELife + DU + SwitchTV + StarzPlay )  Continental Europe  All matches on ICC.tv  Latin & South America  All matches on ICC.tv \n   via ICC  #U19T20WorldCupIndia legend @M_Raj03 spent time with the Shafali Verma-led U19 squad ahead of their tournament opener on Saturday. 📸 BCCI https://t.co/ZiaCIdpLUl pic.twitter.com/2BVdv5nkw1— The Field (@thefield_in) January 13, 2023\n\nCommentators:The commentary line-up features former international stars Lydia Greenway, Stacy-Ann King, Marina Iqbal, Isobel Joyce, and Julia Price. Former South Africa skipper Mignon du Preez, who has recently retired from international cricket, will also be part of the panel.Other voices include veteran broadcaster Charles Dagnall, broadcasters Georgie Heath, Raunak Kapoor, Philasande Sixaba, Ananya Upendran and Zaahier Adams.Among the commentators, Ananya Upendran is a contributor to Scroll.in and you can read her articles here.Inputs from ICC Business Corporation FZ LLC 2020 via Online Media Zone.","author":"Scroll Staff","time":"2023-01-14T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185537-payqoxligf-1673530609.jpeg","tags":["icc under-19 women's t20 world cup 2023","cricket","indian women's cricket team"],"source":"https://scroll.in/field/1041743/icc-u19-womens-t20-world-cup-squads-format-schedule-broadcasters-a-ready-reckoner"}