{"title":"ICC Men’s ODI World Cup: Record-breaking Rohit Sharma dazzles in eight-wicket win over Afghanistan","content":"India captain Rohit Sharma is known for his big hitting. After all, he holds the world record for the highest individual score in a One-Day International and has a penchant for hitting sixes like they’re practice balls in the nets.On a balmy Wednesday evening, as India faced Afghanistan at the Arun Jaitley Stadium in New Delhi, the 36-year-old put on a display that showcased why his moniker is the ‘Hitman.’In his 84-ball century, Sharma hit 16 boundaries and five sixes on his way to become the leading century-getter in the ICC Men’s World Cup with his seventh century across three editions, surpassing Sachin Tendulkar’s mark of six centuries across six tournaments. His brilliance particularly stood out when he smacked a 93m six over mid-wicket, the ball disappearing into the stands and Sharma gaining the applause of his fellow teammates. Being asked to field first, India restricted Afghanistan to a competitive 272/8 with captain Hashmatullah Shahidi and Azmatullah Omarzai scoring half-centuries on a pitch that offered something for the batters coupled with a fast outfield. Jasprit Bumrah picked up his best figures of the World Cup, 4/39, on a night when the Indian spinners were unable to replicate their performance against Australia. But ahead of the all-important clash against Pakistan on Saturday in Ahmedabad, every Indian fan and the rest of the Indian team will be ecstatic at how their captain lit up the World Cup stage in the eight-wicket win against Afghanistan. The captain vs the openerAfter the successful era of Ravi Shastri and Virat Kohli, Sharma has had to deal with the onset of the Covid-19 pandemic, a lack of trophies and the search for a steady opening partner. The first issue is behind him as of now and the third seems to be solved (albeit Shubman Gill’s unfortunate tryst with dengue). The second is what haunts him in every media interaction – when will Rohit Sharma, and India, win an ICC trophy?The last time India won an ICC title was the Champions Trophy in 2013, where Sharma’s paltry score of nine didn’t make much impact on the eventual result. Since then, the Mumbai-native has made a name for himself as an explosive opening batter – something India has enjoyed at the top of the order.Sharma, as a captain however, is currently facing the biggest test of his career, as he said himself in the opening press conference. After two solid wins though, the India captain continues to remain unassuming in the face of the manner of the victories.In the post-match interview with the broadcasters Star Sports, Sharma said, “It’s a special feeling to get a World Cup hundred. Really happy with that. Don’t want to think too much [about scoring seven hundreds in three World Cups]. I don’t want to lose my focus. You need to make such things count.”Granted, his batting form hasn’t suffered all that much since he officially took the reins in 2022 in the 50-over format – nine half-centuries and two centuries, including the one against Afghanistan seems to indicate that the pressure of captaining hasn’t impacted his ability to score those big runs.But unlike his time in 2015 and 2019 where the only pressure on his shoulders was to score those runs and make sure India had a good foundation, Sharma has a bigger challenge on his hands. Not only does he have to reckon with maintaining that batting form, but also ensure that he repeats what MS Dhoni managed to do in 2011 – win the World Cup at home.Timing and statureIn the fifth ball of the eighth over of the Indian innings, Sharma became the leading six-hitter across formats, overtaking Chris Gayle’s mark of 553 sixes with a nice 83m strike. The ball before, he’d reached his half-century in 30 balls and would go on to reach the 100 mark in 63 balls – the fastest for any Indian batter in a men’s ODI World Cup. He currently has 556 sixes to his name and is sure to add more through the course of this tournament.Timing the ball well and being able to hit those mammoth sixes has always been a favoured aspect of Sharma’s game. In the famed 264 innings against Sri Lanka, he nearly carried his bat before getting out on the final ball of the innings.It wasn’t to be a fairytale ending for him this time round either, as Rashid Khan outfoxed him with a slower one when Sharma tried to sweep the Afghan bowler. Pats on his back from Virat Kohli and the Afghan players as he walked off and with the entire Delhi crowd cheering for him – Sharma must have felt a sense of relief and a certain amount of pressure lifting off his shoulders.“Important to get the momentum at the start,” he said at the post-match presentation. “You will be put under pressure. There will be a spell from the opposition and we’ll have to absorb the pressure. We absorbed it well. For now, it’s leaving what’s happened aside and move on. In World Cups, you need to respond with different styles of play.”The fluency of the innings and how he tackled the Afghan bowlers, albeit not of the same calibre as the Australian opposition and definitely not at the same level as the Pakistan bowling attack he will face in Ahmedabad, is a sign of good things to come.Considering his team needed only 67 runs in less than 25 overs when he got out, there was ample batting prowess in the squad to take the Indians across the line.Kohli scored his 68th half-century while Shreyas Iyer chipped in with a solid 25. India also had the likes of Hardik Pandya and Shardul Thakur making up for an expensive Mohammed Siraj with the ball. And Ishan Kishan finally came good in the temporary opener role, a happy sight for Sharma who will definitely have to make changes for the next game against Pakistan in Ahmedabad.Right now though, Sharma is in a position he has rarely been in before this tournament – a captain leading a home team in an ICC World Cup. But irrespective of how the opposition is judged, the Indian captain will take this innings and build on the confidence going ahead.","author":"Tanya Kini","time":"2023-10-12T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194914-vqlnjyevqu-1697082327.jpg","tags":["Rohit Sharma","ICC Men's ODI World Cup 2023","Cricket World Cup","India","Indian cricket","Cricket"],"source":"https://scroll.in/field/1057450/icc-mens-odi-world-cup-record-breaking-rohit-sharma-dazzles-in-eight-wicket-win-over-afghanistan"}