{"title":"ICC Men’s ODI World Cup: Powerplay dominance, centuries from Shreyas and Rahul set up win over Dutch","content":"On a day when Diwali festivities rang, the Indian cricket team finished their 2023 ICC Men’s ODI World Cup league stage campaign unbeaten – nine wins from nine games, their longest-ever winning streak in the tournament.At the M Chinnaswamy Stadium in Bengaluru, Shreyas Iyer and KL Rahul joined forces in the first innings with India at 200/3 and stitched together a massive 208-run stand to guide India to their second-highest total in World Cup history, 410/4.While Iyer scored an unbeaten 128 off 94 deliveries, Rahul (102) smashed the fastest-ever World Cup century by an Indian off 62 deliveries as the men in blue dispatched everything the hapless Dutch bowlers had to offer all across the park.It was the dominating performance with the bat that led to Rohit Sharma to use as many as nine bowlers in the second innings.Along with the usual bowlers, Shubman Gill, Suryakumar Yadav, Virat Kohli and even Sharma came in to bowl – the latter two even picking up a wicket each – as India ran away with a 160-run win.During the course of the nine matches, India have been virtually unchallenged, but there has been a set trend in what seems to have been the team’s game plan. At the same time, the team has had the talent to back up those plans.Powerplay DominanceWhile India were always expected to bulldoze their way against the Netherlands, who finished last in the 10-team round robin stage, they did so as they have throughout this World Cup – by laying the groundwork in the batting powerplay – or first 10 overs – itself.The Indian opening pair of Sharma and Gill started off proceedings on Sunday in stunning fashion, with the latter taking the role of the aggressor this time around. Sharma himself scored at more than run a ball as the pair added 91 runs without the loss of a wicket in the powerplay.This early aggression has been a well thought-out strategy for the Indians throughout the World Cup. With skipper Sharma – a proponent of an aggressive approach early on, walking the walk more often than not, India have scored more than 90 in the first ten overs on three occasions in the nine round robin matches.Sharma also leads the charts for the most runs scored in the powerplay by a batter with 326 runs. India’s haul of 603 runs in nine matches is by far the best any team has batted in the opening powerplay overs at the ongoing World Cup. Australia are the second best with 581 runs in the first ten overs.India’s Powerplay Scores at 2023 ICC Men’s ODI World CupIndia vs Australia: 27/3India vs Afghanistan: 94/0India vs Pakistan: 79/2India vs Bangladesh: 63/0India vs New Zealand: 63/0India vs England: 35/2India vs Sri Lanka: 60/1India vs South Africa: 91/1India vs Netherlands: 91/0Previously, India have long stuck to the traditional approach of starting cautiously and exploding towards the end. This pivot in strategy at the World Cup led by example from the team’s captain has paid rich dividends for the hosts.The aggressive route taken early on has meant that the batters coming into the middle later on have had the luxury to take some time to settle in before playing attacking shots. The fact that India have dependable options in the middle order in the likes of Iyer, Rahul, and Yadav – all of whom can anchor the ship in case of rapid loss of wickets, has further allowed the openers to go ultra-aggressive at the start.It is, however, not just with the bat that India have asserted their dominance in the powerplay. The bowlers too excelled in the first 10 overs, tying the opponents down with some tight line and lengths and most importantly, picking up wickets.With 19 wickets in the powerplay in nine matches, India are the second highest wicket takers up front behind South Africa, who finished second in the points table after the round robin stage.While the Temba Bavuma-led side have taken 21 wickets, a majority of it is largely due to the effort of the tall left-arm pacer Marco Jansen, who has 12 wickets during this phase of play. For India, on the other hand, it has been an all-round effort.While Mohammed Siraj has struck seven times in the powerplay, Mohammed Shami has six wickets, and Jasprit Bumrah has scalped five batters in the first ten overs. India’s Powerplay Bowling Figures at 2023 ICC Men’s ODI World CupIndia vs Australia: 1/43India vs Afghanistan: 1/48India vs Pakistan: 1/49India vs Bangladesh: 0/63India vs New Zealand: 2/34India vs England: 4/40India vs Sri Lanka: 6/14India vs South Africa: 3/35India vs Netherlands: 1/62Even though they have taken fewer wickets, India managed to choke the run flow better than South Africa in the first 10 overs.While the hosts have a better economy rate and have bowled 382 dots balls in the powerplay, South Africa have bowled 354 dot balls and have leaked runs at a faster rate.The early control they have been able to establish has more often than not proven enough for India to close off matches in the round robin phase. Though their bowlers faltered a little against Netherlands with combined figures of 1/62 in the powerplay, India would hope that they are back to their best when they take on Achilles heel New Zealand in the semi-final on Wednesday.","author":"Abhijit Nair","time":"2023-11-13T09:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195820-bglpunfhtb-1699809139.jpeg","tags":["ICC Men's ODI World Cup","Cricket","Indian Cricket","Rohit Sharma","Jasprit Bumrah","Mohammed Shami","Mohammed Siraj","Virat Kohli","India vs Netherlands"],"source":"https://scroll.in/field/1059005/icc-mens-odi-world-cup-powerplay-dominance-centuries-from-shreyas-and-rahul-set-up-win-over-dutch"}