{"title":"ICC Men’s ODI World Cup: Pakistan file complaint over ‘inappropriate conduct’ during India clash","content":"The Pakistan Cricket Board, on Tuesday, announced that it has filed a formal protest with the International Cricket Council in response to delays in granting visas to Pakistani media and the lack of a visa policy for Pakistani supporters attending the ICC Men’s ODI World Cup 2023. Pakistan have also lodged a protest about alleged inappropriate conduct targeted at the Pakistan squad during their match against India at the Narendra Modi Stadium in Ahmedabad on October 14.The Pakistan Cricket Board (PCB) has lodged another formal protest with the ICC over delays in visas for Pakistani journalists and the absence of a visa policy for Pakistan fans for the ongoing World Cup 2023. The PCB has also filed a complaint regarding inappropriate conduct…— PCB Media (@TheRealPCBMedia) October 17, 2023\n\nIt remains unclear which instances of misconduct the PCB is specifically complaining against. However, after the end of the India-Pakistan match, videos of Indian fans chanting ‘Jai Shri Ram’ as Pakistani player Muhammad Rizwan returned to the dressing room surfaced on X, formerly known as Twitter. Pakistan skipper Babar Azam was also booed during the toss.Also read: Cricket: Any match but this India-Pakistan clash at the World CupZaka Ashraf, the chairman of the PCB Interim Management Committee, met with Syrus Sajjad Qazi on Monday to discuss his concerns on the slow issuing of visas for Pakistani fans and journalists who want to attend the World Cup in India.Also read: ICC Men’s ODI World Cup: ‘IND vs PAK felt like a BCCI event’ – Pakistan’s Mickey ArthurEarlier this week, an Indian advocate had filed a complaint with ICC against Pakistan wicket-keeper Rizwan in regards to him offering prayer on the ground. The attorney also claimed in his case that Rizwan had gone against the the ‘spirit of the game’ by dedicating his contribution in the win against Sri Lanka to the victims of Palestine in the ongoing Israel-Palestine conflict. The complainant is also the same individual who filed an FIR against Pakistani sports presenter Zainab Abbas based on tweets from ten years ago.pic.twitter.com/gwwpdIRh2u— zainab abbas (@ZAbbasOfficial) October 12, 2023","author":"Scroll Staff","time":"2023-10-17T23:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195076-zpwjiessdv-1697564170.jpg","tags":["ICC Men's ODI World Cup 2023","Muhammad Rizwan","India","Pakistan","PCB","Pakistan Cricket Board","BCCI","Board of Control for Cricket in India"],"source":"https://scroll.in/field/1057755/icc-mens-odi-world-cup-pakistan-file-complaint-over-inappropriate-conduct-during-india-clash"}