{"title":"ICC Under-19 Women’s T20 World Cup: India defeat England to become first-ever champions","content":"India became the first-ever ICC Under-19 Women’s T20 World Cup winners on Sunday, after a comprehensive, seven-wicket victory over England in Potchefstroom. It was another clinical display with the ball that held the key to India’s march to victory, with Titas Sadhu setting the pace, with the spinners delivering another telling performance when it mattered. Supplementing the fine bowling was outstanding fielding. The dismissal of England’s captain, Grace Scrivens, epitomised the sheer determination in the Indian ranks. The left-hander hit Archana towards long-off, where Gongadi Trisha sprinted in, and then leapt forward to take a wonderful, tumbling catch. It was the key wicket, in many ways, and the celebrations from India confirmed as much. Scrivens would go on to scoop the Player of the Tournament award, but she would have given all of that up for a better English display with the bat. Shafali Verma won the toss and elected to bowl, and Sadhu struck yet again in the first over. She hurried one onto Liberty Heap, who could only loop her attempted pull straight up and back to a gleeful Sadhu. Her figures of two for 6 in four overs deservedly earned her the Player of the Match award with just the start that India craved. She was backed up well by Archana (two for 17) and the irrepressible Parshavi Chopra, who snared two for 13 to close out a terrific tournament offering. There were also wickets apiece for Mannat Kashyap, Verma and Sonam Yadav, as England tumbled to 22 for four and then eventually 68 all out in 17.1 overs. After a tournament of free scoring, only Ryana Macdonald-Gay (19 off 24 balls), Niamh Holland (10) and Sophia Smale (11) could reach double figures. England’s hopes for more heroics with the ball were raised when they removed Verma (15) and Shweta Sehrawat (5) inside the first four overs. Verma hit a four and a six as she tried to put the heat on England early, before she top-edged Hannah Baker to short fine-leg. Soumya Tiwari and Trisha were having none of it. Tiwari smacked three fours in her 24 not out from 37 balls, while Trisha got more and more fluent as the target came into sight. Her 29-ball stay was ended on 24, bowled by Alexa Stonehouse as she tried to finish it off in style. The end came soon after, and India could finally celebrate their fairytale finish in South Africa. They came, they saw, and they conquered the newest crown available in women’s cricket.Scores in brief:Toss: India, who elected to bowl.England 68 all out in 17.1 overs (Ryana Macdonald-Gay 19, Sophia Smale 11, Titas Sadhu two for 6, Parshavi Chopra two for 13, Archana two for 17)India 69 for three in 14 overs (Soumya Tiwari 24 not out, Gongadi Trisha 24, Shafali Verma 15, Alexa Stonehouse one for 8, Hannah Baker one for 13)India won by seven wickets, with 36 balls to spare.Content courtesy: ICC Business Corporation FZ LLC 2020 via Online Media Zone.","author":"Scroll Staff","time":"2023-01-29T22:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186246-cqtajmihww-1675010437.jpeg","tags":["ICC Women's U19 T20 World Cup 2023","India","England","Shafali Verma","Grace Scrivens","Gongadi Trisha","Parshavi Chopra"],"source":"https://scroll.in/field/1042835/icc-under-19-womens-t20-world-cup-india-defeat-england-to-become-first-ever-champions"}