{"title":"ICC Men’s ODI World Cup final, IND vs AUS, as it happened: Pat Cummins and Co win record sixth title","content":"That’s all from Scroll’s coverage of the ICC Men’s ODI World Cup final. Good night!India would have hoped to do one better than they did in 2003 when they faced Australia in the ICC World Cup final in Johannesburg. But it wasn’t to be as the men in gold spoiled the party in Ahmedabad as they romped home to a six-wicket win and clinched a record sixth title win to become the 2023 ICC Men’s ODI World Cup champions. The run chase was always going to be tricky and despite India’s best efforts with half-centuries from Virat Kohli and KL Rahul, the Australian bowlers led by Mitchell Starc and captain Pat Cummins were incredible in restricting the dynamic Indian batting line-up to 240 all out. Despite a quick-fire start that saw Australia fall to 47/3, the Indian bowlers were then overpowered by the grit and determination of Travis Head and Marnus Labuschagne. Head took charge of the innings with his calm hitting and sensible strike rotation and Labuschagne was an able partner in the 192-run partnership that ultimately proved match-winning. After the horror start to Australia’s campaign that saw them beaten soundly by both India and South Africa, they redeemed themselves, beating both teams in the semi-finals and finals to remind the cricketing world of their title-winning experience and spirit. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSThe Australians know the drill!For a record sixth time, Australia are the ICC Men's ODI World Cup CHAMPIONS!📸 Disney+Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/mNSwwNvplS— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Travis Head wins the Player of the Match award for his scintillating century in the World Cup final. Virat Kohli wins the Player of the Tournament award – 765 runs in 11 matches, including three centuries and six half-centuries.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUS\"Just know how to get the job done\"\"Easy win\"Reactions as Australia win a record extending sixth ICC Men's ODI World Cup title in Ahmedabad. https://t.co/DughKLNVO9— The Field (@thefield_in) November 19, 2023\n\n\n\n    Australia are now the holders of the Men's World Test Championship, the Men's and Women's ODI World Cup, and the Women's T20 World Cup (and Women's Commonwealth gold).— hypocaust (@_hypocaust) November 19, 2023\n\n\n\n    CHAMPIONS! 🏆So proud of our INCREDIBLE team! 🇦🇺#CWC23 pic.twitter.com/7vq5SpTrwF— Cricket Australia (@CricketAus) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 241/4 after 43 overs: Glenn Maxwell comes out for the last ball of the over and slashes to run two runs for victory! AUSTRALIA ARE THE 2023 ICC MEN’S ODI WORLD CUP CHAMPIONS! For a record sixth time, the men in green and gold have triumphed in India’s own backyard and Pat Cummins and co. have caused a billion hearts to break. Travis Head with his century, Marnus Labuschagne with his half-century, Mitchell Starc with his three wickets and the fielding display from Australia outclassed India in every aspect of the game. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSAUSTRALIA ARE WORLD CHAMPIONS, AGAIN! 🏆📸 Disney+Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/Ta4BeSydVI— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Travis Head 137 ct Gill b Siraj: Short from Siraj and Head holes out to Gill in the deep. Applause all round as the Indian players also congratulate the centurion who has been the star for Australia in this final. AUS 239/4 in 42.5 overs (need 2 runs from 43 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Quite pathetic of the crowd that's already left the stadium. This team played like a dream for a month and a half. They -- and world champions Australia -- deserve a proper ovation at the end of this incredible match. Not empty seats.— Mihir Vasavda (@mihirsv) November 19, 2023\n\n\n\n    #CWC23Final #INDvAUSMarnus Labuschagne scores an important half-century in this Australian chase.AUS: 225/3 (40 overs)📸 Disney+Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/TwgteVJ5is— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 225/3 after 40 overs (Target 241): A sublime boundary and Marnus Labuschagne reaches a fighting half-century. Albeit in a supporting role to Head’s innings, Labuschagne has been crucial in this incredible partnership. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Marnus Labuschagne’s best innings in an Australian shirt!— Kevin Pietersen🦏 (@KP24) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 214/3 after 38 overs (Target 241): A monster six off Kuldeep and Head is batting calmly but with such finesse. Labuschagne on the other end continues to give him solid support.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Travis Head becomes the 7th player to score a century in a World Cup Final:1975:    Clive Lloyd 1021979:    Viv Richards 138*1996:    Aravinda de Silva 107*2003:   Ricky Ponting 140*2007:    Adam Gilchrist 1492011:     Mahela Jayawardene 103*2023: Travis Head#CWC2023— The CricViz Analyst (@cricvizanalyst) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 195/3 after 36 overs (Target 241): Head and Labuschagne now on cruise control as the victory is just under 50 runs away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23 #INDvAUS Just a reminder that Australia had decided to include Travis Head in the 15-member squad even as he was injured. A century on return, a POTM performance in the semis, and a century in the final. Hats off! 🫡— Samreen (@SamreenRazz) November 19, 2023\n\n\n\n    #CWC23Final #INDvAUSTravis Head with a knock worthy of a final! 👏He gets to a 💯in an innings that has shifted the balance in favour of the Australians.AUS: 185/3 (33.5)📸 Disney+Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/cZhGla4LbO— The Field (@thefield_in) November 19, 2023\n\n\n\n    Travis Head becomes only the second batter after Aravinda de Silva to hit a hundred in a World Cup final chase.#CWC23 #INDvsAUS— Lalith Kalidas (@lal__kal) November 19, 2023\n\n\n\n    Travis Head: centuries against India in a World Test Championship final and a World Cup final, five months apart. Incredible achievement— Matt Roller (@mroller98) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 185/3 after 34 overs (Target 241): A quick single and TRAVIS HEAD GETS HIS CENTURY! After a brilliant half-century in the semi-final, the Australian, who missed the first few games of the tournament, is now on his way to become a huge match-winner for his country. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    to think labuschagne wasn't even in the original squad and head missed the first few games of the campaign with injury...and here they are!predict sport at your own peril!#INDvsAUSfinal #INDvsAUS #ICCWorldCup2023— Gaurav Kalra (@gauravkalra75) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 170/3 after 31 overs (Target 241): A little frustration from Bumrah who whips the bails off with his towel at the end of his over before Jadeja completes his eighth over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 167/3 after 30 overs (Target 241): Two quiet overs from Jadeja and Bumrah but Head and Labuschagne are untroubled. Australia need 74 from the last 20 runs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    My goodness! The impact of Travis Head has been colossal!! Courage.This is why they backed him despite his broken hand.#CWC2023Final #INDvAUS— Mpumelelo Mbangwa (@mmbangwa) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 162/3 after 28 overs (Target 241): Travis Head is now rubbing salt in the Indian wounds. Misreads a slower delivery and while off balance, still manages to hit it for a four in the vacant deep midwicket region. Then plays a beautiful straight drive which evades both the chasing mid-on and mid-off fielders. Oh this is not going India’s way! Bumrah traps Labuschagne with a delightful yorker and India review. Pitching in line, impact in line but wickets is umpire’s call. Bumrah has his face in his hands. Head then piles on the misery by pulling Bumrah for a four off the last ball. 14 off that Bumrah over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 148/3 after 27 overs (Target 241): The 100-run stand comes up for Head and Labuschagne. Australia cruising now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Three successive overs Aus find the boundary on the first ball then milk or defend the rest (bar that last 4). This is such smart batting by Head and Labuschagne. Surely there's another twist to come? #CWC23 #INDvAUS— Melinda Farrell (@melindafarrell) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 144/3 after 26 overs (Target 241): Oh lovely cover drive from Labuschagne. Pitched up from Shami and Labuschagne creams it through the covers. Head ends the over by pulling Shami to the square leg boundary. Australia need less than 100 to win now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Off the top of my head, Travis joining the likes of Mohinder Amarnath, Aravinda de Silva, Shane Warne with match-winning performances in the semifinal and final of a World Cup.— Vinayakk (@vinayakkm) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 135/3 after 25 overs (Target 241): Lady Luck firmly with Australia now. Turn and bounce from Jadeja and Head edges it past the vacant first slip for a four. Four singles follow as Jadeja concedes eight in that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 127/3 after 24 overs (Target 241): Rohit Sharma brings Shami back into the attack looking for a breakthrough and Head welcomes him back by whacking the ball straight over Shami’s head. Deathly silence in the stadium. Five runs off the over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 122/3 after 23 overs (Target 241): Jadeja brought back into the attack. Five singles off him. Head and Labuschagne are doing really well keeping the scoreboard ticking, something India did not do in the middle overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Players with 50+ scores opening the batting in both semi-final and final of a men's World Cup tournament:2023 - Travis Head1987 - David Boon1979 - Mike Brearley— Andy Zaltzman (@ZaltzCricket) November 19, 2023\n\n\n\n    Some 80 people among the 11000+ at the Narendra Modi Stadium clapped their hands together as Travis Head raised his bat after reaching his 50. Must feel like a late-season #SheffieldShield game at the Adelaide Oval for Trav #CWC23 #IndvAus— Bharat Sundaresan (@beastieboy07) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 117/3 after 22 overs (Target 241): 50 up for Travis Head! Back to back 50s for the southpaw. Will it turn out to be a match-winning knock for Australia?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 110/3 after 21 overs (Target 241): Siraj comes round the wicket and digs one in short. Head reads it a mile away and shifts to the on side to pull the ball to the deep midwicket fence. Six runs off that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Be tempted with a slip to Marnus with Siraj bowling #INDvsAUS— Isa Guha (@isaguha) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 104/3 after 20 overs (Target 241): It looks like it has become easier to bat now. Kuldeep Yadav begins his fifth over. Four off it as the 100 comes up for Australia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 99/3 after 19 overs (Target 241): Siraj continues as Head and Marnus Labuschagne bring up their 50-run stand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Less slower balls (apart from wristy ones from Bumrah) more Yorkers/short stuff now for the quicks. Rohit needs to get rid of some more spin overs too #INDvAUS— Isa Guha (@isaguha) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 93/3 after 17 overs (Target 241): Mohammed Siraj is into the attack. His fourth ball is short and Head obliges him by cutting it straight to the boundary. Six runs off Siraj’s first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Most Powerplay Extras conceded by India in their last 200 ODIs:=1st: 15, v Aus, World Cup final, today=1st: 15, NZ, WC semi-final, the other day3rd: 14, v Aus, Bangalore, Jan 2020— Andy Zaltzman (@ZaltzCricket) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 87/3 after 16 overs (Target 241): Clubbed it! It’s in the slot from Kuldeep and Head slogs it over deep midwicket for a huge six! Feel India need to get Head out as soon as possible to hamstring the Australian chase. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 74/3 after 14 overs (Target 241): A pair of tight overs from Kuldeep and Jadeja. Australia were very good in stopping the run flow after the power play. India have the quality to do it as well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 68/3 after 12 overs (Target 241): Spin from both ends as Kuldeep Yadav is brought into the attack. Only three runs from Yadav’s first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    17 extras already bowled by India and after only 10 overs. Will that be costly? 🧐 #INDvsAUS #CWC2023Final— Lisa Sthalekar (@sthalekar93) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 65/3 after 11 overs (Target 241): Ravindra Jadeja is into the attack and India have two close shouts for LBW, one against each Australian batter. India don’t review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 60/3 after 10 overs (Target 241): Back to back boundaries from Head to relieve the pressure. Guides a short ball past short third man and follows it up with a powerful on drive. Nine runs come off Shami’s fifth over as Australia post 60 in the power play for the loss of three wickets. India were 80/2 at the same stage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 51/3 after nine overs (Target 241): No runs off an Australian bat in the over but the 50 is up as Rahul fails to collect a low ball which races to the boundary.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Steve Smith is convinced every lbw ever given against him isn't out except for the one that isn't actually out— Ben Gardner (@Ben_Wisden) November 19, 2023\n\n\n\n    Not the first time he has had a brain fade against us 😅— Kartik O 🏏⚽🔗 (@KOCricket528) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 47/3 after eight overs (Target 241): A maiden over from Mohammed Shami! India have their tails up. Ahmedabad has found its voice.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India have the start they needed. Bumrah has been sensational and ridiculously skilful.— Harsha Bhogle (@bhogleharsha) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Steve Smith 4 lbw b Bumrah: Bumrah strikes again! Ahmedabad goes crazy! An off cutter from Bumrah and Smith tries to defend but misses it as the ball strikes his pad. Has a chat with Head but does not take the review. Oh he should have! The replays show that the ball struck him outside the line of off stump! Smith will be kicking himself in the dressing roon. AUS: 47/3 in 7 overs (Target 241)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The 15-run over from Bumrah was his most expensive in WC 2023 and the first time he has conceded 10+ runs in an over inside Powerplay 1. #INDvAUS— Deepu Narayanan (@deeputalks) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 42/1 after six overs (Target 241): A huge appeal from India as he ball raps Head on the pads. Everyone looks to Rahul who has been spot on with his reviews. He is not interested suggesting that the ball was swinging down the leg side. India rightly don’t review as there was an inside edge. Only one run from that Shami over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    There has been significant chatter about how the Indian bowling has overshadowed it's powerful batting unit. More than ever, they need it to happen again tonight, and it's been a good start! #INDvsAUS— Shahid Judge (@shahidthejudge) November 19, 2023\n\n\n\n    #CWC23Final #INDvAUSExtra bounce from Jasprit Bumrah and Mitchell Marsh edges it behind to KL Rahul looking for a cut.AUS: 41/2 (4.3)📸: Hotstarhttps://t.co/N2ErlyPM0U pic.twitter.com/EOQxAbEaML— The Field (@thefield_in) November 19, 2023\n\n\n\n    Relentless bowling from @MdShami11 and @Jaspritbumrah93!!🔥🔥 Despite the runs, they've taken important wickets early on. The game is wide open! 💪🏾#CWC23Final #IndvAusFinal— Robin Aiyuda Uthappa (@robbieuthappa) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Mitchell Marsh 15 ct Rahul b Bumrah: Bumrah strikes and that is the most un-Bumrah like celebration. He is absolutely pumped. Marsh looked to cut a short ball but ends up under edging it behind. AUS: 41/2 in 4.3 overs (Target 241)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 41/1 after four overs (Target 241): Pin drop silence in the stadium as Marsh smokes Shami into the stands at long off. Excellent running from Marsh and Head as they complete a risky double. Australia exactly 200 runs away from the target now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 29/1 after three overs (Target 241): Two close play and misses from Marsh. Bumrah is making the ball move. A ball later, Head plays and misses. Bumrah can only smile wryly. Ends the over with another superb ball which Head nearly edges. Good comeback from Bumrah after the first over. Just one run off this one.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 28/1 after two overs (Target 241): The ball is swinging wildly after going past the stumps as Australia collect one bye and five wide runs. Mitch Marsh then gets off the mark with a booming aerial drive which races to the boundary. 13 runs and a wicket off that Shami over\n    \n        \n        \n            \n            \n            \n        \n    \n\n    2003 World Cup Final - Zaheer Khan conceded 15 runs in the first over 2023 World Cup Final - Jasprit Bumrah concedes 15 runs in the first over #INDvsAUSFinal #ICCCricketWorldCup23— Bharath Seervi (@SeerviBharath) November 19, 2023\n\n\n\n    #CWC23final #INDvsAUS BRILLIANT START FROM SHAMI!! The Indian bowler gets David Warner to nick one and Virat Kohli pockets it safely! AUS: 16/1 in 1.1 overs, need 225 from 48.5 oversIND: 240 all out in 50 overs📸 Disney+ Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/6kwH7f2KIG— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! David Warner 7 ct Kohli b Shami: Of course it’s that man! Warner once again goes for the drive but edges it and Kohli takes a sharp catch at first slip. Rohit Sharma roars. Ahmedabad roars! AUS: 16/1 in 1.1 over (Target 241)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 15/0 after one over (Target 241): Bumrah getting the ball to swing from the get go and he should have gotten Warner first ball! Warner flashed at an outswinging delivery and the edge takes it towards the slips. Both Kohli and Gill expect the other to take it and Warner starts with a four. He follows it up with a cover drive which Jadeja chases and saves a single. Head plays a beautiful cover drive to get off the mark. Ends the over with another powerful cover drive! Australia hit Bumrah for 15 off the first over!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, Australia 0/0 (Target 241): Right then! Time for the chase! Travis Head and David Warner begin Australia’s chase. Jasprit Bumrah has the new ball. Will he provide India the start they need?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    After the blistering knock by Rohit Sharma, the Australians started to make their way back into the second innings. Virat Kohli (54 off 63) and KL Rahul (66 off 107) scored half-centuries, but all the other Indian batters were dismissed for less than 20 runs each – six ended on single figures.India eventually were bowled out for 240, but it seems to be a fighting total on a pitch that seems to favour the bowlers.The Australians – led by the skill of Mitchell Starc (3/55 in 10 overs) – worked well with the ball. And their fielding effort was exceptional, all highlighted by Travis Head’s astounding catch to dismiss Sharma.In a tournament where India’s bowlers have overshadowed their powerful batting department, the likes of Jasprit Bumraj and Mohammed Shami will now have a challenge on their hands.Second innings coming up shortly. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Boundaries hit by India batters in the final today: First 10 overs - 12 boundaries Last 40 overs - 4 boundaries Just just just 4 boundaries in 40 overs!!!!!! What a batting display we have seen in the much anticipated World Cup FINAL! #INDvsAUS #icccricketworldcup2023 pic.twitter.com/U6PFmcE3dt— Bharath Seervi (@SeerviBharath) November 19, 2023\n\n\n\n    #CWC23Final #INDvAUSINDIA, ALL OUT!Kuldeep Yadav is run out of the final ball of the innings looking to sneak in a double. Australia have bowled out India in the final.IND: 240/10 (50)📸: Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/3gejGaCtBn— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 240 all out after 50 overs: A brilliant boundary from Siraj but Kuldeep is run out on the last ball trying to get that extra run. Not the total they wanted, but with the pitch slowing down more, the likes of Bumrah and Shami will definitely give a tough test to the Australian batters. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 232/9 after 49 overs: All to do for Kuldeep and Siraj now as the final over approaches with Hazlewood to bowl.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSThere goes India's last hope with the bat as Suryakumar Yadav is bounced out by Josh Hazlewood.Can India bat out 50 overs?IND: 226/9 (47.3)📸: Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/ilIKcL1fm6— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Suryakumar Yadav 18 ct Inglis b Hazlewood: Taking the pace off the ball has worked for Hazlewood and Australia as SKY edges a slower ball into the hands of Inglis. IND: 226/9 in 47.3 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 223/8 after 47 overs: An appeal for LBW by Cummins in the last ball that Kuldeep just manages to dig out for a dot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 221/8 after 46 overs: Singles all the way through as Mitchell Starc finishes his overs with 3/55. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSSuryakumar Yadav is running out of partners. India have lost Mohammed Shami and Jasprit Bumrah in quick sucession and are in danger of being bowled out.IND: 214/8 (44.5)📸: Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/bynlkhLU2y— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Jasprit Bumrah 1 lbw Zampac: Bumrah tries to defend but Zampa traps him in the crease and dismisses him LBW. A shake of the head from Bumrah and India are in trouble! IND 214/8 in 44.5 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Mohammed Shami 6 ct Inglis b Starc: Shami tries to hit Starc over and gets a thick enough edge for Inglis to take comfortably again. IND 211/7 in 43.4 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India hit just two boundaries in overs 11-40 inclusive - the joint fewest boundaries in that phase of a men's WC innings, where ball-by-ball data available (over 750+ innings)— Andy Zaltzman (@ZaltzCricket) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 207/6 after 42 overs: Rahul’s attritional but crucial innings came to an end but Shami gets one to trickle down to fine leg for a much-needed boundary.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUS A beauty from Mitchell Starc and KL Rahul can only edge it behind. Round the wicket from the left-armer and the ball swings away very late. India in massive trouble as Rahul falls for 66.IND: 207/6 (42) 📸: Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/oTk6SrpdGk— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! KL Rahul 66 ct Inglis b Starc: Reverse swing on offer for Starc, but he gets Rahul to nick one ever-so-lightly and Inglis pockets it safely. IND 203/6 in 41.3 overs \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSWith 10 overs left, India have KL Rahul (64*) and Suryakumar Yadav (8*) in the middle. The men in blue have hit just two boundaries since the powerplay.How much more can India add in the final ten?IND: 197/5 (40)📸: AFPhttps://t.co/N2ErlyQjQs pic.twitter.com/Du05vsut9w— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 197/5 after 40 overs: A tidy over from Zampa, conceding just five runs. Rahul and SKY will have it all to do as the last powerplay begins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 192/5 after 39 overs: A first boundary for India since the 27th over as SKY cuts Zampa past backward point. Brings the crowd up to their feet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 182/5 after 38 overs: Another couple of tidy overs from Maxwell and Hazlewood. One run coming off the Maxwell over and three from Hazlewood’s. Pressure on Suryakumar to justify his place in the squad. He has 12 overs to do his thing.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    There’s been a huge punt taken on Surya for this tournament. Time to deliver…#INDvAUS— Hemant (@hemantbuch) November 19, 2023\n\n\n\n    #CWC23Final #INDvAUSJosh Hazlewood gets into the act as Ravindra Jadeja edges one to Josh Inglis. Have the Indian side back in the dug out now.IND : 178/5 (35.5)📸: Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/TOJ5oZD6TS— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Ravindra Jadeja 9 ct Inglis b Hazlewood: A ball after surviving a caught behind shot, Jadjea feathers one back and has to walk back. A hint of reverse swing as Jadeja hangs his bat out only to get the smallest of edges. The crowd, which was on its feet just a ball ago as Australia lost their review, are silenced once again. India 178/5 after 35.5 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSSlow but steady and effective💯It took him 86 deliveries, but KL Rahul has brought up yet another half-century at the World Cup. Just a solitary boundary so far for the wicketkeeper, but he has held the Indian innings together.IND: 173/4 (35)📸:… pic.twitter.com/ulYTNJzaYH— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 173/4 after 35 overs: The crowd finds its voice once again as KL Rahul scampers for a quick single to bring up his second fifty of the tournament. It has been a patient knock from Rahul. Sets him up to go big in the slog overs to push India ahead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 169/4 after 34 overs: Starc and Head replace Cummins and Zampa in the attack. The pair pick up from where their teammates left off by giving away three and four runs respectively. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    2016 IPLVirat Kohli has overall record for most runs in a season.Bowled at 54 in the Final.2023 World CupVirat Kohli has overall record for most runs in a season.Bowled at 54 in the Final.— Kausthub Gudipati (@kaustats) November 19, 2023\n\n\n\n    Virat Kohli in ODI World Cup Knockouts (QF, SF & Final):2011+2015+2019 - 73 runs in 6 inns (0 50+)2023 - 171 runs in 2 inns (1 100, 1 50)#INDvAUSFinal #icccricketworldcup2023 pic.twitter.com/AH4mhDCj1Q— Bharath Seervi (@SeerviBharath) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 162/4 after 32 overs: Pat Cummins with yet another good over. He has given just 23 runs from his seven overs while taking two huge wickets. Sensational stuff from the Australian captain. Zampa follows up with yet another miserly over. Just four off it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23 Why is Ahmedabad actually silenced now though? Get behind the home team na. Imagine this scenario but the crowd of Eden, Wankhede or even Chepauk!— Samreen (@SamreenRazz) November 19, 2023\n\n\n\n    Virat Kohli becomes the 3rd batsman to score a century and a half century in the semi final and final of the 50 over men's WCHe emulates Aravinda Da Silva in 1996 and Steve Smith in 2015, both of who had finished champions— Aniket Mishra (@aniketmishra299) November 19, 2023\n\n\n\n    Most 50+ scores in knockout matches of major ICC (senior) men's tournaments :-8* - VIRAT KOHLI 🇮🇳6 - Sachin Tendulkar 🇮🇳5 - Steve Smith 🇦🇺5 - Jacques Kallis 🇿🇦5 - Kumar Sangakkara 🇱🇰#INDvAUS #CWC2023Final— Rhitankar Bandyopadhyay (@rhitankar8616) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 152/4 after 30 overs: A huge shout from Josh Inglis for a catch/stumping. It’s sent upstairs for the stumping which means the TV umpire will also check for caught behind. A big gap between bat and ball and Jadeja had his back foot inside the crease. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSPat Cummins bangs one into the surface, Virat Kohli, who is looking to dab it to the off-side is taken aback by the bounce and chops it back on to his stumps. He is shell-shocked. So is the entire stadium.IND: 148/4 (28.3)📸: Hotstar… pic.twitter.com/b76BGlvWyj— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Virat Kohli 54 b Cummins: Captain Pat strikes again! Short ball and Kohli looks to punch it past but it gets the bottom edge and crashes onto his stumps. Cummins silences India once again! India 148/4 after 28.3 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n    What a World Cup @imVkohli’s been having!— Cricketwallah (@cricketwallah) November 19, 2023\n\n\n\n    Tweet does not exist\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 142/3 after 27 overs: India’s 97-ball wait for a boundary comes to an end as Rahul scoops Maxwell over the keeper. Seven runs off that Maxwell over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23 #INDvAUS Cometh the hour, cometh the man. Doing as the situation demands but make it big now, Kohli.— Samreen (@SamreenRazz) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 135/3 after 26 overs: The crowd finds its voice for the first time in a long time as Virat Kohli punches one down towards long on for his seventh half-century of the tournament and his ninth 50+ score of the tournament. KL Rahul looked to have ended India’s wait for a boundary but David Warner dives to save two precious runs for his side. Superb fielding from the Aussies so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 128/3 after 24 overs: Tidy overs from Hazlewood, Head, Starc and Marsh with just 13 runs coming from the four overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The only reason India are able to knock the ball around now is because of Rohit’s knock…#INDvAUS— Hemant (@hemantbuch) November 19, 2023\n\n\n\n    India may have had a relatively steady start to their World Cup Final innings at 115-3 off the first 20 overs, but no-one has scored more runs in the phase 21-40 overs than Virat Kohli at #CWC2023Final pic.twitter.com/Cxur01HUV2— The CricViz Analyst (@cricvizanalyst) November 19, 2023\n\n\n\n    After watching how slowly the ball is coming off this pitch and how difficult it is to get it away, revised target for India should be 260-280. Anything more than that is a big bonus and won't be easy to chase. #CWC23 #INDvAUS— Anand Vasu (@anandvasu) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 115/3 after 20 overs: Hazlewood is brought back and gives away just six singles. Mitchell Marsh is also brought into the attack with his gentle medium pace. Give away just two runs. It has now been 10 overs since India hit a boundary. Australia have roared back superbly. After giving away 80 runs in the powerplay, they have conceded just 35 in the following 10 overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSA pro-Palestine supporter with \"Free Palestine\" and \"Stop Bombing Palestine\" on his t-shirt invades the pitch in the 14th over of the Indian innings at the 2023 ICC Men's ODI World Cup Final.📸: Reuters pic.twitter.com/67OZtmS5Gq— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 104/3 after 18 overs: The hundred comes up for India. Three tidy overs from Zampa, Cummins and Maxwell with just 10 runs coming off them. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 97/3 after 15 overs: Two miscued pull shots from KL Rahul and Kohli and both survive. Rahul’s pull falls just short of the fielder at long leg. Kohli then almost send his pull to mid-wicket but survives as he didn’t time it well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Pitch invasion for a match with such tight security #INDvAUS #WorldcupFinal— Amol Karhadkar (@karhacter) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 94/3 after 14 overs: “There’s nothing more satisfying (as an opposition player) than hearing a big crowd go silent and that’s the aim for us tomorrow,” is what Pat Cummins had said in the pre-match press conference yesterday. And his side has done just that after the whirlwind start Rohit Sharma had given India. Another good over from Zampa with only five coming from it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 89/3 after 13 overs: Australia have managed to slam the brakes on the scoring after the power play. Cummins with another excellent over conceding just two runs. India scored 80 runs in the first 10 overs and have scored just nine in the three overs since.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Score after 10 overs, batting first in men's WC finals this millennium:2023: Ind, 80-2, v Aus2019: NZ, 33-1, v Eng2015: NZ, 31-1, v Aus2011: SL, 31-1, v Ind2007: Aus, 46-0, v SL2003: Aus, 80-0, v Ind— Andy Zaltzman (@ZaltzCricket) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 87/3 after 12 overs: Adam Zampa, Australia’s highest wicket-taker in the tournament, is brought into the attack. Good first over from the leggie. Five singles off it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Captivating start to the final. 80-2 after 10 - joint highest score after 10 overs batting first in a men's WC final; also joint most wickets lost batting first in first 10 overs. And now a third wicket - the earliest a team batting first has lost its 3rd wkt in a WC final.— Andy Zaltzman (@ZaltzCricket) November 19, 2023\n\n\n\n    Most runs by a captain in a World Cup edition:585* - Rohit in 2023578 - Williamson in 2019548 - Jayawardene in 2007539 - Ponting in 2007507 - Finch in 2019 #INDvsAUS #ICCCricketWorldCup23 pic.twitter.com/rGLmMHbgGw— Bharath Seervi (@SeerviBharath) November 19, 2023\n\n\n\n    Another dismissal in 40s for Rohit in this World Cup! 48 vs Bangladesh46 vs New Zealand40 vs South Africa47 vs New Zealand (SF)47 vs Australia (Final) #INDvsAUSfinal #ICCCricketWorldCup23 pic.twitter.com/UhhZll2rdZ— Bharath Seervi (@SeerviBharath) November 19, 2023\n\n\n\n    Captains to take wickets in men's World Cup Finals :-2 - Allan Border 🇦🇺1 - Clive Lloyd 🏝️1 - Kapil Dev 🇮🇳1 - Imran Khan 🇵🇰1 - Wasim Akram 🇵🇰1* - PAT CUMMINS 🇦🇺 (today)#INDvAUS #CWC2023Final— Rhitankar Bandyopadhyay (@rhitankar8616) November 19, 2023\n\n\n\n    Lived by the sword. Died by the sword. What a catch by Travis Head. Another tone-setting 40+ for our Skipper. Over to the middle-order. #IndvAus #CWC2023Final— Aakash Chopra (@cricketaakash) November 19, 2023\n\n\n\n    Aussies needed that catch & watch a seriously good catch….Travis Head. Ind skipper now gone #INDvAUS— Lisa Sthalekar (@sthalekar93) November 19, 2023\n\n\n\n    #CWC23Final #INDvAUSIndia in massive trouble now as Pat Cummins scalps out the in-form Shreyas Iyer. The Indian batter is stuck in the crease and plays the inside line, the ball takes the outside edge and settles in Josh Inglis' hands.IND: 81/3 (10.2)📸: Hotstar… pic.twitter.com/nF0NrM4WCD— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Shreyas Iyer 4 ct Inglis b Cummins: Two wickets in quick succession! Iyer caught napping in his crease. A good ball from Cummins and Iyer nicks it behind! India 81/3 after 10.2 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUSRohit Sharma steps out to Glenn Maxwell, looking to go big but only manages to slice it to the off-side. Travis Head backtracks from point and dives full length to take a stunning catch. He falls for 47.IND: 76/2 (9.4)📸: Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/Idz2D0pMOG— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Sharma 47 ct Head b Maxwell: Maxwell strikes back! Rohit comes down the track once again but miscues his shot and slices the ball into the air. Travis Head, running backwards from point takes a superb diving catch and stuns the Ahmedabad crowd. India 80/2 after 10 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 76/1 after 9.3 overs: After a good first over from Cummins, Sharma targets Maxwell by charging down the track and launching the ball 86m down long-on. Maxwell drops it short with the next ball. Sharma drops back and cuts it for a four!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rohit Sharma, first 20 balls faced in World Cups:2015 - 92 runs, 2 dismissals, strike rate 64 per 100 balls;2019 - 113 runs, 2 dismissals, SR 73;2023 - 257 runs, 2 dismissals, SR 137.Phenomenal performance, massively influential.— Andy Zaltzman (@ZaltzCricket) November 19, 2023\n\n\n\n    Kohli showing sublime touch. India’s best pair at the wicket. Cummins’s immediate worry is how to stop RoKo!— Cricketwallah (@cricketwallah) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 61/1 after eight overs: Cummins brings on the part-time spin of Glenn Maxwell into the attack. Kohli rocks back and drives through the vacant cover region for a four. Seven runs from that Maxwell over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Most sixes by a batter vs an opposition in ODIs:86* - Rohit v Aus85 - Gayle v Eng63 - Afridi v SL53 - Jayasuriya v Pak51 - Afridi v Ind #INDvsAUS #ICCCricketWorldCup23 pic.twitter.com/sQg7qSublK— Bharath Seervi (@SeerviBharath) November 19, 2023\n\n\n\n    Kohli is ridic #INDvAUS— Isa Guha (@isaguha) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 54/1 after seven overs: Simply sublime from Virat Kohli as he starts Starc’s fourth over with three boundaries! For the first, he charges down the ground and flicks the ball just wide of mid-on. The second on is a beautifully timed cut past point. For the third boundary, we are treated to the classic Kohli cover drive which brings up the 50 for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rohit Sharma betters his own record for most sixes (79*) in a calendar year across formats, among players from full-member teams.#INDvAUS#CWC2023Final— Lalith Kalidas (@lal__kal) November 19, 2023\n\n\n\n    Every time there was a negative match-up, Rohit has made it a point to take them on.— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) November 19, 2023\n\n\n\n    Rohit clearly feeling the pressure of the occasion… 🤯— mark butcher (@markbutcher72) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 37/1 after five overs: Rohit ends Starc’s over by hitting a half-volley straight over long-off. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    1 - Only once has the team winning the toss in the last six men's @cricketworldcup finals also gone on to win the game (Australia v Sri Lanka in 2007). Indicative?#INDvAUS #CWC23Final pic.twitter.com/dQGxZuFhZz— OptaJim (@OptaJim) November 19, 2023\n\n\n\n    #CWC23Final #INDvAUSA short of length delivery from Starc and Shubman Gill hits it straight to the fielder at mid-on with his trademark short arm jab. Early jolt for India in the final.IND: 30/1 (4.2)📸: Hotstarhttps://t.co/N2ErlyQjQs pic.twitter.com/u7Nxzfb3E8— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, WICKET! Gill ct Zampa b Starc:  Starc draws first blood! Shubman Gill looks to pull down the ground but gets no power behind it and gives an easy path to Adam Zampa at mid-on. India 30/1 after 4.2 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23 #INDvAUS The way Rohit Sharma has nullified the Josh Hazlewood threat. Fearless stuff throughout the tournament and that just continues in the final! 💉— Samreen (@SamreenRazz) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 30/0 after four overs: Rohit goes for his favourite pull shot but doesn’t seemed to have timed it as well as he would have liked. Head runs in from the boundary and dives in but the ball falls just short. Good effort to not give away the boundary. Two balls later, he pulls and pulls it straight into the stands! Follows it up by coming down the track and whacking the ball past the fielder at mid-on for a four. Hazlewood facing Sharma’s wrath here. 22 runs from his two overs so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWC23Final #INDvAUS Starc has kept his line and length tight and Australia has managed to keep Indian openers in check with equally good effort in the outfield. Nothing to trouble Rohit and Shubman so far though.IND: 18/0 (3)📸: Hotstarhttps://t.co/N2ErlyPM0U pic.twitter.com/CeuMSf1qdx— The Field (@thefield_in) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 18/0 after three overs: Gill almost out for a golden duck! Starc induces the edge. Inglis flies to his right but cannot pouch it. The ball bounces just in front of Mitch Marsh at first slip and goes away from him as Gill scampers for a single. Starc is furious.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 13/0 after two overs: 10 runs off the first three balls of the Josh Hazlewood over. Sharma plays the first ball with soft hands to guide it past slips. Charges down and whacks it through covers for the first four and follows it up with a heave down to the mid-wicket boundary. The Indian captain tries to go leg side again but misses it as the ball flies just past his off stump.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India 3/0 after one over: Starc raps Sharma on his pads with an outswinging ball and goes up in appeal. Was going down the leg side all day long and keeper Josh Inglis gestures that it was going down. Australia show why they are the best fielding unit. Travis Head saves two runs on the ropes at point before Pat Cummins puts in a good dive at mid-off to save a certain four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India vs Australia: Rohit Sharma and Shubman Gill stride out to the middle. Sharma takes guard for the first ball which will be bowled by Mitchell Starc. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is the greatest rivalry in the modern game. Our countries come closer in trade and human relations but neither will Australia take a backward step nor will India stop looking the opponent in the eye. What an occasion— Harsha Bhogle (@bhogleharsha) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India vs Australia: The town teams are out in the middle in time for the national anthems. ‘Advance Australia Fair’ is followed by more than 1,00,000 people singing ‘Jana Gana Mana’. A huge cheer goes around the stadium after the Indian national anthem! Goosebumps. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Both of these teams like to land big punches early, both with bat and ball. This final may be won by the team who's able to land the biggest counterpunch. Here we go. #CWC23 #INDvAUS— Melinda Farrell (@melindafarrell) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India vs Australia: So no changes from either side. India go with two frontline spinners while Australia have put their faith in Adam Zampa while hoping that Travis Head and Glenn Maxwell can pitch in with some useful overs.India XI: Rohit Sharma (C), Shubman Gill, Virat Kohli, Shreyas Iyer, KL Rahul (WK), Suryakumar Yadav, Ravindra Jadeja, Mohammed Shami, Jasprit Bumrah, Kuldeep Yadav, Mohammed Siraj.Australia XI: David Warner, Travis Head, Mitchell Marsh, Steven Smith, Marnus Labuschagne, Glenn Maxwell, Josh Inglis (WK), Mitchell Starc, Pat Cummins (C), Adam Zampa, Josh Hazlewood.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India vs Australia: Australia win the toss and elect to bowl first as a huge roar goes in the stadium! Rohit Sharma says he wanted to bat first anyway. Both India and Australia name unchanged sides. No R Ashwin then.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    An hour before the game. The atmosphere is incredible. pic.twitter.com/yuMQ1mWDXW— Harsha Bhogle (@bhogleharsha) November 19, 2023\n\n\n\n    R Ashwin has just emerged from the dressing-room, received a pat on the back from Rahul Dravid, nodded at this coach & walked straight down to the pitch twirling his fingers a couple of times & is currently checking out the pitch. A sign of him playing perhaps? #CWC23 #IndvAus— Bharat Sundaresan (@beastieboy07) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World Cup final, India vs Australia, pitch report: Ravi Shastri says, “It’s different from the one used for India vs Pakistan because it has been left open to the sun. It looks very dry surface. Not much rolling. It look patchy especially in the areas where the spinners will land the ball so expect the ball to turn a bit. Batting first and getting runs is premium.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Teams to win men's World Cup Finals while :-batting first - 7 timesbatting second - 5 times#CWC2023Final #INDvsAUS— Rhitankar Bandyopadhyay (@rhitankar8616) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Australia: Key factors which could decide the winner between India and Australia\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Today's #IndvsAus game is the 13th #CWC Final!High: 359/2 AusvInd @ Jo'burg 2003Low: 132/10 PakvAus @ Lord's 1999100s: 6 (149 Gilchrist vSL @ B'town 2007)5-wkt: 2 (5/38 by Garner vEng @ Lord's 1979)  Ave total Batg1st 248Batg1st won 7Batg2nd won 4Tie 1#CricketTwitter— Mohandas Menon (@mohanstatsman) November 19, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Australia: What we have today, is a battle between the strongest team of the World Cup and the most successful team in the history of the event.Here’s all you need to know about the big clash!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the ICC Men’s ODI World Cup final between India and Australia!For the 48th match of this tournament, we have easily the two most deserving teams in the final. In the Rohit Sharma-led India, there is the strongest and only unbeaten team at this World Cup. In Pat Cummins and his Australian side, there is the most successful team in ODI World Cup history.It is a match-up, on paper, that is worthy of a World Cup final. But will it live up to the hype?Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Live action on Star Sports Network and Disney+HotstarScreenshots via Disney+Hotstar","author":"Scroll Staff","time":"2023-11-19T13:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195996-vcuzklrzzy-1700409761.jpg","tags":["ICC Men's ODI World Cup 2023","ICC Men's ODI World Cup","Cricket World Cup","ICC Men's Cricket World Cup","Cricket World Cup Final","India vs Australia","Rohit Sharma","Virat Kohli","Pat Cummins"],"source":"https://scroll.in/field/1059294/icc-mens-odi-world-cup-final-india-vs-australia-live-rohit-sharma-and-co-eye-third-title-pat-cummins-narendra-modi-stadium-ahmedabad"}