{"title":"ICC Men’s ODI World Cup: Mohammed Shami conquers Sri Lanka to help India clinch semi-final spot","content":"This was always going to be a match that would evoke emotions. Fans of Indian cricket would cherish the memories of the April evening in 2011, when India played Sri Lanka at the Wankhede Stadium in Mumbai.On Thursday though, another memorable milestone was anticipated.A day earlier, at the same venue where India won the ICC Men’s ODI World Cup 12 years ago, a life-sized statue of Sachin Tendulkar, one of world cricket’s greatest players, was erected. For years, Tendulkar has held the record for most ODI centuries.As India played Sri Lanka at the Wankhede, this time in a round robin match of the ongoing edition of the sport’s biggest tournament, the stars seemed aligned for Virat Kohli to level that 49-century record.Kohli fell 12-runs short of the goal, but there was another achievement that was created on the night. Mohammed Shami rattled the Sri Lankan line-up to become India’s highest wicket-taker in World Cup history, helping his team to a massive 302-run win.As Kasun Rajitha nicked the ball to second slip for Shubman Gill to take a smart catch, Shami had picked up his 45th World Cup wicket, going one better than the previous national record held by Zaheer Khan and Javagal Srinath.The eventual player of the match would finish with figure of 5 wickets for 18 in five overs, but one could argue that India’s opening bowlers – Jasprit Bumrah and Mohammed Siraj – had already started what would be a swift dismantling of the Sri Lankan innings.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \n#CWC23 #INDvSL Another 5️⃣fer for Mohammad Shami! 🔥⚡️☄️In just three matches, he has picked up 14 wickets. With 45 wickets in 14 matches, he becomes India's the leading wicket-taker in World Cups. SL 49/9 (18)IND 357/8 (50)📸Disney+Hotstar https://t.co/l53Br3j8Zk pic.twitter.com/dXEwYFiCMG— The Field (@thefield_in) November 2, 2023\n\nThe visitors, led by Kusal Mendis, were set a target of 358, only for Bumrah to dismiss Pathum Nissanka leg-before wicket off the very first delivery. Siraj caught Dimuth Karunaratne LBW as well off his first bowl in the second over, before picking up the wickets of Mendis and Sadeera Samarawickrama.With the Sri Lankan middle order coming in to bat in as early as the fourth over, the stage was set for Shami to chase the record.In his first over – the 10th of the innings – he got Charith Asalanka to slash at a ball wide on the off-stump straight to Ravindra Jadeja at point. In the next ball Dushan Hemantha edged it for Rahul to take an easy catch.Later, he got a faint nick on the glove of Dushmantha Chameera who tried to glace down to the leg-side only for Rahul to take the catch. Then he picked bowled veteran Angelo Mathews with a beautiful, in-swinging full-length delivery that uprooted the leg-stump.And with the wicket of Rajitha, the record was his.All this from a bowler who, remarkably, Shami had not been a first XI player for the Indians at the World Cup until vice-captain Hardik Pandya rolled his ankle. The 33-year-old fast bowler was named in the team that played New Zealand, and picked up five wickets in that match. He notched up four more in the previous match against England, and now has 14 to his name in three matches.With a skillset that includes the ability to swing the ball with an excellent control of his line and length – not to mention the searing pace – Shami is competing in his third World Cup. And it has taken him just 14 innings to become India’s leading wicket taker at the marquee contest. In comparison, Khan had reached 44 wickets after 23 innings and Srinath reached the mark after 33 games.With Shami in the thick of things, Sri Lanka were bowled out for 55.This Sri Lankan team is a pale shadow of the Class of 2011 that had reached the World Cup final.That was a time when the team had batters like captain Kumar Sangakkara and Mahela Jayawardane, who married grit with grace in their craft. When Lasith Malinga, whose side-arm bowling action got the ball to swing in favour of the Lankans. When Muttiah Muralitharan could spin a web and leave batters in a tangle.It made for a gripping World Cup final.But the last two times India has met Sri Lanka, including the game at the Wankhede and the Asia Cup final in September, the Lankan Lions had been bowled out for less than 60 runs.At the Asia Cup, India chased down the total to win the title by 10 wickets. On Thursday, they were asked to bat first.India captain Rohit Sharma flicked the first ball smartly towards the fine leg boundary, but failed to connect to a stunning delivery by Dilshan Madushanka on the next ball, losing his off stump.In came Kohli, with 48 ODI centuries under the belt. He began the steady torment of the Sri Lankan bowlers and was soon joined in the action by Gill.Both batters looked poised to get to their individual centuries, till they played loose shots – both to Madushanka’s bowling. Gill departed for 92, just before Kohli got out on 88.Shreyas Iyer continued their work, scoring a well earned 82 off 56, as a few cameos by KL Rahul (21) and Ravindra Jadeja (35) helped the Indians get to 357/8 in 50 overs.They would go on to defend their total within 20 overs.Like their previous opponents in this World Cup, India ruthlessly ran through former champions Sri Lanka as well.Sharma’s team has now won seven from seven and are the first team to book a spot in the semi-final – and each win has been comprehensive.With a spot in the last four confirmed, there is an opportunity for the hosts to test out their bench strength. Or, continue to build on the already high-paced momentum the team has worked hard to get to.Next they play a South African team that has been brutal in their batting. With Shami, and even Bumrah and Siraj firing on all cylinders, it could prove to be an exciting contest. Perhaps, with a few more memorable moments in store.","author":"Shahid Judge","time":"2023-11-03T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195553-qtzyydzuno-1698945200.jpg","tags":["Mohammed Shami","ICC Men's ODI World Cup 2023","ICC Men's ODI World Cup","ICC Men's Cricket World Cup","World Cup","Cricket World Cup","India","England","Australia","Pakistan","South Africa","New Zealand","Sri Lanka","Netherlands","Bangladesh","Afghanistan","World Cup in India","Cricket scores","cricket updates","World Cup scores","World Cup updates","Rohit Sharma","Virat Kohli","Jos Buttler","Babar Azam","David Warner","Steve Smith","Kane Williamson","Shaheen Shah Afridi","Rashid Khan","Jasprit Bumrah","Ben Stokes","Kagiso Rabada"],"source":"https://scroll.in/field/1058555/icc-mens-odi-world-cup-mohammed-shami-conquers-sri-lanka-to-help-india-clinch-semi-final-spot"}