{"title":"U19 Women’s T20 World Cup, IND vs NZ semifinal as it happened: Shweta, Parshavi guide India to win","content":"Player of the match: Leg-spinner Parshavi Chopra for her bowling figures of 3/20 from four overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #U19T20WorldCupFittingly, India enter the final with a shot by Shweta Sehrawat through the offside. What a tournament for her. They finish the chase with 5.4 overs to spare. https://t.co/ariciaxQ8w pic.twitter.com/jgeXqvwo8H— Vinayakk (@vinayakkm) January 27, 2023\n\n\n\n    The way Shweta Sehrawat has raised her level has been incredible. She wasn’t in form heading into the WC, often getting out trying to hit too hard. But she’s looked a class apart and is the highest run-scorer in the tournament as India storm into the final.#U19T20WorldCup pic.twitter.com/Rmv7JYOoff— Aditya Chaturvedi (@aditya_c19) January 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 110/2 (14.2 overs): It was fitting that Shweta Sehrawat hit the winning runs – a four past cover – to remain unbeaten on 61 off 45. India are through to the final with a commanding win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India win by 8 wickets!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 106/2 (14 overs): A boundary each for Shweta and Trisha and India are just two runs away from the final now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #U19T20WorldCup 92*, 74*, 31*, 21, 1350 & counting in the semifinal.Fine tournament for Shweta Sehrawat. https://t.co/ariciaxQ8w pic.twitter.com/5SygyoBEzy— Vinayakk (@vinayakkm) January 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 95/2 (12.2 overs): OUT! Off-spinner Anna Browning gets New Zealand the breakthrough against the run of play. Soumya Tiwari stays behind to a delivery she should’ve played on the front foot and is clean bowled for 22 off 25. The new batter is G Trisha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 94/1 (12 overs): FIFTY for Shweta Sehrawat! The right-hander’s dream tournament continues. She gets there off 39 balls and raises her bat with a big smile.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 85/1 (11 overs): Right-arm pacer Kayley Knight returns to the attack after the drinks break and Shweta and Soumya picks a boundary each. India now need just 23 runs to win from 54 balls.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 76/1 (10 overs): Off-spinner Hotton with another tidy over, just two singles from it. Tiwari seems to be in no hurry, understandably, has has moved to 13 off 20.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 74/1 (9 overs): Another boundary for Shweta as she pulls one in the gap this time. India are in cruise control at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 67/1 (8 overs): Hotton joins the attack and bowls a quiet over, just four singles from it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 63/1 (7 overs): Off-spinner Kate Irwin joins the attack and Shweta goes after her. The right-hander plays a stylish cover-drive for two before hitting a powerful back-foot punch through mid-off and cover for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 55/1 (6 overs): India end the powerplay in style as Shweta Sehrawat hits a hat-trick of fours. Paige Loggenberg kept bowling it short and wide and the right-hander kept cutting it away to the fence. New Zealand captain Izzy Sharp then drops a straightforward chance at extra cover as Shweta gets a life.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 41/1 (5 overs): Nice over from Knight, just two runs from it. India’s run-rate is solid, Shweta and Soumya can take their time and build a partnership.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #U19T20WorldCupWhat a catch by Plimmer. Terrific athleticism.https://t.co/ariciaxQ8w pic.twitter.com/pMjYTXEtNv— Vinayakk (@vinayakkm) January 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 33/1 (3.3 overs): OUT! Big wicket for New Zealand! Browning bowls a short ball and Shafali pulls it in the air, Plimmer runs in from deep mid-wicket and takes a sensational catch diving forward. The India captain walks back for 10 off 9, the new batter is Soumya Tiwari.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 30/0 (3 overs): An eventful over. Shweta gets a thick outside edge for four before Knight bowls a sharp bouncer to Shafali and strikes the India captain on her forearm. The right-arm pacer then concedes a free hit after a high full toss but bowls a superb wide delivery to Shweta for a dot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 21/0 (2 overs): Brace yourself, NZ. A 17-run over off Codyre, as Shafali and Shweta each hit a four and there were five wides in between. Shafali’s four a shot of authority down the ground. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 4/0 (1 over): Browning with a tidy first over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shafali Verma and Shweta Sehrawat in the middle. 5-6 overs of the former could see the Indians take a big step towards the final, NZ will want her wicket early.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    1/7 in her 4 overs for Shafali Verma as NZ end on 107/9. Shafali’s spell was the difference between 107 and 120. Huge impact with the ball 🎯 🙌 📸 ICC/Getty pic.twitter.com/5mJMFM37TK— Jay Dansinghani 🏏 -- #U19T20WorldCup (@JayDansinghani) January 27, 2023\n\n\n\n    107-9. Really good performance from #TeamIndia !!! Parshavi & Shafali being the pick of the bowlers !!! #U19T20WorldCup— Kartik O 🏏⚽🔗 (@KOCricket528) January 27, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 107/9 (20 overs): Kayley Knight is run-out off the last ball of the innings on the back of some questionably slow running between the wickets. Left-arm spinner Sonam Yadav bowled the last over and conceded eight runs to finish with figures of 0/21. Leg-spinner Parshavi Chopra was the pick of the bowlers for India with 3/20, while skipper Shafali also delivered a fine spell of 1/7. Georgia Plimmer was the top scorer for NZ with 35 off 32 at No 3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ finish with 107/9\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 99/8 (19 overs): Welcome boundary for New Zealand as Kayley Knight plays a powerful cover-drive for four. Off-spinner Archana Devi finishes her spell with figures of 1/20 from three overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India captain Shafali Verma finishes her spell with excellent figures of 1/7 from her four overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 92/8 (17.3 overs): OUT! Brilliant fielding by Hrishita Basu and Paige Loggenberg is run-out for 4 off 8. Basu, who is a wicketkeeper, dives and stops the ball at mid-wicket before releasing an accurate throw and Richa does the rest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 91/7 (16.5 overs): OUT! Archana gets the key wicket of Plimmer! The right-hander sweeps one in the air and Parshavi takes the catch at deep square-leg. She walks back for 35 off 32.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 83/6 (15.1 overs): OUT! Shafali is rewarded for her good work with the ball as Kate Irwin miscues a slog and is caught at point by Mannat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 83/5 (15 overs): Better over for New Zealand as off-spinner Archana Devi joins the attack and they pick up eight runs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 75/5 (14 overs): An excellent over from Shafali as she mixes up her pace smartly and concedes just a single. The NZ innings is stuck in a rut at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 74/5 (13 overs): OUT! Another fortuitous wicket for Parshavi as she bowls a short ball and Emma Irwin pulls it straight to Hrishita Basu at mid-wicket. The leg-spinner her spell with figures of 3/20.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 66/4 (12 overs): Skipper Shafali Verma brings herself into the attack and concedes just three singles in her first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mannat Kashyap: 4-0-21-1Conceded only one boundary#U19T20WorldCup— Kalyani Mangale @U19T20WorldCup (@MangaleKalyani) January 27, 2023\n\n\n\n    Sharp catch that. Sharp gone! Chopra strikes!#U19T20WorldCup#NZvIND— PouLaMi (@Crictopher17) January 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 63/4 (10.1 overs): OUT! A bit of a gift after the break for India as NZ captain Izzy Sharp departs for 13 off 14. Parshavi tosses it up high and it was a juicy full-toss but the right-hander whacked it straight to mid-wicket where Sonam Yadav took a sharp catch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 63/3 (10 overs): Mannat Kashyap concedes six runs in her last over and finishes with figures of 1/21. Time for the players to take a drinks break.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 57/3 (9 overs): Sharp decides to go on the offensive and picks up a maximum off Parshavi. The first six of the match. Richa then does some sharp work with the gloves and Sharp just about survives a stumping shout. NZ then pick two runs to end the over on the back of some poor fielding by India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 47/3 (8 overs): Mannat Kashyap returns to the attack and bowls a quiet over. NZ captain Izzy Sharp is the new batter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A little earlier...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #U19T20WorldCupThis was a terrific fielding effort by Archana Devi.https://t.co/ariciaxQ8w pic.twitter.com/n18nRvMc5a— Vinayakk (@vinayakkm) January 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 42/3 (6.5 overs): OUT! Leg-spinner Parshavi Chopra joins the attack and strikes. Richa missed a stumping earlier but India get the wicket eventually as Izzy Gaze is struck in front. The dangerous right-hander walks back LBW for 26 off 22.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 40/2 (6 overs): Another huge over for NZ as they end the powerplay on a high. Gaze cuts a short ball from Sonam for four before getting an outside edge for three, with Archana making a fantastic save at the boundary. The left-arm spinner then concedes three wides.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 27/2 (5 overs): Big over! Izzy Gaze was impressive during the NZ development squad’s tour of India recently and she’s off to a strong start here as well. The right-hander hits Titas for three fours to give her team the push it needed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 15/2 (4 overs): First boundary of the match for New Zealand and it comes from Plimmer’s bat. The right-hander steps out to Mannat and drives the ball nicely over mid-off for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🇮🇳#U19T20WorldCup pic.twitter.com/hcDdSg4gCC— BCCI Women (@BCCIWomen) January 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 5/2 (2.1 overs): OUT! Emma Mcleod is gone as well and New Zealand have lost both their openers. Titas Sadhu gets her first wicket as the right-hander tries to whip the ball across but gets struck in front.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 5/1 (2 overs): Dropped! Plimmer takes the aerial route immediately and Trisha doesn’t hold on to the catch at long-on. She misjudged it and the ball landed behind her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 3/1 (1.3 overs): OUT! Mannat Kashyap takes the new ball from the other end and strikes immediately. Anna Browning edges it and Soumya Tiwari takes a sharp catch in the slips. The umpires referred it upstairs with the soft signal being out, and the decision went India’s way. Looked close, that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 2/0 (1 over): Impressive start from Titas. The right-arm pacer finds her mark quickly and concedes just two singles in the first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #U19T20WorldCup #INDvNZ 🏏National anthems done, we are all set! A proud day for these young cricketers.📷FanCodeBlog: https://t.co/Tx4oJkDkKb pic.twitter.com/5Yu7nZwmvu— The Field (@thefield_in) January 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.30 pm: The national anthems are done. Plenty of smiles in the Indian camp. And we are ready for play. Titas Sadhu has the new ball in hand. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #U19T20WorldCup #INDvNZFor our collective sanity, hope the New Zealand World Cup heartbreak quota for India is already over for this week. 😅https://t.co/ariciaxQ8w pic.twitter.com/XROYU8nedg— Vinayakk (@vinayakkm) January 27, 2023\n\n\n\n    All set for semi 1!India vs New Zealand starting in a bit. Find a TV!#U19T20WorldCup pic.twitter.com/o5eK65T5Pl— Snehal Pradhan (@SnehalPradhan) January 27, 2023\n\n\n\n    Batting first after a toss win for India in the Women's Under19 T20 World Cup Semi-Final in South Africa! Follow play LIVE in NZ with Sky Sport. LIVE scoring | https://t.co/Q1RQ0McPZB #U19T20WorldCup pic.twitter.com/NbqGNWx4Ap— WHITE FERNS (@WHITE_FERNS) January 27, 2023\n\n\n\n    All the best to #INDWU19 for the semi-finals against #NZWU19 ✨Give your best and keep the energy high! 🔥#U19T20WorldCup— Jhulan Goswami (@JhulanG10) January 27, 2023\n\n\n\n    In 2005, both Nooshin Al Khadeer and Sara McGlashan played in the ODI World Cup semifinal in Potchefstroom. India overcame the defending champions to reach their first WC final… Today, the pair are head coaches of their teams in the inaugural #U19T20WorldCup. pic.twitter.com/P7xE09JeuT— Ananya Upendran (@a_upendran11) January 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Playing XIsIndia: Shweta Sehrawat, Shafali Verma (c), Soumya Tiwari, G Trisha, Richa Ghosh (wk), Hrishita Basu, Titas Sadhu, Mannat Kashyap, Archana Devi, Parshavi Chopra, Sonam Yadav.New Zealand: E McLeod, A Browning, G Plimmer, I Gaze (wk), I Sharp (c), E Irwin, K Irwin, P Loggenberg, N Codyre, Kayley Knight, A Hotton.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Toss update: Shafali Verma has won the toss and India will bowl first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live coverage of the ICC Under-19 Women’s T20 World Cup semifinal between India and New Zealand at the Senwes Park in Potchefstroom.It’s the start of the business end of the tournament and India will be hoping to continue their good form in South Africa. Shafali Verma and Co have lost just one game so far in the tournament – against Australia – but they will be confident after topping their group in the Super Six stage. India had faced New Zealand’s development team in Mumbai recently and swept the five-match series. Can they put in another strong performance and seal their spot in the final?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SquadsIndia: Shafali Verma (c), Shweta Sehrawat, Richa Ghosh (w), Soumya Tiwari, Gongadi Trisha, Hrishita Basu, Titas Sadhu, Mannat Kashyap, Archana Devi, Parshavi Chopra, Sonam Yadav, Hurley Gala, Sonia Mendhiya, Shabnam MD, Falak Naz, Soppadhandi Yashasri.New Zealand: Anna Browning, Emma McLeod, Georgia Plimmer, Isabella Gaze (w), Izzy Sharp (c), Tash Wakelin, Kate Irwin, Paige Loggenberg, Natasha Codyre, Abigail Hotton, Kayley Knight, Kate Chandler, Olivia Anderson, Louisa Kotkamp, Emma Irwin.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ready to hit the ground running! 🙌Take a look at #TeamIndia's squad led by @TheShafaliVerma for the inaugural #U19T20WorldCup 👌 pic.twitter.com/nDb3aC8UOy— BCCI Women (@BCCIWomen) January 13, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:U19 Women’s T20 World Cup: You know Shafali Verma and Richa Ghosh, meet rest of India’s squadICC U19 Women’s T20 World Cup: Squads, format, schedule, broadcasters – a ready reckoner\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy FanCode and Disney+ Hotstar.","author":"Aditya Chaturvedi","time":"2023-01-27T13:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186145-gfgjcnowun-1674804520.jpg","tags":["ICC Under-19 Women’s T20 World Cup 2023","cricket","indian cricket","indian women's cricket team","india vs new zealand","shafali verma"],"source":"https://scroll.in/field/1042693/icc-under-19-womens-t20-world-cup-2023-india-vs-new-zealand-semifinal-live-updates-shafali-verma-and-co-eye-a-spot-in-the-final"}