{"title":"ICC T20 World Cup 2024: Rohit Sharma, Ajit Agarkar on team selection, KL Rahul’s omission and more","content":"As the competition to reach the Indian Premier League playoffs heats up, a lot of talk over the last two days has revolved around India’s 15-member squad for the upcoming ICC Men’s T20 World Cup in the United States and West Indies.There were a few notable omissions with the likes of KL Rahul, Rinku Singh and Shubman Gill missing out on a place in the squad. While Singh and Gill will travel as reserve players, Rahul, who was India’s first-choice wicketkeeper at last year’s ODI World Cup, has been left out with Rishabh Pant and Sanju Samson selected as the wicketkeepers.Also read: Rishabh Pant, Sanju Samson included in Rohit Sharma-led India squad at the ICC T20I World CupThere were also doubts about Hardik Pandya’s form going into the tournament with the Mumbai Indians’ captain struggling with his performances in the IPL. The selection committee however, have backed Pandya to come good and have named him as vice-captain for the tournament.On Thursday, India captain Rohit Sharma and chief selector Ajit Agarkar spoke to the media where they answered various questions on the selection of the Indian team for the tournament.Edited excerpts from the press conference follow:On Sharma’s experience of playing under a different captain [in IPL]…Rohit Sharma: It’s part of life. Not everything will go your way. So it’s been a great experience. Before in my life as well I have not been captain and I have played under a lot of captains. So it is no different to me. It is nothing new to me. Whatever is there is there and then you go by it and then try and do what is required from you as a player. And I have only tried to do that in the last month or so.On KL Rahul’s absence from the squad despite being the first-choice wicketkeeper at the 2023 ICC ODI World Cup…Ajit Agarkar: KL is a terrific player. We all know that. The thing we were obviously looking at is guys who bat in the middle. At the moment KL is batting at the top. We feel Sanju [Samson] has the ability to come down the order if need be. Rishabh [Pant] is batting at five for Delhi [Capitals]. That was more the thinking. It wasn’t whether KL is better or these guys are better. It’s about the slots that we needed. And we feel these two are better equipped at this point, or have spent a bit more time towards the latter part of the innings which might be needed in the World Cup.On Sharma being chosen as captain ahead of Pandya despite not having played many T20 matches for India last year…Ajit Agarkar: Generally as selectors we do want a leader. I think Rohit has been a terrific leader. There has been just about six months between the 50 over World cup and this one. We had to make some decisions at that point. There’s no doubt about it. I know Hardik led a few series before that. But Rohit’s form in the World Cup coupled with how much time we have. Rohit’s a great player, so it’s not like it’s forced upon us.Rohit Sharma: I'll answer that one because Ajit was not part of the selection committee at that point. If you have noticed, whichever format happens, we give priority to that format and especially us being where we are, a lot of players were given breaks if there was no T20 World Cup and if there’s 50 over World Cup coming up. So the focus was on the 50-over World cup. So that is why we had to miss the T20 format. And it was the same situation when we went to Australia for the T20 World Cup. There were a lot of ODIs being played and we missed a lot of ODIs at that point as well. Test cricket was the constant format that we kept playing because obviously that is the format you don’t want to miss and you give a lot of priority to that.On not being swayed by individual performances in the IPL…Ajit Agarkar: Little bit of a challenge, but like I said before, we planned before the IPL [started]. We had our conversations over the last few months anyway. So you have a fair idea of what you’re looking for. Of course there are some great performances through the IPL which you keep a track of, fitness levels of players. But if you start getting swayed by three or four weeks of cricket, then there’s something wrong in your thinking. We were pretty clear with what we wanted to do. Of course all the good performances are noticed and going forward that will help us in any case. But I think we were pretty clear in our thinking.On India not having any tournaments before the T20 World Cup to try out team combinations…Rohit Sharma: We were fortunate that we had the Asia Cup before the 50 over World Cup but we didn’t have any games before the World Test Championship final last year. We moved into that final straight from the IPL. Like Ajit said, we started talking about what the combination will look like, what will we be our playing eleven, what the pitches are in West Indies. So you sort of make your playing eleven in your mind and try and work around it. [Look for] the players that can fill that particular role that we are looking at.So a lot of the prep. The talk and the guys playing games happens during the IPL and then plus a lot of these guys have been playing this format for a while now. So it’s not like there’s anyone new in this particular format. They all have been playing international cricket as well and they’ve been playing IPL. The talk of what our 15 is going to be like started much before IPL started. It is just few spots, few individuals that we had to sort of look into during IPL. Because in the IPL, the performances change every day. Anyone will come and score 100, someone will get a five-wicket haul. So you can’t really change your planning and mindset around it. We had clarity on what our core group is going to be like. If we had to make or need to pick someone, we were prepared for that as well.On lessons from previous T20 World Cup…Rohit Sharma: I’m going to go to West Indies and see what is right and what can be done. We’ve never played in New York, so I don't know how the pitch will be there. We’ve been in West Indies, but we are playing in different venues every game. So you’ve got to first understand what the pitches will be like and what sort of combination you need based on the opposition composition as well.But one thing we really looked at was our middle overs hitting. Our top order hitting has been all right. It has not been bad. There are options there as well. But we wanted someone to come in the middle overs and play freely without worrying about who’s bowling and who’s not. And we picked Shivam Dube, based on what he’s done in IPL and also a few games that he played before IPL as well. We spoke about it and we said, ‘okay, this is what we wanted.’ But again, there’s no guarantee what our playing eleven will look like when we go there. We will see, we will analyze. We’ve got a couple of practice games that we’ll play based on what the opposition comes up with, what kind of combination they have, we will try and fit our playing eleven based on that.On Pandya’s poor form…Ajit Agarkar: Nothing was discussed with regards to his vice captaincy. You want all guys to be in good form. I think he’s come after a longish layoff. The good part that we’ve looked at is he’s got through all the games so far for Mumbai Indians and we’ve got another month and a little bit till we play our first game. So we know he’s doing that. And the hope is that he keeps building on that form. As long as he stays fit, we know what he brings, how much balance he gives the team. I don’t think there’s a replacement for the things that he can do as a cricketer at the moment. Especially when it comes to the way he bowls, it really gives balance. I think he gives Rohit options to play different combinations. So his fitness for us is critical. And so far, fortunately, he’s gone okay in this IPL.On not picking Rinku Singh…Ajit Agarkar: It’s probably the toughest thing that we’ve had to discuss, frankly. I mean, he’s done nothing wrong. Nor Shubman Gill for that matter. It’s again, the combinations. Like Rohit said, we’re not quite sure what conditions we’ll get. So we wanted to try and have enough options. There are a couple of wrist spinners that were included in the squad, [Yuzvendra] Chahal and Kuldeep [Yadav] to give Rohit more options and Axar [Patel], a bowling all-rounder. It’s just unfortunate. I don't think it’s anything to do with Rinku Singh. It’s not his fault that he's missed out.It’s more the 15 that we felt gives two keepers who are both terrific batters. There’s already an extra batter sitting out when one of them doesn’t play. So we just thought of having another bowling option might be handy going forward in the tournament. Rinku is still one of the travelling subs. That’s how close he was. It's a little bit tough on him. But at the end of the day you can only pick 15.On the rationale behind selecting four spinners…Rohit Sharma: I don’t want to go into too much detail on it because I'm sure all the opposition captains will be listening to this. I definitely wanted four spinners. We played a lot of cricket there. We know what the conditions are like. Match starts at probably 10:00 in the morning. There’s a little bit of technical aspect involved in this.I wanted four spinners for sure. Three seamers and Hardik being the fourth one. So you get that balance of seamers as well. With two spinners being all-rounders who can bat in Axar and Jaddu [Ravindra Jadeja]. And then the two attacking spinners in Kuldeep and Chahal. It gives you a little bit of balance in your spin department as well. Based on the opposition composition, we can decide what to play with. All sorts of things are possible.On whether Virat Kohli’s strike rate and the high scores in the IPL were discussed…Ajit Agarkar: I don’t think we discussed it. He has been in great form in the IPL. So no concerns there at all. With regards to how it’s going in the IPL, you’re still going to a World Cup. It’s still international cricket. There is still that gap there. So you’ve got to prepare knowing that there is that gap there. And that’s where experience does matter a lot.If the tournament turns out to be like how the IPL is, I think we still have got enough in the team, the balance or the power that you can match that. So there’s no real point overthinking. You try and take the positives that are happening in the IPL like the form of some of the guys, some of the newer guys coming through. But at the end of the day, when you turn up for a World Cup game, the pressures are a little bit different.On the role of all-rounders and what the team is expecting from Pandya and Dube…Rohit Sharma: Expect them to do what they are doing in IPL. Unfortunately, Shivam hasn’t bowled a single over in the IPL [barring the Chennai Super Kings’ previous match against Punjab Kings]. But he’s a seasoned cricketer who bowls a lot of overs in red-ball cricket. So he knows how to bowl. It’s just that when he plays that T20 format, it’s just about a little bit of skills coming into the picture. The bowlers with some kind of skill set have good chances of having success in this format. Honestly we will be expecting Shivam to bowl a few overs.Same with Hardik as well. He has been bowling regularly in the IPL whenever it’s been required. Fitness wise there’s no issue. We’ve got two quality spinner all-rounders as well . We’ll be looking forward to have contributions from all these four guys.On the core of the team remaining more or less the same but without desired results in previous World Cups…Ajit Agarkar: You want some experience in your team. I mean these guys have been around because they’ve been good enough to be around. That’s the reason they played. They’ve played multiple World Cups. We’ve tried to get in players who are going to bat a certain way in the middle of the innings where we presume a lot of teams will use spin sometimes. That has been an issue. We’ve tried to address that with some of the guys that we picked. We’ve tried to get in some left-handers as well through the middle of that innings. Surya {Suryakumar Yadav] was the No 1 T20 player in the world for a while, so I don't think he’s too bad through the middle either.The team that we picked not having the desired result of winning the World Cup; it’s not for the lack of trying. It’s going to come to the execution on a given day. I don’t think there’s any problem with the personnel at all.","author":"Scroll Staff","time":"2024-05-02T21:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200449-rnsatqgdtn-1714663114.jpg","tags":["ICC Men’s T20 World Cup","ICC Men’s T20 World Cup 2024","Rohit Sharma","Ajit Agarkar","Hardik Pandya","KL Rahul","Rinku Singh","Indian Men’s Cricket Team"]}