{"title":"ICC Men’s ODI World Cup Final: Key factors which could decide the winner between India and Australia","content":"India face Australia in what promises to be a thrilling 2023 ICC Men’s ODI World Cup final in front of a capacity 130,000 crowd at the Narendra Modi Stadium in  Ahmedabad on Sunday.Tournament hosts India have won all 10 games as they bid for a third World Cup title and second on home soil.But if any side can stop the India juggernaut then Australia – aiming for a record-extending sixth World Cup crown – could be that team.Below are some of the key events where the showpiece match could be won and lost:Opening exchangesIndia captain Rohit Sharma has instilled an aggressive attitude in his team, with the opener leading from the front. Virat Kohli and Shreyas Iyer took the batting plaudits with two fine hundreds in a 70-run semi-final win over New Zealand as India piled up a huge 397-4 in Mumbai. But it was Sharma who first demoralised New Zealand pacemen Trent Boult and Tim Southee with a rapid 29-ball 47 that ensured India were in command from the start.It has been a similar story in the field. Even if opposition opening batters can survive against India’s new-ball duo of Jasprit Bumrah and Mohammed Siraj, they then have to face Mohammed Shami.The seamer is the tournament’s leading bowler with 23 wickets from just six matches, with his devastating 7-57 against New Zealand the best bowling figures in any World Cup semi-final.Australia’s opening bowlers and batters, however, appear to be coming into form at just the right time. Josh Hazlewood and Mitchell Starc reduced a powerful South Africa top-order to 24-4 in Thursday’s second semi-final.And in a tense, low-scoring, affair opener Travis Head made a valuable 62. David Warner didn’t fully fire against the Proteas but the 37-year-old left-hander has dominated numerous attacks in his ODI career and with 528 runs he is the team’s leading scorer at the tournament.Field marshals Australia have long set the benchmark when it comes to fielding, not simply by holding their catches but with an athletic determination to save every run they can.Fielding used to be regarded as India’s weakness, with players brought up on rough and uneven outfields reluctant to fling themselves around in a bid to stop ones becoming twos.But India now boast several fine fielders, including a world-class performer in Ravindra Jadeja, with the all-rounder having taken some superb catches at backward point as well as being reliable in the deep. Meanwhile wicketkeeper KL Rahul, still best known as a batter, has been an unsung hero behind the stumps during the World Cup. In the semi-final win over New Zealand, a brilliant diving catch low to his left dismissed opener Devon Conway.Pressure pointsIt may be a cliche that no Australia team is truly beaten until victory is finally secured, but there is a reason why it exists. When they collapsed to 91-7, chasing 292, against Afghanistan in a pool match they were all but beaten. Yet Australia still won, albeit it needed Glenn Maxwell’s spectacular 201 not out to see them home.Australia captain Pat Cummins – who earlier this year led his side to victory over India in the World Test Championship final at The Oval – held firm during remarkable unbroken stand of 202.And the fast bowler’s enjoyment of batting in a tense situation was evident again when he could be seen smiling during the closing stages of a nervy run-chase against South Africa.India have coped well so far with the burden of expectation placed upon them by billions of followers in a cricket-crazy country and have already defeated Australia at the tournament by six wickets in Chennai back on October 8.But they have not won a major piece of ICC silverware since the 2013 Champions Trophy and now the question is can they hold their nerve for just one more game?","author":"AFP","time":"2023-11-17T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194784-weuowhbuzi-1696662068.jpg","tags":["ICC Men's ODI World Cup","Cricket","World Cup Final","India vs Australia","Rohit Sharma","Pat Cummins","Virat Kohli"],"source":"https://scroll.in/field/1059260/icc-mens-odi-world-cup-final-key-factors-which-could-decide-the-winner-between-india-and-australia"}