{"title":"ICC Men’s World Cup 2023: India begin campaign against Australia; will play Pakistan on October 14","content":"Editor’s note: The copy was updated with new dates after the schedule was revised by the International Cricket Council on August 9.Two-time winners India will take on arch-rivals Pakistan in the group stage of the ICC Men’s ODI World Cup 2023 on October 14, at the Narendra Modi Stadium in Ahmedabad.The schedule for the 10-nation World Cup was announced on Tuesday, with matches being played across 10 venues. Along with Ahmedabad – which will host the tournament opener and the final – Bengaluru, Chennai, New Delhi, Dharamsala,  Hyderabad, Kolkata, Lucknow, Mumbai and Pune will host matches. Guwahati, Thiruvananthapuram and Hyderabad will host practice games.India will start its campaign against five-time champions Australia, at the Chepauk Stadium in Chennai on October 5. The hosts will then face Afghanistan in New Delhi on October 11, followed by the match against Pakistan. Team India's schedule \n    \n       Date  Opponent  Venue \n    \n     October 8  Australia  Chennai  October 11  Afghanistan  New Delhi  October 15  Pakistan  Ahmedabad  October 19  Bangladesh  Pune  October 22  New Zealand  Dharamsala  October 29  England  Lucknow  November 2  Sri Lanka  Mumbai  November 5  South Africa  Kolkata  November 12  Netherlands  Bengaluru \n  For the tournament opener, defending champions England will take on New Zealand a repeat of the final between the 2019 World Cup finalists.Eight teams have qualified for the 46-day event through the Cricket  World Cup Super League while the final two spots will be taken by the  finalists of the ICC Cricket World Cup Qualifier taking place in  Zimbabwe.India play all their nine league matches at different venues including the new Bharat Ratna Shri Atal Bihari Vajpayee Ekana Cricket Stadium in Lucknow.  The other venues are Bengaluru, Chennai, Delhi, Dharamsala, Hyderabad, Kolkata, Mumbai and Pune. Guwahati and Thiruvananthapuram join Hyderabad in hosting the practice matches.India captain Rohit Sharma said he was hoping his team would live up to expectation of the home crowds.“It’s going to be a great experience playing in the World Cup at home. India won here 12 years ago, and I know fans nationwide can’t wait for us to take the field this time.“This World Cup is going to be very competitive as the game has become faster and teams are playing more positively than ever before. All this augurs well for fans worldwide, promising them many thrilling moments.“We look forward to preparing well and being at our best this October-November.”— - India captain Rohit Sharma\nThe tournament retains the round-robin format from the 2019 edition with all teams playing against each other for a total of 45 league matches. There are six day matches which will start at 10:30 hrs IST, while all other matches, including the knockouts, will be day-night fixtures starting at 14:00 hrs IST.The top four teams will qualify for the semifinals, to be played in Mumbai on November 15 and in Kolkata on November 16. The semi-finals and the final will all have reserve days.Full revised tournament schedule (Courtesy: ICC)India’s fixtures at World Cup (day-night matches unless indicated otherwise):8 October – vs Australia, Chennai11 October – vs Afghanistan, Delhi15 October – vs Pakistan, Ahmedabad19 October – Bangladesh, Pune22 October – vs New Zealand, Dharamsala29 October – vs England, Lucknow2 November – vs Sri Lanka, Mumbai5 November – vs South Africa, Kolkata12 November – Netherlands, BengaluruContent courtesy: ICC Business Corporation FZ LLC 2020 via Online Media Zone.","author":"Scroll Staff","time":"2023-06-27T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181848-stpaydbove-1666735233.jpg","tags":["ICC Men's Cricket World Cup","ICC Men's World Cup 2023","India vs Pakistan","India vs Australia","ICC","Cricket World Cup","World Cup","Cricket","Indian cricket"],"source":"https://scroll.in/field/1051629/icc-mens-world-cup-2023-india-begin-campaign-against-australia-will-play-pakistan-on-october-15"}