{"title":"ICC Men’s ODI World Cup: Heritage on show as Australia condemn South Africa to another heart-break","content":"It is a ICC Men’s ODI World Cup semi-final. Chasing 213 to win on a tricky surface, your team is down to its tail end needing 20 runs from 10 overs with just three wickets in hand. If it were any other team, you would probably think that the no 8 and 9 batters would get out playing shots that are expected from any no 8 and 9 batters in the world. Under pressure, out come the ugly slogs, the hopeful lofted drives that meet nothing but air before they finally get out after missing the ball completely and seeing their stumps disturbed.But when those no 8 and 9 batters come from the land Down Under, expect things to be just a bit different. And Mitchell Starc and Pat Cummins proved on Thursday at Kolkata’s Eden Gardens. On a surface on which many established batters struggled, the duo – bowlers by trade, who can bat a little – held fort to dig out a three-wicket win to take Australia to the semi-final of the World Cup and relegating South Africa to yet another depressing semi-final exit. Cricketing heritage at its best or worst, depending on who you support.#CWC23 #SAvAUSAUSTRALIA SET UP THE FINAL DATE WITH INDIA😍The five-time champions beat South Africa by three wickets in the second semi-final to qualify to set up a repeat of the 2003 World Cup Final.RSA: 212/10 (49.4)AUS: 215/7 (47.2)📸: Hotstarhttps://t.co/bgJaLr65fK pic.twitter.com/bp5v3vxAvF— The Field (@thefield_in) November 16, 2023\n\nBanking on their heritageIt was just over a month ago when many believed that Australia, five-time World Cup champions, would struggle to make it to the semi-finals. Especially after the disastrous start Cummins’ side had.After losing their first match to hosts India by six wickets, Australia succumbed to their heaviest defeat ever in World Cup history when they lost by 134 runs to the Proteas.But perhaps being the greatest World Cup nation gives you that extra bit of kick that teams need to tide over the tough times. Since that humbling loss to South Africa, Australia have won eight matches on the trot en route to the final, and only came close to losing twice. Unlike India, this Australian side has not had consistent match-winners at the World Cup so far. What they have had is individual players stepping up with crucial performances when needed the most. Simply put, a team which somehow knows how to win. South Africa, on the other hand, came into the semi-final as favourites on paper. But the Proteas also came with the ghosts of semi-final heart-breaks past. This was after all a team which had been dealt a farcical loss in the 1992 World Cup semi-final and somehow managed to lose matches they had all but won in the 1999 and 2015 World Cups.Surely this time things would be different?  After all, they were on a four-match winning streak over Australia which each win bigger than the previous one. When Temba Bavuma won the toss and elected to bat first, there was hope and expectation that South Africa would make their first ever final.That hope barely lasted the first 10 overs as Starc and Josh Hazlewood ripped through the Proteas’ top-order. Bavuma, not fully fit, lasted just six balls for a duck as his dismal run with the bat continued. It has been a tough World Cup for Bavuma. South Africa’s best batter this year coming into the tournament, he struggled for runs and with injury. You cannot blame Bavuma for playing despite not being fully fit. After all, what captain would bench themselves in a semi-final. But one cannot help but wonder if things would have been different had Bavuma sat out and brought in the excellent Reeza Hendricks in his stead.But Bavuma would not be the only one to fall cheap. The in-form Quinton de Kock, Rassie van der Dussen and Aiden Markram were tormented by Starc and Hazlewood.Two premium bowlers, who hadn’t had the best of tournaments so far, turned up on a pitch which wasn’t supposed to aid them to leave South Africa reeling at 24/4 after 12 overs.Heinrich Klaasen and David Miller steadied the ship, stitching together a 95-run partnership at a steady rate. Adam Zampa, Australia’s best bowler at the World Cup, who was supposed to make merry on the Eden Gardens pitch faced Klaasen and Miller’s ire. The pair whacked six sixes off Zampa’s bowling, unsettling the wrist spinner. But even as Zampa struggled, Australia hit back through their part-time spinners. Brought into the attack in the 30th over, Travis Head got Klaasen out with a peach of a delivery and followed it up with the wicket of the big-hitting Marco Jansen a ball later.At the other end, Glenn Maxwell kept the Proteas on a leash conceding just 35 runs from his 10 overs. South Africa, who looked on course to reaching 250 during Miller and Klaasen’s rebuilding, looked in danger of even crossing 200.It needed a very un-Miller-like innings from Miller to drag South Africa past 200. The Southpaw eschewed risks, opting to keep the scoreboard ticking while punishing the occasional bad ball. Miller’s 101 ended up giving the South African bowlers something to defend.That defence though did not start well. Head and Warner came flying out of the blocks with the duo whacking three sixes in one Kagiso Rabada over to race to 60 off the first six overs. That is not to say that Rabada and Jansen, South Africa’s new-ball bowlers bowled poorly.But where Hazlewood and Starc got the edges and mis-timed drives off good deliveries, Rabada and Jansen only got close misses and catches falling short. Lady Luck, it seemed, had once again deserted South Africa.Tenacious South AfricansFor all the questions over Bavuma playing himself despite not being fit, the South African captain must be credited for his bowling changes and knowing what to get out of his team.The six-over carnage faced by his opening bowlers prompted the skipper to bring in the spinners early. But despite a freshly anointed world No 1 Keshav Maharaj available to him, he tossed the ball over to part-timer Markram. And on the first ball, Markram bowled Warner.In the next over, Van Der Dussen took a screamer to get rid of the in-form Mitchell Marsh.The loss of quick wickets did not deter Head in the least. After surviving a dropped catch off Gerald Coetzee’s first ball, Head rubbed salt over the youngster’s wound by clubbing a hat-trick of fours to bring up his half-century. Maharaj was finally called into action and he got rid of Head with his first delivery.When Head departed for a match-winning 62 off 48 balls, Australia required just 107 runs from 35 overs. In hindsight, the blistering opening salvo from Head helped Australia time the chase to perfection.Steve Smith and Marnus Labuschagne, Australia’s best players of spin, had come into bat, but Maharaj and Tabraiz Shamsi hassled and harried them with vicious spin. The two Australian batters together faced 79 deliveries off the South African spinners, eating up overs.Shamsi struck twice in an over to remove Labuschagne and the dangerous Maxwell to keep South Africa in the hunt only to find Josh Inglis a tough nut to crack. The wicketkeeper stitched up a partnership of 37 in 59 balls with Smith to effectively slam the door on South Africa. By the time Smith and Inglis fell to Coetzee, Australia needed just 20 runs in 10 overs.There was an undeniable spring in the South African footstep. The field-setting was aggressive, but time was on Australia’s side and South Africa needed wickets. Wickets that Starc and Cummins refused to provide.#CWC23 #SAvAUSTravis Head's all around performance propelled Australia to their eighth World Cup final even as South Africa lost their fifth semi-final at the Eden Gardens.📸: AFPDetails: https://t.co/bgJaLr65fK pic.twitter.com/i1JwICzVeq— The Field (@thefield_in) November 16, 2023\n\nWhen the duo guided Australia home, there were no tears or shocked faces this time around from the losing team. Only a look of a team resigned to their fate of falling agonisingly short of expectations. Thirty years after their first heart-break, they have become used to the agony. As for Australia, the most successful team in World Cup history, they have booked a ticket to Ahmedabad for the final, where hosts India are waiting.","author":"Dilip Unnikrishnan","time":"2023-11-17T09:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195942-sqrlcrajey-1700192488.jpg","tags":["Travis Head","Mitchell Starc","David Warner","Keshav Maharaj","ICC Men’s ODI World Cup 2023","ICC Men’s ODI World Cup","Temba Bavuma"],"source":"https://scroll.in/field/1059223/icc-mens-odi-world-cup-heritage-on-show-as-australia-condemn-south-africa-to-another-heart-break"}