{"title":"ICC Men’s ODI World Cup Final: Unbeaten India versus record holders Australia – all you need to know","content":"And then there were two.The ICC Men’s ODI World Cup began at the Narendra Modi Stadium on October 5, pitting 10 of the best cricketing nations, at the time, against each other. As the weeks went by, it became clearer who would be the ones left behind, and who would go on to earn a shot at the title.On Sunday, at the very same venue in Ahmedabad, it will be decided who is the best of the lot. And it is rather fitting that India and Australia will be competing for that grand prize.India, a team led admirably by Rohit Sharma, have been virtually unstoppable. They remained unbeaten throughout the nine matches they played in the round robin stage. And in the semi-final they overcame New Zealand who have historically been a thorn in India’s side when it comes to the knockout stages of an ICC event.Also read: Virat Kohli paints the perfect picture at WankhedeAnd then there’s Australia, who started off their campaign with two overwhelming losses to India and South Africa.Slowly, Pat Cummins and his mates in yellow picked up the pieces and are on an eight-match winning streak ever since.In the semi-final against South Africa, a match that, given the target that was set, one could argue Australia should have won with ease, they laboured their way to a three-wicket win. But the five-time world champions did arrive at that target with confidence and without a shroud of anxiety.Also read: Heritage on show as Australia condemn South Africa to another heart-breakAnd by getting to that target, they have booked a repeat of the 2003 World Cup final between India and Australia.Ricky Ponting, Australia’s captain then, had commanded their batting innings with an unbeaten 140. India tried, but under the scoreboard pressure, and the fact that they were playing against the best team in the world at the time, were bowled out for 234.Australia won that match by 125 runs, but the margins may be much finer in Ahmedabad.When the two teams met at the Chepauk Stadium for their first match of this World Cup, India walked away with a six-wicket win. It gave the hosts a strong start to what has been an irresistible campaign. And it gave Australia the first of the two rude awakenings they needed to get their World Cup bid underway.Now, what we have on Sunday, is a battle between the strongest team of the World Cup and the most successful team in the history of the event.Conditions and pitch reportThis final will mostly take place without any rain interruptions. The weather is expected to be at a warm 32°C, but will drop as the match wears on and the evening comes in.As for the pitch, the wicket in Ahmedabad has historically been on the slower side which will assist the spinners. But it has picked up a bit in the past few years, since the Indian Premier League started making its way to the stadium, in order to assist batters.In none of the four matches played at this venue so far at the tournament has a team managed to go beyond the 300-run mark. But that could just happen in the final.Key playersBoth teams boast some of the best and most powerful batters in the world. Therefore, it will be interesting to see which team’s bowlers can negotiate those threats better.India: It is astonishing to believe that Mohammed Shami was brought in to the Indian team only after Hardik Pandya was injured. In the six matches he has played, Shami has picked up a tournament-leading 23 wickets and given away just 210 runs. Along the way, he became India’s most successful World Cup bowler (he currently has 54 wickets to his name) and in the semi-final registered India’s best bowling figures in a World Cup match, 7 for 57. Along with him, the Jasprit Bumrah and Mohammed Siraj complete a formidable pace-trio for India.Australia: The five-time world champions’ bowling unit has been spearheaded by leg-spinner Adam Zampa, who is their leading wicket-taker at the event with 22 dismissals to his name – second only to Shami. The South Africans however clobbered him all over the Eden Gardens during the semi-final. That’s when Australia’s pace unit stepped up. In Josh Hazlewood, Mitchell Starc and Cummins, Australia has an enviable pace attack that is capable of rattling the most talented of batters.Head-to-HeadLast five meetingsOctober 8, 2023: Chennai – India won by 6 wicketsSeptember 27, 2023: Rajkot – Australia won by 66 runsSeptember 24, 2023: Indore – India won by 99 runsSeptember 22, 2023: Mohali – India won by 5 wicketsMarch 22, 2023: Chennai – Australia won by 21 runs Overall in World CupPlayed: 13 India: 5 wins Australia 8 wins No result: 1","author":"Scroll Staff","time":"2023-11-18T12:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195952-ypcaqpajbn-1700215977.jpg","tags":["ICC Men's ODI World Cup 2023","World Cup Final","India vs Australia","Rohit Sharma","Pat Cummins","Cricket","Cricket World Cup"]}