{"title":"U19 Women’s T20 World Cup, IND vs SL as it happened: Parshavi Chopra stars as India win by 7 wickets","content":"Easy win for India in the end. They’ve kept their semi-final hopes alive. #U19T20WorldCup pic.twitter.com/vljLw9YVhL— Ananya Upendran (@a_upendran11) January 22, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: India’s leg-spinner Parshavi Chopra for her superb figures of 4/5.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Soumya Tiwari, who was dropped after the opener, plays a fine knock in her comeback game. The right-hander came to the crease with India under a bit of pressure as Shafali Verma and Richa Ghosh were dismissed in the same over, but remains unbeaten on 28 off 15.#U19T20WorldCup pic.twitter.com/gYDzIi375v— Aditya Chaturvedi (@aditya_c19) January 22, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 60/3 (7.2 overs): Soumya Tiwari hits the winning run as India keep alive their hopes of reaching the semifinals. A fine performance overall by India after they lost to Australia in their previous game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India win by 7 wickets!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 55/3 (7 overs): OUT! What a catch! Sri Lanka skipper Vishmi Gunarathne takes a brilliant catch running behind from cover. Shweta Sehrawat walks back for 13 off 17 as G Trisha comes to the crease. Off-spinner Dewmi Vihanga gets her third wicket to finish with figures of 3/34 from her four overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 50/2 (6 overs): Perera returns for her third over and India end up getting a strong end to the powerplay. Both Shweta and Soumya could’ve been run-out off consecutive deliveries but Sri Lanka couldn’t get the direct hits from mid-on. Shweta then hit consecutive fours to make it a 12-run over. India need just 10 more runs to win the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 38/2 (5 overs): Big over for India! Soumya hits three fours off Vihanga as India get 14 runs from the over. Good, positive batting from the right-hander.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dewmi Vihanga dismisses Shafali Verma & Richa Ghosh in the space of three balls.Then comes very close to dismissing Soumya Tiwari on the 1st ball.India now need only 36 though, 8 wickets left.#U19T20WorldCup— Mohit Shah (@mohit_shah17) January 22, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 24/2 (4 overs): Left-arm spinner Perera returns for her second over and bowls a maiden. India need just 36 more runs to win but with net run-rate being a big factor, they are under pressure at the moment with the loss of the two wickets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 20/2 (2.4 overs): OUT! Vihanga has two wickets in one over! And it’s another key batter for India walking back. Richa hit the first ball for four but edges it to Sewwandi in the slips this time. The new batter is Soumya Tiwari, who is playing just her second match in the tournament after the opener.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 16/1 (2.2 overs): OUT! Vihanga gets the big wicket of Shafali! The India captain attempts a sweep and is out LBW. The Sri Lankans are ecstatic as Richa Ghosh comes to the crease.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 12/0 (2 overs): Perera takes the new ball from the other end and Shafali welcomes her with a six. Nine runs come from that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 3/0 (1 over): Off-spinner Vihanga bowls the first over for Sri Lanka and concedes just three runs. India have skipper Shafali Verma and her deputy Shweta Sehrawat at the crease.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 59/9 (20 overs): Skipper Shafali Verma bowls the last over too and concedes just four singles before Perera is run-out to end the innings. An utterly dominating performance by India, they conceded just three boundaries. Leg-spinner Parshavi Chopra was the pick of the bowlers with sensational figures of 4/5 from her four overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sri Lanka finish with 59/9\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 52/8 (18.4 overs): OUT! Archana gets her first wicket as Umaya is caught by Titas in the deep. It’s gone from bad to worst for Sri Lanka.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 51/7 (18 overs): Skipper Shafali Verma brings herself on and concedes just two runs in her first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 49/7 (17 overs): A much-needed boundary for Sri Lanka as five runs come from that Archana over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #U19T20WorldCup #INDvSLParshavi Chopra’s spell against Sri Lanka today:Overs: 4Wickets: 4Runs: 5Dots: 20A double-wicket maiden in there too. Stunning.https://t.co/fU2fi3NSag pic.twitter.com/njgs5gLzGG— Aditya Chaturvedi (@aditya_c19) January 22, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 44/7 (15.5 overs): OUT! Fourth wicket for Parshavi! It was tossed up, Dulanga chipped it to mid-wicket and Shweta took a comfortable catch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 42/6 (15 overs): Archana bowls another tidy over as Sri Lanka continue to struggle in their quest for boundaries.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 39/6 (13.5 overs): OUT! Parshavi has two wickets in one over! The left-handed Sewwandi attempts a reverse sweep and is trapped in front. India are bossing the contest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 39/5 (13.2 overs): OUT! Parshavi gets her second wicket as Manudi (5 off 16) miscues one and Archana takes a good catching diving forward at extra cover.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 39/4 (13 overs): Off-spinner Archana Devi joins the attack to build pressure on the left-handed Manudi. Three runs come from her first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 36/4 (12 overs): Five dots followed by s single from Parshavi’s second over. Sri Lanka’s batters are continuing to struggle to bat with any aggression against India’s spinners.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 35/4 (11 overs): Sonam continues her spell after the drinks break and concedes just four runs in her third over. Sri Lanka need to up the ante big-time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Good field placement from shafali today 👍🏻— Bleed Blue (@CricCrazyVeena) January 22, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 31/4 (10 overs): OUT! Leg-spinner Parshavi Chopra joins the attack and gets the big wicket of Sri Lanka captain Vishmi Gunarathne (25 off 28) in her first over. It was a fantastic googly and the right-hander stepped out but missed the line and got clean bowled.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 29/3 (9 overs): Another good over from Sonam, the left-arm spinner is tossing the ball up wonderfully like she usually does.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 27/3 (8 overs): Left-arm spinner Mannat Kashyap, having taken the new ball, finishes her spell with four consecutive overs and brilliant figures of 2/16.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 23/3 (7 overs): Sonam Yadav, another left-arm spinner, joins the attack and does well to concede just a single in her first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 22/3 (6 overs): A wicket-maiden from Mannat! She could’ve had her third wicket but couldn’t hold on to the return catch offered by Umaya. The end of a superb powerplay for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is good attacking captaincy by Shafali Verma. India recognizes that Vishmi Gunarathne is the biggest threat & they have added an extra slip to put her under pressure.On the prowl. pic.twitter.com/a8TgAddXq9— Jeet Vachharajani (Women's Cricket) (@Jeetv27WC) January 22, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 22/3 (5.1 overs): OUT! Vihanga does have to walk back this time as Mannat traps her in front. The left-arm spinner gets her second wicket.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 22/2 (5 overs): Sri Lanka skipper Gunarathne is fighting back. She gets another four by lifting one from Titas over Shafali at mid-off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 16/2 (4 overs): An eventful over from Mannat as Vihanga survives. Gunarathne gets a thick outside edge for four off the first ball. Then, off the last ball, Vihanga puts in a dive and the umpire says not-out but the replay shows she was short.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 9/2 (2 overs): Another fine over from Titas, just a single from it. She’s settled into a nice rhythm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 8/2 (1.4 overs): OUT! Mannat Kashyap takes the new ball from the other end and strikes in her first over. A wonderful delivery by the left-arm spinner and Nisansala (2 off 5) edges it to Soumya Tiwari (possibly India’s best fielder) in the slips.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 3/1 (1 over): Top start to the match by Titas. She picks a wicket and concedes just three runs in the first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SL 0/1 (0.1 overs): OUT! A dream start for Titas India! The right-arm pacer pitches the first ball up and Senarathne drives it straight to Archana Devi at cover.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.15 pm: All right, so the players have taken the field and we’re ready for play. Right-arm pacer Titas Sadhu has the new ball in hand for India. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Not playing, but Shabnam still out there and letting it rip. #TeamPacer #U19T20WorldCup pic.twitter.com/yBMa2FZ0js— Ananya Upendran (@a_upendran11) January 22, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sri Lanka’s playing XI: Nethmi Senarathne, Sumudu Nisansala (w), Vishmi Gunaratne (c), Dewmi Vihanga, Manudi Nanayakkara, Umaya Rathnayake, Dulanga Dissanayake, Vihara Sewwandi, Rashmi Nethranjalee, Vidushika Perera,  Rishmi Sanjana.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s playing XI: Shafali Verma (c), Shweta Sehrawat, G Trisha, Richa Ghosh (wk), Soumya Tiwari, Titas Sadhu, Parshavi Chopra, Archana Devi, Sonam Yadav, Hrishita Basu, Mannat Kashyap.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Team news: India have made just one change to their playing XI from the game previous against Australia – Soumya Tiwari replaces Sonia Mendhiya.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Toss update: Shafali Verma has won the toss and India will field first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live coverage of the ICC Under-19 Women’s T20 World Cup match between India and Sri Lanka in the Super Six stage at the Senwes Park in Potchefstroom.After remaining undefeated across their three games in the group stage, India were handed a big loss by Australia in their first game of the Super Six stage. Now, Shafali Verma and Co need a comprehensive victory against Sri Lanka to have a chance of qualifying for the semifinals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     Group 1 standings \n    \n       TEAM  PLAYED  WON  LOST  NET RR  POINTS \n    \n     Australia  3  2  1  +2.348  4  India U19  3  2  1  +1.905  4  South Africa  3  2  1  +0.508  4  Bangladesh  3  2  1  +0.251  4  Sri Lanka  2  0  2  -2.950  0  UAE U19  2  0  2  -4.175  0 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here’s a look at India’s squad:Shafali Verma (c), Shweta Sehrawat (vc), Richa Ghosh (wk), G Trisha, Soumya Tiwari, Sonia Mendhiya, Hrishita Basu (wk), Sonam Yadav, Mannat Kashyap, Archana Devi, Parshavi Chopra, Titas Sadhu, Falak Naz, Shabnam, Yashasri Soppadhandhi.Standby players: Shikha, Najla CMC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ready to hit the ground running! 🙌Take a look at #TeamIndia's squad led by @TheShafaliVerma for the inaugural #U19T20WorldCup 👌 pic.twitter.com/nDb3aC8UOy— BCCI Women (@BCCIWomen) January 13, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:U19 Women’s T20 World Cup: You know Shafali Verma and Richa Ghosh, meet rest of India’s squadICC U19 Women’s T20 World Cup: Squads, format, schedule, broadcasters – a ready reckoner\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy FanCode.","author":"Aditya Chaturvedi","time":"2023-01-22T16:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185937-uvbhjwkctn-1674385764.jpg","tags":["cricket","icc uner-19 women's t20 world cup 2023","indian cricket","shafali verma","indian women's cricket team","india vs sri lanka"],"source":"https://scroll.in/field/1042347/icc-under-19-womens-t20-world-cup-2023-india-vs-sri-lanka-super-six-live-updates-shafali-verma-and-co-eye-semifinal-spot"}