{"title":"ICC Women’s T20 World Cup: India’s selection puzzles, support-staff musical chairs need a solution","content":"At the end of the ICC Women’s T20 World Cup, as per the norm, a team of the tournament was announced. The only Indian in the mix was Richa Ghosh, who had a good start to the tournament with two unbeaten knocks in run-chases. She offered a rarely-seen power-hitting option for India in the middle-order. In recent weeks, she has been in good batting touch, offering a natural finishing option in a team filled otherwise with top-order batters. It is a little bit ironic, because Indian selectors had deemed Ghosh as surplus to requirements at the previous major senior T20 event, not long ago at the Commonwealth Games in Birmingham. As the dust settles on another ICC event that came down to fine margins for India, the wait for a trophy remains frustrating. The mistakes that led to defeat on the day against Australia, have already been highlighted here. But what about the continued questions surrounding the selection of teams?Sample this. The moment Pooja Vastrakar was ruled out of the tournament on the day of the semifinal against Australia, India sought a replacement to be brought in from reserves. A player not in the squad originally, Sneh Rana, was moved into the main 15. And she was drafted right away into the playing XI ahead of the other options in the original squad. What does it say about Rana not being part of the original 15? This is not new for India at ICC events. The omission of Jemimah Rodrigues from the 2022 ODI World Cup might have ended up being a turning point of sorts for the batter as she went about working harder to earn her place back, but it was a bizarre decision even at that time. Her form in white-ball leagues was ignored and India ended up missing a right-handed accumulator at the top of the order, leading to unnecessary experimentation at the start of the tournament, that ultimately cost them.Leaving out Shikha Pandey, a genuine swing bowler who could have enjoyed conditions in New Zealand, was even more bizarre as India had to play the all-important match against South Africa without Jhulan Goswami. Wanted: A Rahul Dravid (and a robust cricketing structure) for the Indian women’s team tooThose two selections potentially cost India their chances of reaching the semifinal in New Zealand, but where was the accountability? While the T20 World Cup squad appeared a bit more rounded, the constant chopping to find the right balance for the XI and lack of proper middle-order batting options (a problem that has followed the Indian women’s team for a while now) have to raise the questions again.Alas, even if there are proper reasons for the decisions that are taken, followers of the game rarely get any explanations with no press conference held in years. There are never any official explanations for the decisions that are taken which leads to a lack of clarity. And once a tournament ends, the gap for the next one is often long enough for the topic to be filed under archives. 5. Demand for more accountability and transparency from the national selectors. Even if not to the media, to the stakeholders of Indian cricket. Even if it means explaining selections to players/individuals. Lot of people in the know believe that isn’t happening.— Shashank Kishore (@captainshanky) February 24, 2023\n\nBCCI’s approach to appointing support staffFor whatever reason Ramesh Powar was moved to the National Cricket Academy and Hrishikesh Kanitkar brought in to be the batting coach of the women’s national team, it is clear that the BCCI doesn’t give appointment of support staff for the women’s team the same importance as it does to the men’s team. This is by no means a dig at Kanitkar and his coaching abilities. Rodrigues, for one, spoke highly of how the former India cricketer has helped her rediscover her form. There have already been signs that India’s batting is showing improvement.But was due process followed in looking after the coaching needs of this team? Were enough interviews done to pick the best possible candidate? And why was a head coach not appointed for the World Cup when there was more than a month between the Australia series and the World Cup itself, even if Powar’s transfer was not ideal timing? India played the series against Australia at home without a bowling coach as Powar was evidently taking care of that aspect too. Troy Cooley was once again a last-minute appointment from NCA for the World Cup. While the team had a sports psychologist at the 2022 ODI World Cup, there wasn’t one in South Africa despite the Indian cricketers saying in press conferences how it helped them.#TIL: India are the only semi-finalists at the 2023 Women’s #T20WorldCup without a psychologist.South Africa, Australia and England all have a psychologist on their respective support staff.(India, as is public knowledge, are also the only team without a head coach.)— Annesha Ghosh (@ghosh_annesha) February 24, 2023\n\nThe Indian women’s team support staff appointment continues to remain haphazard and it is nothing new. There has hardly been any stability in personnel for a few years now. That reflects often in tactical awareness or continuity of the Indian team, as things don’t come together till the last minute. It is easy to say ‘look at Australia’ for everything in the women’s game, but seriously, do look at Australia. After their stunning dominance to win the ODI World Cup, they lost their head coach (Matthew Mott went to the England men’s white-ball set-up). But in Shelley Nitschke, they had someone who was aware of the systems in place. She offered continuity, while also bringing in a couple of fresh faces to keep things evolving. For India, there seems to be a permanent transition phase in the back-room. Ultimately, it is up to the players to win matches and trophies but where is the accountability off the field?","author":"Vinayakk Mohanarangan","time":"2023-02-28T20:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187410-qupfdiulud-1677595086.jpg","tags":["Harmanpreet Kaur","ICC Women's T20 World Cup","T20 World Cup","Cricket","Indian cricket"],"source":"https://scroll.in/field/1044776/icc-womens-t20-world-cup-indias-selection-puzzles-support-staff-musical-chairs-need-a-solution"}