{"title":"ICC Men’s ODI World Cup: How India triggered a precise Pakistan collapse in Ahmedabad","content":"A stadium packed with over 1,30,000 capacity echoed in unison when Pakistan lost their eighth wicket as Hardik Pandya dismissed Mohammad Nawaz. Very few visuals can top a sight like that, but it was a statement former England captain Nasser Hussain made on air that was most telling. “It’s a collapse only Pakistan can manufacture,” he said.India would go on to bowl out Pakistan for 191, and then the batters would chase down the total without much fuss to pick up a seven wicket-win in their ICC World Cup group stage match. It was a win that helped India maintain a 8-0 clean sheet against their arch-rivals at the ODI World Cups.It may have been a stunning collapse exclusive to Pakistan, but India’s win will be remembered for the precise and ruthless display of bowling executed by the hosts in the match.From being 155/2 at one stage, Pakistan crumbled to 191 all out in the space of 13 overs, essentially losing eight wickets for just 36 runs.For the first few overs, the pressure was on Mohammed Siraj who had been carted around for a few boundaries. Initially watchful and cautious, the Pakistani batters gauged the pitch instead of trying anything radical. However, Siraj dismissed the previous match’s centurion Abdullah Shafique in the eighth over. Since Imam-ul-Haq had also found a promising start, all was not lost yet for Pakistan. But Hardik Pandya, who cannot be kept out of a game against Pakistan, ensured the left-handed batter departed soon after.And so India started to put the pressure back on Pakistan early in the game, in front of the partisan home crowd.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nCrucial partnership against oddsAll eyes were on Pakistan skipper Babar Azam because he was due some runs after an underwhelming display in the first two games. He was expected to do well on these pitches after a great show in the warm-up matches and getting back into form against arch-rivals India against a massive Ahmedabad crowd would be quite something. Mohammad Rizwan, meanwhile, looked much more at ease, having entered the match on the back of a century and as the leading run-scorer for his team. Azam and Rizwan put away anything even remotely loose and boundaries kept flowing at regular intervals as Pakistan appeared to be heading towards a big total.Unlike Hyderabad, the crowd in Ahmedabad made sure they made Azam and Co feel the pressure of playing in the world’s largest cricket stadium with no support for the men in green.The sea of blue, the utter silence even as Azam and Rizwan scored off great cricketing shots sent the message that there is no window for appreciation, leave alone support. There was silence even as Azam reached his first fifty of the tournament. And as Rizwan neared his half-century too, the duo continued to stitch a crucial third wicket-stand against those odds.And then Siraj returned to break the partnership, sending the well-set Azam back and hand India their third breakthrough with Pakistan at 155. Thus followed an implosion that pushed Pakistan down a really slippery slope. The implosion beginsThe decisive blow was struck when Kuldeep Yadav bowled a double-wicket over, sending back Saud Shakeel and Iftikhar Ahmed. The innings eventually ended with five Indian bowlers – Siraj, Yadav, Pandya, Jasprit Bumrah, and Ravindra Jadeja, picking up two wickets each.It was only the third instance in a World Cup that five bowlers picked up two wickets each in an innings but it was Yadav who played the key-role in triggering the collapse.The left-arm wrist-spinner had bowled 17 dot balls in his first five overs and essentially ripped the middle-order apart with that one over. In the process, he also sent a message to his fellow Indian bowlers that said that the pitch was not easy to bowl on, but varying the pace and lengths well could result into something effective.It didn’t take long for Ahmedabad’s own Jasprit Bumrah to get the message. The talk about it being a kind of homecoming for Shubman Gill and  Pandya, who play for Indian Premier League team Gujarat Titans at this venue was loud. But it was homecoming for Bumrah too.Azam had already departed, but the in-form Rizwan was nearing his half-century. The wicketkeeper is now familiar with batting Pakistan out of situations when the top-order gives in. But he is not accustomed to playing Bumrah. Rizwan was done by the lack of pace in a dreamy off-cutter. The ball spun back off the deck, then cut back to go past the inside edge of Rizwan’s bat before softly blowing away the top of the off-stump. In that moment, Pakistan must have known that this was going to be hard to come back from. No recoveryIt looked grim for Pakistan because in a space of 11 balls, Pakistan lost three crucial wickets. More than half their line-up, including their best batters, was back in the hut and the lower-order would have to muster a lot of courage against the Indian bowlers, who by then, held all the aces.Before the batters even thought they had a chance, Bumrah struck again. One would think Bumrah had peaked with the off-cutter to Rizwan earlier, however, the pacer had something even better up his sleeve.The 29-year-old bowled another dream delivery that saw Shadab Khan remain stuck to his crease as he looked to defend straight. The ball was instead angled in towards him just enough to beat the outside edge and strike the off stump.India were then on to Pakistan’s tail.As Pandya removed Nawaz four overs later, it added to another chapter in the disintegration of Pakistan’s batting line-up on the day. Considering the position Azam and Rizwan had got the team into, the disintegration was a rather staggering one. Jadeja wrapped it all up as Hasan Ali and Haris Rauf became the final two victims of India’s grand plan against Pakistan. Yadav and Bumrah may have been the chief architects of the choke India executed but Siraj, Jadeja and Pandya ensured that the foundation did not crumble.","author":" Samreen Razzaqui","time":"2023-10-14T21:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195010-jmytiuvfwg-1697295403.jpg","tags":["ICC Men's ODI World Cup 2023","ICC Men's ODI World Cup","ICC Men's Cricket World Cup","World Cup","Cricket World Cup","India","England","Australia","Pakistan","South Africa","New Zealand","Sri Lanka","Netherlands","Bangladesh","Afghanistan","World Cup in India","Cricket scores","cricket updates","World Cup scores","World Cup updates","Rohit Sharma","Virat Kohli","Jos Buttler","Babar Azam","David Warner","Steve Smith","Kane Williamson","Shaheen Shah Afridi","Rashid Khan","Jasprit Bumrah","Ben Stokes","Kagiso Rabada"],"source":"https://scroll.in/field/1057599/icc-mens-odi-world-cup-how-india-triggered-a-precise-pakistan-collapse-in-ahmedabad"}