{"title":"ICC T20 World Cup 2024: Rishabh Pant, Sanju Samson included in Rohit Sharma-led India squad ","content":"Rohit Sharma will lead India in the upcoming ICC Men’s T20 World Cup 2024 in the West Indies and United States with Hardik Pandya as his deputy, the Board of Control for Cricket in India announced on Tuesday.One of the biggest talking points ahead of the squad selection was the toss-up between Sanju Samson and Rishabh Pant for the wicket-keeper spot. However, the selection committee included both players in the final cut of 15.A notable exclusion from the squad, however, is KL Rahul. In the Indian Premier League, he has scored 378 runs at an average of 42 in the nine matches so far. Pant (398 runs at 44.22) and Samson (385 runs at an average of 77) are ahead of him, if performance in the IPL was considered.        View this post on Instagram            A post shared by Team India (@indiancricketteam)\nAt the top of the order, Sharma and Yashasvi Jaiswal are the options for opening batters while Virat Kohli and Suryakumar Yadav comprise the middle order with Pant or Samson to follow.After missing out on India matches due to an injury sustained at the ICC Men’s ODI World Cup, Pandya will be expected to return to do justice to his role as the seam-bowling all-rounder.Keeping current form in mind, Shivam Dube, who has been having a memorable IPL season for the Chennai Super Kings, has also been included in the squad.In the nine matches so far, Dube has scored 350 runs at an average of 58. Although his IPL team have not required him to bowl, he is another seam-bowling all-round option in the squad.India have opted to include four spin options with Ravindra Jadeja and Axar Patel as the off-spinners while Kuldeep Yadav and Yuzvendra Chahal account for the wrist-spinning options.Chahal has been out of the Indian team for a while, having last played in a T20I against the West Indies in August. But considering the lack of leg-spinning options, and Ravi Bishnoi – India’s other leg-spin option – not having an impressive outing in the IPL, Chahal raced ahead.Jasprit Bumrah will spearhead the pace attack with Mohammed Siraj and Arshdeep Singh.Rinku Singh, who built a reputation for himself as a destructive finisher since his T20I debut in August, misses out on the squad but finds a place as a travelling reserve.Along with Rinku, Shubman Gill, Khaleel Ahmed and Avesh Khan make up the reserve players.The World Cup begins on June 1, but India will play its first match on June 5 against Ireland at the Nassau County International Cricket Stadium, New York.This will be followed by a highly anticipated encounter against Pakistan on June 9, also at the same venue.Subsequently, India is scheduled to compete against USA and Canada on June 12 and 15 respectively.SquadRohit Sharma (Captain), Hardik Pandya (Vice Captain), Yashasvi Jaiswal, Virat Kohli, Suryakumar Yadav, Rishabh Pant (WK), Sanju Samson (WK), Shivam Dube, Ravindra Jadeja, Axar Patel, Kuldeep Yadav, Yuzvendra Chahal, Arshdeep Singh, Jasprit Bumrah, Mohd. Siraj.Reserves – Shubman Gill, Rinku Singh, Khaleel Ahmed and Avesh Khan India's fixtures at the ICC Men's T20 World Cup \n    \n       Date  Opponent  Venue \n    \n     June 5  Ireland  Nassau County International Cricket Stadium, New York  June 9  Pakistan  Nassau County International Cricket Stadium, New York  June 12  USA  Nassau County International Cricket Stadium, New York  June 15  Canada  Central Broward Park & Broward County Stadium, Lauderhill","author":"Scroll Staff","time":"2024-04-30T16:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200390-uvkbsmfqjr-1714473738.jpg","tags":["ICC Men's T20 World Cup","USA","West Indies","India","Rishabh Pant","Sanju Samson","Cricket","Rohit Sharma"],"source":"https://scroll.in/field/1067264/icc-t20-world-cup-2024-rishabh-pant-sanju-samson-included-in-rohit-sharma-led-india-squad"}