{"title":"ICC Men’s ODI World Cup: South Africa, Australia ready for another SF classic – All you need to know","content":"South Africa versus Australia is perhaps the most under-rated rivalry in men’s cricket history. The two teams have played many classic matches, none more so than the 1999 World Cup semi-final.Needing nine runs from the final over, Lance Klusener hit two fours from the first two balls to tie the score. However, last-man Allan Donald was caught ball-watching and ran himself out to send Australia into the final by virtue of finished higher than the Proteas in the Super Six stage.The two teams met in the 2007 World Cup semi-finals as well, but a one-sided affair ended with Australia romping to a seven-wicket win on their way to a fourth title.And so we come to the third round of this classic rivalry in an ICC Men’s ODI World Cup semi-final fixture. Both teams finished with 14 points in the league stage, with South Africa finishing just ahead due to a better Net Run Rate. The Proteas notched a comfortable 134-run win when they met earlier in the tournament.On paper, South Africa boast a better squad than Australia and have match-winners littered across their starting XI. They also have form on their side having beaten Australia by margins of 100+ runs in their last four meetings.Australia, however, have the mental edge. This is a team that has won five World Cups after all and never know when to back down. We might well have another classic on our hands.Conditions and Pitch ReportThe Eden Gardens pitch has been a good batting surface in the tournament. Spinners would find some purchase compared to pacers. When South Africa played India here in the league stage, they fielded a bowling attack of two spinners in Keshav Maharaj and Tabraiz Shamsi hoping to exploit the conditions. Shamsi had a poor outing, conceding 72 runs in his 10 overs while Maharaj went for under four per over.It is to be seen if the Proteas are tempted to field both Maharaj and Shamsi.With humidity expected to be high during the day, both teams will opt to bat first should they win the toss. Key PlayersSouth Africa: Quinton de Kock has been in brilliant form in the tournament with his blistering starts laying the platform for the likes of Rassie van der Dussen and Aiden Markram to explode towards the end of the innings. Only Virat Kohli (594) has scored more runs in this World Cup than de Kock’s 591. The southpaw batter also has the most hundreds in the tournament so far and has gone on to score a century every time he has gone past the half-century mark. Australia: Adam Zampa is the highest wicket-taker in the tournament so far and boasts the best strike rate and second best average for spinners. The wrist spinner has taken four wickets or more in a match on three separate occasions, a record only matched by Mohammed Shami. With the surface at Eden Gardens expected to favour spinners, Australia will need Zampa to be at his wiliest best to win.Head to Head recordLast Five MeetingsOctober 12, 2023: Lucknow – South Africa won by 134 runsSeptember 17, 2023: Johannesburg – South Africa won by 122 runsSeptember 15, 2023: Centurion – South Africa won by 164 runsSeptember 12, 2023: Potchefstroom – South Africa won by 111 runsSeptember 9, 2023: Bloemfontein – Australia won by 123 runsOverall in World CupPlayed: 7Australia: 3 winsSouth Africa: 3 winsTied: 1 matchNo Result: 0","author":"Scroll Staff","time":"2023-11-15T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195877-emmbbqpghr-1700022445.jpeg","tags":["ICC Men’s ODI World Cup","ICC Men’s ODI World Cup 2023","Australia","South Africa","Quinton de Kock","Adam Zampa","Cricket","South Africa vs Australia"],"source":"https://scroll.in/field/1059094/icc-mens-odi-world-cup-south-africa-australia-ready-for-another-sf-classic-all-you-need-to-know"}