{"title":"ICC Men’s ODI World Cup: The monarch of chases – Virat Kohli reigns supreme against Bangladesh","content":"KL Rahul may have felt an odd sense of deja vu standing at the non-striker’s end as Virat Kohli looked close to missing out on a well-deserved century. At the time, India was inching ever-closer to the 257-run target against Bangladesh, in the round robin match of the ICC Men’s ODI World Cup on Thursday.Rahul, in India’s opening match at the tournament, missed out on the milestone when he hit a six to seal a six-wicket win for India against Australia in Chennai. He had struck the winning runs but was left unbeaten on 97.On Thursday though, at the Maharashtra Cricket Association Stadium in Pune, Rahul would do all he could to ensure Kohli would make it to three figures. Rahul refused to run easy singles, as he stayed off strike to give Kohli ample opportunities to get to his 100. And Kohli did just that, as he smacked a low full toss into the stands to reach his 48th century in One-Day Internationals and his third at the venue, to secure India’s fourth victory in the tournament and go level with New Zealand on points. Put in to bowl first after losing the toss, India’s bowlers recovered from losing Hardik Pandya to injury right at the beginning of his spell to restrict Bangladesh to 256/8. Tanzid Hasan and Litton Das put on a brilliant opening partnership of 93, with both openers scoring half-centuries. The lower order, in veteran wicketkeeper Mushfiqur Rahim and Mahmadullah chipped in to drag Bangladesh past the 250-mark.All the Indian bowlers picked up wickets with Jasprit Bumrah, Mohammed Siraj and Ravindra Jadeja taking two each while Shardul Thakur and Kuldeep Yadav dismissed one batter apiece.   In response, India captain Rohit Sharma and opening partner Shubman Gill got off to a flying start with an 88-run opening partnership. While Sharma fell two runs short of a half-century, Gill, who missed the opening two matches due to dengue fever, scored his first World Cup half-century in 55 balls. Despite a mistimed shot from Shreyas Iyer, Rahul and Kohli didn’t stutter as the duo combined to take India over the line in 41.3 overs with seven wickets to spare. Scoring century with a six and winning it for India at same time:KL Rahul v ZIM, 2016Virat Kohli v BAN, todayRahul the 1st to do it and the helpful non-striker in 2nd case.#INDvBAN pic.twitter.com/hgo4zveDAP— Kausthub Gudipati (@kaustats) October 19, 2023\n\nThe Kohli magicYou can never keep Kohli out of the game. On Thursday, the top-order batter even had a go at bowling. When Pandya got injured while bowling, Sharma turned to the former India captain to complete the over.It was a moment of worry for India who have relied on Pandya’s slower deliveries to break through if Bumrah and Siraj fail to make any headway. The all-rounder needed a few minutes of treatment before asking to go off the field and he wouldn’t return for the duration of the match.But when Sharma asked Kohli to bowl, the Pune crowd erupted in chants of his name. Although the 34-year-old turned his hand for only three balls, it was a memorable moment until Kohli the batter came out at first drop in the second innings. Up against Hasan Mahmud who had just gotten Sharma out via a short ball caught at deep square leg, Kohli was calm and collected. After all, he is a veritable master in such situations who relishes in the thrill of the chase. But Mahmud had a couple of gifts for him in the form of two no-balls. A four and a six and Kohli had his eye in. Anybody who has watched India chase down totals over the past 12 years knows how Kohli approaches a chase, bearing in mind the pitch and opposition – run those singles hard and fast and put away bad balls for boundaries. Rarely has he changed his formula and it has served him well over the years. And much like in the games against Australia and Afghanistan and even in his innings of 19 against Pakistan, helped by the Indian bowlers in setting a below-par target, Kohli was in his element. Those classic cover drives that he is well-known for, the sprinting between the wickets for singles and twos to continuously rotate the strike and the odd pull shot, something that Kohli doesn’t usually play, running away for four... He was putting on a masterclass in front of the Pune crowd.During his interview to the broadcasters after his innings, Kohli mused on how he has often been unable to convert his half-centuries to the big three-figures. Not only was it his third century in a World Cup, it was also his third at the MCA ground in Pune. But despite his insistence on reaching the milestone towards the end, it was a reminder that as Kohli grows older, his spirit and fight continues to burn brighter than ever. Bowlers pave the wayIn four matches so far, India have not lost more than four wickets in a match. This is a good sign because it speaks volumes of the quality in the batting department. However, more praise is needed for the Indian bowlers who have restricted quality batting line-ups like Australia and Pakistan to scores below 200 on pitches that have not been difficult for the batters to navigate. If it was Jadeja in Chennai, who bamboozled the Australian batters with his spin, it was Bumrah with his guile and pace taking down Afghanistan in Delhi. Against Pakistan, it was a team effort with each bowler picking up two wickets each. And then against Bangladesh, despite the unfortunate incident of Pandya injuring himself, it was another good showing by the Indian bowling attack, led by Bumrah once again. Much like Rahul, who was making his comeback at the Asia Cup two months ago, Bumrah too was making his way back into the starting XI and his role as the Indian bowling attack’s leader. It is a testament to his talent that Bumrah took almost no time at all to get back into the groove. Despite not picking up wickets in his first spell, whenever Bumrah would come on to bowl, he would rarely bowl loose deliveries and give few opportunities to the Bangladesh batters to score. For Jadeja, the World Cup has seen a return to form of sorts with the ball, first in the match against Australia and then continuing his run with the wickets of stand-in captain Najmul Shanto and Das, the latter holing out to long-off in a moment of despair. Before the beginning of the second innings, Jadeja was touted as the Player of the Match because of his crucial effort of 2/38 in ten overs and a very nimble catch of Rahim who was looking dangerous down the order. But if anybody could have taken away that deserved award from Jadeja, it had to be India’s leading batter across formats. The undisputed monarch of chases – Virat Kohli.","author":"Tanya Kini","time":"2023-10-20T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195128-ksypjsbqlh-1697735805.jpg","tags":["Jasprit Bumrah","KL Rahul","ICC Men's ODI World Cup","Virat Kohli","Bangladesh","ICC Men's ODI World Cup 2023","India"],"source":"https://scroll.in/field/1057862/icc-mens-odi-world-cup-the-monarch-of-chases-virat-kohli-reigns-supreme-against-bangladesh"}