{"title":"ICC Men’s ODI World Cup: ‘Nothing more satisfying than silencing a big crowd,’ says Pat Cummins ","content":"Australia captain Pat Cummins has urged his side to “embrace” the challenge of facing a hostile crowd when they play in-form hosts India in Sunday’s World Cup final in Ahmedabad.A capacity crowd of around 130,000 is expected to roar on India.The hosts are bidding for a third World Cup title and second on home soil after their 2011 triumph.ICC Men’s ODI World Cup Final: Unbeaten India versus record holders Australia – all you need to knowBut five-time champions Australia are a team full of big-match performers who also know what it’s like to play in cricket-crazy India from their time in the Indian Premier League.“I think you’ve got to embrace it, the crowd’s obviously going to be very one-sided,” Cummins told a pre-match news conference on Saturday.“But also in sport, there’s nothing more satisfying (as an opposition player) than hearing a big crowd go silent and that’s the aim for us tomorrow.”The 30-year-old fast bowler added: “You’ve just got to embrace every part of it, every part of a final – you know in the lead-up there’s going to be noise and more people and interest and you just can’t get overwhelmed.‘No regrets’“You got to be up for it, you got to love it and just know whatever happens it’s fine but you just want to finish the day with no regrets,” Cummins said.And while he accepted the dimensions of Sunday’s match would be different to any his side had experienced before, Cummins said: “We play over here in India a lot so the noise is not something new. “I think on this scale it’s probably bigger than we would have experienced before but it’s not something totally foreign to what we’ve had before.“Everyone deals with it slightly differently – you see Davey (Warner) probably dancing and winning the crowd over, other guys just staying in their own bubble –- it should be good.”India have been the form team of this World Cup, winning all 10 matches on their way to the final.“It’s going to be awesome,” said Cummims. “They’ve been playing really well, undefeated this tournament. But we know at our best we can give them a good shake.”ICC Men’s ODI World Cup Final: Key factors which could decide the winner between India and Australia‘Class Shami’Cummins also highlighted the impact of rival paceman Mohammed Shami had made upon a “well-rounded” India side.Shami was left out of the team at the start of the World Cup but is now the tournament’s leading bowler, with 23 wickets from just six games at a stunningly low average of under 10 apiece – a haul featuring his superb 7-57 against New Zealand in the semi-final.“He’s a class bowler to right and left-armers,” said Cummins. “But all our batters can draw on moments where they’ve taken on these (India) bowlers and done well.”Victory on Sunday would cap a remarkable 2023 for Australia that saw them narrowly lose a Test series in India before defeating India in a World Test Championship final in England, where they also went on to retain the Ashes after a drawn campaign.“It’s been a huge year,” said Cummins. “These are four marquee events.“Some of the guys probably spent less than a couple of weeks in their own bed since the end of the Aussie summer,” added Cummins, also the skipper of Australia’s Test team.“The guys have been awesome. They’re so up for every game they play. To put ourselves in this position, it (winning the World Cup) would just top off an incredible year.”","author":"AFP","time":"2023-11-18T14:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195970-acjqztrkry-1700299585.jpg","tags":["Pat Cummins","Australia","ICC Men’s ODI World Cup","ICC Men’s ODI World Cup 2023","India","Cricket"]}