{"title":"ICC Men’s T20 World Cup: Uganda script history to qualify for 2024 edition in USA and West Indies","content":"Uganda have beaten Rwanda by nine wickets, ensuring a top-two finish in the ICC Men’s T20 World Cup Africa qualifier and have officially locked in their place in the ICC Men’s T20 World Cup 2024 in the USA and West Indies. This will be their first appearance in a senior ICC World Cup.They join Namibia from the Africa qualifier in the Men’s T20 World Cup 2024, which will feature 20 teams for the first time ever.The final list of qualified teams for the event is as follows:Afghanistan, Australia, Bangladesh, Canada, England, India, Ireland, Namibia, Nepal, Netherlands, New Zealand, Oman, Pakistan, Papua New Guinea (PNG), Scotland, South Africa, Sri Lanka, Uganda, United States of America (USA) and West Indies.Also read: ICC Men’s T20 World Cup: Nepal, Oman qualify for 2024 edition in USA and West IndiesBefore today’s historic win, Uganda had clinched victories from four of their five fixtures, beating Tanzania, Zimbabwe, Nigeria and Kenya, only slipping against co-qualifiers, Namibia, who remain unbeaten in the tournament so far.In their all-important match against Rwanda today, Uganda’s Alpesh Ramjani, Brian Masaba, Henry Ssenyondo and Dinesh Nakrani took two wickets each to bundle out their opposition for 65 in 18.5 overs, after putting them in to bat first.One for the history books ✍️Uganda are going to their first-ever ICC World Cup! They qualify for the 2024 T20 World Cup along with Namibia. 👏🇺🇬..#T20WorldCup2024 pic.twitter.com/M4kZVhEhU6— FanCode (@FanCode) November 30, 2023\n\n\nThey chased down their target in 8.1 overs, with 71 balls to spare, thanks to solid batting from Simon Ssesazi (26 from 21 deliveries), Ronak Patel (18 off 20) and Roger Mukasa (13 off 8).Meanwhile, had clinched their spot in the mega-event after an impeccable performance at the ICC Men’s T20 World Cup Africa Qualifier in Windhoek on Tuesday.Their commanding, 58-run victory over Tanzania on day seven of the event, solidified their remarkable qualification, with one match to spare as they become the first team to secure the two spots available from the qualifier event.The Eagles are now set to progress to their third consecutive Men’s T20 World Cup. Their previous appearances include the 2021 and 2022 events co-hosted by the UAE and Oman and Australia.Zimbabwe, who lost to both Namibia and Uganda, will miss out for the second time in three editions.They did not participate in the 2021 showpiece after the ICC suspended Zimbabwe’s membership because of government interference.Zimbabwe also failed to reach the last two 50-over World Cups. Their recent absence in India cost them the chance to qualify for the 2025 Champions Trophy.With inputs from AFP and ICC Business Corporation FZ LLC 2020 via Online Media Zone.","author":"Scroll Staff","time":"2023-11-30T20:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196279-otgqrielbx-1701355992.jpeg","tags":["ICC Men's T20 World Cup 2024","ICC Men’s T20 World Cup Africa qualifier","zimbabwe","Namibia","West Indies","USA","Uganda","Cricket","T20 World CUp 2024"],"source":"https://scroll.in/field/1059895/icc-mens-t20-world-cup-uganda-script-history-to-qualify-for-2024-edition-in-usa-and-west-indies"}