{"title":"Iconic radio presenter Ameen Sayani dies at 91 ","content":"Ameen Sayani, iconic radio presenter and host of the popular radio show Binaca Geetmala, died on Tuesday after a heart attack, PTI reported. He was 91.Sayani’s son, Rajil Sayani, said that his father was taken to Mumbai’s HN Reliance Hospital where he was declared dead.“He was rushed to the hospital last evening around 6 pm after he complained of chest pain,” Rajil Sayani said. “They tried to revive him but he passed away at around 7 pm.”Sayani’s last rites will be held on Thursday. News of his death led to an outpouring of condolences on social media.Shri Ameen Sayani Ji’s golden voice on the airwaves had a charm and warmth that endeared him to people across generations. Through his work, he played an important role in revolutionising Indian broadcasting and nurtured a very special bond with his listeners. Saddened by his…— Narendra Modi (@narendramodi) February 21, 2024\n\n\nA voice synonymous with radio has fallen silent!The passing away of the iconic Ameen Sayani ji whose signature narration style endeared him to listeners across generations, is a great loss for the world of broadcasting. My deepest condolences to his family & friends. pic.twitter.com/oxjVkYWCI3— Piyush Goyal (@PiyushGoyal) February 21, 2024\n\n\nAmeen Sayani, born in Mumbai on December 21, 1932, began his association with All India Radio by participating in English programmes. His elder brother was Hamid Sayani, an eminent English broadcaster.In 1952, the Indian government banned Hindi songs from airing on All India Radio. It was at that time that Radio Ceylon, which began in 1949 and was broadcast from Colombo, became popular for its English, Tamil and Hindi programmes.On his elder brother’s behest, Ameen Sayani began his stint with Radio Ceylon in 1952 as a radio presenter in Hindi with Bianca Geetmala, a programme of Hindi film songs.The show ran on Radio Ceylon from 1952 to 1988. After 1988, it moved to All India Radio’s Vividh Bharati and was on air till 1994.","author":"Scroll Staff","time":"2024-02-21T16:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198658-qlorbjgvtt-1708509138.jpg","tags":["Ameen Sayani","Obituary","Binaca Geetmala","Mumbai","Radio","Radio Ceylon","All India Radio"],"source":"https://scroll.in/latest/1064072/iconic-radio-presenter-ameen-sayani-dies-at-91"}