{"title":"As Assam publishes first list of verified citizens, dejection as many fail to find their names","content":"On the morning of January 1, a crowd huddled around Nurul Islam as he pored over a document. This was at the Matia revenue circle of Lower Assam’s Goalpara district. For the uninitiated, it was just another Monday morning in a rural government office: visibly disempowered people waiting anxiously around a bureaucrat.But this was no regular Monday. Islam, a mid-level government official, is the assistant local registrar of the Citizenship Register at the National Register of Citizens Seva Kendra Serial Number 20. The document he was scanning was a copy of the partial draft of the much-awaited National Register of Citizens, being updated for the first time since 1951. It was released on the midnight of December 31, after being in the works for over seven years.A ‘partial list’The draft is a truncated list of all citizens of the state, defined by the provisions of the Assam Accord of 1985, which prescribed that anyone who can prove that they or their ancestors had entered the state before the midnight of March 24, 1971, will be counted as a citizen. The stated aim of the exercise is to identify all “genuine citizens” living in Assam and root out “illegal immigrants”.The partial draft verified that 1.9 crore of the 3.29 crore individuals who applied to be included in the register were citizens of India. The rest of the names are yet to be verified. No one at this stage has been declared to be an illegal migrant – whom the process seeks to identify and eventually deport. Goalpara, like other districts in Lower Assam, has a large population of Bengali Muslims, a group often branded as “illegal Bangladashi migrants” in the state. Just a district away from the Bangladesh border, Goalpara has seen anxieties related to this massive counting exercise over in the past year.Mixed newsIslam had mixed news for the first name he identified in the crowd, a farmer called Jalaluddin. “Three in, three out,” said the soft-spoken bureaucrat to Jalaluddin. Among the six members of the farmer’s family, the names of three featured on the list. Jalaluddin allowed himself a faint smile. “There is nothing to worry about,” he said. “This is only the partial draft. We have been told that the names will come in the next one, and, why won’t they? We have all our documents.”Next up was Zakir Hussain. “Only one,” Islam told Hussain, without looking up.“Just one?” asked a slightly-surprised Hussain, gesturing to Islam to recheck. Islam scanned the document once again but his answer did not change.“Only one of 13,” conceded Hussain, slightly disappointed. “But there is the second list so it is okay.”Mani Das echoed Hussain. His name was on the list, but not his wife’s. “They have said it will come next time,” he said.Mujibur Rahman, an e-rickshaw driver whose name also did not feature on the list, also sounded nonchalant: “If not this time, then next time,” he said. “No point worrying about these things when you have your documents.”Checking the list at a seva kendra in Goalpara district. (Photo credit: Arunabh Saikia).More men than womenThe drill continued through the afternoon – people trickled in to the seva kendra, furnished their application receipts, and Islam patiently scanned the document in front of him. Though most people found their names were not there, their dejection was tinged with the hope that this was only a temporary setback.It helped that most families – though, not all – had at least one person on the list. “We have a verification rate of around 26% here,” said Islam. “So, names are bound to be missing. This centre covers a population of around 13,000 and only 3,511 people have been verified.”An overwhelming percentage of these 3,511 people are men. This is because most women in the area – like many other rural parts of the state – had submitted village panchayat certificates as proof of ancestry. The document’s legal sanctity was upheld only on December 5 by the Supreme Court after the Guwahati High Court declared it invalid in February. The partial draft does not include any of the women who had submitted village panchayat certificates with their applications, as these certificates are being re-verified as per the apex court’s order.So Deepali Dey was not surprised to find her name missing. “All the men in the family are there, but my daughters and daughters-in-law are not there,” she said. “My sons have told me our names will come later.”Deepali Dey.  (Photo credit: Arunabh Saikia).Beneath the calmThis even-tempered response to the list, however, was not always a given, particularly in Goalpara. In the days leading up to the publication of the draft, the state government stepped up security in certain sensitive districts across the state, fearing a backlash by those who find their names missing from the list. Goalpara was one of the districts in which Central forces were deployed. In 2017, the district saw two episodes of violence linked to the contentious illegal migration issue.In July, a Muslim man called Yakub Ali was shot dead by the Assam police in Goalpara district during a protest against the alleged harassment of Muslims by the state. The protestors claimed that the state had falsely accused them of being illegal migrants. A few months before that, a judge of the Goalpara foreigners’ tribunal – special courts in Assam that decide matters relating to nationality – was roughed up after a dispute over a case of contested nationality.Despite there being a palpable feeling of persecution among Goaplara’s large minority population, officials and local activists say that Monday’s calm could be attributed to two reasons. First, the two recent Supreme Court orders upholding the use of panchayat certificates and quashing any special “original inhabitant” category in the list. Second, an elaborate media campaign by the government explaining that the first list is only a partial draft, and that missing  names did not necessarily imply that they have been left out altogether.‘Sick of being called Bangladeshi’Yet fears persist. Samsul Haque, hardened by his bitter experiences, is less than optimistic. Haque was declared a doubtful voter in 1997. D-voters are a category of individuals in Assam who were disfranchised by the Election Commission, because they had failed to produce legal documents of citizenship. In 2015, however, the Goalpara Foreigners’ Tribunal ruled that he was wrongfully implicated. “They said I was an Indian, but what about the humiliation I and my family faced everywhere for almost 20 years?” asked Haque.Samsul Haque. (Photo credit: Arunabh Saikia).No one from Haque’s family featured in the draft released on Monday. “They are saying our names will come, but what if they do not?” he asked. “We are sick of being called Bangladeshis everywhere. We just want our names to be included so that we can live a life of dignity.”Haque lives in the locality where Yakub Ali was shot dead in July. Residents here, still recovering from the murder, have little patience for the second list. Their fears have been amplified by the fact that less than 25% of the area’s population have made it to the first partial draft. “If there is one thing we could ask from Allah, it is the inclusion of our names in the NRC [National Register of Citizens],” said the area’s panchayat head Syed Ali. “Everything else will be fine automatically then.”People assemble to discuss the exclusion of names in a village in Assam's Goalpara district. (Photo credit: Arunabh Saikia).","author":"Arunabh Saikia","time":"2018-01-02T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863456-77959-cszpmfxhud-1514828282.jpg","tags":["Citizenship tangle","Assam","National Register of Citizens"],"source":"https://scroll.in/article/863456/if-not-this-time-next-time-as-assam-publishes-first-list-of-citizens-many-dont-make-the-cut"}