{"title":"If Pakistan and 21 other countries have abolished triple talaq, why can't India?","content":"The All-India Muslim Personal Law Board has been mulishly opposed to abolishing triple talaq, which is a procedure a Muslim adopts to divorce his wife by pronouncing talaq three times in one sitting. Most recently, the AIMPLB has expressed disquiet over a petition requesting the Supreme Court to determine the constitutional validity of triple talaq.The AIMPLB’s position is in sharp contrast to the dominant trend worldwide. As many as 22 Muslim countries – including Pakistan and Bangladesh – or their provinces have abolished triple talaq either explicitly or implicitly.The list includes Turkey and Cyprus, which have adopted secular family laws; Tunisia and Algeria and the Malaysian state of Sarawak, which do not recognise a divorce pronounced outside a court of law; and Iran, where triple talaq doesn’t have validity under its Shia law.The invidious procedure of triple talaq is confined to the Sunnis alone, not only in India, but around the world.It has often been argued in India that religious minorities of any country are relatively impervious to change. They fear any alteration in their practices could lead to them losing their religious identity. But this apprehension doesn’t afflict the Muslims of Sri Lanka, where they constitute a little less than 10% of the population.Sri Lanka’s Marriage and Divorce (Muslim) Act, 1951, as amended up to 2006, doesn’t recognise instant divorce. This is because the law requires a husband wishing to divorce his wife to give notice of his intention to a qazi (Islamic judge), who should attempt reconciliation between the couples over the next 30 days. It is only then the husband can give talaq to his wife – that too, in the presence of the qazi and two witnesses.In his paper, Reforms in triple talaq in the personal laws of Muslim states and the Pakistani legal system: Continuity versus change, Dr Muhammad Munir, Professor of law and Director of the Shariah Academy, International Islamic University, Islamabad,  rates the Lankan law as the “most ideal legislation on triple talaq.”Intense debateWhether or not Sunni Muslims in India can or should reform triple talaq has been a matter of intense debate in the community for nearly a century. Even their jurists believe that the Ahsan (best) method of divorce requires the husband to give a talaq to his wife in her tuhr, or menses-free time. He can withdraw the talaq during the iddat, or waiting period, which is of approximately three months. Should he not do so, divorce kicks in after the expiry of the iddat. However, the divorced couple can remarry at a future date, precisely why this talaq is called Ahsan.A talaq is called Hasan (good) when the husband divorces his wife a second time, following the same procedure adopted in the first instance. Once again, the husband is permitted to withdraw the talaq before the period of iddat expires. Once again, the divorced couple can remarry in the future should they so wish.However, a talaq given the third time dissolves the marriage forthwith. There is no waiting period, no room for reconciliation, and the divorce is irrevocable. The divorced couple can remarry only if the woman marries another man and who subsequently divorces her. This system of an intervening marriage before the triply divorced couple can remarry each other is called Halala.The Halala system is often exploited to overcome the Islamic prescription prohibiting couples from remarrying after they have been divorced thrice. Typically, the ruse involves the triply divorced couple entering into an underhand agreement with another man who marries the woman and divorces her thereafter. She is then legally free to marry the man who had divorced her thrice previously.It might seem amusing that a woman would wish to marry the husband who has divorced her thrice, but this is precisely where the harshness of the procedure which has the husband pronounce talaq thrice in one sitting is brought out vividly. Called Talaq-ul-Bidat, it is perhaps as old as Islam itself.Under Talaq-ul-Bidat, the husband adds “triple” to the word talaq, or simple repeats three times thus, “I am giving you talaq, I am giving you talaq, I am giving you talaq.” This has the same consequences as an irrevocable divorce and the marriage is dissolved immediately. The couple can re-marry only through the system of halala. Paradoxically, Talaq-ul-Bidat is deemed “sinful but effective.”Usually, the quickest way a husband can irrevocably divorce his wife is to pronounce talaq in three successive tuhrs, or menses-free time. In their book, Introduction to Islamic Law, Dr Tahir Mahmood and Dr Saif Mahmood, note, “Three consecutive tuhrs (menses-fee time) are the minimum period allowed for this period – certainly not a fixed period for it to be followed in every case.”The authors quote the famous Deobandi theologian Ashraf Ali Thanvi (1863-1943) on this count: “A man pronounces a revocable talaq. He reconciles and resumes cohabitation. A few years later under some provocation he pronounces a revocable talaq once again. On recovering from provocation he again resumes cohabitation. Now two talaqs are over. Thereafter whenever he pronounces a talaq it will be counted as the third talaq which will dissolve the marriage forthwith.”It is said that Talaq-ul-Bidat, or the procedure of giving three talaq in one sitting, was an innovation undertaken to ensure an incorrigibly acrimonious couple could part ways as quickly as possible. It is also claimed that this innovation was resorted to provide relief to women wishing to escape from their exploitative husbands inclined to pronouncing talaq to threaten their partners and then withdrawing it.Nevertheless, it did become an acceptable procedure of divorce in the Muslim world. There are traditions dating back to the times of Prophet Muhammad and immediately thereafter. There was indeed consensus among the scholars of the four Sunni schools of jurisprudence – Hanafi, Maliki, Hanbali and Shafii – over the legal validity of pronouncing talaq thrice in one sitting.Three equals oneThis consensus was broken by the Hanbali scholar, Ibn Taimiyah (1268-1328), who argued that three talaqs in one sitting counts as one. The three-in-one position was considered a minority view, but over the last century more than 20 countries have adopted it.The first country to deviate from the majority opinion of Muslim jurists was Egypt, which through Law No 25 of 1929 declared that a talaq, regardless of whether accompanied by a number, will be counted as one and will be considered as a revocable divorce. The only exception to this law is when three talaqs are given in three successive tuhrs. Sudan followed suit in 1935 with some additional provisions.Dr Munir writes, “The Syrian law of 1953 combined the provisions of the Egyptian and the Sudanese laws by providing that if a divorce is coupled with a number, expressly or impliedly, not more than one divorce shall take place and every divorce shall be revocable except a third divorce, a divorce before consummation, and a divorce with consideration, and in this law such a divorce would be considered irrevocable.”Most of the Muslim countries – from Iraq to Jordan to Indonesia to the United Arab Emirates and Qatar – have accepted Taimiyah’s position on triple talaq.In fact, Tunisia has gone beyond even Taimiyah. Its Code of Personal Status, adopted in 1956, does not recognise a divorce given outside a court of law, which is required to investigate the reasons for a couple parting ways and seek to reconcile them. Only at its failure to bring about reconciliation is the divorce decree given. Algeria, too, adopted this code, besides earmarking 90 days for completing the reconciliation process.On quite another track went Turkey, which under Mustafa Kemal Ataturk adopted the Swiss Civil Code in 1926.  The Swiss Code was considered Europe’s most progressive law – obviously, Islamic laws governing divorce and marriage were cast aside. The Turkish Civil Code was revised in 1980s, but it remained insulated from undue religious imprint. Subsequently, Cyprus adopted the Turkish Civil Code.In undivided India, however, triple talaq grew deep roots in the popular consciousness. Whether out of ignorance or notions of patriarchy, the procedure of pronouncing talaq three times in one sitting became the dominant norm. In fact, many Muslims still erroneously believe that Talaq-ul-Bidat is the only procedure of divorce available to them.Thus, in moments of extreme anger, husbands have known to pronounce triple talaq in one sitting – and then live to rue their act. Clerics tell them that there is no possibility of withdrawing talaq and that they can cohabit with their wives only after they have been through an intervening marriage and a divorce, in accordance with the rules of halala.Change in PakistanIn Pakistan, however, a relook at triple talaq was initiated because of a controversy. In 1955, then Prime Minister Muhammad Ali Bogra married his secretary even though he hadn’t divorced his first wife. It triggered protests by the All Pakistan Women’s Association, prompting the government to establish a seven-member Commission on Marriage and Family Laws.The Commission recommended in 1956 that pronouncement of three talaqs in one session should be counted as one. That a divorce to be effective must have the husband pronounce talaq in three successive tuhrs, and that he could not divorce his wife till the time he secures an order to this effect from a matrimonial and family court.The last recommendation came under stringent criticism by a Commission member, Maulana Ehtesham-ul-Haq Thanavi. In his dissent note, the Maulana said the recommendation requiring the husband to seek an order from a court before giving talaq amounted not only to “tampering with the injunctions of the faith but also putting obstacles in the way of dissolution even when it becomes necessary and desirable.”It was primarily because of his objection that the Pakistani government did not provide for court intervention in divorce when it issued the Muslim Family Law Ordinance in 1961. Section 7 of this Ordinance relates to talaq and has six subsections:Any man after pronouncing “talaq in any form” has to give notice to the Chairman of the Union Council (an elected local government body) informing him about it and also supply a copy to his wife.Failure to do so could invite punishment up to one year or a fine of Rs 5,000.A talaq will not be effective until the expiry of 90 days after the man had served notice to the chairman.Within 30 days of receiving the notice, the chairman is required to constitute an arbitration council for reconciling the couples.If the wife is pregnant, the talaq shall not be effective until the expiry of 90 days or the pregnancy, whichever is later;“Nothing shall debar a wife whose marriage has been terminated by talaq effective under this section from marrying the same husband, without an intervening marriage with a third person, unless such termination is for the third time, so effective.”Jurists were of the view that Section 7 (6) of the ordinance had implicitly abolished the system of triple talaq or Talaq-ul-Bidat. This is because even though subsection (1) speaks of “talaq in any form” – thereby including Ahsan, Hasan and Talaq-ul-Bidat – the other provisions of the ordinance makes the procedure of reconciliation mandatory. However, since no reconciliation is possible when triple talaq is given in one session and the marriage stands dissolved forthwith, the ordinance is said to have impliedly abolished Talaq-ul-Bidat.Second, it is deemed to have been also abolished because subsection (6) allows, as Dr Munir notes, “remarriage between the two parties after the divorce without an intervening marriage or halala, which, under section 7, becomes imperative following the third such pronouncement (of talaq).” In other words, the MFLO doesn’t envisage a person giving talaq thrice in one sitting. Each has to be separated in time to allow the process of reconciliation.The view that the MFLO had impliedly abolished triple talaq in one session was upheld by the Supreme Court in Syed Ali Nawaz Gardezi v Lt. Col Muhammad Yusuf. It remains abolished till date.When Bangladesh was born in 1971, the new country inherited the MFLO regulating marriage and divorce laws. Consequently, triple talaq remains abolished in Bangladesh as well. Judicial verdicts on cases involving the MFLO pertains to – as it does in Pakistan too – whether or not the failure to give notice to the chairman of Union Council leads to automatic revocation of divorce.Verdicts in IndiaIt is not that judicial verdicts in India haven’t led to the annulment of triple talaq. For instance, in a 2008 case titled Masroor Ahmad v state, a Muslim judge of the Delhi High Court, Badar Durrez Ahmad ruled that triple talaq in India should be deemed as a single revocable talaq. Again, in Jiauddin Ahmed v Anwara Begum, the Gauhati High Court said that a talaq must be “for a reasonable cause” and must be preceded by attempts at reconciliation.Given that a large section of Muslim women has been demanding an end to triple talaq, brought out through several opinion polls, the AIMPLB’s refusal to reform the Muslim Personal Law on this aspect is ostrich-like. It should study the reforms several Muslim countries have adopted in order to abolish triple talaq.Ajaz Ashraf is a journalist in Delhi. His novel, The Hour Before Dawn, has as its backdrop the demolition of the Babri Masjid.","author":"Ajaz Ashraf","time":"2016-04-18T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806299-carousel-uoandpnhiy-1461334898.jpeg","tags":["Talaq","Divorce","Personal Laws","Muslims","Muslim Personal Law"],"source":"https://scroll.in/article/806299/if-pakistan-and-21-other-counties-have-abolished-triple-talaq-why-shouldnt-india"}