{"title":"If Rahul Gandhi is not taking reins of Congress, party should hold elections, says Shashi Tharoor  ","content":"The Congress should hold elections for choosing the party president  as well as members of the Congress Working Committee if Rahul Gandhi does not wish to take over as the party chief, Lok Sabha MP from Thiruvananthapuram Shashi Tharoor told News18. On Sunday, the Congress said that Sonia Gandhi  will continue as the interim president of the party till a procedure was implemented to elect her successor, PTI reported.In an interview with News18, Tharoor, who has been advocating for elections in the party, said that a democratic process will be favourable for the Congress, especially when there is a “growing perception” that the Congress is “adrift and rudderless.”“A participatory democratic process would significantly add to the incoming leadership’s credibility and legitimacy which, in turn, would be vital assets as they set about the significant organisational challenges associated with re-energising the Congress,” he said.The party has maintained that electing a new president has not been possible due to the coronavirus pandemic and the nationwide lockdown imposed to contain the infection.  Sonia Gandhi took over as the party chief after her son Rahul Gandhi resigned from the post in July last year as he held himself accountable for the party’s Lok Sabha election debacle and maintained that accountability would be critical for the party’s future growth. The Congress managed to win only 52 of 543 parliamentary seats in the General Elections in May last year.In the interview, Tharoor defended the Gandhis when asked if the party should look beyond them. “They also have a clear record of success and experience in leading the party, both when in government and during tough times in the wilderness, when they have still managed to rally the men and women of the Congress together,” he said. “Let us not forget the magnitude of what they have achieved for the party — or the ultimate sacrifice paid by two former presidents from the family.”He also said if Rahul Gandhi chose to take reins of the party, he could easily do it and that the decision would be “popular among the rank and file of the party.”“But if he [Rahul Gandhi] does not [wish to take over as the party chief], we have to find another solution,” Tharoor said, hinting at holding elections in the party.On Sunday, the Congress leader had said that the process of finding a new full-time party president  should be done faster amid the public perception that it is “adrift and rudderless”.“I certainly believe we should be clear about our leadership going forward,” Tharoor told PTI. “I welcomed Soniaji’s appointment as interim president last year, but I do believe it’s unfair to her to expect her to carry this burden indefinitely.”On the return of Sachin Pilot back to the party fold and when asked if Rahul Gandhi should work to get others back, the Lok Sabha MP said he has criticised the media for “generalising” individual cases. The Congress MP added that the turmoil in Rajasthan was turned into a “pandemic of political disenchantment in the Congress” by commentators.“I think each case is unique, and what applied to [Jyotiraditya] Scindia would not necessarily apply to Sachin [Pilot],” he said. “I regretted his disaffection, since I see him as one of our best and brightest young assets. I am glad he has chosen to stay in the party and fight alongside us for a better India.”Pilot returned to the Congress  a month after he and 18 other Rajasthan party legislators rebelled against Chief Minister Ashok Gehlot. A three-member committee has been formed to address his grievances.","author":"Scroll Staff","time":"2020-08-12T14:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123457-tzurzzdphd-1596972128.jpg","tags":["Rahul Gandhi","Shashi Tharoor","Congress Working Committee","Indian National Congress"],"source":"https://scroll.in/latest/970136/if-rahul-gandhi-is-not-taking-reins-of-congress-party-should-hold-elections-says-shashi-tharoor"}