{"title":"If Sharad Pawar’s claims of poaching were true, Ajit Pawar would have joined BJP first: Shiv Sena","content":"The Shiv Sena on Monday refuted Nationalist Congress Party chief Sharad Pawar’s claim that the Bharatiya Janata Party was misusing its power to poach leaders from other parties. The party claimed that if allegations of poaching were true, Pawar’s nephew Ajit Pawar would be the first to join the saffron party, ANI reported.In an editorial in its mouthpiece Saamana, the Shiv Sena also said that it does not arm-twist political leaders into joining them but “wins hearts” instead. Assembly elections in Maharashtra are due later this year. Sharad Pawar’s comments came after several leaders of his party quit to join the BJP and its ally the Shiv Sena. On Saturday, Nationalist Congress Party legislator Vaibhav Pichad announced he was joining the BJP. Two days earlier, the party’s Mumbai unit chief Sachin Ahir had joined the Shiv Sena. Chitra Wagh, the chief of the Nationalist Congress Party’s women’s wing, also quit.On Monday, Maharashtra Congress MLA Kalidas Kolambkar resigned from the party. He will join the BJP on July 31. Kolambkar represented the Wadala constituency in South Central Mumbai.  Pawar had alleged that government agencies were in league with the BJP, and cited income tax raids against Nationalist Congress Party legislator Hasan Mushrif in Kolhapur to prove his point.But Saamana said the Congress and Nationalist Congress Party are being decimated in the state.  “The Congress and Nationalist Congress Party in Maharashtra have been swept away as their leaders are joining other parties in wholesale,” the editorial said. “Many MLAs from the Congress and NCP are in a queue to join the BJP, and Sharad Pawar has expressed concern over it alleging that the agencies such as Income Tax, Enforcement Directorate are being used to coerce the legislators to join the BJP. But if this pressure was true, then Ajit Pawar would have been the first to join the BJP,” it added.Ajit Pawar is being investigated by Maharashtra’s Anti-Corruption Bureau in connection with a multi-crore irrigation scam. The Shiv Sena said that switching loyalties is not new trend – it was prevalent even during former Prime Minister Indira Gandhi’s tenure. “There was a time when anyone who was born, joined Congress. Similarly, people are joining BJP now,” the editorial said.The Shiv Sena compared the political leaders’ mass exodus to rodents fleeing a sinking ship, the Hindustan Times reported. “Rodents and frogs leap out of a sinking ship, but the captain and other important people leave right at the end with courage,” it said. “We are inducting such courageous people and the Congress and NCP don’t need to speak about it. Their parties have flourished in a similar way. We do not believe in poaching people. Instead, our goal is to win hearts,” the editorial claimed.","author":"Scroll Staff","time":"2019-07-30T13:12:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/110470-jztafiawyg-1547377692.jpeg","tags":["Ajit Pawar","Sharad Pawar","Shiv Sena","Bharatiya Janata Party","Nationalist Congress Party"],"source":"https://scroll.in/latest/932241/if-sharad-pawars-claims-of-poaching-were-true-ajit-pawar-would-have-joined-bjp-first-shiv-sena"}