{"title":"If Sati and untouchability were outlawed, why not triple talaq, asks Centre in Supreme Court","content":"The Centre on Wednesday said in the Supreme Court that triple talaq cannot not be defended just because it has been in use for several centuries – refuting a point made by its proponents during a previous round of arguments . Sati, human sacrifice and untouchability, too, had been in practice once upon a time, but could not be defended at any cost, Attorney General Mukul Rohatgi told the five-judge Constitution bench of the Supreme Court, which has been hearing petitions against triple talaq since May 11, NDTV reported.Rohatgi’s argument prompted the bench to remind him that these practices had been outlawed through legislative action. A large part of the hearings have been devoted to discussing whether the judiciary could presume to ban triple talaq when the executive has not taken any step to do so.“All these issues (Sati, untouchability) were addressed by the legislature, which removed it. If we [the court] enter, you will say the judiciary usurped the powers of the legislature,” the bench, headed by Chieft Justice JS Khehar, said.The Centre also sought to de-link the social practice from the tenets of Islam. Rohatgi told the bench that the matter was one of gender inequality, not of religious freedom. “The triple talaq debate is all about men versus women within the Muslim community where men are powerful, more educated than women,” Rohatgi said. “Triple talaq must not be seen from the prism of majority versus minority community, it’s an intra-community issue related to women’s rights.”Rohatgi buttressed his argument by saying that triple talaq was not practised in most Islamic countries and hence could not be considered fundamental to Islam. The Supreme Court bench had earlier observed that it would only pass a judgement on the matter if the Centre could convince it that triple talaq was inessential to the religion.Earlier in the day, Khehar asked the All India Muslim Personal Law Board, the chief defender of the practice, if a woman could be given the option to refuse triple talaq while executing a nikahnama or marriage contract. “Can a woman be given an option to say no to triple talaq at the time of execution of nikahnama?” the five-judge constitution bench asked the AIMPLB. Khehar also asked whether the Board’s advisory would be followed by Qazis across the country. Advocate Yousuf Muchala, on the board’s legal team, told the Supreme Court that the board’s advisory is not mandatory for the local Qazis, or judges of Sharia courts, to follow.","author":"Scroll Staff","time":"2017-05-17T19:16:11.622031+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837934-wozncbazxh-1484767976.jpeg","tags":["triple talaq hearing","supreme court"]}