{"title":"If this murder mystery is not really a whodunit, what is it?","content":"‘Bombay doesn’t do night. The sun falls into the sea but darkness doesn’t stand a chance.’That’s an unusual opening for a noir thriller – which is one way of classifying Jerry Pinto’s Murder in Mahim – but the words also herald a crime that takes place in near-darkness. Even if a city has a million neon lights, we are told, there will always be shadowy places that are good settings for murder; and there is the nighttime of the heart and mind.When a young man’s slashed body is found in a Matunga Road Station toilet, along with a suggestion that more deaths are to come, the race to find the killer begins, and the book efficiently sets about ticking all the boxes for a brisk police-procedural: mystifying detours, small twists that anticipate bigger ones, colourful characters with obscure motivations who might be helpers or suspects (or both?).But this is also, importantly, a story about the broadening of worlds – about the circle of what is socially acceptable or “normal” widening, until it is much more inclusive than before. An early passage mentions NRI kids snatching a few games of baseball in a space that has traditionally been one of our major cricketing cradles: “Shivaji Park, the heartland of conservative Maharashtriana, was changing.” It’s a nice microcosm for some of the other things that will happen in this story. Much like the park, the mindset of the book’s protagonist will change as he ambles down Mumbai’s mean streets, interacting directly with people who were earlier only abstractions for him.This is a 53-year-old former journalist named Peter D’Souza, who becomes involved with the murder investigation – first because an old friend, a police inspector, has sought his aid, but later for more urgent reasons. Peter and his wife Millie are well-read, cultured sorts – they quote poetry by Wilfred Owen or Keki Daruwalla at each other in everyday conversation – but some things lie outside their sphere of immediate experience; we see that even a generally progressive outlook can have blind spots, little patches of unease. When we first meet them, they are very concerned that their son Sunil may be gay, and the murder investigation – which centres on clandestine trysts between men – hits a little too close to home.How to solve a crimeReading Murder in Mahim, I was reminded of the observation made by Douglas Adams’s Dirk Gently that to fully solve a crime, one would need to “solve” the milieu in which it occurred. This book is about the many ways in which a society’s underbelly interacts with its mainstream, and the oppression, exploitation – and finally, criminality – that can result. The plot unfolds against the background of the 2013 Supreme Court judgment on Section 377 of the Indian Penal Code, which had strong repercussions for people leading what are considered sexually unconventional lives. And this, remember, is a place where, even in educated circles, the word “chakka” might be used as a catch-all pejorative to describe a man who is somehow “less” than a man.Much like another dark thriller from a few years ago, Anita Nair’s Cut Like Wound, this book is about the fluidity of gender roles and sex: the falsity of many of our perceptions about what is masculine and what feminine; the thin line between being in control of your sexuality and becoming someone else’s puppet or keep; the many unusual and poignant forms that love can take in a time of suppression. But it is also about aspiration, where it can lead underprivileged people, and it touches on other social divisions such as caste and class. (In one passage, when Peter gets a lecture about the importance of diversity from a flamboyant “queen” named Leslie – insider to the workings of the gay underground – he wonders offhandedly if Leslie knows anything about the struggles of other types of marginalised people, Dalits or Adivasis, for instance.) What, not whoThough I guessed the killer’s identity a few pages ahead, there are enough surprises sprinkled through the narrative to keep a thrill-seeker occupied. In any case, Pinto doesn’t seem too concerned with constructing an impossible-to-guess whodunit: this is much more about “what happened”, how a motley group of people get caught in an unfortunate, escalating series of events, how one small transgression leads to other big ones, until the line between law-breakers and lawmakers becomes vanishingly thin.But despite the grimness of its subject matter – including the death of a child – this is in the end an unexpectedly optimistic book, one with sympathy and hope for the better side of human nature. (To return to that opening – “Darkness doesn’t stand a chance.”) And much of this reassurance comes from the anchoring roles played by Peter and Millie. Theirs is a genuinely warm relationship: unlike the tortured protagonists of many other novels in this genre, they are comfortable together, have conversations, grow in each other’s company. Over the course of the story, these two middle-aged, middle-class, “regular” people go from having conniptions when their son is described as a “gay activist” to asserting “He may be homosexual, but he’s not a murderer.” By the end, they are acknowledging that maybe people shouldn’t be put in boxes. A world has changed, just a little.Murder in Mahim, Jerry Pinto, Speaking Tiger.","author":"Jai Arjun Singh","time":"2017-03-22T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200543-yykmhgezmg-1715060251.jpg","tags":["Mumbai","crime","fiction"],"source":"https://scroll.in/article/832369/if-this-murder-mystery-is-not-really-a-whodunit-what-is-it"}