{"title":"If these videos are anything to go by, Vijayakanth is already the TN CM","content":"Will Tamil Nadu replace its current movie star-turned-chief-minister with yet another movie star? Ahead of the crucial election to the Tamil Nadu Assembly on May 16, action hero Vijayakanth has announced an electoral partnership with four other parties. His Desiya Murpokku Dravida Kazhagam will contest the election with the People’s Welfare Front, comprising Marumalarchi Dravida Munnetra Kazhagam headed by Vaiko, Communist Party of India, Communist Party of India (Marxist) and Viduthalai Chiruthaigal Katchi. Vijayakanth is the chief ministerial candidate of this alliance.  For his numerous devotees, the 63-year-old maverick is already the king of all he surveys. Beloved of action fans and meme hunters, Vijayakanth has maintained a screen persona of integrity and invincibility. All marquee names in the Tamil industry have grandiose titles created by their fan associations, whether it is Vijay (“Illaiyathalapathy, or young commander) or Ajith (Thala, or the boss). Vijayakanth is known as “Puratchi Kalaignar”, or revolutionary artist – perhaps that is one of the reasons he has the support of two Left parties in Tamil Nadu. Here is just one example of the actor’s ability to revolutionise the action movie genre. A mere flick of his luxurious moustache is all it takes for bullets to lost their way. \n\n\n    \n    Play\n\nA montage of Vijayakanth’s mastery.Vijayakanth is also known as “Captain”, after Captain Prabhakaran (1991), one of numerous vigilante-themed movies in which he plays a member of the establishment or a common man who breaks the rules to ensure justice. In Captain Prabhakaran, Vijayakanth is a Forest Officer who goes after a smuggler modelled on Veerappan, but soon realises that corrupt government officials are keeping the brigand in business.\n\n\n    \n    Play\n\n‘Captain Prabhakaran’.Born Vijayaraj Azhagasundaram, Vijayakanth started his career in the 1980s. An early film Doorathu Idhi Muzhakkam, directed by K Vijayan, indicates that before he earned a reputation for landing perfectly timed punches and kicks, the actor could carry off drama.\n\n\n    \n    Play\n\n‘Doorathu Idhi Muzhakkam’.He is best known for low-budget and gravity-defying stunts in which he single-handedly dispatches his adversaries. Vijayakanth’s movies have cemented his reputation as a broad-chested action hero and a symbol of Tamil machismo and virility who mows down anybody foolish enough to have evil designs on the state and the nation.\n\n\n    \n    Play\n\n‘Valarasu’.Many of Vijayakanth’s fights pop up on YouTube channels dedicated to “funny/hilarious/OMG action”. Not surprising, really.\n\n\n    \n    Play\n\n‘Velundu Vinaiyillai’.Like Rajinikanth, Vijayakanth has a reputation for making the impossible possible – even when he is sitting in front of the computer. He has typed a document on Windows Media Player and conducted an open heart surgery with a mobile phone light. But his most logic-defying act is from real life, when he spat at journalists during a press conference. Revolutionary indeed.\n\n\n    \n    Play","author":"Scroll Staff","time":"2016-03-23T14:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805567-article-emvleeonet-1458718893.jpeg","tags":["Vijayakanth","Tamil Nadu Assembly election 2016"],"source":"https://scroll.in/reel/805567/if-these-videos-are-anything-to-go-by-vijayakanth-is-already-the-tn-cm"}