{"title":"If there’s a heaven, it’s just opened its first independent bookshop","content":"Are you under the impression that families in the book trade talk mostly about books at the dinner table?Let me tell you, as someone born into a bookseller’s family, that you’re right. We almost always end up talking shop.Two years ago, Delhi’s beloved KD Singh of The Book Shop passed away. Last week, my own grandfather, Balraj Bahri, founder of Bahrisons Booksellers, also in Delhi, left us suddenly. And a few days ago, we learnt of the sad demise of Lucknow’s iconic bookseller, Ram Advani.So, one night at dinner, as we discussed these three great men and the legacies they have left behind, my father jokingly said heaven must now be looking forward to opening its first independent bookshop under the tutelage of the pioneers of Indian bookselling.Later, in a serendipitous search, I came across what author William Dalrymple wrote, in an article in Mint, of KD Singh: “Such a good, kind, generous and gentle man and such an excellent shop – up there with Ram Advani (in Lucknow) and Bahris, as the best three in South Asia.”This could be no coincidence; there was something intangible and indescribable that bound these three men together. It was not just the fact that they each owned an iconic bookshop, but that, for them, bookselling was no mere vocation; it was a kind of devotion. In each of these shops, the relationship between the bookseller and the reader was considered unequivocally sacred.The bookish trio…Kanwarjit Singh Dhingra, aka KD Singh, was born in 1941 in Amritsar and graduated from Hindu College in Delhi University. He married Nini in 1967 and together they opened The Bookshop in 1970. In a blog post about the couple and their beloved shop, Mayank Austen Soofi writes that when it first opened, Nini remembers her husband single-handedly arranging all the books. When he was done, the two of them waltzed between shelves that smelled of wood polish.Balraj Bahri Malhotra was born in Malakwal (now in Pakistan) in 1928. He was a 19-year-old college student when the family was displaced due to the Partition and relocated to Delhi. It took him five years, a humble residence in Kingsway Camp, multiple odd jobs and the sale of his mother’s gold bangle to find his bearings and open Bahrisons Booksellers in Khan Market in 1953. He met his wife, Bhag, [also a refugee from the NWFP] at the Camp and they were married in 1955. Together, they ran the shop as partners. His wife, whom he lovingly called Madame-ji, fondly remembers him sitting with a notepad and a pen, noting down the reading tastes of his customers, when the shop first opened.Ram Advani was born in Hyderabad, Sindh in 1920, arriving with his family in India right after Independence. He set up shop in 1948 at Gandhi Ashram, Lucknow, but in 1951, moved it to Mayfair. His inspiration to join the book trade can be attributed to his maternal grandfather and uncle, who owned bookshops in Lahore, Peshawar, Rawalpindi and Shimla. When Advani joined the family business before Partition, he was given control of the shop in Lahore called Rays Bookshop, which was later occupied, coincidentally, by another renowned bookseller, Ferozsons. In a documentary from 2014, his late wife, Darshi, warmly remembers how the couple met for the first time in the bookshop and bonded over their mutual love for the written word.… their new shop…The next day, as I sat on the steps of Bahrisons, looking at the wooden shelves being lined with new arrivals, my mind flirted with the idea of the bookshop in heaven. As far as I knew, the three men had never been together in the same place, but if I were to dream up an impossibly lovely dream, then such a partnership could be made possible. So, in my version of paradise, there was talk of a new bookshop in town, run by three dashing gentlemen from another era altogether…I imagine KD Singh, impeccably dressed, eyes shining with delight as he opens up boxes of new books. Gently and lovingly, he lines them on the shelves. He pauses time and again at an interesting title, an odd classic, a rare literary gem and smiles knowingly, making mental notes. His favourite shelf is a tasteful mélange of literary fiction, popular and obscure, and as customers walk by him, he charms them with his wit and gentle humour.At the cash counter, I see my mathematically gifted grandfather with his majestic white moustache, newspaper in hand, notepad and pen faithfully by his side, one eye surveying the store. A customer lingers nearby and, finally, builds up the courage to ask the stern-looking bookseller about an obscure political title. As my grandfather looks up, his face breaks into a smile and he invites the customer to have a seat while he searches for the book. Not finding it, he promptly notes down the title and the name of the customer, promising to have it tomorrow.And finally, in a well-lit corner of the shop, dressed in a crisp white kurta pajama, sits a classically bespectacled Ram Advani, the first to arrive each morning at 9 am. Around him is a gold mine – volumes on history, politics, current affairs and his specialty of Awadhi culture. Flipping through a hardback, he sips his tea from a pristine white cup. One can often see world scholars, making a day trip up to this literary paradise, flocking to Advani’s perch, wondering about what books they should read for their research.… with its personal touch…It is important to mention here that this is no mere bookstore, but, rather, a hub of literary cultivation. It is an idyllic personification of a reading culture where the role of the bookseller extends far beyond ordering titles; it is to know every single title in the selection, every like and dislike of customers. And it is this very quality of the proprietors that draws regulars to the premises daily.Inevitably, other traditions have established themselves. Every afternoon, the shop shuts for an hour and the three men open their modest lunchboxes to share their meals. After lunch, they huddle together at a table by the back and look through their hisaab. They tally numbers, orders, stock and inventory, and look over the new releases and returns.The one thing the bookshop in heaven does not have is a computer; everything is done the old fashioned way – pen on paper. At night, after the shop shuts, the partners convene for dinner, indulging in music and small pegs of whiskey and water. Sometimes, they talk of times gone by, of favourite books, sharing poems, ghazals and anecdotes about their children and grandchildren. But the one subject that brings a childlike delight to each of their faces is when they talk about their wives. After all, the backbone of the independent bookshop is a strong familial structure.… that only a bookseller can provide…In an interview with The Indian Express, Rachna Singh-Davidar says of her father KD Singh, “He knew the reading habits of his loyal customers and he believed that independent bookstores could thrive if they were focused, had knowledgeable booksellers, and an atmosphere that was conducive to browsing. In other words, a good bookstore needed to be a haven for those who loved good books.”Advani had once said in an article in the Times of India that he could tell whether a person would be buying a book or not just by the way they read or smelt it. He further went on to say how money could not be equated with the happiness he derived from finding a specific book for a specific reader.In the 2006 biography, Bahrisons: Chronicle of a Bookshop, Bahri is quoted as saying, “Books are like food. They satisfy your hunger for knowledge and the bookshop is like a good restaurant. The décor, the seating, the ambiance and the service are all important when we go out to dine but most important of all is the chef’s ability to maintain the quality of the food that you are served. This is what brings you back again and again. And so it is with books – display, presentation and service are essential but most important is a personal knowledge of each customer and the ability to provide the books that meet his needs.”But opening a bookshop does not guarantee business. Arranging titles on a shelf does not guarantee sales; it does not even guarantee a browser. What guarantees the running of a successful bookshop is the bookseller himself. And that is the essence of the institutions set up by each of these three men. Despite the differences in their choices and interests, they embodied the belief that an independent bookseller is practically synonymous with his shop.And though we live in a digital age, it is my firm belief that an algorithm-controlled online shop will never truly be a bookseller. It will never truly be able to infuse in the reader the love for a book they never knew existed. It will never be able to share a cup of tea or retrieve, from the farthest shelf, a dusty, underrated classic that its swears by. It will not look the other way if a child slips a comic book under his shirt and walks out the door because he can’t afford to buy it.It will never engage in conversations with customers new and old, it will never share a laugh or an anecdote, or explain the reason a certain book changed its life. It will never exude the comforting smell of wood, or the warmth of printed paper, or the sound of pages rustling. It will never amount to the likes of a Singh, a Bahri or an Advani.As I was sat with Nini Singh on a park bench across from The Bookshop one evening, we spoke of the void left behind after the death of a loved one. She said that after the demise of her husband, she was reluctant to come back to work, but it was the customers who kept asking for her each day that she was away.Over the past few days, I have read innumerable notes, eulogies and articles from all over the world about  Advani, each one offering the most moving of memories.  After a week and a half of my grandfather’s death, my grandmother said – with such conviction that I thought she was the very incarnation of her late husband – that she would, at the age of 84, go back to work at the bookstore to do exactly what he used to do.The only thing we can do now is to be grateful for the incredible institutions these three men left behind. I am proud to be the part of a legacy that includes not just my family, but also a countless number of readers, writers, publishers, distributors, salesmen, and staff who together make up the life of a bookshop.Aanchal Malhotra belongs to the third generation of the Bahrisons Booksellers family. She has grown up surrounded by books and the written word.","author":"Aanchal Malhotra","time":"2016-03-16T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805166-article-jtdnsgyfhz-1458048451.jpeg","tags":["KD Singh","Balraj Bahri Malhotra","Ram Advani"],"source":"https://scroll.in/article/805166/if-theres-a-heaven-its-just-opened-its-first-independent-bookshop"}