{"title":"‘If the accused have set up an anti-fascist front, they’re, in fact, acting in defence of democracy’","content":"As three of the five activists – Vernon Gonsalves and Arun Ferreira in Mumbai and Varavara Rao in Hyderabad – arrested across the country on August 28 were produced in a Pune court on August 29, public prosecutor Ujjwala Pawar claimed that they were members of the outlawed Communist Party of India (Maoist) and constituted an “anti-fascist” front that aims to overthrow the government.Two activists detained on August 28 – Sudha Bharadwaj in Haryana and Gautam Navlakha in Delhi – had petitioned the High Courts and had been placed under house arrest. Scroll.in posed some questions to Ajai Sahni, executive director of Institute for Conflict Management, about the case. Excerpts:What do you make of the prosecution’s arguments against the activists arrested on August 28?If I had read these excerpts without knowing the context, I would have thought them the work of a satirist or comedian. Obviously, not a single charge will actually stick, but that is clearly not the intention. The case will drag on in what I have described as a process of “punishment by trial”. The judicial system is slow, and is willing to pretend that it does not notice the utter silliness of the prosecution’s submissions. The accused will either continue to languish in jail or, even if enlarged on bail, will be harassed for years by the judicial process. This alone is the objective. In any civilised country, this would be regarded as malicious prosecution, and the people responsible would be severely penalised. In India, however, officers putting up such cases face no consequences beyond a rare dressing down by a conscientious magistrate.The prosecutor claimed that Arun Ferreira “recruited” Maoists through photo exhibitions on mob lynching which created an anti-government opinion. Does opposing the government constitute an offence under Unlawful Activities (Prevention) Act? Are photo exhibitions of mob lynchings evidence of Maoist recruitment?If their offence is protesting against mob lynchings, half this country would be in jail. There is no such offence. Unless the specific charge of recruitment can be proven – and mere claims that “two students were specifically radicalised by him” will not suffice – the case will eventually be thrown out of court. Further, “radicalisation” is not an offence under UAPA; terrorism is. Unless direct involvement in recruitment for terrorism is proven, nothing will hold.By labelling the activists “anti-fascist”, what is the prosecution implying?The prosecution should first be taken to task by the court and the authorities for suggesting that the government is a fascist organisation. If the accused have set up an anti-fascist front, they are, in fact, acting in defence of democracy and the Indian constitution.The prosecution claims that that the anti-fascist front had started negotiating with an arms dealer in Nepal, and that Varavara Rao was the conduit. The prosecutor submitted a “catalogue of arms” allegedly received from a dealer. Does this scenario seem plausible?Varavara Rao has long been known as a Maoist sympathiser. This is something that has been known to enforcement authorities and security analysts for decades. We may not approve of this, but this does not constitute any offence. As regards the allegation of mediating an arms deal, submitting a “catalogue” of arms received will prove nothing. A chain of material evidence would need to be established between suppliers and the recipients, with Rao plumb in the middle. I am confident that no such chain will ever be established.Have we heard of arms flowing in from Nepal before?There were a few reports of arms flows from Nepal over a decade ago. There has been no credible report of such arms transfers in recent years. Of course, I work on the open source, and the government may have evidence that I have no access to. But prima facie, these claims are not credible.The prosecution claimed that Arun Ferreira went to Kerala on International Human Rights Day with the intention of convincing “young leaders” to talk to Varavara Rao. Do you think it  is fair to conflate human rights with Maoist work? Participation in a Human Rights event and asking “young leaders” to meet Varavara Rao constitute no offence whatsoever.The prosecution used the term “Urban Naxalite” in the court, though he admitted it was not well defined. What do you make of this term?“Urban Maoist”, “half-Maoist” are labels of recent invention. They have no utility in a court process. The court requires proof of membership in a proscribed terrorist organisation, or of participation in terrorist activities. There is no suggestion here that any such proof is available.The prosecution acknowledged the names of the accused were not in the First Information Report filed after violence in Bhima Koregaon, but said the law does not require this. Most of the statements made by the prosecution did not relate to the Bhima Koregaon investigation but pertained to general claims about Maoist propaganda, recruitment. What does this indicate as far as the strength of this case goes?The law may not require inclusion of the names of the accused in the FIR. However, the inclusion of any additional accused after this stage weakens the case against them, and the requirements of evidence become even more stringent.The prosecution said that Arun Ferreira’s work is nothing but propaganda for Maoists which inspires many young minds and eventually pushes them to the jungles to join Maoists, and so is involved in recruitment. What do you make of this argument?“Maoist propaganda” and recruitment for Communist Party of India (Maoist) are two entirely different issues. There are numerous Maoist formations that participate in electoral politics. These are parties of ex-Naxalites who have given up violence, but continue to believe in some of the fundamentals of the Maoist ideology. There is no legal prohibition against “Maoist propaganda” or “Maoist advocacy”.The prosecution brought up an alleged letter, which is said to include a plot to assassinate the prime minister, and it has been claimed that this is one of the main pieces of evidence for police to proceed in this case. Others have, however, questioned the authenticity of the document, in part because of the manner in which it is written. As regards the letter, first, the integrity of the chain of recovery would have to be established, proving beyond reasonable doubt that it was recovered from the individual and in the manner claimed by the police. From open source reportage it appears that it is unlikely that such a chain would be established. An analysis of the contents of the letter, moreover, strains credibility. Anyone familiar with the patterns of communication adopted by the Maoists would immediately reject this letter as an obvious fabrication. Moreover, in trying to implicate a number of unrelated and prominent critics of the current regime in a plot to murder the Prime Minister, prosecuting agencies appear to be constructing a straw man in order to sensationalise the case. I do not believe the case will be sustainable over time, unless courts are sufficiently intimidated by the political executive, as they were, for instance, in the Binayak Sen case in Chhattisgarh, to pass a judgment that would eventually be thrown out by the Supreme Court.","author":"Scroll Staff","time":"2018-08-30T18:43:43.043561+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892553-aibusdkmwt-1535633820.jpg","tags":["Internal Security","Maoists","Police","Judiciary","Dalits","Human Rights Activists","Detentions","Pune","Bhima Koregaon"]}