{"title":"If triple talaq is held unconstitutional, how will Muslim men divorce, asks Supreme Court","content":"The Supreme Court on Thursday sought to know whether there was any alternate way for Muslim men to seek divorce if it held all forms of triple talaq “unlawful and unconstitutional”. “If all the three forms of talaq are held bad in law, where will the Muslim man go for divorce?” the five-judge bench asked Additional Solicitior General Tushar Mehta, who appeared for the Centre, according to The Indian Express.The query was made towards the end of the first day of the Supreme Court hearings on pleas challenging the controversial practice. Currently, Muslim women can approach a court under the Dissolution of Muslim Marriages Act, which specifies grounds under which they can seek divorce. But Muslim men do not have to approach any forum as they can dissolve a marriage instantly with the triple talaq practice.The court brought up the subject after senior advocate Indira Jaising, who is representing one of the petitioners, compared triple talaq to a “civil death” for women and said it was an “extrajudicial, unilateral and final” act that was “done without giving any reasons”.Senior advocate AS Chadha and advocate Balaji Srinivasan – appearing for petitioner Shayara Bano whose plea is the first being heard by the Supreme Court – argued how “Muslim men have an unqualified, untrammeled, unguided, untested and absolute right” to end a marriage by simply uttering “talaq” three times, but Muslim had to show “cogent, relevant and reasonable grounds” under the 1993 marriage Act, The Hindu reported.“Triple talaq is not a fundamental part of Islam, and the evidence lies in the fact that various Islamic countriesm including Pakistan, Afghanisation and Bangladesh, have done away with it,” advocate Chadha said.","author":"Scroll Staff","time":"2017-05-12T07:47:20.908905+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837371-42330-bzxrjhsbvd-1481219237.jpg","tags":["triple talaq","Supreme Court"]}