{"title":"‘If we are reunified, our people will be safe’: Manipur clashes reignite demand for Zo homeland","content":"The ongoing unrest in Manipur has given a fresh lease of life to an old demand in neighboring Mizoram: a separate homeland for the Zo people.The Zo or the Zohnahthlak people comprise the Kuki-Chin-Mizo ethnic group spread across India, Myanmar, and Bangladesh. For nearly three months now, members of the Kuki and Zomi tribes in Manipur, considered part of the “greater Zo family”, have violently clashed with the Meitei people, the ethnic majority in the state. This has led to an exodus to Mizoram where the Zos are the single-largest ethnic group. Over 12,000 Kuki-Zo people from Manipur are currently in Mizoram. In addition to the refugees from Manipur, Mizoram is also hosting thousands from the community who have fled persecution in Myanmar and Bangladesh. “Except in Mizoram, we have been targeted everywhere. We hope that if we are reunified, our people will at least be safe,” said Lalmuanpuia Punte, the vice president of the Mizoram-based Zo Reunification Organisation. It had been spearheading the demand for a separate homeland, which has also been endorsed by the ruling Mizo National Front.An old demand The demand for an ethnic Zo homeland goes back several decades. The contours of it, though, have varied at different points in time. According to the Zo Reunification Organisation’s vice president Lalmuanpuia Punte, the “desire for the territorial unification of the Zo-inhabited areas was first articulated way back in 1892 at the Chin-Lushai Conference held in Calcutta”. In independent India, when the demand for a separate Mizo state gained momentum in the 1960s, it was envisioned as a mass of the contiguous areas of Tripura, Manipur, Assam, and present-day Mizoram, inhabited by the community. At the time, the Mizo or Lushai Hills that now make up the state of Mizoram were part of Assam. As the movement grew more militant and became secessionist, the demand escalated to a “union with the Mizos of Burma and Pakistan”. The armed militancy that followed saw the participation of several Kukis from neighbouring Manipur. The movement culminated in the Mizo peace accord of 1986 that paved the way for the formation of the state of Mizoram, comprising the Lushai Hills. In the accord, the Centre recognised the demand for the “unification of Mizo” inhabited areas within India into one administrative unit but did not grant it.A fresh pushBut the spirit of “Zo unification” endures among people in the community. As the vice president of the Zo Reunification Organisation, Lalmuanpuia Punte, put it, “We [Mizo, Kuki, and Chin] are the same people.” The events in Manipur have given it a new fillip. The outfit, which has led the Zo unification movement after the formation of Mizoram, organised a rally in the capital Aizawl on July 12 to protest against the alleged persecution of the Zo people in Manipur and underline the need for a Zo homeland. The protest saw effigies of Prime Minister Narendra Modi and Manipur Chief Minister N Biren Singh being burnt.  “We support and will work towards the unity of Zo ethnic people all over the world, and for them to be under one administration,” said Ramdinliana Renthlei, general secretary of Zo Reunification Organisation.Supporters galore One of the most enthusiastic backers of the project is the state’s Chief Minister Zoramthanga. Since the outbreak of the conflict in Manipur, Zoramthanga has publicly batted for the unification of all Mizo-inhabited areas into a single administrative unit.The integration, he told journalists earlier this month, was the main goal of the Mizo National Front when it was founded in 1961. Zoramthanga, who helms the Mizo National Front now, has even gone to the extent of defying the Centre in accommodating Chin refugees from Myanmar and Bangladesh. This despite the fact that the Mizo National Front is part of the Bharatiya Janata Party-led National Democratic Alliance that administers India from New Delhi.He has been equally vocal in voicing support for “my Manipuri Zo ethnic brethren”, even as he added that he could not directly interfere in Manipur’s internal affairs.Zoramthanga’s colleague and Mizoram’s lone Rajya Sabha member K Vanlalvena told Scroll that the “Zo reunification” was one of the “most important political issues among [the] Mizo people”.“Most of the Mizo people want to achieve it,” Vanlalvena said. “It is one of our political goals. The reunification is not only with Manipur but also with Myanmar and Bangladesh where our tribe had been occupied before British Rule.”In Mizoram, there is almost bipartisan support for the project. “This [Manipur crisis] kind of state-sponsored ethnic cleansing has only strengthened our resolve to achieve unification,” said Mizoram Congress spokesperson Lallianchhunga. “The crisis can be an instrument to push forward our Zo unification agenda. We will continue to fight for our unification.”Manipur Kuki MLAs met Mizoram chief minister Zoramthanga on May 19.The cynics But not everyone is as enthusiastic. “Only some sections of people are demanding the integration of Kuki Zo people,” said a senior leader of Central Young Mizo Association, the state’s most influential civil society group. “Some groups and politicians have been demanding reunification but not all the Mizo people.”Among Manipur’s Kuki-Zo people, there is resonance for a “Greater Mizoram” but it is peppered with caution. The community has demanded a “separate administration” independent of Manipur in the wake of the violence.  On May 17, a core committee on separate administration comprising all the legislators, tribal bodies, and civil society groups representing the community in Manipur was formed in Aizawl to coordinate the demand for a separate administration of Zo-Kuki inhabited areas in the state.“As of now we are just demanding total separation from Manipur,” explained Ginza Vualzong, the spokesperson of the Indigenous Tribal Leaders’ Forum, which represents the interest of the community in the state. Vualzong, though, added, “Of course, the unification of all the Mizo-Kuki-Chin people in Tripura, Manipur, Assam, and even Myanmar is our dream.”Ajang Khongsai, who heads the Kuki Inpi, the apex body of the Kuki tribe in Manipur, trod a similar line. “That [reunification of Zo areas] is another chapter and it is not connected with the present situation in Manipur,” he said. “[Now] it is only the separation between hill and valley. Cultural integration or any other integration may be highly required, but it wouldn’t be the right time for us to say that we would be integrated with Zo communities in Mizoram or other parts of the country.”Some also fear that demanding an ethnic homeland at this juncture may alienate other communities. The Nagas, for instance, stake claim over some areas part of the imagined Zo homeland.“[We] can’t afford another conflict with the Nagas,” said a Churachandpur-based researcher from the community.","author":"Rokibuz Zaman","time":"2023-07-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192325-ntetmnwwuz-1689684560.jpeg","tags":["Manipur","Myanmar","Mizoram","Kuki-Chin-Mizo","Zo","Kuki"],"source":"https://scroll.in/article/1052857/if-we-are-reunified-our-people-will-be-safe-manipur-clashes-reignite-demand-for-zo-homeland"}