{"title":"‘If you don’t mind us saying so, we love you’: How fans reacted to Mithun Chakraborty’s rise to fame","content":"Mrigayaa endeared Mithun to serious cinegoers, who would have been flabbergasted with the choice of his films that followed. For followers of art-house cinema of the time, the absence of this promising and good-looking actor from meaningful, highbrow and realistic films may have been disappointing. But for those who would have saved money from their daily wages to buy that ticket to watch the latest Mithun film, he was a godsend. Here was an actor who had no qualms about taking off his shirt to display a jaw-droppingly toned physique. He was astonishingly light on his feet – looking completely at ease in martial art-inspired action sequences and complex dance manoeuvres. He had also perfected his own style of dialogue delivery and a hairstyle that became ‘The Mithun Cut’ for millions of followers.It started with films such as Surakksha and Mera Rakshak and peaked after the release of Disco Dancer, which got an entire generation of Indians from modest families hooked to disco.Released in 1982, when India was witnessing a curious churn in pop culture, Disco Dancer had very little to do with the music that defined the decade in the West. It was more about a desi boy with a mother fixation, who is wrapped in shiny fabric and sings and dances his heart out on a stage. It was Subhash’s way of bringing the ‘party’ home, to the neighbourhood gullies, in the moth-eaten cinema halls and in shacks and shanties, where a different India was dreaming of having a good time. It also gave us the inimitable voice of Bappi Lahiri and his music, coming together in an incredibly campy pop cultural phenomenon.The ’80s, it is said, was the tackiest phase in Hindi cinema. And Mithun’s meteoric rise to superstardom coincided with the rise of an audience that did not care about sophistication but was happy to get high on the unabashedly over-the-top celebration of all things dramatic and emotional that Mithun championed.Mithun Chakraborty. Courtesy Stardust/Rupa Publications.In his many interviews, Mithun has said that in the early days of his careers, his audience primarily consisted of what he himself describes as the ‘chalu crowd’ or young men from lower middle-class families, who identified with the background and the struggles Mithun faced early on in his career. But Mithun was not happy being the poor man’s idol alone. He yearned to expand his fan base further.‘I am a trailblazer. I introduced disco dancing and karate at a time when nobody dared to touch them. And I did it well. The girls loved me. They called me the Indian James Bond, the Indian Bruce Lee. But after a point, I wanted to break away from that. I wanted to appeal to all kinds of people.’Yes, he was hotly followed in other parts of the world too, but he was also aware that his popularity beyond India was because of the disco wave that he was riding and the strong emotional content of the simplistic storylines of the films that he championed. He wanted to shrug off the ‘B’ grade tag, and the only way he could do that was by working with the A-list female stars of the time. That happened when established actresses such as Zeenat Aman, Parveen Babi and Rakhee Gulzar – all of whom were staple female leads with the original Angry Young Man, Amitabh Bachchan – started working with Mithun. Slowly but steadily, the sophisticated crowd joined in and after Disco Dancer was released, the young and hip crowd was more than eager to be a part of that journey. By then, disco as a genre of dance music and a subculture was the rage the world over, thanks to John Travolta and his Saturday Night Fever and legendary disco bands like Earth, Wind & Fire and Boney M.Mithun Chakraborty in Disco Dancer. Courtesy Rupa Publications.Writer and stand-up comic Anubhav Pal, who wrote a book on Disco Dancer, had this to say about the film’s impact on his generation:Till the late ’90s, Disco Dancer-themed parties were quite common in the West and in prestigious institutions of learning… In Russia, there are statues of Jimmy, the hero of Disco Dancer. In Almaty, Kazakhstan, when Mithun went there in 2010–11, the President’s address to the nation was cancelled because a million-strong crowd was busy welcoming Mithun at the airport. In Tokyo, there is a shrine to the Disco Dancer and in Egypt, people often serenade and woo Indian tourists by singing Disco Dancer songs.Indeed, the film’s success sparked an unbelievable craze for the Mithun style of doing everything – dance, action, song and romance. While young men of the time wanted to dress up like Mithun, dance like him and copy his swagger, women simply could not get enough of him. While some confessed their love for him over the phone, others were more explicit and made strong sexual overtones. Letters poured in daily, from the UK, Europe, Africa and the Middle East. Film magazines and glossies were buzzing with some of these stories about fan mails and fanatics.A typical example is a letter received from Birmingham from two 16-year-olds. They wrote: ‘We are both crazy about you. We think you are very sexy and if you don’t mind us saying so, we love you. We have been friends for the last five years and have never fallen out, except over you. We are both mad about you, too much to put into words.’ In another letter, Sylvina from Georgetown, Guyana, wrote: ‘I hope this letter finds you under the golden branches of happiness and love… everyone in our house loves you and if anyone criticizes you, we put them in their place. I have seen all your pictures except Patita. I couldn’t bear to see you die.’ Another girl from Mt. Edgecomb wrote: ‘As the wind is blowing and swaying through the branches, I think of you… When are you coming to South Africa? I have fallen in love with you and am longing to meet you.’ The letter ends with a red lipstick kiss! One girl in South America almost committed murder for him. She was washing clothes in her backyard when the postman delivered a letter from Mithun with his autographed photo in it. As she gazed lovingly at it, a boy who lived next door came over and demanded, ‘Who is this sissy?’ The girl was so wild that she picked up the bucket used for washing and threw the water on him. He got furious and abused Mithun even more. When the girl burst into tears, he taunted her for crying over a ‘sissy’. Had the girl’s brother, who was a policeman, not arrived just then and snatched the bucket from her, she would have probably smashed it on the boy’s head and gone to jail for it.Excerpted with permission from Mithun Chakraborty – The Dada of Bollywood, Ram Kamal Mukherjee, Rupa Publications.","author":"Ram Kamal Mukherjee","time":"2021-09-18T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164132-mfebupxyem-1631882834.jpeg","tags":["Mithun Chakraborty","Book excerpt","Disco Dancer"],"source":"https://scroll.in/reel/1005657/if-you-dont-mind-us-saying-so-we-love-you-how-fans-reacted-to-mithun-chakrabortys-rise-to-fame"}