{"title":"IFFI closes without screening ‘S Durga’ after censor board says it will have to re-examine the film","content":"Troubles mounted for Sanal Kumar Sasidharan’s S Durga on Tuesday after the Central Board of Film Certification said it would have to re-examine the film owing to a technicality over its name. The board had cleared the film in October. With this development, the organisers of the International Film Festival of India in Goa reportedly closed the event on Tuesday without showing the movie despite a Kerala High Court order directing them to screen the Malayalam film. The board’s decision could also jeopardise screenings at other Indian festivals.Organisers of the Goa festival informed the censor board on Tuesday that the title card of the movie bore the name S### Durga (instead of just S Durga). In a letter sent to Shaji Mathews of NIV Art Movies, under whose banner the movie was made, the censor board said that this “has totally different implications” and effectively undermined the purpose of changing the title. The Board said that this seemed to amount to a violation of the Cinematograph (Certification) Rules, which could qualify as grounds to revoke the clearance given to the film.The movie, earlier titled Sexy Durga, questions society’s double standards on women who are revered as goddesses on the one hand and objectified on the other. The censor board had agreed to clear the movie in October only if Sasidharan dropped the word “sexy” from its original title.Significantly, the official poster of the movie that has been shared several times by Sasidharan also has a similar title. Sasidharan, who staged a silent protest with the movie’s lead actor Kannan Nair at the IFFI venue on Tuesday, shared screenshots of an email that was purportedly sent to him by Tandon with journalists on WhatsApp. The email said that “...certain issues related to the certification of the film with reference to the title of the film were raised. This was referred to the CBFC for clarification.” In response to this, the censor board issued a fresh order on Tuesday informing Mathews about the problem with the title card, the email said. Scroll.in tried to reach Sasidharan but he was unavailable for comment. Repeatedly blocked Sasidharan’s internationally acclaimed movie, which won the Hivos Tiger Award at Rotterdam earlier this year, has faced many hurdles in India. In October, a 13-member jury headed by Kahaani director Sujoy Ghosh had unanimously selected S Durga as one of over 20 films to be screened at the Goa festival. But a week before the festival was to begin on November 20, the Information and Broadcasting Ministry dropped Sasidharan’s movie from along with Ravi Jadhav’s Nude from the final list of films, without offering an explanation. In protest, Ghosh, editor Apurva Asrani and filmmaker Gyan Correa resigned from the selection committee and Sasidharan moved the Kerala High Court.On November 21, a one-judge bench of the Court ruled in Sasidharan’s favour and directed the organisers of the film festival to schedule a screening. The ministry’s representatives told the High Court that the original title was offensive, and that Sasidharan had sent an uncensored version to the committee on the basis of which the selection was made. But the court noted that there was no significant change in the movie after the censor board’s certification except the title and 21 audio cuts to beep expletives. The Information and Broadcasting Ministry then moved a larger bench against this order. A division bench of the Kerala High Court on November 24 declined to stay the screening, but asked the selection committee to view the censor board-certified version of the movie and then take a call. On Monday, after a hush-hush screening amid tight security arrangements, the selection committee once again gave the movie the go ahead. While Rawail and three new members appointed to the committee, Sudhir Chaudhary, Vivek Agnihotri and Satish Kaushik, voted against the film’s screening, a seven-member majority voted in its favour. But even as the festival inched closer to its closing ceremony on Tuesday, there was no word from the organisers on arranging a screening for S Durga. When Sasidharan showed the High Court order to newly appointed selection committee head Rahul Rawail, he reportedly said that “the matter was sub-judice” and did not engage in further conversation.Tandon later informed Sasidharan about the developments with the censor board, saying “the film cannot be exhibited [at the Goa festival] till the issues are resolved”, according to the screenshot shared by the filmmaker on WhatsApp. In an angry Facebook post earlier in the day, Sasidharan alleged foul play and said IFFI organisers are unambiguously showing that they can go to any length to ensure that S Durga is not screened.","author":"Scroll Staff","time":"2017-11-28T17:56:49.418850+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/859500-74672-rakmylaxaw-1511506425.jpeg","tags":["S Durga","Sanal Kumar Sasidharan","International Film Festival of India"],"source":"https://scroll.in/reel/859500/iffi-closes-without-screening-s-durga-after-censor-board-says-it-will-have-to-re-examine-the-film"}