{"title":"IMA Uttarakhand sends Ramdev a defamation notice, seeks apology or Rs 1,000 crore as compensation","content":"The Indian Medical Association’s Uttarakhand unit on Tuesday sent a defamation notice to yoga guru Ramdev for his remarks about allopathic medicine, reported PTI. The notice sought a video of Ramdev withdrawing his comments about modern medicine and a written apology within 15 days, failing which would attract Rs 1,000 crore as compensation.Patanjali founder Ramdev claimed in a viral video last week that medicines such as remdesivir and favipiravir, approved by the Drugs Controller General of India for coronavirus treatment, had failed. “Lakhs of patients have died because of allopathic medicines rather than a shortage of oxygen,” he claimed. He had also called allopathy a “stupid science”.Ramdev withdrew his statements on Sunday, hours after Union Health Minister Harsh Vardhan wrote to him, asking him to do so.Yoga guru claiming Allopathy as stupid science. This pandemic brings new shock every day. pic.twitter.com/1W9ojVOIGY— Subhasree Ray (@DrSubhasree) May 21, 2021\n\nAlso read:Yoga guru Ramdev’s misinformation about modern medicine during a pandemic endangers real livesCovid-19: Ramdev withdraws ‘stupid science’ comment on allopathy after health minister’s letterCaught on TV: IMA secretary general Jayesh Lele lashes out at Ramdev for remarks against allopathyThe six-page notice sent to Ramdev on Tuesday said his comments were a “criminal act” and cited section 499 (defamation) of the Indian Penal Code. The letter was also sent to Chief Minister Tirath Singh Rawat and the state chief secretary on Monday.“In the letter, it is written that there is a lot of resentment among the IMA doctors against the statement of Baba Ramdev. The Union Health Minister has also sent a notice to Ramdev on the same stating that the statement is considered incorrect”, IMA’s Uttarakhand unit President Dr Ajay Khanna told The Times of India.The Indian Medical Association had on Saturday sent a legal notice to Ramdev for the statements defaming scientific medicine. On the same day, the company Patanjali Yogpeeth attempted to clarify that Ramdev’s statements were taken “out of context”.Ramdev’s comments came on the backdrop of India’s struggle to contain a massive second wave of the coronavirus disease, which has overwhelmed the country’s health infrastructure. Several states are facing acute shortages of oxygen and Covid-19 vaccine doses.India on Wednesday reported 2.08 lakh new cases in the last 24 hours, taking the overall tally past 2.71 crore since the pandemic first broke out in December 2019. The toll rose by 4,157 to 3,11,388, while the active caseload declined by over 91,000 to 24,95,591.Follow today’s updates on Covid-19 here","author":"Scroll Staff","time":"2021-05-26T14:20:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/48649-txausjozcr-1483517960.jpg","tags":["Ramdev","IMA","defamation","allopathy","coronavirus"],"source":"https://scroll.in/latest/995826/ima-uttarakhand-sends-ramdev-a-defamation-notice-seeks-apology-or-rs-1000-crore-as-compensation"}