{"title":"IMA files police complaint against Ramdev for spreading false information on allopathic medicines","content":"The Indian Medical Association on Thursday filed a police complaint against yoga guru Ramdev, seeking an first information report against him for spreading “false and baseless” information about treatment of Covid-19 patients by approved methods and drugs, PTI reported.In the complaint, the top medical body referred to his deriding allopathy and its role in the pandemic. “Ramdev, in order to take advantage of the Covid situation, on a public platform in furtherance of his ulterior motives has put forth dishonest and wrongful representations with regard to allopathic medicines and other allied treatment techniques of modern medical science for the virus,” it said.In a video that is being widely circulated online, Ramdev claimed that 1,000 doctors died even after getting two doses of the vaccine. Scroll.in couldn’t independently verify the authenticity of the video. Some reports quoted Ramdev as saying that 10,000 doctors died even after being fully inoculated.A senior Delhi Police officer told PTI that they have received the complaint and the case was being investigated.The medical association demanded that an FIR be filed against Ramdev under the Epidemic Diseases Act, the Disaster Management Act, and other provisions of the Indian Penal Code, according to the Hindustan Times.On Tuesday, the Indian Medical Association’s Uttarakhand unit had sent a defamation notice to Ramdev for calling allopathic medicine a “stupid science” last week. He had also claimed that lakhs of coronavirus patients died because of allopathic medicines rather than a shortage of oxygen.The medical body sought a video of Ramdev withdrawing his comments and a written apology within 15 days, failing which it said the association will seek Rs 1,000 crore as compensation.Even as Ramdev’s remarks have triggered massive outrage, the yoga guru has shown little remorse. Patanjali Yogpeeth General Secretary Acharya Balkrishna has said the company will give legally a “befitting reply” to the defamation notice.The association, which represents 3.5 lakh doctors, on Wednesday also wrote to Prime Minister Narendra Modi demanding that Ramdev be charged immediately for sedition for a misinformation campaign on coronavirus vaccination and challenging government protocols for treatment of the disease.","author":"Scroll Staff","time":"2021-05-28T10:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159570-yhxcybcsau-1622173859.jpg","tags":["Indian Medical Association","Ramdev","Coronavirus","Covid-19","allopathic treatment"],"source":"https://scroll.in/latest/996001/ima-files-police-complaint-against-ramdev-for-spreading-false-information-on-allopathic-medicines"}