{"title":"‘Imagine if I had fielded a terror accused’: Mehbooba Mufti attacks BJP for ticket to Pragya Thakur","content":"Peoples Democratic Party President Mehbooba Mufti on Wednesday lashed out at the Bharatiya Janata Party for naming Malegaon blasts accused Pragya Singh Thakur as its candidate for the Bhopal Lok Sabha seat. Thakur will contest against senior Congress leader Digvijaya Singh.“Imagine the anger if I’d field a terror accused,” Mufti tweeted. “Channels would’ve  gone berserk by now trending  a mehboobaterrorist hashtag! According to these guys terror has no religion when it comes to saffron fanatics  but otherwise all Muslims are terrorists. Guilty until proven innocent.” Imagine the anger if I’d field a terror accused. Channels would’ve  gone berserk by now trending  a mehboobaterrorist hashtag! According to these guys terror has no religion when it comes to saffron fanatics  but otherwise all Muslims are terrorists. Guilty until proven innocent https://t.co/ymTumxgty7— Mehbooba Mufti (@MehboobaMufti) April 17, 2019\n\nMeanwhile, Digvijaya Singh welcomed Thakur to contest in Bhopal. “I hope that you like the peaceful, educated and civilised atmosphere in this city,” he said in a video message on Twitter. “I ask Maa Narmada [river] to bless her, and I pray that we all practice the path of truth, non-violence and dharma.”Congress spokesperson Sanjay Jha called the BJP’s decision to give a ticket to Thakur a “huge self-goal” which has “sealed their fate”. “Modi is the captain of the giant sinking Titanic ship,” he tweeted. However, BJP chief Amit Shah claimed that the party had fielded Thakur against Digvijaya Singh because he was the person who coined the terms “Hindu terror” and “saffron terror”. Shah said the BJP had taken the matter to the “people court”, PTI reported. BJP leader Subramanian Swamy claimed that Thakur had been a “victim of the Congress agenda”. He said that Thakur was innocent and devoted to religion, and added that the charges against her in the Malegaon blasts case were “in the final stages of being dismissed”.On September 29, 2008, at least six people died and several were injured in two blasts in Maharashtra’s Malegaon. Thakur is one of the accused in the case. She has been charged under Section 18 (conspiracy) of the Unlawful Activities (Prevention) Act and other sections of the Indian Penal Code. Currently, she is out on bail.Thakur, who is known for her incendiary comments and speeches, had been associated with the radical Hindu outfit Abhinav Bharat and Durga Vahini, which is the women’s wing of the Vishwa Hindu Parishad.","author":"Scroll Staff","time":"2019-04-17T21:19:07.547093+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/50561-gahyxekkjq-1555514713.jpeg","tags":["Mehbooba Mufti","Bharatiya Janata Party","Pragya Singh Thakur"],"source":"https://scroll.in/latest/920440/imagine-if-i-had-fielded-a-terror-accused-mehbooba-mufti-attacks-bjp-for-ticket-to-pragya-thakur"}