{"title":"Imams coming to Assam need to inform police, register on government portal, says CM ","content":"Assam Chief Minister Himanta Biswa Sarma said on Monday that imams, or Islamic clerics, coming from other states need to inform the local police and register themselves on a government portal, ANI reported.“We have made some SOP [standard operating procedure] that if any imam comes to your village and you do not know him, immediately inform the police station...They will verify, only after that, they can stay,” Chief Minister Himanta Biswa Sarma told reporters. “Our Muslim community of Assam is helping us in this work.”The chief minister also said that the state government was setting up a portal to record details of clerics and other persons joining madrassas from outside Assam. “Those who are from Assam, do not need to register their names in that portal, people from outside will have to register their names in the portal,” Sarma said.The development came after two Islamic clerics were arrested on Saturday from the state’s Goalpara district on allegations of having links with terror outfit Al-Qaeda in the Indian Sub-Continent, or AQIS.“Two days ago, people linked with jihadis were arrested,” the chief minister said on Monday. “One of them was an Imam in a masjid, but was a kingpin. Five are yet to be arrested.”Superintendent of Police VV Rakesh Reddy said that the clerics were associated with Bangladesh-based outfits and were “engaged in radicalising youths”, PTI reported.Abdus Sobahun, a cleric of Tinkonia Shantipur Masjid, and Jalaluddin of Tilapur Masjid have been booked under provisions of the Unlawful Activities (Prevention) Act.On August 4, Sarma had said that Assam has become a “hotbed of jihadi activities”. The chief minister also said that the Assam Police have busted five “jihadi modules” of the Ansarullah Bangla Team in the last five months. Ansarullah Bangla Team, a Bangladesh-based terror outfit, is a front organisation of the AQIS.Twenty-nine members of the outfit have been arrested so far, the chief minister had said.","author":"Scroll Staff","time":"2022-08-22T19:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143451-hvgjumtxye-1602312485.jpg","tags":["Madrassa","jihadis","Assam","Himanta Biswa Sarma","terror outfits"],"source":"https://scroll.in/latest/1031061/imams-coming-to-assam-need-to-inform-police-register-on-government-portal-says-cm"}