{"title":"IMD forecasts ‘above normal’ rainfall during southwest monsoon season this year","content":"Rainfall during the southwest monsoon season over the country this year is likely to be above normal, the India Meteorological Department said on Monday.The weather agency said that the country as a whole is expected to get 106% of the long period average rainfall. The measure is the mean rainfall during the four-month monsoon season over the last 50 years. The season generally begins in June and starts to retreat by September.This is the first time in nearly a decade that the India Meteorological Department has predicted “above normal” rainfall in its long-range forecast for the season.According to the weather agency, nearly the entire country, except for certain parts in the northwest, east and northeast, is likely to get good rainfall.IMD predicts 2024 southwest monsoon season (June to September) rainfall over the country as a whole to be above normal (>104% of the Long Period Average (LPA)). Seasonal rainfall is likely to be 106% of LPA with a model error of ± 5%. LPA of monsoon rainfall (1971-2020) is 87 cm. pic.twitter.com/bgBhLX0M2W— India Meteorological Department (@Indiametdept) April 15, 2024\n\n\nIndia Meteorological Department Director-General Mrutyunjay Mohapatra said that multiple indicators favoured the “above normal” rainfall predicted for this year, The Indian Express reported.A primary reason was the weakening of the El Nino phenomenon in the Pacific Ocean into a neutral condition ahead of the monsoon, Mohapatra said. The likely emergence of La Nina towards the latter half of the season was another factor.The El Nino phenomenon involves the warming of ocean surface temperatures in the eastern and central Pacific. It typically occurs every few years and has been linked to crop damage, fires and flash floods.La Nina is the periodic cooling of ocean surface temperatures in the central and east-central equatorial Pacific. This phenomenon is known to help rainfall activity.Mohapatra also said that the Indian Ocean Dipole was in its neutral phase at present. “During the start of the monsoon season, positive IOD [Indian Ocean Dipole] conditions would emerge,” he said. “Positive phase of the IOD is good for rainfall over India.”The Indian Ocean Dipole is the difference in the sea surface temperatures between the western parts of the Indian Ocean near Africa and the eastern parts of the ocean near Indonesia.","author":"Scroll Staff","time":"2024-04-16T13:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194395-tzmpznpupn-1695640793.jpg","tags":["southwest monsoon season","Rainfall","India Meteorological Department"],"source":"https://scroll.in/latest/1066699/imd-forecasts-above-normal-rainfall-during-southwest-monsoon-season-this-year"}