{"title":"IMF warns India that its debt may exceed 100% of GDP, Centre refutes assessment","content":"The International Monetary Fund warned India on Tuesday that its government debt may exceed 100% of its gross domestic product, or GDP, in the medium term, reported Business Standard. The United Nations’ financial agency also said that long-term debt sustainability risks are high in India as a significant investment is needed to meet the country’s target of mitigating climate change.“This suggests that new and preferably concessional sources of financing are needed, as well as greater private sector investment and carbon pricing or equivalent mechanism,” the agency added in its annual Article IV consultation report.The Union government has disagreed with the agency’s assessment, reported the newspaper.A country’s debt is considered sustainable if the government is able to meet all its current and future payment obligations without exceptional financial assistance or going into default, according to the agency.Unsustainable debt can lead to debt distress – when a country is unable to fulfill its financial obligations and debt restructuring is needed.  The agency said that risks to India’s economic growth outlook are balanced. It raised the medium-term potential growth rate to 6.3% from the earlier estimate of 6% on the grounds of “larger-than-expected capital spending and higher employment”.“A sharp global growth slowdown in the near term would affect India through trade and financial channels,” it said. “Further global supply disruptions could cause recurrent commodity price volatility, increasing fiscal pressures for India.”The agency added: “Domestically, weather shocks could reignite inflationary pressures and prompt further food export restrictions. On the upside, stronger than expected consumer demand and private investment would raise growth.” India, however, told the agency that it is estimating a growth rate of 7% to 8%.On liability exceeding 100% of the GDP, India argued that risks from the debt are extremely limited as it is predominantly denominated in the domestic currency, reported Business Standard.“The IMF doesn’t understand India’s domestic compulsions,” an unidentified official told Business Standard. “Since imported inflation is a crucial element of India’s overall inflation that impacts 1.4 billion people, the central bank has to actively manage the rupee volatility.”KV Subramanian, India’s executive director at the fund, also said that the agency’s assertion sounds extreme.“Despite the multitude of shocks, the global economy has faced in the past two decades, India’s public debt-to-GDP ratio at the general government level has barely increased from 81% in 2005-06 to 84% in 2021-22, and back to 81% in 2022-23,” he said in a statement, which is a part of the report.","author":"Scroll Staff","time":"2023-12-20T21:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171405-voqodvepfy-1647088321.jpg","tags":["Government debt","GDP","International Monetary Fund"],"source":"https://scroll.in/latest/1060896/imf-warns-india-of-its-debt-excedding-100-of-gdp-centre-refutes-assessment"}