{"title":"In 12 years, 11 states have changed land ceiling laws that were meant to benefit farmers","content":"At least 11 states have amended decades-old land reform laws to allow industries and non-farmers to buy large parcels of agricultural land and put them to non-agricultural uses.These 11 states are Andhra Pradesh, Gujarat, Haryana, Karnataka,  Madhya Pradesh,  Maharashtra, Punjab, Rajasthan, Tamil Nadu, Uttarakhand and  West Bengal. Six of them have made the amendments in the last three years, and two in 2020 alone, indicating an accelerating trend.In at least two states, Karnataka and Gujarat, the amendments have led to protests by groups of both landowning and landless farmers, who have demanded that the amendments be withdrawn and allotment of surplus land to the landless be prioritised.India’s efforts at land reforms have a long history. After Independence, starting in the 1960s, 21 states enacted land reforms laws to address the historic inequality in land ownership in India. The laws set a limit on how much land an individual or corporation could hold, also known as a land “ceiling” and allowed the government to reapportion surplus land to the landless.The new amendments have reversed these protections, even though the objectives of land reforms have not been met. Earlier, in 2013, the draft National Land Reforms Policy had reiterated that states should reduce land ceilings and distribute surplus land among the landless poor. But land being a state subject, state governments are not subject to central government recommendations.The amendments are a “U-turn” on the land reform agenda and show that the laws are no longer for the benefit of landless and marginal farmers, Ramesh Sharma, general secretary of Ekta Parishad, a non-profit that works on land rights, and member of the central government’s erstwhile National Taskforce on Land Reforms, told IndiaSpend.Even among the beneficiaries of these amendments, such as industries and real estate projects, only large companies would benefit, industrialists and social scientists told us.Flurry of amendments since 2014In the decade before 2014, only three states seem to have amended their ceiling acts. Andhra Pradeshallowed the sale of ceiling lands to industries in 2009. The same law applies to Telangana state, carved out of Andhra Pradesh in 2014. Rajasthan allowed any person to acquire agricultural land, including surplus land, for non-agricultural purposes in 2010. And in 2011, Haryana amended its Ceiling on Land Holdings Act, 1972, to remove the limit on ownership of non-agricultural land in urban and industrial zones.The pace of amendments has accelerated since 2014, with states across political dispensations amending laws to enable land use for non-agricultural purposes, including industry and real estate.\n\t\t\n\t\n\t\t\n\tMost states have allowed industries to purchase agricultural land or hold such land in larger parcels than before, which they would otherwise need to acquire through the Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013. Rajasthan’s amendment bill in 2020 made a special provision for renewable energy projects.In Karnataka, the amendments began in 2015 when the Siddaramaiah-led Congress government increased the maximum income of a buyer of agricultural land from Rs 2 lakh to Rs 25 lakh. Then, in November 2020, the BS Yeddyurappa-led Bharatiya Janata Party government removed the limit altogether. State revenue minister R Ashoka, while announcing the changes, said that the government was “amending the law so that the harassment ends and the process of land purchase is smoother, even for non-agriculturists”. Ashoka pointed to similar amendments in neighbouring Tamil Nadu and Andhra Pradesh, saying these were attracting investors in those states. Karnataka had proposed another amendment in February 2020 to double the limit on landholding but withdrew it after protests from opposition parties and farmers’ groups.Gujarat had first tried to amend its law in 2015, allowing allotment of surplus land to industries. The Centre returned the bills twice, saying that it would affect agricultural production. The state finally said it would allot surplus land to industries only in exchange for land elsewhere. The amendment was passed in 2018.Tamil Nadu’s amendment bill said that the increase in the land ceiling for commercial use would be in line with “ease of doing business” in the state by promoting industrial growth.In 2013, the Centre’s National Taskforce on Land Reforms, created at the initiative of the Ministry of Rural Development, helped frame a draft National Land Reforms Policy that suggested a uniform ceiling of between five and 15 acres across states, to be decided based on the quality and productivity of agricultural land. The policy recommended that state governments draft comprehensive policies to assign land to landless people. However, the draft was not finalised, and since land is a state subject under the Constitution, the Centre cannot enforce any policy.GL Gupta, joint director in the land resources department of the Ministry of Rural Development, told IndiaSpend that the ministry is not tracking the amendments as these come under the state list.‘Reversal of land reforms’The older land ceiling laws already came with a long list of exemptions, as a result of which only a small percentage of land could be declared surplus and distributed, said Ishrat Husain, associate professor of law at the National Law University and Judicial Academy, Guwahati, who has surveyed exemptions to ceiling laws. “What was being done gradually before is now being done drastically,” he told IndiaSpend.“The amendments are an obvious reversal of land reforms,” said Ekta Parishad’s Sharma. These amendments come after states have already weakened the land reform laws through exemptions and inaction, he said.As of 2015, one-third of India’s agricultural land was owned by 4.9% of the total population and a large landowner typically owned on average 45 times the area of land that a marginal farmer did, IndiaSpend reported in May 2016.Tamil Nadu, Gujarat, West Bengal and Maharashtra – all of which amended their land reform laws –also have among the highest levels of landlessness among Dalits, according to the central government’s Land and Livestock Holding Survey, 2013.In Tamil Nadu’s fertile Cauvery delta region, many landowners illegally sold their surplus land to private parties instead of handing it over to the government to distribute to Dalits, said Vincent Manoharan, chairperson of the National Federation of Dalit Land Rights Movement, an umbrella group of more than 100 grassroots movements. In November 2020, the state government issued an order to regularise all such illegal sales.In Gujarat, the Zameen Adhikaar Zumbesh, a network of Dalit and Adivasi land rights advocacy groups, responded to the state’s amendments with a state-wide campaign to file claims to surplus land. “The government’s logic (for introducing the amendment) was that there was no demand for the land, so we got them one lakh applications,” Mukesh Lakum, a researcher associated with the movement, told IndiaSpend.Recent protests in Karnataka also demanded distribution of surplus land, P Yashodha, convenor and founder of Sanchaya Nele, an anti-caste human rights group in Karnataka, told IndiaSpend. The group had sent a memorandum to the state government to distribute surplus land seven months ago, she said, and the state had not yet responded.Landholding farmers in Karnataka have also carried out protests against the amendments throughout 2020, including in December.“Agriculture is already facing a crisis,” Bayyareddy, president of the Karnataka Prathana Sangha, the state unit of the All India Kisan Sabha, an arm of the Communist Party of India (Marxist), told IndiaSpend. “The ceiling laws ensured, at the very least, that agriculturalists were in the agrarian landscape. These amendments could lead to farmers being marginalised.”Large industries to benefitThese amendments remove “obstacles” for large industries, Ramaa Arun Kumar, assistant professor at the Institute for Studies in Industrial Development, Delhi, and a former consultant to the Confederation of Indian Industry, told IndiaSpend. The changes to state laws would raise industrial productivity through economies of scale for larger industries, the same way that smaller landholdings have reduced agricultural productivity, Kumar said, adding, “Small industries will still need support from the government in terms of land and resources.”“Small and medium enterprises prefer developed land over agricultural land because they need other facilities like water and electricity and it is difficult to source that for agricultural land,” Gautam Kothari, president of the Pithampur Audhyogik Sanghatan, a group of SMEs in Indore, told IndiaSpend. Kothari said that Madhya Pradesh did not publicise its amendments enough so few companies have actually purchased agricultural land so far.Maharashtra’s amendment – which abolished a limit of 54 acres on agricultural land holding for new townships by real estate projects – will benefit large corporate builders, said Arvind Goel of the Navi Mumbai chapter of the Confederation of Real Estate Developers Associations of India. “Smaller builders in Maharashtra are not equipped to build large townships,” he said.The amendment in West Bengal, which removed the limit of 24 acres on landholding by real estate projects and allowed them to hold land for five instead of three years before starting construction, also aimed to boost development of large townships, state officials and real estate developers were reported as saying after the amendments were passed in 2014.Emails were sent to multiple officials of the revenue departments of all 11 state governments and the Ministry of Rural Development, which monitors land reforms, between January 19 and January 22. The article will be updated should they respond.There was “no harm” in allowing industries to buy agricultural land and change the land use, NC Saxena, former secretary of the Planning Commission and a vocal supporter of land redistribution, told IndiaSpend. The employment per unit of land would be higher for industries than in agriculture, said Saxena.However, when industries do come in, they usually hire skilled non-locals, said Manoharan of the National Campaign for Dalit Human Rights. If they employ locals at all, they hire them in low-paying manual work, reinforcing the already skewed socio-economic relations, Manoharan told IndiaSpend. “Migration creates additional pressure on resources and strengthens the already casteist social structure,” he said.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Flavia Lopes, IndiaSpend.comMridula Chari, IndiaSpend.com","time":"2021-02-14T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118391-deqwrbvojt-1613046303.jpg","tags":["India","Land reform","Land acquisition"],"source":"https://scroll.in/article/986622/in-12-years-11-states-have-changed-land-ceiling-laws-that-were-meant-to-benefit-farmers"}