{"title":"In Amitava Kumar’s new novel, a son remembers his pregnant mother nearly dying of snakebite","content":"All his life Jadunath Kunwar remembered this from before he was born: There was a crack in the brick wall next to the front door of the small house in which his mother gave birth to him. The crack stretched up from the door like a well-formed branch reaching skyward, or, if you were so inclined, it was like the line of destiny on a man’s palm describing the tremors of his fate. In 1934, the year before Jadu was born, there had been a terrible earthquake. The earth split wide and swallowed huts and cattle. A widow and her new daughter-in-law both disappeared into the hole that opened up on the road on which they were walking home after collecting spinach from their field. A hotheaded young man sprang on his horse, wishing to ride away from this calamity, but the animal only reared up and refused to move when the ground rocked and shuddered under its hooves. Thirty miles away from Jadu’s village, the Scottish owner of the sugar mill near Sugauli was driving his prized Wolseley when the ground opened under the rear wheels and the motorcar toppled backwards into a sudden abyss, the white man buried under the machine. Everyone in Jadu’s family survived unscathed. The small unfinished brick house did not collapse, and a part of the reason for this was that instead of a concrete ceiling, it had a thatched roof. Thirty thousand clay bricks were piled a little distance away because construction on the house was still going on – the tower of unbaked clay bricks buckled and fell into a giant hole and became mud.The house didn’t fall down but the crack appeared near the frame of the front door. It was about five or six feet long. The jagged space that opened up in the exposed brick began to be turned to good use. At the highest edge, just above human reach, a pair of sparrows built a tiny nest with dried grass and what looked like a piece of red ribbon. But at a lower height, letters and receipts and Congress Party bills were often tucked into the gaps between the bricks. They stayed there sometimes for a day or two, and were retrieved when needed, and there were also a few that had been put there and forgotten. Higher than the receipts but lower than the sparrow’s nest there was a narrow fissure where each evening Jadu’s mother, Sumitra, inserted a twig that she had broken from the neem tree that grew in front of their house. This was her daily routine. In the morning, when it was still dark, she would step outside the door, a kerosene lantern lighting her way. The village had no electricity, and would not have it for another fifty years. Shivnath, Jadu’s father, would already be up, putting feed in the troughs for the cow and buffalo. From the crack in the wall, Sumitra would pull out the twig and chew on its tip before using the crushed end to brush her teeth.A little before dawn on a wet July day, Sumitra gingerly crossed the threshold with the lantern in one hand. The earthen floor was slippery from the rain. Sumitra was still in the early stages of her pregnancy, Jadu making his presence known only through the bouts of morning sickness that his mother bore without fuss. The air felt damp on Sumitra’s skin. When she put the lantern down and reached up to remove the neem twig, she was stunned by a bite on her hand. At first, Sumitra thought that she had disturbed a wasp but then she saw the snake slither down. The cobra, probably attracted by the eggs in the sparrow’s nest or maybe only seeking shelter from the night’s rain, had hidden itself in the crack. Sumitra gasped more in surprise than in pain. Shivnath later said that he was emptying the bucket of fodder for the horse and, on hearing Sumitra’s small cry, the animal turned its head toward her.When her husband reached Sumitra, she was sitting on the ground holding her hand. The bite was on the ring finger of her right hand. As soon as Shivnath touched her, Sumitra sighed and stretched out on the wet floor. She wanted to say something about the child that was inside her but she only told her husband to be careful of the snake.Shivnath took her finger in his mouth and sucked on it before spitting out whatever he could taste. He wasn’t sure he had been able to get at anything that had already entered Sumitra. He removed the gold ring from her finger and then, with a mix of practical wisdom and desperate energy, he drew out his penknife from the pocket of his kurta and made two sharp cuts in the skin right over the fang marks. Instead of crying out in pain, Sumitra raised her head an inch and threw up a foamy white and yellow liquid. Her finger felt hot and Shivnath could see that the whole arm was beginning to blacken and swell. Shivnath called out to his cousin whose hut was across the narrow lane. About a five-minute walk away lived a pharmacist who had worked at a small hospital in a nearby district town. Shivnath could think of nothing else to do – it was as if he too had been bitten by the snake. Dazed, he first fetched water and cleaned Sumitra’s face and then picked her up in his arms. Slowly, as carefully as Sumitra herself had walked on the wet floor, he crossed into the house. Sumitra hadn’t spoken a word, her eyes were closed; her whole body convulsed without warning, and she vomited again. The cousin hadn’t come back yet with the pharmacist and unable to do anything else, Shivnath rubbed ash from the previous night’s cooking fire on Sumitra’s cut to stop the bleeding. Then he ran outside to get neem leaves, thinking that the juice would be an antiseptic.When he was plucking the leaves, he caught sight of Babulal Mishra, the pharmacist. Like a woman holding up her sari as she wades into a pond, Babulal, dhoti clutched in one hand, was cutting across the field where only weeks earlier Sumitra had planted turmeric and tomato.In one pocket of his shirt, Babulal had a small bottle with purple crystals. Pouring a small amount in a spoon, he brought a match to it. Shivnath watched as pink flames quickly glowed on the dark metal and he stood watching in surprise and pain as Babulal wordlessly transferred the flaming crystals, bubbling now, from the spoon onto Sumitra’s finger. She woke up with a scream, and Shivnath saw that Babulal held Sumitra’s shoulder down with his fingers spread wide as if it were he who was her husband. After more crystals had been dissolved in water in a small brass lota, Babulal asked Shivnath to unlock Sumitra’s jaws and then he poured the pink liquid into her mouth. After that, they began the three-hour journey by bullock cart to the hospital where Babulal had once worked as a pharmacist. Shivnath drove his bullocks hard, glancing back now and then at his wife’s prostrate form while Babulal tenderly wiped the white foam that occasionally escaped from Sumitra’s mouth. When the bullock cart jolted over a rut in the dirt road, Babulal’s hand steadied Sumitra’s shoulder and he cupped her head with the other. And, while this odd intimacy between not just Babulal and Sumitra but also between Babulal and Shivnath never got lodged in Jadu’s memory, the journey to the hospital and Sumitra’s recovery became a part of the strange and glorious story about how he had entered this world.Excerpted with permission from My Beloved Life, Amitava Kumar, Aleph Book Company.","author":"Amitava Kumar","time":"2024-05-15T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/63900-kxezbhians-1500884280.jpg","tags":["fiction","Amitava Kumar"],"source":"https://scroll.in/article/1067565/in-amitava-kumars-new-novel-a-son-remembers-his-pregnant-mother-nearly-dying-of-snakebite"}