{"title":"In an unknown artist’s miniatures, we get a glimpse of the heirs apparent of Awadh’s last king","content":"Among the extensive holdings at the British Library, including visual resources relating to the history of Awadh, there are only but a few historic manuscripts, paintings and photographs that document the last King of Awadh, Wajid Ali Shah, during his rule and while in exile in Calcutta. He lived from 1822 to 1887.The photographic portraits of Wajid Ali Shah and members of his extended family taken by local photographer Ahmad Ali Khan – who was active from the 1850s to 1862 – have become increasingly well known in the last three decades through publications and exhibitions. These included portraits of his second wife, Akhtar Mahal Nauwab Raunaq-ara, whom he married in 1851, and Nawab Raj Begum Sahibah. Additionally, Ahmad Ali Khan was able to capture an informal group portrait of Wajid Ali Shah seated on a western style sofa with both his Queen Akhtar Mahal and their unnamed daughter. The depiction of the wives and at least one daughter now directs us to the question of visual records of Wajid Ali Shah’s sons and potential heirs to the throne. Ahmad Ali Khan’s photographs from the 1850 and later works by Abbas Ali in the 1870s, in An Illustrated Historical Album of the Rajas and Taaluqdars of Oudh, do not record any photographs of the sons.Picture of Nawab Raj Begum Sahibah, one of the concubines of the Sultan, aged 23 years. photographed by Ahmad Ali Khan, dated 1855. Credit: British Library (Public Domain)In February 2018, the Visual Arts section acquired two portraits painted on ivory, reputed to be two young sons of Wajid Ali Shah. These portraits predate the early photographic portraits by more than a decade. In the late 18th century, British and European artists such as John Smart and Ozias Humphrey introduced the concept of painting portrait miniatures on ivory to local artists in Northern India. The practice of painting on ivory would flourish and artists expanded the subject matter to include genre scenes and topographical views. Based on stylistic grounds, the portraits of the young sons date to c. 1840. One of the two portraits, pictures a young male child of no more than 12 months in age, based on the fact he is pictured supported by a bolster and cannot sit up properly. The second of the two, is a slightly older child of no more than two years of age, who is pictured seated in a European style chair. Inscribed on the reverse of the frame, in a 19th century handwriting style, it is written  “These are said to be the children of the last Nawab of Oude, India. I was given the miniatures by one of his descendants, whose grandfather, after the mutiny, had sought refuge in Bhagdad [sic].”JP Losty, formerly the Head of Visual Arts, suggests that these two sitters were most likely to be the second and third sons of Wajid Ali Shah, as the first-born was deaf and mute and hence passed over. The second son being Falak Qadar “a fine looking boy” who would die prematurely of smallpox at the age of 11 and the third son being Hamid Ali would become the prince-apparent. Hamid Ali would later visit Britain in 1857, photographed by Leonida Caldesi at an exhibition In Manchester in July 1857.TreatmentOn acquiring these ivories, the Visual Arts section arranged to have these portraits assessed and obtain proposals for the long-term preservation and storage. The miniatures were transferred to conservation in late 2019, as part of the annual conservation programme.  The objects were both very vulnerable in the present storage box as the ivory substrates were effectively loose in the box. Both the watercolour media and the ivory substrate were in a stable condition. However, over time, there was considerable media loss mainly on the edges, probably caused by a change in frame/enclosure and being in close contact with a frame or glass that rubbed against the paint layer. Unsuitable materials such as adhesives and poor quality paper or card used for the framing will have contributed to the discolouration, accretions and staining on the edges.Close up of one of the miniatures showing loss of media, accretions and discolouration on edges. Credit: Patricia Tena, 2019.As part of the treatment proposal, the pair of portraits did not require conservation treatment apart from cleaning prior to their rehousing. Conservation designed new enclosures that were built in order to accommodate a very hygroscopic material such as ivory.The ivory portraits in their new housing. Credit: Patricia Tena, 2019.With the pair of ivories in their new housing, it is now possible to make the works available for consultation to registered readers by appointment. For further details regarding the conservation treatment by Patricia Tena, please see the accompanying blog by Collection Care.This article first appeared on The British Library’s Asian and African Studies blog.","author":"Malini RoyPatricia Tena","time":"2020-05-12T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141169-ztmbbfjkvd-1589190326.jpeg","tags":["India","History","Art"],"source":"https://scroll.in/article/961623/in-an-unknown-artists-miniatures-we-get-a-glimpse-of-the-heirs-apparent-of-awadhs-last-king"}