{"title":"In Assam, group linked to Sangh Parivar depicts NRC chief as demon in Durga Puja festival poster","content":"In Assam’s Barak Valley, a Hindutva organisation ushered in this year’s Durga Puja festivities in rather curious fashion: by depicting Prateek Hajela, coordinator of the state’s National Register of Citizenship, as Mahishasura, or demon.  In Hindu lore, the festival marks the victory of the goddess Durga over Mahishasura, or the triumph of good over evil.The North East Linguistic and Ethnic Committee, comprising several members of the Bharatiya Janata Party and its ideological parent, the Rashtriya Swayamsevak Sangh, used the imagery in a poster displayed during Mahalaya – a pre-Durga Puja ritual – in Silchar, the Barak Valley’s largest city. The committee said it was spurred by Hajela’s proposal to the Supreme Court to disallow the use of five of the 15 documents originally allowed for proving one’s citizenship in the ongoing exercise to file objections and claims regarding the register. The court has approved Hajela’s recommendation for now.The National Register of Citizens, being updated for the first time since 1951, is meant to be a list of bona fide Indian citizens in Assam, separating them from those the state defines as “illegal immigrants”. Of the 3.29 crore people who have applied to be listed in the register, over 40 lakh people were left out from the final draft released on July 30.One stroke of Prateek Hajela's pen has left hanging the fate of an entire set of people, the poster states. Photo by special arrangementChanging the rulesNow, as these 40 lakh people submit fresh claims for citizenship, they cannot, in line with Hajela’s proposal, use the 1951 National Register of Citizens, voter lists or ration cards from before March 24, 1971, citizenship certificates, or refugee registration certificates as proof until the court takes a call on the matter once again later this month. March 24, 1971 is the cut-off date for inclusion in the citizenship register.“This amounts to changing the rules of the game in the middle of a game,” argued Shubrangshu Shekhar Bhattacharya, a member of the committee, which has been lobbying the central government to grant Hindu Bengalis unconditional citizenship. “And since Mahalaya marks the triumph of good over evil, we want all bad thoughts to end since it was Hajela who suggested to the court to drop some documents.”The poster’s text, replete with jibes at Hajela, echoes Bhattacharya’s sentiment: “one stroke of his pen” has left hanging the fate of an entire set of people.  The banner also takes a dig at Chief Justice of India Ranjan Gogoi, who is part of the two-judge bench overseeing the National Register of Citizens process.  “Justice Gogoi has all the laws of the country at his disposal,” it states.'We are just saying, let us pray to Maa Durga to get the evil out of our minds. We did not mean to demean anyone.' Photo by special arrangement‘Where will Hindus go?’ Santanu Naik, the committee’s adviser and an executive member of the BJP’s Cachar chapter, said they do not have “personal enmity” against Hajela. His committee, Naik said, only wants the “NRC process to be perfect”. “We are just saying, let us pray to Maa Durga to get the evil out of our minds,” he said. “We did not mean to demean anyone.”Naik said the committee suspects a large chunk of the 40 lakh people left out are Hindus who will suffer from the change in rules as crucial documents have been disallowed. “People are being allowed to produce land records instead,” he said. “Where will they get land records from before 1971 in a country like ours?”While the social and religious profiles of the people left out of the register have not been made public, reports suggest they may include a significant number of Bengali Hindus. Bengali Hindus are considered to be one of the BJP’s most reliable voters in Assam. The Barak Valley, predominantly populated by Bengalis, has a high number of rejects from the National Register of Citizens, with Cachar, home to a  large number of Hindu Bengalis, accounting for the maximum exclusions of any district in the Valley.Naik expressed displeasure over BJP chief Amit Shah’s recent statement likening the people left out of the register to “termites”.  Naik referred to Prime Minister Narendra Modi’s remarks at a rally in Silchar ahead of the 2014 general elections.  “He had said   Hindustan is for Hindus, so where will the Hindus go?” he asked. “According to our estimate, almost 30 lakh people [of those rejected] are Hindus.  Just being a Bengali doesn’t make you a Bangladeshi.”","author":"Arunabh Saikia","time":"2018-10-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/urddicllij-1539095534.jpg","tags":["Prateek Hajela","Barak Valley","Assam","BJP","RSS","Durga Puja","Mahishasura","National Register of Citizens"]}