{"title":"In Assam, process to update the National Register of Citizens enters its final, most anxious phase","content":"Over the next few months, over 40 lakh people in Assam will have to prove they are Indian citizens. These are people whose names did not appear in the final draft of the National Register of Citizens, published on July 30. Being updated for the first time since 1951, the register aims to separate genuine Indian citizens from those defined as “illegal immigrants” in Assam.To be included, an individual had to prove that they or their ancestors entered the country before midnight on March 24, 1971. This involved a complex bureaucratic process where an applicant had to submit two sets of documents: first, legacy data or documents to show one’s ancestors lived in the country pre-1971 and second, link documents or papers proving the applicant’s relationship to the ancestor.Nearly 12% of the applicants slipped through the cracks of the counting process. But August saw the beginning of a new phase: frantic claims to citizenship before the final list of the National Register of Citizens is published.From August 10, unsuccessful applicants could collect and submit the first batch of forms at the National Register of Citizens seva kendras, or help desks. These would tell them why their names were left out of the draft. From August 20, the seva kendras started handing out forms that will be used to make fresh claims to citizenship.In the evenings, a crowd of supplicants armed with papers flock to the seva kendras or huddle around impromptu desks set up by field-level officers across villages in Assam. This may be the most anxious phase of the process to update the National Register of Citizens. Those who do not make it to the final list will have to fight their cases in the capricious Foreigners’ Tribunals, where claims to citizenship can be dismissed even without a trial.But the caprice of the National Register of Citizens is also being revealed as people scramble to find out why their names were not in the draft and muster what papers they can show. “Those left out are all Indian citizens,” said a field-level officer in Goalpara district’s Matia circle. The rejection of legacy documents has meant that entire families have been left out of the draft National Register of Citizens.Patterns of rejectionThe Supreme Court has asked Prateek Hajela, state coordinator of the National Register of Citizens, to submit district-wise data on the number of rejects in a sealed envelope. There is no official demographic break-up of the data either.Yet, an unofficial district-wise list of rejects has already been circulated in the press in Assam. Darrang and Hojai, both Muslim-majority districts in Middle Assam, registered the highest number of rejects at 32.5%. Bongaigaon, a Muslim-majority and predominantly Bengali-speaking district in Lower Assam, comes in third at 22.5%. The lowest rejection rates hover around 2.5%. Three of the four districts at the bottom of the pile are in Upper Assam, which is predominantly Assamese-speaking. Areas under tribal autonomous councils also saw fewer rejections. Districts like Dhubri, on the border with Bangladesh and home to a large population of Bengali Muslims often branded as “illegal immigrants”, also recorded a relatively low rejection rate of 7.5%.Other patterns of rejection emerged through visits to the Lower Assam districts of Bongaigaon, Goalpara and Chirang. They fell into broadly three categories. In most cases, one or two members of a family, usually married women and children, had failed to make it to the draft list. In cases where entire families had been left out, it was usually because the legacy data was flawed. Then there were wrong data entries and bizarre clerical errors, as in the case of Oudubi in Bongaigaon.Since August 20, National Register of Citizens seva kendras – this one in Amguri – have been handing out forms to be used to make fresh claims to citizenship.Women and childrenRural, married women with no educational qualifications to show are among the groups most marginalised by the updating process. Many produced certificates signed by the gaon panchayat secretary as link documents. In the four Bodoland Territorial Area Districts, where the panchayat system is not in place, they relied on circle officers’ certificates. These are documents with details of the woman’s parentage, place of birth, marriage and where she moved after getting married. Many women who used these documents have also been left out of the draft.Take Deepali Dey, who filed her application to the Amguri seva kendra in Chirang district, part of the Bodo area. Five family members had submitted application forms. She was the only one left out of the final draft. She had traced her legacy to her father, Narayan Chandra Saha, whose name appeared in the 1951 National Register of Citizens. “I was small when he died,” she said. As link documents, she had provided the circle officer’s certificate and her marriage certificate, which is not admissible under National Register of Citizens rules. But she has few other documentary links to a father who died decades ago.Some women had been handed flawed and incomplete documents to begin with. Nachiran Khatun, also an applicant at the Amguri seva kendra, held out a circle officer’s certificate that had not been countersigned by the relevant official and did not have her picture.With other rural women, the link documents are even more tenuous. Many used immunisation cards given to pregnant women by the government. “They had used these as link data but most of the names are spelt wrong,” said the field-level officer at Matia.While listed as an eligible link document for married women, there have been several legal flip-flops on gaon panchayat certificates, which are essentially proof of residence. Last year, the Gauhati High Court ruled that panchayat certificates could not be used to claim citizenship, leaving 48 lakh people in the lurch. Later, the Supreme Court said such certificates could be used by married women, provided they were verified thoroughly. But officials with the National Register of Citizens were told these certificates were legally non-admissible unless propped up with supporting documents.In the draft standard operating procedure submitted by the Centre to the Supreme Court on August 16, the claims of married women who submitted panchayat certificates would be heard separately, in accordance with guidelines issued by the court. Immunisation cards “will be subject to rigorous scrutiny and only on their veracity, may be considered”, it said.Separate hearings are also proposed for children below 14 whose parents are in the draft list. In both Matia and Amguri, National Register of Citizens officers said children were among the largest group of rejects, mainly because of flawed birth and school certificates. The name of the father or the mother had been spelt incorrectly, there was overwriting, the document had not been verified by the issuing authority – these were some of the reasons why birth certificates had been rejected, they said. School certificates often failed to mention the child’s date of birth.Anguished ancestorsAt the other end of the spectrum, the draft list of the National Register of Citizens has left behind anguished, aged men. “I am the gaonbura,” protested Abdul Hassem, an applicant at the Amguri seva kendra. He was the ancestor to whom his family traced their legacy, since he could show his name in the 1951 National Register of Citizens and pre-1971 voter rolls. Three people in his family had applied in the same form as him. None of them made it.Abdul Haseem was the ancestor to whom his family traced their legacy. They have all been left out of the final draft.Then there is Abdul Majid, a farmer in Chirang district, who had his name in the 1951 National Register of Citizens – he was 10 at the time. He was the legacy person for his three sons, who made it to the draft list, but he could not secure the citizenship of his wife, Jamila Khatun. When they filed the form to ask why, they were told it was because there was a case against her in one of the Foreigner’s Tribunals. Majid is incredulous. “She had her own name in the 1951 NRC,” he said. “She was three years old at the time.”To help people track their ancestors pre-1971, the office of the National Register of Citizens had uploaded the 1951 register and voter rolls from the relevant period. Once applicants identified their ancestors’ names in the lists, they were issued a “legacy data code”. The field-level officer in Matia said, “Often, when two legacy people had the same name, people using their legacy data found that they used the wrong person’s name.” The officer estimated, “About 20% of rejections happened because of legacy data confusion.”These confusions have driven Isaruddin, a tall, gaunt old farmer who had applied at the seva kendra in Matia, into quiet despair. Out of 26 people in his family, only four made it to the draft list. They were his four daughters-in-law, who had drawn their legacy from their biological fathers. The rest had depended on the 1951 National Register of Citizens data of Isaruddin’s father, Muslimuddin. But they had linked their names to the wrong Muslimuddin, who belonged to a different village altogether.The curious case of OudubiBut even getting your legacy and link data right is no guarantee to finding your name in the updated National Register of Citizens. A simple clerical error – the wrong data entered or the wrong name written down – could lead to a denial of citizenship. Oudubi, a seva kendra area in Bongaigaon, has one of the highest rejection rates in the district, at 32%, said journalist Manowar Hussain. The main reason: a strange error where the bar codes associated with application receipt numbers had been duplicated.“For example, if you punch in the application number of one Samsul Hoque, you get the names of a Pradeep Das and his family, also in the same NSK [National Register of Citizens seva kendra],” Hussain explained. “We asked at our NSK. They said the problem came from the Guwahati office, which had double printed the bar codes.” At least 360 people had that problem in the Oudubi seva kendra area alone.Alarmed applicants are now crowding to the “NRC sahay kendra”, an unofficial help desk set up by the local branch of the Jamiat Ulema, a religious organisation, and the All Assam Minority Students’ Union. “After the draft came out, we went to the circle office and spoke to them,” said Shamsher Islam Ahmed, a volunteer at the sahay kendra. “They said, okay, we made a mistake, we’ll do something about it. But there is no response from them yet.”Another National Register of Citizens seva kendra in Amguri.A standard operating procedureAs of now, there is no clarity on how the claims process will work. According to the proposed standard operating procedure, the list of eligible documents for claims to citizenship will remain unchanged. Documents already submitted with the original application need not be sent again, though additional admissible papers may be filed with the claims form.Apart from claims, anyone can file an objection to the inclusion of particular names in the National Register of Citizens, citing grounds for it. There will be no penalties if the objection is rejected, though the procedure for filing these forms has not been detailed yet.Notices for hearings on claims and objections are to be issued by the local registrar of citizen registration. These are to be served to the concerned person at their home, at least 15 days before the hearing. A notice will also be sent to any official or authority who may be required to give evidence in a case.The original raft of applications were vetted by the local registrar of citizen registration, and the process was criticised for giving discretionary powers to mid-level officials. Claims and objections, the draft rules propose, will be heard by Class 1-level officers of the state government. The Centre also mentions “biometric enrolment” that will take place simultaneously during the hearing process, handled by the state government along with the Unique Identification Authority of India. Those included in the final list will be given an Aadhaar number “as applicable to legal residents in the country”.The timelines are not settled either. While the filing of claims and objections currently spans from August 30 to September 28, the government has asked for two months. As of now, the hearings are scheduled to start from December 15. The court has invited stakeholders to comment on the draft rules and will hear the matter again on August 28.Meanwhile, in the rural areas of Assam, thousands are readying their papers, bracing themselves for more bureaucratic ordeals. Many of these are families below the poverty line, pointed out Fuluruddin Ahmed, a shopkeeper in Matia circle, who was dispensing sage advice along with groceries. A field-level officer had set up a help desk near his shop. “For BPL families, it is a monetary loss,” Ahmed elaborated. “Paying for transport, getting the documents is expensive. None of the offices work without money.”But, as in the earlier phases, there is a quiet acquiescence to the process, the sense that it is a necessary pain in a region where, for a large number of people, citizenship is constantly under question. “In Assam, we wanted the NRC so that this malady of declaring people bahiragat [outsiders] and Bangladeshi is gone,” said Ahmed.All photographs by Ipsita Chakravarty.","author":"Ipsita Chakravarty","time":"2018-08-27T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/891510-yitpvuzcic-1535034606.jpeg","tags":["Citizenship tangle","Assam","National Register of Citizens","NRC","Citizenship","Immigrants"],"source":"https://scroll.in/article/891510/in-assam-process-to-update-the-national-register-of-citizens-enters-its-final-most-anxious-phase"}