{"title":"In a film about Mumbai’s Koli community, resilience in the age of climate change","content":"Sarvnik Kaur’s Against the Tide is about the precarious lives of the Koli fishing community in Mumbai and the challenges to their livelihood from climate change. There’s a lot else going on in the documentary too. By following two fishermen between 2020 and 2022 – friends at different income levels and with divergent perspectives on how fishing is to be conducted – Kaur tackles a macro-crisis at a micro-level. The absorbing film not only showcases the deleterious effects of climate change but also contemporary documentary filmmaking practices. Rather than a distanced, observational approach, Kaur has opted for a scripted narrative revolving around an oppositional dynamic.The scene of the action is Madh-Marve, just off Mumbai. While Rakesh lives near the Marve jetty, Ganesh resides in Mumbai but conducts his fishing operations from Marve. Rakesh is a shallow-sea fisherman who hauls in his daily catch in the traditional way. Ganesh seeks to overcome mounting debt by pursuing the harmful method of placing LED lights in the deep sea to capture fish by stunning them. The men are on separate but eventually convergent paths. A child with a heart condition is born to Rakesh and his wife Devyani. Ganesh, whose spouse Manali is pregnant, grapples with creditors and the ethics of LED fishing. Kaur and her crew are present throughout, whether for a baby naming ceremony, the arguments between Ganesh and Manali over his risky choices, forays into the sea, the treatment of Rakesh’s ailing child.Against the Tide will be screened in the South Asia Competition section at the Jio MAMI Mumbai Film Festival (October 27-November 5). Sarvnik Kaur has previously co-directed with Tushar Madhav the 2016 documentary Soz – A Ballad of Maladies, about cultural expressions of protest in Kashmir. The 40-year-old filmmaker spoke to Scroll about sustainable fishing, climate change and the manner in which her subjects shaped her narrative. Here are edited excerpts from the interview. A film about the Kolis of Mumbai could have been told in several ways. What made you pick a scripted narrative revolving around two fishermen?I was keen on a story that goes under your skin, where you are making meaning from what you are hearing and witnessing.The times we live in are times of trauma. People are feeling inadequate, not in control. When it comes to climate change, we think it’s not our problem. While we may not be able to see the actual effects, it’s all around us. Research made it clear that the sea is really unwell, it’s dying and those who depend on it are deeply affected. How do you show what is happening to the lives of people at the forefront of this? There are some physical markers, like plastic pollution. But not finding fish in the sea results in social and economic pressures. That is where I had to place my camera.Against the Tide (2023). Courtesy Snooker Club Films/A Little Anarky Films.How did you zero in on Rakesh and Ganesh?I met Rakesh before I met Ganesh, when I was following a fisherwomen’s collective that works out of the Marol fish market [in north Mumbai]. My initial hypothesis was about Kolis and land rights. This was in early 2019.Rakesh’s mother, Bhanu, is a member of this collective. When I met Rakesh, I realised that he had this deep-rooted faith in being able to take care of himself. He knew that life has its challenges, but there are moments that can be enjoyed too. There was a protest over the SagarMala programme at Sassoon Docks [in Colaba in Mumbai]. The plan wants to connect docks in order to allow merchant vessels to operate freely. But the majority of fishing communities in India work in shallow waters, and they will be affected by industrial fishing.Ganesh was the leader of a protest against SagarMala. He was talking a language that was easily understandable and connectable. He was talking about Kolis being the bastions of Bombay. I realised that the film doesn’t have to be made for the Kolis, they know how to look after themselves. This film is for people like me who do not know the value of what they are doing. I started thinking of myself as less of an activist and more of a storyteller.Ganesh sort of took me under his wing. One day, I walked into Rakesh’s house and saw Ganesh sitting there. How did the film evolve from thereon?I did not film with them much. I would mount my camera because I found their conversations of value. Both of them concurred that the sea is in crisis, but they had radically different outlooks on what the possible solution could be. They would disagree vehemently, walk away from each other and then get back together again.There was an underlying love. For Ganesh, Rakesh was a kind of moral compass, which I figured out much later. I found the backbone of my film – I wanted it to be a conversation between two men who appear to be at two different ends of the spectrum, but the reality of their lives are so similar that these polarities start to melt. They mirror the times in which we are living. I shot a pilot in 2020.\n\n\n    \n    Play\n\nYou have said that you filmed hundreds of hours of footage. How did the film take the form that we now see?In March 2020, when the coronavirus lockdown happened, I got a call from Rakesh that his wife was expecting a second child. The baby had a hole in his heart, and the parents were hard-up for cash. That made for something I could follow as a documentarian.Then I found out that Manali was pregnant too. This development gave me momentum. The film is bookended by the respective births of Rakesh and Ganesh’s babies and looks at one year in their lives. I also knew that Ganesh had this moral dilemma about LED fishing. Fishing is a cost-intensive operation. Much of it is done on credit. Ganesh was under immense debt, and it was a matter of time before he took the plunge. On the other hand, here was Rakesh with his traditional skills and an unwell baby. There are debates among documentary filmmakers about narrativising reality by mirroring fictional devices – creating scripted non-fiction stories featuring distinctive character arcs. How do you regard this debate in the context of your film?In life, we draw boundaries and frames everywhere. We make selections. We choose certain parts and take out other parts.There is a whole value system attached to scripted documentaries. I have been trained as a screenwriter. I wanted my film to be accessible. I am not trying to educate anybody on anything. I am trying to build these characters in a way and form where their lives are not alien, their backgrounds are not exotic and therefore unreachable. I want to put my camera in such a way that you get a sense of the characters.This privilege takes a very long time of trust-building. Given the power dynamic of a filmmaker and the one is being filmed, nobody will permit a camera on them unless they absolutely understand and are given love, respect and space. How involved were Rakesh and Ganesh in the filmmaking?They were actively involved. They understood what we were trying to do. I would share my footage with them. They would tell me where the story could perhaps go.We collected 400 hours of footage. I have used seven days of rushes to make one day of their lives. You are culling out material from everyday non-events to make a film about a larger global event, which is climate change. My job was to get copious amounts of footage because on any given day, it was very difficult to know what exactly what you were going to get. I just had to be patient and be there long enough. The film has been done with so much simplicity that it is met with disbelief. What I did right was that I would turn up every day, even when the story wasn’t going anywhere. Sometimes we would shoot, sometimes it was impossible to. For instance, there was several hospitalisations with Rakesh’s child where I didn’t want to pick up the camera.I enjoyed how Manali wielded my camera for me. She was helpless because of her situation, since Ganesh was busy being the provider of the family. Every time my camera was put on, she would use that opportunity to tell him off since he wasn’t paying attention to her.Against the Tide (2023). Courtesy Snooker Club Films/A Little Anarky Films.How did your subjects react to the documentary?They have seen a rough cut. Rakesh and Devyani were full of giggles. They said, you have made us out to be stars. Ganesh went awfully quiet, and my heart sank. He sent me a message the next day saying, thank you for making such a pure film. I went quiet because I wanted to go home and apologise to Manali. I put the phone down and cried, because this was the validation that we had been seeking all these years. Were your subjects paid?I did pay them in various ways because I was taking their time – rentals and fuel for the boats, Rakesh’s mother for cooking for the crew. They were my line producers, of sorts.When Rakesh’s baby fell ill, money had to be arranged. Can you as a filmmaker just be there and not do anything? I wasn’t there to peck on grief, I needed to make myself of value to them. I had a human relationship with them. This is what creative producing is, when your form is in sync with the lives of the people you’re with. You are taking so much of their time when they could be doing something else. When things go bad, you have to add value.I haven’t got either my director’s fee or my producer’s fee. I have been unpaid for the last six years. You make sacrifices for your art. Sarvnik Kaur.","author":"Nandini Ramnath","time":"2023-10-23T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195186-hcwwuhydnv-1698007934.jpeg","tags":["Against The Tide","Mumbai Film Festival","Sarvnik Kaur"],"source":"https://scroll.in/reel/1057957/in-a-film-about-mumbais-koli-community-resilience-in-the-age-of-climate-change"}