{"title":"In Assam, many women, children fail to make NRC even as their family members are counted as citizens","content":"It was almost 10 am. The final version of Assam’s National Register of Citizens was to be published any moment. Samsul Hoque, a marginal farmer in Baksa district’s Ata village, wanted to go to the “computer dukan” – the internet café –  in the village market, but he had to wait. The rain was relentless. Meanwhile, the fate of his wife Rahima Khatun, and three daughters, Azmina Khatun, Sharmina Khatun, hung in the balance.  They were yet to be counted as Indian citizens.When this correspondent offered to check  on his smart phone, Hoque nervously agreed. As the 21-digit Application Reference Number or ARN was keyed in and a Captcha code entered, the tension in the room was palpable. As soon as he was informed that it was good news, Hoque broke into a wide smile. “The tension is finally gone,” he said, the smile still intact. The women joined in: there are giggles and a phone call was made to Rahima Khatun’s parents to share the good news. “Yes, yes, we are sure – it has come,” Azmina Khatun told her grandmother. “Now some people have come, they will take our picture, we will call you back later.”  But as the final version of the NRC was published on Saturday morning, there was also disappointment and anxiety. The registry is meant to be a list of bonafide Indian citizens of Assam. It was first published in 1951 and is being updated to exclude people who may have illegally entered Assam via Bangladesh after March 25, 1971. The final NRC left out 19.06 lakh people. A total of 3.29 crore people had applied to be included in the registry.Since many applicants were born after the cut-off date, they had to show two sets of documents: “legacy documents” to prove their ancestors lived in India before 1971 and “link documents” to prove they were related to this ancestor.  Samsul Hoque and his family were relieved to find all their names on the list.  Credit: Arunabh Saikia.Among those  did not make it include several women and children, many of whose family members were counted as citizens. These women and children failed to convince the NRC authorities of their “linkages” with their family. Now, they have to face Assam’s dreaded foreigners’ tribunals to clear their names, failing which they risk being put into detention centres. The rules governing the NRC claims process mention “special provisions” for children under 14 years of age whose parents have been included in the NRC but who lack “adequate documentary evidence” to prove their parentage. Anecdotal evidence, however, suggests this did not always translated into relief on the ground.  Among those who was left off the list was nine-year old Kulsuna Khatun, also from Baksa district. Though she had made it to the NRC draft list published in 2018, her name was dropped in June. She was among the 1.02 lakh people the NRC authorities claimed to have wrongly included in the draft NRC. “Linkage with claimed legacy person not found acceptable,” her rejection note stated, implying that she was not the daughter of the person she was claiming as a parent.  Her father has been included the NRC.  On Saturday, her status remained unchanged: “Reject.”Kulsuna Khatun’s parents had submitted a birth certificate for her. Curiously, her younger sister, Munni Akhtara, who had also submitted a similar birth certificate, has been included. “We have submitted all documents,” said her mother Nabiron Nessa. “Will her name really not come?”Nabiron Nessa herself has also failed to make it to NRC, although, her parents and brothers have. She had submitted a village  panchayat certificate to establish her connection with her father.  It was not found acceptable despite her parents and siblings attesting to her identity at several face-to-face hearings. “So, there is no chance now that my name will come?” she asked.The document provided by Malati Bala Ghosh to establish her linkage with her father was found to be invalid. Credit: Arunabh SaikiaIn neighbouring Bajegaon village, Malati Bala Ghosh has the same problem to contend with. The village panchayat certificate she had submitted to establish her linkage with her father was found to be invalid despite it being counter-signed by a block-level officer.The village panchayat certificates, used by tens of lakhs of unlettered women, have been contentious for some time. In 2017, the Gauhati High Court had declared them invalid. But the Supreme Court allowed them to be used after rigorous scrutiny. The authorities then appointed special officers for the sole purpose of verifying the authenticity of these certificates. While local officers had earlier hinted that these documents had been rejected en masse, the high-rate of rejection of women who were dependent of these documents confirms that now.“I have never been to school – what other document can I possibly give to prove my parentage?” asked Ghosh in Bajegaon village. “We don’t have anything more to say or give; it is upto the government now to do whatever they want with us – help us with legal aid, or kill us or whatever.”Certificates rejectedA few blocks away, Neela Ghosh’s family was going through its own nightmare. Four of Neela Ghosh’s five children had been left out of the citizenship roster even as both she and her husband had made it.  After the children’s immunisation certificates were rejected, the family had birth certificates made as they filed fresh claims to be included. But the family claims they were unable to submit them as they were never called for a hearing.“We never received a notice, “ said 18-year-old Indrajit Ghosh, the oldest of the four children. “When we checked on the computer, our date had already passed.”When the family went to the address mentioned online, they were told they would receive a fresh notice. They never did. On Saturday, when they checked their status online at an internet café, it said “reject”. “How is it our fault?” asked Indrajit Ghosh. “We went at least three times, but they did not even listen to us.”Durga Koch Mandai could not prove that her ancestors had come to India before 1971. Credit: Arunabh Saikia In the adjoining commercial hub of Barpeta Road town, the landscape changes dramatically from paddy fields and large ponds to pot-holed roads and garish two-storeyed buildings, but the stories remained the same.  Fifty five-year-old Durga Koch Mandai from the town had been rejected. She, too, could not prove that her ancestors had come to India before 1971, although, she claims to have been born before that herself.Mandai belongs to the Koch-Rajbongshi community, one of the oldest settler groups in the region. From the 13th century, for almost 700 years, Koch-Rajbongshi kings ruled the kingdom of Kamatapur, which covered large parts of contemporary Bangladesh, West Bengal, Bihar and the North East.“I keep hearing from other people that our name does not come in the NRC, they will let us stay here and send us away,” she said. “That prospect of leaving my home makes me really scared.”","author":"Arunabh Saikia","time":"2019-08-31T19:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126571-hagpewoije-1567259130.jpg","tags":["Assam","National Register of Citizens","Undocumented migrants"],"source":"https://scroll.in/article/935823/in-assam-many-women-children-fail-to-make-nrc-even-as-their-family-members-are-counted-as-citizens"}