{"title":"In Assam’s Tinsukia district, killings of  Bengalis spark anxiety among Hindi-speaking residents","content":"On the evening of November 1, as word spread about five men being gunned down in Tinsukia’s Dhola area, life in the Longswal, a tea town 30 kilometres westwards along National Highway-37, almost immediately came to a standstill.  Shopkeepers brought down their shutters; boys loitering on the town’s only street, playing carrom, rushed back home; and the area’s many local liquor stores, catering to the adjoining tea garden, closed much earlier than usual.No one wanted to leave anything to chance. In 2007, on a nippy January evening, a similar tragedy had befallen Longswal: rampaging gunmen, spraying bullets from Kalashnikovs, had killed 10 of its residents.While the victims in Dhola were Bengali Hindus, those killed in Longswal over a decade ago were Hindi speakers. Tinsukia district has a long history of linguistic groups who trace their origins outside the state being targeted. Yet it is also a place which has been shaped by layers of migration going back centuries.Massacre in  Longswal  There are other striking parallels between the murders in Longswal 11 years ago and the killings in Dhola last week: In both cases, the killers were wearing military fatigues and their targets were people from a specific community. According to security forces, both attacks were carried out by the banned militant group, the United Liberation Front of Asom. However, the United Liberation Front of Asom (Independent), though it is believed to be responsible for the Dhola episode, has denied its hand in the killings.The Longswal killings were part of a larger massacre of Hindi-speaking people carried out by the outfit. According to media reports from that time, the group, whose demands include an independent Assam, reportedly gunned down 48 Hindi-speaking people in a series of attacks in the Upper Assam districts of Tinsukia, Dibrugarh and Dhemaji.  Two evenings later, On Janury 7, 2007, the insurgent group killed 14 more people, all of them Hindi-speaking, in the same districts. Vidya Devi, mother of Satyanarayan Gupta, who was among the 10 men killed ‘What is stopping them from killing us again?’The recent killings in Dhola have made Longswal’s residents, most of them third- or fourth-generation migrants from Bihar’s Siwan district, vulnerable all over again. “Now if someone stops their car in front of my shop and calls me over, I won’t go,” said Gayatri Devi, who runs a grocery shop by the highway. “If they can kill them, what is stopping them from killing us again?”For the families of those who died in 2007, the Dhola killings are a reminder that they are never quite safe in the place they call home. “They keep saying that the worst is over and what happened will not happen again,” said Shakuntala Devi, wife of Manoj Gupta, one of the 10 men who were killed. “But then it has never quite stopped, the truth is people are killed for their ethnicity every one or two years.”  The Gupta family lost three people that January evening – Manoj Gupta’s two brothers, Babloo Gupta and Vinod Gupta also fell to the gunmen’s bullets.While nine of the 10 men died instantly, Banta Prasad survived to recount the horror, only to succumb three months later in a government hospital in Delhi.  According to his son Ajay Gupta, Prasad was the last person the militant shot at before fleeing. “Before firing at him, they asked my father: ‘Are you Hindi-bhashi [Hindi-speaking]?’”, he recalled his father saying. “We have made peace with the fact that this is how it is always going to be. I am not even really scared anymore. If it has to happen, it will.”Ajay Gupta, son of Banta Prasad. The making of Tinsukia  Tinsukia, located on the eastern edge of Assam, is arguably Assam’s most multicultural district, shaped by multiple waves of migration from various parts of the country.  In his travelogue Is This Even A Country, Sir!, journalist Anil Yadav wrote that “Tinsukia [town] feels like a small neighbourhood in Bihar” where the “streets rang with the lilt of Bhojpuri”.  Indeed, there are nearly 60,000 people in Tinsukia who trace their roots back to Uttar Pradesh or Bihar, according to the electoral rolls of 2014. This is in addition to another almost 5,000 Marwari families from Rajasthan who call Tinsukia their home, according to local estimates.It was not always like this. Till the mid-18th century, Tinsukia was home, almost exclusively, to the Moran and Motok tribes. It is in the 1860s that the first wave of non-ethnic Assamese migrants came to Tinsukia, said Rupah Chaliha, a local journalist who has been chronicling Tinsukia for almost half a century now. “According to Marwari families who came then there was a great food crisis in Rajasthan at that time, so many people undertook the journey east,” he said.At the same time, Chaliha pointed out, Assam’s tea industry was starting to expand – and Tinsukia was at the centre of the tea boom.  “People were being brought in as labourers from Bihar in really large numbers,” said Chaliha. “And you had to feed those people, so there was a business opportunity there: supplying rations to these gardens. The Marwaris stepped in to do exactly that initially.” Later, Marwaris from Rajasthan also branched out to managing the accounts of the tea gardens and the companies, said Chaliha.Meanwhile, the 1880s saw another development that was instrumental in shaping Tinsukia: the arrival of the railways. In 1881, the British incorporated the Assam Railways and Trading Company Limited in the north-eastern periphery of the state.  Oil had been discovered in neighbouring Digboi, and coal in Margherita and Ledo – and the laying of the rail line, of which Tinsukia was a major stop, was the first step towards industrial extraction. “The rail line lead to a large population of Hindu Bengalis coming in Tinsukia, as the case used to be then with all rail towns,” said Chaliha.But as Tinsukia became increasingly cosmopolitan, the indigenous Moran and Motok populations started retreating to the rural areas. “The migrants, particularly the Marwaris, started acquiring huge amounts of land in Tinsukia town from the Morans and Motoks, who were simple people, often at rather throwaway prices,” said Chaliha.It was not only businesses that the newer settlers controlled in Tinsukia. Their numbers allowed them to wield significant political influence, too. An overwhelming number of legislators elected from the constituency have been people who trace their roots back to the Indian mainland. Did the lead to resentment among the local population? According to Chaliha, there was some friction, although it was not really out in the open for a long time.  “Inevitably, when a group feels numerically threatened, there is some kind of hostility,” he said.‘Soft targets’But things were to go south in the 1980s, when the district’s  migrant population started getting into the crosshairs of the United Liberation Front of Asom. Journalist Rajeev Bhattacharya’s Rendevouz with Rebels, which traces the rise and fall of the group through interviews with some of its senior leaders, including Paresh Baruah, now chief of the Independent faction, suggests that the attacks against Hindi speakers may have been driven by Baruah’s personal animosity against the community. As a teenager, he had spent a considerable amount of time in Tinsukia, where he claimed to be at the receiving end of the community’s “overbearing attitude”. Baruah claims in an interview that the first person he ever killed was an “overtly anti-Assamese” businessman in Tinsukia.As the United Liberation Front of Asom grew increasingly belligerent in Tinsukia, killing and extorting at will, Rajendra Prasad Singh, a Glasgow-trained engineer, floated the Purvottar Hindi Bhashi Sanyukt Parishad in 1989 for the “safety of Hindi-speakers”. “The winds had started to change, and we needed an organisation to protect ourselves and make ourselves heard,” said Singh, whose grandfather had come to Tinsukia from Bihar’s Aara in the 19th century.Rajendra Prasad Singh.Singh’s vocal stand against “intimidation and extortion” did not go down well with the militant group. On the day of Holi in 1990, Singh was shot at three times, but miraculously survived to witness the next two decades, which would turn out to be the even deadlier for the people he sought to protect.  From 2000-’07, the militant group killed at least 200 Hindi-speakers, the vast majority of them from Tinsukia. “There was a complete breakdown of the administration, the police machinery was completely paralysed,” said Singh.But it wasn’t just the United Liberation Front of Asom that Tinsukia’s Hindi-speaking population was having to contend with in the ’90s and 2000s. Relations with the local ethnic Assamese, which had started to get significantly strained since the ’90s, hit rock bottom in 2003, when the communities clashed after candidates who had arrived from Bihar to appear in the North Eastern Frontier Railway exams were reportedly roughed up. The United Liberation Front of Asom joined in on the mob violence, killing several people across Upper Assam, mostly daily wage labourers in Tinsukia.Since 2008, with the surrender of a large section of the militant group, the mass execution-style killings have largely stopped, but Tinsukia continues to witness sporadic acts of violence against Hindi-speakers. “We have always been the soft targets,” said Prem Upadhyay, the Tinsukia unit president of the Purvottar Bhojpuri Sammelan, which was set up in 1999 as a “platform of the expression of the rights” of the Bhojpuri-speaking population in the state. “The rationale was that if they killed Hindis-speakers the centre would take notice.Upadhyay, however, conceded that things had become much better of late. “We have also started to put our foot down – if you give respect, then you get respect,” he said. Prem Upadhyay‘Outsiders’ againBut even though the frequency of killings by the United Liberation Front of Asom has come down, Tinsukia’s Hindi-speaking  community is now haunted by a new source of anxiety: the National Register of Citizens, which is meant to separate Indian citizens in Assam from undocumented migrants, alleged to be mostly from Bangladesh. More than 40 lakh people of the 3.29 crore applicants were excluded from the final draft list for the updated register which was released on July 30. While the social and religious profiles of those rejected have not been made public, reports suggest that of  many Biharis and Marwaris failed to make it to the list, in addition to Bengalis. There appears to be ample anecdotal evidence to that effect in Tinsukia – and the district’s Marwari and Bihari communities blame the Bharatiya Janata Party government for what they insist is a botched-up exercise.  “There is great discontent among our people regarding the NRC,” said Upadhyay. “Narendra Modi had come to Tinsukia in 2014 and said that he will send away all the Bangladeshis. While they continue to be here, we have been harassed instead. This is cheating. It is 200% failure of the BJP government.”Dilip Gupta of the Purvottar Hindustani Sammelan, which claims to represent people in Assam who trace their roots to places on the bank of the Ganges, said the community had been greatly hurt by the comments of the BJP’s president Amit Shah. At an election rally, Shah had likened people left out of the National Register of Citizens to termites. “Delhi is showing ignorance by talking like this,” he said. “The BJP will be get hurt very badly in 2019 because of this.”Gupta said the exercise had made the community feel like outsiders again. “You go to NRC office, and some officer will very rudely say, ‘No, this document won’t work. Go back to Bihar.’”Rajeev Ranjan Sinha, a trader, agreed. “A lot of people who came here came in desperation, “ he said. They were mostly poor farmers who came for a better life. If they had all documents and all why would they even come? Isn’t the NRC meant to expel foreigners? Why are we being targeted then? Aren’t we Indians?”The National Register of Citizens, Sinha added, “is the new threat for our community.”All pictures courtesy Shakya Shamik Kar Khound.","author":"Arunabh Saikia","time":"2018-11-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105127-gjxsfeskfa-1541696248.jpg","tags":["Tinsukia","ULFA","Assam","Migrants","National Register of Citizens","North East Ground Reports"]}