{"title":"In Assam’s Barak Valley, Muslims fear the new citizenship bill will disempower them politically","content":"On a foggy morning in January 2009, a small group from Lakhai Upazila in Bangladesh’s Habiganj district set out from their homes, laden with luggage. They walked for two days through thick jungles – 23 men, women, children – resting only at night. On the third day, they glided across a shallow stretch of the Khowai river to cross the riverine Indo-Bangladesh border, and arrived in India’s Tripura.But Tripura was only an entry point. Their destination was still a 12-hour bus ride away on a serpentine highway. As Sudhir Das, one of the 23 people, put it, it was the easiest way out of the great “jontrona”, or pain, that they were apparently being subjected to in Bangladesh because of their religion. Das said the immediate trigger was the violence in Lakhai following the much-delayed general elections held in Bangladesh in December 2008. “We can’t pray, our women are not safe, they take our cows, they say we are Hindus we can’t stay here, so much gondogul [trouble],” said Das. “So what can we Hindus do apart from coming to Hindustan?”The final destination of the 23 travellers was Assam’s Barak Valley. Eight years later, they still live there, in houses with electricity connections and satellite dishes, in the extension of a former Hindu refugee settlement set up in the aftermath of the 1971 Bangladesh Liberation  War. Some even claimed to have voted in the last Assembly elections in Assam in 2016, brandishing voter identity cards as proof. “We know people here, that is why we came here,” Das explained, when asked about the choice of his new home, which lies in a colony of around 35 families, all of whom claim to have come to India in the last 10 years from Bangladesh to escape alleged religious persecution.Under existing Indian laws, all of these people are illegal migrants and liable to be deported if detected – an eventuality that almost everyone in the colony is acutely alert to. But they are also almost equally aware that the laws could be revised soon to accommodate them.“We have seen it in our mobiles and TVs that they will let all Hindus stay in Hindustan,” said Rajdhan Das, who came from Sylhet, Bangladesh, a couple of years ago. “It is important that they make this new law, otherwise how will we stay here peacefully? All of us here want the bill.”This new law is the Citizenship (Amendment) Bill 2016. Proposed by the Bharatiya Janata Party-led government at the Centre, the bill seeks to facilitate citizenship for non-Muslim illegal migrants from Bangladesh, Afghanistan and Pakistan. Men who claim to have come to Assam to escape religious persecution, somewhere in Assam's Cachar district.Citizenship in Assam The proposal has roiled Assam in the past couple of months, particularly in the wake of a visit, in May, by the joint parliamentary committee examining the bill. The primary resistance to it, particularly in the state’s Brahmaputra Valley, comes from the fact that is seen to override the Assam Accord – an agreement signed between the Union government and Assamese nationalists in 1985 to mark the end of a six-year long (often violent) anti-foreigner mass movement.  Under this accord, everyone who could not prove that they or their ancestors entered Assam before the midnight of March 24, 1971 – in other words, before the beginning of the Bangladesh War – would be declared an illegal immigrant, irrespective of religion. However, not everyone in the state is against the bill. When the parliamentary panel visited the state’s southern region, known as the Barak Valley, which comprises the  three districts of Cachar, Karimganj and Hailakandi, it was flooded with memorandums in support of the bill. The contradictory strands have seemingly further divided the two valleys, which have always had a somewhat strained relationship.Speaking a different languageThe antagonism dates back to Partition.  Pre-1947, Karimganj, which forms a large part of the Barak Valley, was part of Sylhet – a much contested strip of land during Partition. Sylhet was part of Assam province from 1874. But in the referendum in Sylhet in 1947, its residents opted to join East Pakistan – now Bangladesh – with only present-day Karimganj district remaining in India. After Partition, a sizeable Bengali Hindu population from Muslim-majority East Pakistan kept coming to the Barak Valley – to escape religious persecution as well as for economic opportunities. This was aided by the fact that most of these people had robust social networks in the area owing to associations before Partition. Sudhir Das and the 22 others who fled with him that winter night in 2009 are a case in point. This set the tone for the conflict in the years to come. Partition in Assam was not just about religion, unlike Punjab and Bengal. The Sylhet referendum was as much a vote on language – Bengali-dominated Barak Valley, thus, stood in stark contrast to rest of the state culturally.  But the Barak Valley itself is not socially and religiously homogenous either. Scroll.in visited the Valley and listened to a range of voices. From the conversations, it emerged that how its residents feel about the bill depends largely on who they are and how they choose to identify themselves.In Assam's Barak Valley, where Partition took place not just on the basis of religion but also language, people are divided about the Citizenship Bill. ‘Humanitarian grounds’Sumitra Dutta, a well-known Bengali author from Silchar, was in Sylhet on the day of the referendum in 1947. A young girl then, she did not understand much of what was happening, she said, but remembers moving with her family overnight to the Indian side. “Our neighbours told us we should leave,” she recalled. “Now that I think of it, it was a painful experience. And I know people are still persecuted there. I don’t understand much of politics but I support the bill on humanitarian grounds.”Dutta said it saddened her that young educated Assamese people still held xenophobic sentiments against Bengalis. “You’d expect young people to be liberal, but in discussions about the Bill, I see young well-dressed Assamese youngsters spewing the same venom as the previous generation,” she said, ruefully. “How can Assamese culture be at risk if a few persecuted people are given citizenship?”But the opposition to the proposed amendment in the Brahmaputra Valley goes beyond fears of being demographically swamped by foreigners. “There is a historical fear of the Bengali Hindu after what happened in the 19th century,” said a Guwahati-based activist, referring to Bengali being made Assam’s official language for almost 50 years during the colonial administration. In Bengali-dominated Barak Valley, these anxieties are often inverted. Any mention of the so-called imposition of Bengali during the colonial rule is countered with references to the turbulent 1960s – a period of exceptional strife in the Assamese-Bengali relationship in the state, marked by the government’s attempt to make Assamese the state’s sole official language. As protests broke out in the Barak Valley, 11 people were killed in police firing at the Silchar railway station. Although the decision was retracted, the incident remains firmly etched in the Barak Valley’s collective memory: several memorials for the 11 “martyrs” dot the Silchar landscape.And yet, people here insist, there was never any retaliation against the Barak’s Valley minority Assamese community at any point. “I grew up in Guwahati during the andolan [Assam agitation], I remember my father hiding me under the chair in fear of AASU [All Assam Students Union] goons during the peak of the movement,” said Sanju Karmakar, who runs an electronics business. “But look at Silchar, always peaceful, no Assamese has ever been targeted. Have the Assamese been treated badly ever? You can ask around, it never happened.”Barak and the BJPHistorical memory aside, the current crisis is also embedded in contemporary politics. There is a widespread perception that the average Bengali Hindu in Assam fits into the BJP’s vision of India as a natural home for Hindus. The party and other Sangh affiliates, for their part, have been using a brand of Hindutva to mobilise a Bengali Hindu base. This is perhaps more evident in the Barak Valley than in other parts of the state.  While Barak has always been susceptible to communal violence – the Valley witnessed two major riots in 1968 and 1990 – it has seen several bouts of low-intensity communal clashes during the BJP’s recent rise in Assam.  Electorally, the Barak Valley has proved valuable to the BJP. Before its landslide win in the 2016 Assembly elections, the BJP’s presence in Assam was largely restricted to the Barak Valley – where Bengali Hindus wield the maximum political capital. In 1991, when the party made electoral inroads for the first time in the state, nine out of the 10 seats it won were in the Barak Valley. In 1996, it won all of its four seats from here. The Cachar district unit of the party was formed in the early 1980s, even before a state unit was formally floated, said an academic in Silchar studying the rise of the party in the Valley.  Even author Dutta, who claimed to have no political affiliations, said that she would remember that “at least the BJP thought of us Hindu Bengalis.”To placate Assamese nationalists, the BJP has repeatedly insisted that the number of Bengali Hindus who came after 1971 to Assam is miniscule. So far, according to government records, Assam’s foreigner tribunals – quasi courts set up to determine the citizenship of individuals believed to be foreigners – have identified around 90,000 people as illegal migrants. However, there is no religion-wise break-up of the number.‘Few Muslims have come from Bangladesh after 1971’The Bengali Muslim community is perhaps the neglected group in the Barak Valley. Unlike the Mymensighia Muslims in the Brahmaputra Valley, who soon switched to speaking Assamese, they have steadfastly held on to their language. But they often find themselves on the wrong side of their Hindu counterparts. “The Muslim community in Barak Valley is by and large in favour of the Assam Accord, because I can vouch that except a few criminals, few Muslims have come from Bangladesh after 1971,” said Hilal Uddin Laskar, a professor in Hailakandi. “But Hindus have arrived in hordes, it is a fact. And they have dominated not only us, but also the indigenous Barak Hindus, but they won’t say it publicly because the migrants have become more powerful than them now.”Laskar insisted that the bill was yet another ploy by the BJP to wrest political control away from Muslims in the Valley. “Political control is now completely with the Hindus, even Congress has not taken a categorical stand on the Bill in Barak Valley, because they know they can’t alienate the migrant Hindus,” said Laskar, who had contested the Assembly elections in 2011 on a Congress ticket. “In spite of the [Hindu-Muslim] population being almost 50-50 in Barak, there are no Muslim MPs because out of the two constituencies, one is reserved and the other is Hindu-migrant majority.”In Badarpur, in adjoining Karimganj, Surman Ali said religion should not be the basis for citizenship. “It should be on the basis of birth, but this government is biased,” he said. “When the war broke out and Indira Gandhi set up Hindu refugee camps here, I remember my family giving them milk to drink and food to eat. But now they [Bengali Hindus] have the audacity to call us foreigners.”That is a sentiment commonly expressed by most Muslims in the Barak Valley, where religious affiliation seems to trump linguistic ones. “We Muslims have chosen our destiny during the Partition, and our sympathies don’t lie with the Bengali Hindus,” said a government employee in Karimganj.  “The Assamese may not give us maachh bhaat [fish and rice], but they will give us shaak bhaat [greens and rice], but the Bengali Hindus, they have only taken from us.” Surman Ali says religion should not be the basis for citizenship.‘Outsiders in our own state’While the divide between Bengali Hindus and Muslims dominates the Valley, it is also home to a tiny Assamese community. Apart from a few pockets in Silchar, there are some exclusively Assamese villages in this region. Ananda Chutia lives in perhaps the biggest of them all: Adorkona. Chutia claims his forefathers were one of first Assamese to have settled in the area, since the Burmese invasion of Assam in the early 19th century.  The Chutia family was largely indifferent to the bill. “We have lived alongside the Bengalis forever now,” said one of them. “If we organise a naam they come, and if they have kirtan, we go. There is no problem at all.”But Ananda Chutia, in his twenties, said it did bother him that his Bengali neighbours “display no affection” towards Assam. “They don’t seem to acknowledge the fact that they live in Assam.”An Assamese family in Karimganj district.In urban Silchar, the faultlines can get sharper.  “So many of them have come in the last few years just in our neighbourhood,” said a teacher who works in one of the few Assamese-medium schools in the town. “And in spite of the fact that we live in Assam, in Barak they seem to get preference in government schemes, so we definitely support what AASU [All Assam Students Union] is doing. The bill shouldn’t come.”Another Assamese government employee said while there was certainly no direct discrimination, one could be often made to feel like they did not belong. “It hurts that we have to feel like outsiders in our own state,” he said. “But, of course, I am aware of the fact that Assamese nationalist groups often tend to be as chauvinistic.” A lower primary Assamese school near Adorkona in Barak Valley.But for recent arrivals like Sudhir Das, his friends and family, being allowed to stay on in Assam may be a question of survival. As of now, they subsist by selling fish in Silchar town. “We are poor fisherman who just want to live peacefully,” he said. “The government might as well kill us if they don’t let us stay here. Death after all can’t be worse than what we endured in Bangladesh.”All photographs by Arunabh Saikia.","author":"Arunabh Saikia","time":"2018-06-22T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881600-pfrjujdsif-1529236312.jpg","tags":["Barak Valley","Citizenship Bill","illegal immigrants","Bangladesh","Assam Accord","North East Ground Reports"],"source":"https://scroll.in/article/881600/in-assams-barak-valley-muslims-fear-the-new-citizenship-bill-will-disempower-them-politically"}