{"title":"In a Hindu colony in Assam’s Barak Valley, every family has someone left out of the NRC","content":"Praneshwar Das was born in a refugee camp on the outskirts of Silchar in Assam’s Cachar district. The camp housed Hindus, mostly belonging to the fishing community, who had fled persecution in Bangladesh over the years. Now he lives with his family of four – his wife and two children – in another choc-a-bloc settlement, sprawled along ponds of varying sizes, also in the outskirts of Silchar.  For the last 28 years, Praneshwar Das has been pulling a rickshaw, making anything between Rs 100 and Rs 500 a day. Das’s home is in a particularly low-lying part of the colony. For most of the year, reaching it involves wading through a knee-deep swamp.On July 30, a new crisis emerged for Praneshwar Das. No one in his family features on the final draft of Assam’s National Register of Citizens, which has been updated for the first time since 1951. The register is meant to be a list of bona fide Indian citizens in Assam, separating them from those defined by the state as “illegal immigrants”. More than 40 lakh people out of 3.29 crore applicants were excluded from the draft.To make it to the National Register of Citizens, the final version of which will be out in December, every individual needs to prove that they or their ancestors entered the country before the midnight of March 24, 1971. To do this, they must furnish evidence that the ancestor lived in the country before that date and  also show proof of relationship.Praneshwar DasTapoban NagarThe Das family has company.  In Tapoban Nagar, where Praneshwar Das lives now, almost every family has someone or the other who has failed to make it to the list. The settlement is “100% Hindu” and 20-25 years old, according to its residents. It comprises around 5,000 families. “There are approximately 20,000 people here, and in every family, you will find some people are out [of the NRC],” said Pranesh Das, a local elder.  “In some cases, it is the entire family, in other cases it is one or two or three members, but some are out for sure.”Scroll.in visited several homes in the area. Each had residents excluded from the final draft.  For instance, of vegetable seller Lakhan Das’s family of five, only two people have made it to the list, even though they all trace their legacy to the same person. Seventy-year-old Kalikumar Das had a similar story to recount: his name was on the list, but his wife’s name was not.Kalikumar DasThe situation in electrician Johar Lal Das’s family was more dire. No one in his five-member family made it to the list. Johar Lal Das said he was born in Silchar, but was not certain when his parents crossed over to India. He could not find any of his ancestors’ names on the 1951 National Register of Citizens or any of the pre-1971 electoral rolls.  To prove his pre-1971 ancestry, he had relied on a land tenancy document bearing his father’s name.Curiously, in Dharani Das’s family, while he and his wife, Pramali Das, made it to the draft of the updated citizenry list, their 19-year-old daughter, Pranabi, was left out. Pramila and Pranabi Das ‘Nowhere people’Tapoban Nagar’s residents say that while some of them may have come to India after the official cut-off date of March 24, 1971, it was because they had no choice. “My point is simple: the people who came are nowhere people, they were harassed there, and now they are being harassed here,” said Pranesh Das. “What the Assamese people and the Assam government are doing is wrong.” The cut off date was decided based on the Assam Accord, an agreement that ended years of anti-foreigner agitations in the state. Under this agreement, everyone who entered the state after the midnight of March 24, 1971 – when the Bangladesh War began – would be declared an undocumented migrant.Many people in the colony, including Praneshwar Das, had relied on refugee registration certificates to prove their citizenship.  But an intra-office memo issued by the National Register of Citizens authorities in May advised local citizenship offices not to accept such certificates “unless absolutely confirmed about the genuineness”.The move was perceived as an attempt to change the rules of application and was criticised in the Barak Valley, where the document had been widely used. Prateek Hajela, state coordinator of the National Register of Citizens, had then said, “We had learnings after the first draft was compiled that they were widely misused,” referring to the partial draft of the register had been published on December 31, 2017.Barak Valley, which consists of Karimganj, Hailakandi and Cachar districts, has a large Bengali-speaking population. Pre-1947, Karimaganj had been part of Sylhet. During Partition, most of Sylhet opted to join East Pakistan (now Bangladesh), but Karimganj was left with India. After Partition, many Bengali Hindus migrated to Barak Valley, to escape religious persecution as well as in search of economic opportunities. Ties that dated back to pre-Partition days also meant that most had robust social networks in the area.Residents of the Barak Valley are now waiting in for the passage of the Citizenship (Amendment) Bill 2016 that was introduced by the Bharatiya Janata Party to facilitate citizenship for non-Muslim undocumented migrants from Bangladesh, Afghanistan and Pakistan. While the proposal has seen widespread opposition in most parts of Assam, Hindu Bengalis in the Barak Valley, have vociferously backed the Bill. “The Indian government should pass that law that will let people stay here peacefully,” said Pranesh Das.","author":"Arunabh Saikia","time":"2018-08-04T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889139-qeyhmgmxcw-1533315020.jpg","tags":["National Register of Citizens","Assam","Immigration","Barak Valley","Bangladesh War"],"source":"https://scroll.in/article/889139/in-a-hindu-colony-in-assams-barak-valley-every-family-has-someone-left-out-of-the-nrc"}