{"title":"In Assam’s Barak Valley, Bengali Hindus left out of the NRC are still banking on the BJP","content":"The Barak Valley consists of three districts in the southern tip of Assam – Cachar, Karimganj, and Hailakandi. Unlike the rest of the state, Bengali is the official language here. Over the years, the region has also seen a steady flow of Hindu migrants from across the border with Bangladesh. The population here is mixed, split almost evenly between Hindus and Muslims, but Cachar district has an almost 60% Hindu population, according to the 2011 Census.These districts form the heart of the Bharatiya Janata Party’s Bengali Hindu base, and helped the party come to power in the 2016 Assembly elections in Assam. Now, the publication of the final draft of Assam’s National Register of Citizens has left this constituency shaken. The register, being updated for the first time since 1951, is meant to be a definitive list of Indian citizens in Assam, separating them from those the state calls “illegal immigrants”.More than 40 lakh people who had applied to be part of the National Register of Citizens failed to make it to the final draft. Although a district-wise break-up of the omissions has not officially been made public yet, numbers from each district have made their way to the local press. According to these numbers, Cachar district, for one, has a high number of rejects: 2,28,535. District officials also independently confirmed the number to Scroll.in. Though the social and religious profile of those rejected has not been made public, reports from Cachar district suggest a large number of Bengali Hindus have been affected. Over 18 lakh people in the district had applied to be included in the National Register of Citizens.As the BJP champions the National Register of Citizens, calling it an issue of “national security”, where does that leave its most reliable votebank in Assam, many of whose members must now scramble to prove their citizenship? According to analysts, this will have political implications for the Barak Valley, where Bengali Hindus are an influential group.Barak – a traditional BJP strongholdThe Barak Valley has proved to be valuable for the BJP so far. Assam has 126 Assembly constituencies. The valley has 15 Assembly seats, of which the BJP currently holds eight.Before its landslide win in the 2016 Assembly elections, the BJP’s presence in Assam was largely restricted to the Barak Valley. In 1991, when the party made electoral inroads in the state for the first time, nine out of the 10 seats it won were in the Barak Valley. In 1996, it won all of its four seats from here. The Cachar district unit of the party was formed in the early 1980s, even before a state unit was formally floated in Assam.Choosing the Brahmaputra Valley?But BJP president Amit Shah’s comments in Parliament, where he appeared to refer to the 40 lakh people left out of the final draft of the National Register of Citizens as “ghuspethiye” or infiltrators, has not gone down well in the Barak Valley. “If we are illegal migrants, they should resign from the government,” said Sanjib Debnath, a retired government official whose name has not featured on the draft list. “Because it is with our vote that they won the elections.”Opposition leaders have also latched on to Shah’s statement. “The BJP seems to have sacrificed Barak Valley for Brahmaputra Valley, because it has more seats,” said S Samimul Islam, the All India United Democratic Front’s Cachar unit president. “They will pay for it.” He was echoing a widespread perception in the Barak Valley that the counting exercise was an Assamese nationalist project. The Brahmaputra Valley has traditionally been the seat of such nationalist mobilisations.In his speech, Shah had made a distinction between “illegal migrants” and “refugees”, gesturing towards the BJP’s position that India was a “natural home” for Hindus fleeing persecution from neighbouring countries. This idea was codified in the Citizenship (Amendment) Bill, 2016 – which seeks to facilitate citizenship for non-Muslim minorities from Bangladesh, Afghanistan and Pakistan. While the Brahamaputra Valley erupted in protests against it earlier this year, it has received widespread support from the residents of the Barak Valley. Some Bengali groups had even campaigned for greater relaxations in the bill.Opposition leaders now say the discontent over the National Register of Citizens rejection could be further compounded by the BJP’s failure to push through the citizenship amendment bill. “People of Barak Valley have realised that the BJP had made them false promises,” said Rajdeep Goala, a Congress legislator from the Barak Valley. “Why can’t they pass the Bill in the Lok Sabha at least where they have a clear majority?”‘Only we can help them’The BJP, though, insists it will prosper in both the Barak and the Brahmaputra Valleys. Shah’s statement, the party’s Cachar unit head Kaushik Rai averred, had been misread. “He specifically said that it was not a complete list,” Rai said. “Besides, we have always mentioned that all Hindu refugees will be given shelter in India.”Rai said that a lower number of Hindus are likely to be left out of the final National Register of Citizens. “The NRC has already exposed the lie that the BJP is giving citizenship to more than one crore Hindu migrants,” he said. “And once the final list is out, we will see that the number [of Hindu Bengalis left out of the list] would come down to a few lakhs. So, Assamese people will realise that Hindu Bengalis are a small number who would not pose any threat to them. The opposition to the Citizenship Bill would automatically die down.”Another senior party leader affirmed that the National Register of Citizens will not hamper the party’s prospects in the state in the upcoming elections in 2019. “The Election Commission has already said people left out of the NRC would be able to vote,” said the leader, who did not want to be identified. “And Hindus who would be left out would obviously vote for us since they know they that only we can help them.”The leader also referred to the two notifications that the BJP government passed in 2015 and 2016, enabling non-Muslim migrants to continue living in India if they had arrived before December 31, 2014. “Those notifications are there anyway,” he pointed out.Advocate Santanu Naik, co-president of the BJP’s Cachar district committee, said the party and groups sympathetic to it would now start taking up cases of Hindus declared foreigners by the state’s foreigners’ tribunals. “There are many people languishing in inhumane conditions in detention camps because the notifications are not being strictly followed,” he said. “So, we will actively pursue these cases now and ask the government to follow the notifications.”The party’s sympathisers also seem to have rationalised Shah’s statement and say it was perhaps a tactical move. “We think he said that only to elicit a reaction from other parties,” said Kankan Narayan Sikader, a member of the North East Linguistic and Ethnic Committee, which has been lobbying with the government to grant Hindu Bengalis citizenship. “Now that TMC [Trinamool Congress] has reacted so much to it, and even landed in Silchar, how can they oppose the bill in the Parliament now?Former Union minister and the party’s most senior leader in the Barak Valley, Kabindra Purkayastha, also insisted that the citizens’ register would not lead to “any net loss” for the BJP. Any errors, would be attributed to the Supreme Court by people “since it is monitored by them,” he said. “But on the other hand, no one can deny the role of the BJP,” he said, implying that the party would benefit in the Brahmaputra Valley, where there is much more support for the exercise, with the ruling party claiming credit for pushing it through.Silchar-based political commentator Joydeep Biswas also said that Barak’s Bengali Hindus “have no choice but to stick to the BJP”.No choice but the BJPFor now, people in the Barak Valley seem to be doing exactly that. “The NRC happened only because Rajiv Gandhi signed an accord with AASU [All Assam Students’ Union],” said Mantu Das, a tailor who claimed to have voted for the BJP in the last couple of elections. “So, there is no reason why we should not vote for the BJP next time too.”Even people who did not apply for the National Register of Citizens and are banking on the Citizenship Bill are optimistic. For instance, 18-year-old Ajit Das crossed the border from Bangladesh’s Habiganj in 2014, helped by a local tout whom he had paid Rs 1,500. A student of Class 10 in a government school in the extension of a former Hindu refugee settlement set up in the aftermath of the 1971 Bangladesh War, Das wants to go to Delhi and become an engineer someday. “I came because everyone told me Modi is a bhalo manush [good man],” he said. “So I believe he will give me my adhikar [rights] as a Hindu and help me make my dream of becoming an engineer come true.”","author":"Arunabh Saikia","time":"2018-08-07T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889337-eevquvgcmx-1533566300.jpg","tags":["NRC","citizenship amendment bill","illegal immigrants","Assam"],"source":"https://scroll.in/article/889337/in-assams-barak-valley-bengali-hindus-left-out-of-the-nrc-are-still-banking-on-the-bjp"}