{"title":"In Assam’s Bodoland, a new peace accord propelled a new party to power ","content":"After 17 years, Hagrama Mohilary will no longer be chief of the Bodoland Territorial Council. The autonomous council was created in 2003 after a peace accord between the government and a section of the Bodo groups fighting for a separate state. Mohilary, then the leader of the armed group, the Bodo Liberation Tigers, was the face of the accord. Since then, Mohilary and his Bodoland People’s Front, the party that grew out of the armed group, have kept a firm grip on the four districts of Assam covered by the territorial council. Now, there is a new peace accord and a new chief – Promod Boro, who formerly headed the All Bodo Students’ Union. In January, Boro became one of the key signatories to an agreement between the government and another strand of the Bodo movement. The All Bodo Students’ Union agreed to “suspend” its demand for statehood. Cadres of all four factions of the National Democratic Front of Bodoland agreed to lay down arms. The accord promised greater powers to the council, whose sphere of influence was now renamed the Bodoland Territorial Region. It also leaves the door open to altering the Bodo region’s borders. Union Home Minister Amit Shah called it the “final and comprehensive solution” to the Bodoland movement, which had triggered decades of violence in Assam. Boro’s victory is in keeping with the old logic of accord politics in the states of the North East. For decades, insurgencies have been stanched by peace pacts with the government; demands for sovereignty and ethnic homelands have been met with autonomous district councils. The group that signed the peace accord came to power in the new political set up. But there is another important factor in Boro’s victory: the support of the Bharatiya Janata Party, which has made significant inroads in the Bodo districts.A split verdictDespite the new accord, Mohilary’s Bodoland People’s Front was the single-largest party in the recent council elections, winning 17 seats. But that was not enough to form a government in the 40-member council. Mohilary had hoped for the support of the BJP, with which his party has a stormy alliance in the state government. But the BJP, which increased its tally from one seat in 2015 to nine seats this time, had set its sights on a new ally: Boro and the United People’s Party Liberal, which had 12 seats. Together with the Gana Suraksha Party, which has one seat, the new alliance will be sworn into power on December 15.Meanwhile, the Congress managed just one seat. Its ally, the All India United Democratic Front, which had four seats last time, came a cropper. If this election is indeed a “semi-final” for the Assam assembly elections, just months away, it is bad news for the Opposition.BJP minister Himanta Biswa Sarma. Picture credit: FacebookAdvantage BJPThe BJP poured vast resources into its campaign for the council polls, headed by Himanta Biswa Sarma, Assam cabinet minister and the BJP’s pointman in the North East. Sarma attacked Mohilary’s government for corruption and failing to deliver on developmental promises. This was accompanied by communally charged barbs directed at All India United Democratic Front chief Badruddin Ajmal, whose party is seen as representing the interests of Muslims of Bengali origin. When the Ajmal Foundation, a charity trust, found itself charged with financial irregularities, Badruddin Ajmal accused the police of acting on Sarma’s orders.The BJP’s gains suggest the campaign worked and that the Citizenship Amendment Act did not come in the way of votes for the party. The act, which makes undocumented non-Muslim migrants from Bangladesh, Afghanistan and Pakistan eligible for Indian citizenship, had triggered massive protests in Assam last year. For decades, politics in the state has been driven by the fear of migrants from Bangladesh – both Hindu and Muslim – displacing communities defined as indigenous. The Act, it is feared in Assam, will regularise thousands of Bengali Hindus who migrated from Bangladesh over the decades. The aftermath of the protests had promised to reconfigure politics in Assam, spawning new parties and formations. There had even been speculation of a grand anti-CAA alliance to take on the BJP. The districts of the Bodoland Territorial Region have a mixed population, including a substantial population of Bengali Hindus. But the BJP’s resilience in the face of widespread resentment against the act has worried the opposition. The Congress is now back to the drawing board, rethinking its alliance with the All India United Democratic Front, fearing it could damage its chances in a polarised election landscape. As the opposition recalibrates its election strategy, it will have to answer a tough question: what can it pitch to voters apart from resistance to the CAA?No more rainbows?The BJP’s advance in Bodoland also suggests its dependence on regional players in Assam is shrinking. In the assembly elections of  2016, it had built a “rainbow coalition” of parties representing “indigenous” interests, from the Bodoland People’s Front to the Asom Gana Parishad. While the saffron party deployed communal polarisation in some pockets of the state, it mainly projected itself as an ally of the indigenous.For now, the alliance with the Bodoland People’s Front stays at the state level but the jury is out on how long that will last. Several reasons have been floated for why the BJP gambled with the alliance in the council polls: a personal rivalry between Sarma and Mohilary, the BJP’s desire to share the credit for the new peace accord with Boro. But could it be that, after four years in power, the BJP feels regional allies are dispensable?","author":"Ipsita Chakravarty","time":"2020-12-15T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152011-xepordhxij-1608003828.jpg","tags":["Assam","North East politics","Bodoland"],"source":"https://scroll.in/article/981251/in-assams-bodoland-a-new-peace-accord-propelled-a-new-party-to-power"}