{"title":"In Assam, the Congress fought hard – but will it be enough to dislodge the BJP?","content":"On March 28,  Assam woke up to a  “skybus” advertisement in all the major dailies published out of the state declaring that the Bharatiya Janata Party would “win all constituencies of Upper Assam” which had polled the previous day.  A skybus ad resembles a banner headline and in the absence of a prominent enough disclaimer – as was the case here – it is easy for readers to mistake it for news. The Congress was outraged and approached the Election Commission.  They alleged it was a violation of the commission’s model code of conduct that prohibited,  among other things, exit polls before the conclusion of all phases of an ongoing election.  The party also filed a police complaint against the BJP’s top brass in the state. The Congress’s displeasure was understandable. The 47 seats that polled on April 27 will in all likelihood decide the fate of the overall elections – any indication to the electorate that the BJP had swept them could have meant lukewarm turnout in the rest of the two phases where the Congress-led alliance’s prospects are believed to be somewhat brighter. Upper Assam and CAAIndeed, Upper Assam was supposed to be the stiffest battleground this election. The area, dominated largely by people considered indigenous to Assam, saw some of the most fierce protests against the BJP’s Citizenship Amendment Act.  These groups see the amendments,  which provide an expedited pathway to Indian citizenship for undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan, as a threat to their local cultures and resources. The Congress was hoping to cash in on these sentiments and wrest the region from the BJP which had won an overwhelming majority here last time.  If voted to power, the Congress has promised to pass a law in the state Assembly that would nullify the Act in Assam.  The Congress’s war cry, “Axom Bosaun Aahok” – Let’s save Assam – encapsulates its strategy. BJP’s communal pitch The BJP, understandably, barely invoked the CAA in its Assam campaign this time.  Yet, it was an absent presence in its rallies.  To counter the Congress’s anti-CAA pitch, it employed deeply communal rhetoric. Rally after rally, the party’s big-wigs targeted the Congress’s alliance partner All India United Democratic Front, which largely represents the interests of Assam’s Muslims of Bengali origin. If the Congress-led alliance came to power, they warned, the AIUDF’s chief Badruddin Ajmal – “a threat to Assamese civilisation” – would be chief minister.‘Development’, not ‘identity’ Yet, travelling through these areas, it was clear that most people did not see the elections as a referendum on the Act – or as a fight to save Assam’s civilisational ethos as the BJP has repeatedly claimed.  Assembly elections, they insisted, were more about developmental issues than identity concerns. The BJP,  a large section seemed to believe, had done well on that front by building roads and bridges.  Apart from infrastructure, the BJP’s pre-election sops and cash assistance schemes also seemed to impress many people on the ground. Even those who were not happy with the saffron party cited reasons that were largely economic in nature – rising unemployment and severe price-rise of various essential commodities.  The Congress’s alliance with the AIUDF seemed to bother few people. Congress struggles  The Congress’s limitations were all too evident. It had failed to court the state’s smaller ethnic groups who have the potential to swing the elections in several seats. Observers blamed this on Congress’s “managerial” approach as opposed to the BJP’s more precise and long-running agenda-driven social engineering that goes beyond just winning elections. The state’s “tea-tribe” communities – as the descendants of  the Adivasis largely from the Chotanagpur region in present-day Jharkhand who were brought by the British Raj to work as indentured labourers in tea plantations starting the mid-19th century  are called – also seem to have some resentment against the BJP.  The party failed to keep its election promise of granting the community Scheduled Tribe status and increasing tea workers’ daily wages. Yet, conversations with tea garden workers and community leaders suggest this  disappointment may not necessarily translate into votes for the Congress. The BJP’s infrastructural activities in the garden and pre-election sops seem to have blunted some of the anger.Wide-ranging Congress alliance  But by no means it is all bleak for the Congress.  The party has managed to stitch together some useful alliances.  Apart from the one with the AIUDF, which is likely to help consolidate Bengali Muslim votes in Lower Assam and Barak Valley, the party’s partnership with the Hagrama Mohilary-led Bodo People’s Front is likely to pay it dividends in not just the Bodoland Territorial Region but Bodo-heavy constituencies outside too. The BJP’s strategic alliance with another Bodo-centric party, the United People’s Party Liberal hopes to offset some of these gains, but Mohilary’s personal popularity in the region, particularly among the non-Bodos who actually outnumber the Bodos, may play spoilsport for the saffron party. Those who follow Assam’s politics say these are the tightest elections in the state in years. But how tight exactly would depend on how close to reality BJP’s “skybus” advertisement was – which, according to many,  blurred the line between news and propaganda.","author":"Arunabh Saikia","time":"2021-04-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156776-uzabhyfvwm-1616758424.jpg","tags":["Assam","Assembly Elections","Assam Assembly Elections 2021"],"source":"https://scroll.in/article/991434/in-assam-the-congress-fought-hard-but-will-it-be-enough-to-dislodge-the-bjp"}