{"title":"In Assam, the Mising community has adapted its architecture to cope with annual floods","content":"On a sunny December afternoon in Medhipamua village along the banks of the Brahmaputra river in Assam’s Dhemaji district, men, women and a few children gathered under a tin-roofed, open, concrete structure situated on a raised platform, a few feet above the ground. They were at this community space to discuss ways to prepare themselves better for the floods that disrupt their lives annually.Sunita Doley, a soft-spoken woman from the indigenous Mising community, recalled a night from 2021 when the force of water suddenly increased within a few hours. “Thankfully, my kitchen is at a height,” Doley said. “Around four families took shelter at this raised community space and the next day we were moved to the quarters of the nearby health centre.”Living close to the river for centuries, the Mising community of 7,00,000 people, primarily residing in Assam and Arunachal Pradesh in Northeast India, has co-existed with floods. Architectural innovations are helping the community adapt to the annual flood hazard and reduce disaster risk in some of the region’s most flood-prone areas.Assam’s Dhemaji district which borders Arunachal Pradesh is one of India’s most flood-prone areas. In 2022, over 1,00,000 people in the district were affected by three waves of flood.“The abrupt drop of the slope of the river Brahmaputra, plunging from an altitude of 3,000 metres in Tibet to less than 150 metres at Arunachal Pradesh’s Pasighat, after which it enters Assam, exerts tremendous pressure in the immediate floodplains of Dhemaji,” Luit Goswami, director of Rural Volunteer Centre, an organisation studying the impact of floods on local communities and providing interventions to the community, said.This unstable and unpredictable nature of the 26 tributaries of the Brahmaputra that passes through Dhemaji district lead to massive floods, sand deposition, debris and river bank erosion, Goswami pointed out.Like clockwork, these annual floods have a heavy impact on people, especially on the indigenous communities that reside close to the river in the nearby villages. However, in the face of adversity, the indigenous Mising community has come up with architectural structures to adapt and reduce disaster risk. They construct and live in traditional flood-resilient houses called chang ghors that are perched above the ground on bamboo stilts. “If last year there was water up to five feet, we make sure that we raise the level to six feet,” Doley said.Chang ghorsMedhipamua in Dhemaji district is a typical Mising village that lies along the Brahmaputra river. “Our houses are built at an eight foot height while there are others in the interiors that are 12-13 feet high. We keep our bamboo poles stacked before the monsoons arrive,” Janmoni Doley, a resident of the village said. Many families, she said, still prefer moving a few kilometres away from their houses on country boats to a more secure raised platform like the village community space where the magnitude of the water is also usually less.\n\t\t\n\tA traditional Mising house in Majuli, Assam. These traditional flood-resilient house called chang ghor are perched above the ground on bamboo stilts. Credit: Rumi Borah~aswiki/Wikimedia CommonsThey make their houses with locally available materials such as bamboo, wood and cane. “The communities have a sense of reading the behaviour of the river and they have known and seen the past floods. They remember up to which level flood waters rose the last year and they have a way to estimate up to what maximum extent it may rise,” said Partha Jyoti Das, head of the Water Climate and Hazard Programme of the Assam-based non-government organisation Aaranyak.Keeping that estimation in mind, they decide at what height they will make the base floor. “People are making the floor at a height of more than six feet or more. It varies with the local flood history,” Das explained.The interiors of the houses have more specialities. Inside, there is a small fireplace and a stove, above that there are usually three shelves at different levels and depending on the height of the shelves from the fireplace, they keep or store different kinds of materials. For example, on their first shelf they may keep apong – their traditional alcoholic beverage, the second shelf may have food items, vegetables, and the top shelf may have grains and stuff that can be preserved for the upcoming year. They also have a balcony-like extension outside the house.The interior of the house is equipped with shelves that have the provision to store grains and stuff that can be preserved for the upcoming year. Credit: Sanskrita BharadwajDas pointed out that nowadays many families, local panchayat houses, and community spaces use concrete instead of bamboo or wood to construct the pillars. “This is because in the past years the floods have been catastrophic. While the houses necessarily won’t get inundated because they are built at a height, the force of the water can damage the bamboo pillars, therefore they make their pillars concrete using cement, iron rods, etc. It is also another improvisation on the part of the community.” However, he added that this improvisation is not feasible for the ones who are more economically vulnerable. “It depends on the financial situation of the family – the poor can’t afford it.”While use of concrete has become popular, Aakash Vishwakarma, an architect working with Sustainable Environment and Ecological Development Society, believes that the community is more adept at using bamboo. “Bamboo being lighter bends easily, so even if there are slightly higher flood currents coming in, it sort of bends and adapts to that scenario and reduces the impact of the damage on the house. So, I think the governments and the local agencies need to promote availability of good quality bamboo so that it stays longer,” Vishwakarma said.Long-term solutionsThe chang ghor design is also a component under India’s Pradhan Mantri Awas Yojana scheme – an initiative of the central government which aims at providing affordable housing to the economically vulnerable. “The Assam government is trying to adopt this in all Mising dominated areas. It is disaster-resilient and does not get submerged during severe flood situations and it can be dismantled during soil erosion or riverbank erosion crises. This concept is now replicated and scaled up by other communities and families who are living in severe flood-prone areas along the river basin,” said Tirtha Prasad Saikia, joint director of North-East Affected Area Development Society, a volunteer-based non-governmental organisation.  Assam is among the 12 states in the Indian Himalayan Region, which is most vulnerable to climate change, states an Indian government report. Climate change projections for Assam indicate an increase in extreme rainfall events by 5%-38% and floods by more than 25% by the mid-century. Therefore, Das of Aaranyak added that it would be prudent to adopt chang ghors at the policy level. “We would like a policy from the state government encouraging people to not make grounded houses at all in active floodplains.”Most experts Mongabay-India spoke to pointed out that chang ghors can be dismantled within a short span of time, the materials can be carried to another location and the structure can be erected again. This feature is especially important for the Mising community because they tend to move from one village to another due to the changing course of the river and the extent of inundation. “This is part of their settlement habit. People who live close to the river require this flexibility because they cannot afford to lose the material as it is expensive,” Das said, adding that if at all the structures are improvised, it should be done keeping this “flexibility” feature in mind. “We need to think about materials other than concrete which can be dismantled, pulled out and removed with ease.”According to Garima Jain, an urban practitioner who previously worked at Indian Institute for Human Settlements and is currently a fellow at the Arizona State University, the aspect of long-term recovery is missing. Most often communities are left to fend on their own, argued Jain. She said, “I would stress on a long-term partnership between the government, local agencies and other humanitarian players to understand the issues that the communities face and provide the resources that they lack.”This article first appeared on Mongabay.","author":"Sanskrita Bharadwaj","time":"2023-01-25T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186009-guxyvzajme-1674542091.jpeg","tags":["Assam floods","Assam floods 2022","Mising community","Chang ghors"],"source":"https://scroll.in/article/1042467/in-assam-the-mising-community-has-adapted-its-architecture-to-cope-with-annual-floods"}