{"title":"In Amit Dutta’s bold and beautiful cinema, an unforgettable exploration of Indian art traditions ","content":"MUBI India’s ongoing retrospective of Amit Dutta’s films gives viewers a chance to see a contemporary body of work that is not only bold and challenging, but also stirringly beautiful to watch. The weaving of sounds and images with rare archival music recordings that run like a thread through many of the films are like whispers, prompting us to explore the vast ocean of Indian arts and creative practices, both traditional and modern.Dutta belongs to a small band of independent filmmakers in India who persist in exploring and expanding the possibilities of the film medium. His films are situated at the intersection of Indian art history, philosophy, literature and narrative traditions articulated through formal experimentation with the devices of cinema. In this ambitious project he may be reckoned to be extending the work of earlier great avant-garde filmmmakers like Ritwik Ghatak, Kumar Shahani, and particularly Mani Kaul, whose elliptical and layered aural and visual style is perhaps the chief influence on Dutta’s films.             However, in contrast with his predecessors, Dutta’s films bring to the fore a newer sensibility that is not soaked to the same extent with the sensual dimension, ideological impulses or the gender-conscious trope of the Mother Goddess myth. Instead, Dutta attempts a more single-minded interface and direct continuity with Indian art traditions and aesthetics. Many of his films have a narrative, but this is used more as an abstract or conceptual category unburdened by the distraction of causal elaboration of the unfolding events. Sometimes this approach leads to a mannered or over-rarefied style – but when it succeeds, his small budget, grant-funded films assume a grandeur and purity of artistic expression that is rare in the entire field of Indian film and visual arts today.\n\n\n    \n    Play\n\nSonchidi (2011).      Dutta has chosen to live in the Kangra Valley of Himachal Pradesh, which was home to one of the greatest schools of Indian painting – the exquisite Pahari miniature paintings of the 18th and 19th centuries. Along with his first feature Nainsukh (2010), many of his films are based on or directly inspired by the researches and insights of the renowned art historian BN Goswamy. In fact, Dutta’s documentary- portraits of Goswamy such as Museum of Imagination and Field Trip are among his most accessible films and pay a heart-felt tribute to this second great influence on his work.\n\n\n    \n    Play\n\nThe Museum of Imagination: A Portrait in Absentia (2012).Dutta’s engagement with Pahari miniature painting has also inspired many of his other short films such as Chitrashala, GitaGovinda, Scenes from a Sketchbook and Drawn from Dreams, which derive their images from its refined technique, lyricism and emotional resonance. Each of them is a cinematically bracing and original take on some of the finest illustrated manuscripts or sets produced by Nainsukh’s family workshop.Many of these films also deploy the imaginative and witty animation done by his wife Ayswarya S Dutta, who is a superb animator and research scholar in her own right. This serendipitous collaboration has led to their most recent and inventive work Wittgenstein Plays Chess With Duchamp Or How Not To Do Philosophy. This quirky film is a playful and beautifully crafted gem of animation that the great East European animation studios of the 1960s would be proud of.\n\n\n    \n    Play\n\nWittgenstein Plays Chess With Duchamp Or How Not To Do Philosophy (2020).            While Dutta’s early short films, made at the Film and Television Institute of India, were already well known in experimental cinema circles, it was perhaps Nainsukh, commissioned by the Rietberg Museum, Zurich, that singled him out as a major talent to watch out for. This film, based on Goswamy’s pathbreaking monograph Nainsukh of Guler, is a quasi-biographical film similar to Mani Kaul’s masterpiece Siddheshwari (about the brilliant thumri singer from Benares) which was made two decades earlier. In both these films, the personality and artistry of the subjects are explored with imagination and a formal style that is wholly filmic.Nainsukh was the most questioning, fresh and brilliantly innovative Pahari painter of the 18th century. Dutta’s achievement in the film is that he succeeds in finding equivalent cinematic means to capture these qualities. Meditative shots of the Kangra Valley landscapes are intercut with audacious stop-motion like effects and substitutions to recreate some of Nainsukh’s most iconic miniature paintings. The painter’s extraordinary journey from an apprentice in his father’s workshop in Guler to the position of court painter and confidant of the epicurean princeling Balwant Singh of Jasrota is the film’s main narrative trajectory. However, what ultimately captivates us is the singular unity of style created by Dutta’s eager eye for architectural geometry and a keen sense of colour that are entirely his own. Various musical and sound motifs flow in and out like a steady and clear stream from a cow-headed fountain in an old Pahari courtyard or a sacred precinct. Especially moving is the way Dutta captures the most distinctive and poignant feature of Nainsukh’s paintings of his patron Balwant Singh – his youthful fantasies of luxury and grandeur and, equally, his final years of bitter disappointment, loneliness and dejection.\n\n\n    \n    Play\n\nNainsukh (2010).In a similar vein is Dutta’s other major film about an artist in pre-modern India, The Unknown Craftsman (2017).  In this fictional account, Dutta tracks the path and consciousness of an anonymous architect/craftsman who participates in the building and decoration of the magnificent 8th-century rock-cut temple at Masrur, also in the Kangra Valley. The temple’s unfinished and much weather-beaten appearance is compared with the majesty of the Dhauladhar mountain range with which it is physically and metaphorically juxtaposed.Encounters with mythic characters and ghostlike beings occur along the way. The craftsman contemplates the fundamental principles given in the old Silpasastras and Shaivite philosophical texts. And at the end of his journey, the mountains manifest themselves almost magically as the temple in front of our eyes. Off-screen narration, haunting folk and classical music and the sounds of nature and the chisel gradually lead us into the heart of the temple, the mountain, and one of humankind’s greatest searches: to give plastic form to the beauty of the world we live in.\n\n\n    \n    Play\n\nThe Unknown Craftsman (2017).","author":"Suresh Chabria","time":"2020-08-10T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145773-reihzbrdpp-1596991236.jpeg","tags":["Amit Dutta","Mubi India","Nainsukh"],"source":"https://scroll.in/reel/969879/in-amit-duttas-bold-and-beautiful-cinema-an-unforgettable-exploration-of-indian-art-traditions"}