{"title":"In ‘All That Breathes’, brothers who rescue birds and a struggle for human survival ","content":"All That Breathes begins on terra firma – in a rat-infested garbage heap, no less – and then soars upwards and onwards. Shaunak Sen’s audacious documentary is a multi-layered narrative that folds in the story of two brothers in Delhi who rescue injured kites, the capital’s noxious pollution levels and squalor and its remarkably resilient wildlife. The chirping of crickets gives way to a new sound, of protests against the Citizenship Amendment Bill, which critics say unfairly targets Muslims. The air of Delhi has changed and so has its metabolism, an unseen voice says in the film. If animals, birds and insects are adjusting to the mutations in the environment, so also are the siblings at the heart of the film. Nadeem Shehzad and Mohammad Saud run Wildlife Rescue out the basement of their house in Wazirabad in North Delhi. They mainly treat injured kites that have developed infections or been ensnared in twine. The documentary sets the brothers’ self-funded and heroic efforts against the larger crisis that has been visited on the Muslim community. The putrefaction of the urban landscape is mirrored in the engineered destruction of a social compact predicated on harmony and kinship. Shaunak Sen has previously directed Cities of Sleep, about the efforts of indigent and homeless Delhi residents to ensure a decent night’s rest. Sen’s new documentary, which was premiered at the Sundance Film Festival, is more ambitious in scope. An international co-production, All That Breathes combines observational footage, meticulously designed sequences and poetic passages to cast its spell. The 34-year-old filmmaker, a graduate of Jamia Millia Islamia University and Jawaharal Nehru University, spoke to Scroll.in about crafting a documentary that is about ecological damage as well as the toxicity that characterises the political discourse around Muslims. Was All That Breathes always meant to be a cross-weave of ideas about Delhi’s precarious ecology and the challenges faced by the Muslim community?Not at all. I was vaguely interested in two or three themes or images. I was interested in the visual texture of growing up in Delhi, a dystopian place where everything is grey. Among Delhi’s archetypal images is these dots in the sky, these black kites. The general sense is that the air is noxious, that the engines of spaceship Earth have gone awry.I was also deeply interested in the human-non human relationship, and particularly in birds. The initial thing was to try and make a film where audiences would step out of theatres and immediately look up at the sky.All That Breathes (2022). Courtesy Kiterabbit Films/Rise Films/HHMI Tangled Bank Studios.So how did the documentary come into being?My producer and partner Aman Maan chanced upon the work of the brothers [Nadeem Shehzad and Mohammad Saud]. If you walk into their house any day of the week, you see this tiny derelict basement garage that has industrial metal cutting machines with an old factory texture. Then you see these magisterial and yet vulnerable birds being treated. The instant bipolarity between these two worlds and the absurd surrealness gipped me.The attitude of the brothers was neither bleeding heart nor bleak. They have a front row seat to the apocalypse, as it were, what with birds literally falling out of the sky. Their wry unsentimental sense of soldiering on was super-interesting as an intellectual, philosophical and emotional position. Their ability to observe and map out behavioural changes felt fairly remarkable and philosophically very sophisticated.I had no intention of looking at the outside world. There was this sanctum on which I was intensely training my gaze, with the outside world and its sounds leaking in. While the brothers were very aware of what was happening around them, I wasn’t interested in a frontal encounter with the social unrest happening outside. Political themes did leak into the film, including the crisis faced by Muslims in India and their precarious identity as citizens. The kites become a metaphor about survival in a city whose air is as toxic as its political discourse. How did you maintain a balance?The tricky balance was the bane of our lives in terms of structuring. We began with this vague triangulation of the ecological, the emotional lives of the brothers, and the social world around them. It was super-tempting to point your camera at the 40 other things happening. Part of disciplining of the self as a storyteller is to force yourself to train your gaze on one thing and stick to what is leaking in.For anybody watching the film, you don’t need to know the details of anything – you vaguely understand what the outside turmoil is, you get the broad strokes of what is happening. Things kept happening, and the characters kept reacting to what was happening outside. The struggle in the edit was to find the sweet spot where you could manifest the outside world in the sanctorum of the basement.Nadeem Shehzad (left) and Mohammad Saud in All That Breathes (2022). Courtesy Kiterabbit Films/Rise Films/HHMI Tangled Bank Studios.The film has a distinctive visual palette. You mesh intimate footage of the brothers and the animals that inhabit Delhi – from rats and lizards to frogs and turtles – with designed sequences that reveal Delhi’s urban features. The film has three listed cinematographers. Who was responsible for the overall look?We shot in 2020 and 2021. The main shoot was by the German cinematographer Ben Bernhard, and then there was a longer shoot with Riju Das. Saumyananda Sahi also shot an early schedule.The main grammar and vision were shaped by Ben. We used slow pans and tilts and focus changes to reveal the simultaneity of human and non-human life. We developed a form of a slow, languid camera that reveals things. Ben had to return home during the second Covid wave. Riju Das extended that grammar and evolved it further. We developed the lyrical poetic flashbacks.In Cities of Sleep, I wanted controlled and aestheticised framing. For All That Breathes, I wanted a more confidently lyrical and contemplative film. It had to be tripoded and steady, it had to have controlled set pieces. It was wonderful to get happy accidents, but otherwise, I wanted the film to be super-framed and beautiful. The film opens with a sequence of rats in a garbage dump. It couldn’t have been easy shooting the animals, birds and insects we see in the film.One part of the film we called ‘Life at Large’ shots, of animals in the city. It’s far easier said than done and was tougher than anything else we have tried. Some of my crew has worked with me in Cities of Sleep and was used to a gritty approach. Shooting animals is another level of toughness.We devoted a lot of time and energy. A single shoot took about four to five days on an average. For instance, I knew that rats would be in the first sequence. We devised a special contraption with a crane that could move through the rats.Animals are monumentally agnostic to your designs and motives. You can keep doing whatever you are doing as long as you don’t disturb them. We went to places where we knew we could find these animals, such as the Yamuna riverbed. Some of it was happenstance, such as a turtle wading through garbage and looking at the traffic going by.When the film began, I was absolutely certain that I did not want to make a nature documentary or a wildlife film. We didn’t have the skillset in any case. We wanted to render the natural world as poetically as possible. The specific lives of the brothers, where they form the emotional anchor, is counterpoised with a zoomed-out look at life as it unfolds in the city.All That Breathes (2022). Courtesy Kiterabbit Films/Rise Films/HHMI Tangled Bank Studios.The visual design is also reflected in the edit. Once again, the film has a main editor, Charlotte Munch Bengsten, and a co-editor, Vedant Joshi.We began a base edit in the summer of 2021 with Vedant Joshi. I had long wanted to work with Charlotte. She had edited The Act of Killing [by Joshua Oppenheimer] and The Truffle Hunters [by Michael Dweck and Gregory Crenshaw]. I was interested in a structure that has vignettes and snapshots, doesn’t have information and allows you to play.In the film, you keep shuttling between this claustrophobic basement and then the sky. The extreme compression and decompression came into its full force with Charlotte. What have you been able to achieve with an international co-production and collaborators? Could the film have been with an entirely local crew?It’s almost trite to mention that the funding and dissemination infrastructure of documentaries has been very sparse in India. Indian filmmakers work on extremely low budgets and are guided entirely by passion.There has been a co-relation between the vocabulary and grammar of documentary and the resources deployed. In order to make a film that is keenly aesthetic, you require apparatus and resources. Cities of Sleep was extremely low-budget. My resources had a direct stamp on what I was making and the language I was deploying.With this film, I was certain I wanted to curate the world I was seeing, which had its own demands. You apply for grants and if you are lucky, you get a producer. I required masterly work cinematographically. That point is nation-agonistic. The core of crew was still from Cities of Sleep. The intuitive emotional and intellectual core of the crew was local and intimately aware of the city.In terms of craftsmanship, it’s sometimes good to get people who are masters in their work. Working with Ben Bernhard gave a spin to the film that only enriched it. Also in terms of the editor, it’s sometimes good to get somebody not from your context. It allows you to move past the blinkered familiarity, the things you take for granted. Charlotte brought a universality to the story that could only be good. There were synergies that brought in an international expertise to an already embedded local rigour.Shaunak Sen.All That Breathes is very much a film about Delhi, a city in the midst of an ecological and political nightmare, in one sense. ‘Cities of Sleep’ was also set in Delhi. What is your relationship with the city?I grew up in Defence Colony in Delhi and later moved to Chittaranjan Park. While the brothers live in Wazirabad, the footage of the animals has been shot across the city.I am intensely and obsessively interested in Delhi. If Cities of Sleep looked at the city through sleep and the night, All That Breathes is looking at the city through the sky and non-humans. There are different ways in which one can disentangle the city. Also read:How and where do the homeless of Delhi sleep? A documentary uncovers an economy of the nightEco India: Meet Shehzad and Saud, Delhi’s self-taught vets who treat injured birds of prey","author":"Nandini Ramnath","time":"2022-01-25T11:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169238-rmnvgpwdnn-1643050062.jpeg","tags":["All That Breathes","Shaunak Sen"],"source":"https://scroll.in/reel/1015815/in-all-that-breathes-brothers-who-rescue-birds-and-a-struggle-for-human-survival"}