{"title":"Assam gets 62% above normal pre-monsoon rain. Floods made worse by dams, say locals","content":"For at least a week, all of Janghal Block village in Assam’s Hojai district was under water. After heavy pre-monsoon rains, the nearby Kopili river – a tributary of the Brahmaputra – had been in full spate. On May 15, the river waters entered the village.As it flooded homes, residents of the village were forced to flee. Part of the only road connecting Janghal Block to the outside world was washed away.With much of the road swallowed by the waters of the Kopili river, the only way into the village was by boat. On May 20, Scroll.in took a boat to meet 40 families huddled together in a panchayat office. “We could not move out a single thing,” said 35-year-old Jubeda Begum. “The water entered our house very fast. To her nine-member family, the panchayat is home until they can return to their ravaged house three kilometres away. “Floodwaters entered my home on May 15 and it is still six feet under the water,” said 45-year-old Ajoba Khatun. She and her family had been evacuated by their neighbour. “We could have died if he had not come to our rescue with his small country boat.”  Janghal block village is only one of the 3,652 villages across Assam that have been swept by pre-monsoon floods this month. Over nine lakh people have been affected by floods and landslides in 33 out of Assam’s 35 districts. As of May 22, 24 people had died.Changing weather patterns have been held responsible for the intense rainfall.  But damage caused by the ensuing floods was made worse by human activity. State authorities blame the rain. Local residents in Hojai and Nagaon districts said the waters of the Kopili river swelled suddenly because of the dam upstream. \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ncwozxrgtg-1653321691.jpg\">\n  </picture><figcaption>The panchayat office in Janghal Block village that has become a a makeshift shelter for displace families.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/qpzemdbpfb-1653321752.jpg\">\n  </picture><figcaption>The only road connecting Janghal Block village with the outside world.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/qdqttgmhhb-1653321787.jpg\">\n  </picture><figcaption>Displaced residents at the panchayat office.</figcaption></figure>\nA hard rainAccording to the Indian Meteorological Department’s data, Assam received 62% above normal rainfall from March to May – 672.1 millimetres instead of the average 414.6 millimetres. This is the highest in 10 years. The state had seen 41% and 10% deficit rainfall in 2021 and 2020, respectively, during the same period. Sunit Das, a senior scientist with the Indian Meteorological Department, said moisture from the Bay of Bengal, combined with local meteorological factors, had led to heavy rainfall. Das was cautious about calling this year’s rainfall “unusual”, saying long-term patterns had to be studied first.However, Guwahati-based geologist Sarat Phukan said floods and landslides were “unusual” this time of the year. “It was triggered by an extreme climate/weather event aggravated by poor designs,” Phukan said. “We will definitely face more of such extreme climate/weather events in the days to come because of climate change.” While extreme weather events increase in frequency, Phukan pointed out, the government is yet to build climate-resilient structures.Environmentalist Dulal Chandra Goswami said, “High intensity rainfall combined with several factors such as deforestation, construction activities and hill cutting in the past few years, has only worsened the overall situation.”In Dima Hasao district, for instance, large chunks of hillside were gouged out and railway lines swept away in the rains. Dima Hasao district is also home to the dam on the Kopili river. Tragedy had already struck at the dam earlier this year. In March, three employees of the state-run North Eastern Electric Power Corporation were killed trying to close the gates of a flooded tunnel after a heavy bout of “unseasonal” rainfall. Swift watersIn downstream Hojai and Nagaon districts, residents say the floods are getting worse every year. Fifty-five-year-old Anar Ullah lives in Janghal Block and owns a small country boat, which he has used to rescue 70 to 80 people already this year. Ullah said he got the boat in 2004, when there were severe floods.  “But this is the biggest flood I have seen in my life,” said Ullah, who is living under tarpaulin sheets by the road since the floodwaters filled his home. “It is not even monsoon but the flood is many times deadlier than the 2004 flood.” According to the Central Water Commission the Kopili river at Kampur in Nagaon district reached its highest flood level, at 62.07 metres, on May 17. The flood level is the height reached by the water as the river overflows beyond normal limits. The previous highest flood level for the Kopili river was recorded in July 2004, at 61.79 metres. The danger mark is 60.5 metres. The residents of Tetelisora Grant village in Nagaon district blamed their plight on the sudden release of water from the dam. The village is in between Kampur and Kathiatoli towns.The floodwaters of the Kopili have washed away the main road which connects  Kampur and Kathiatoli and passes through Tetelisora Grant Village.The road running through Tetelisora Grant village.Arobinda Deka’s house in Tetelisora Grant village was flooded with water till the roof, he said, forcing him to take shelter in a camp five kilometres away from the village. “The floodwater was very dirty and muddy,” he said. “The water also flowed at a high speed. We have heard that they have opened the dam gates – that’s why there is lots of water.”Scroll.in spoke to at least 20 residents of villages in neighbouring Hojai district. They had all heard the same story.“Some gates were opened in Dima Hasao, after which the water suddenly entered the village on Sunday evening [May 15] ,” alleged 38-year-old Abdur Hoque of Bhedeoti village. Hoque’s farmlands are now under water, and his harvest of rice is destroyed. “The Kopili river is around eight to nine kilometres from our village,” he said. “Even if there was a flood earlier, it used to take two to three days for the whole village to be submerged. This time, the entire village was submerged within 10-12 hours.” Zakir Hussain of Pub Bagari village echoed these claims. “It was NEEPCO’s dam water,” he said. “Most of the year, it remains dry. They stock the water in the winter and release it when the dam is full and they cannot control it. If a warning had been given, we could have still prepared better.” Mokbul Ali, a resident of Paschim Bagari village, agreed – they only had time to run for their lives. “What will you save — humans or animals?” asked 40-year-old Ali.He also said that for about the last decade and a half, they had witnessed the river go from dry to overflowing its banks.Anar Ullah, who has used his boat to rescue 70 to 80 people this year.Rainfall, not the damNEEPCO chairman and managing director V.K. Singh said all the gates of the dam had been opened since the tragedy in March and it was not even operational when this bout of rains began.“People find it very easy to blame us without knowing the actual facts,” he said. “The ongoing floods have nothing to do with Kopili. The river is flowing naturally because all the plants in Kopili have been under maintenance for the last three months. Then how come NEEPCO causes floods? This is nothing but misinformation.” Gyanendra Tripathi, chief executive officer of the Assam State Disaster Management Agency, also attributed the pre-monsoon floods to “very high rainfall” in Assam, Meghalaya and Arunachal Pradesh.“The dam water release is not the big reason for the flood,” said Tripathi, who also added that the situation was improving. Even if NEEPCO did not release dam waters after the rains started, the hydroelectric project had already disrupted the river system and the natural flow of water, pointed out researcher Mirza Zulfiqur Rahman, who works on the sociological impact of rivers.“There is climate change, unseasonal rains and pre-monsoon showers at a higher percentage,” he said “But that is combined with whatever we have done on the ground. Interventions like Kopili dam have made lives difficult downstream in Nagaon and Hojai. This combination is causing the disasters – it is not one or the other.”‘They should not be so selfish’Meanwhile, at the panchayat office in Janghal block village, displaced families said they had no drinking water and were surviving on just one meal a day.  Until the evening of May 20, they claimed, they had received no government relief. Relief had reportedly been sent by the district administration. But ferrying them to residents was difficult.“There is a boat crisis,” said Allauddin, whose brother is a member of the Janghal Block panchayat ward. “There is no communication. The roads are damaged. How will we distribute them in very remote areas?”  The desperate conditions have led to anger against politicians and the government. “If there is an election, they would have come for our votes but now that we need help they are not to be seen,” said Hussain.Tankeswar Das, a resident of Tetelisora Grant village, questioned the logic of the hydroelectric projects.“It has not rained even a week here,” he said. “How can there be floods? They should have thought about us. Farmers like us are now suffering huge losses. We need electricity but they should not be selfish.”  He continued, “We have a request for Narendra Modi: save the people of Assam. Every year floods cause huge damage. Why has the government not found a solution yet? They don’t know how to control the floods in Assam.”A house in Nagaon district.All pictures by Rokibuz Zaman.","author":"Rokibuz Zaman","time":"2022-05-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174790-xgjdxxlisj-1653321563.jpg","tags":["Assam","floods","climate change","dams"],"source":"https://scroll.in/article/1024610/in-assam-unusual-pre-monsoon-rains-and-human-activity-make-a-deadly-combination"}