{"title":"In Assam’s Brahmaputra Valley, the citizenship bill has opened old Assamese-Bengali fissures","content":"Swapnaneel Baruah, the owner of a popular eatery in Middle Assam’s Nagaon town, claimed he has “many Bengali friends”. But, of late, he said, he had started to feel that “a certain class of Hindu Bengalis has become too aggressive”. Said Baruah one sweltering June morning, “They were not like this in the Congress regime, but after the BJP came, they are starting to behave in a certain way.”This new-found assertiveness, Baruah claimed, came from “increasing financial strength”, courtesy the Bharatiya Janata Party-led government. He had heard from his friends that the party was particularly generous to businessmen from the Hindu Bengali community.Then, “there was, of course, the Sonalika incident”, he said. “Can you imagine that happening earlier?”The Brahmaputra divideThe Sonalika incident Baruah referred to took place in Assam’s Nagaon district last August. A group of Bengali Hindu businessmen dealing in Sonalika-brand tractors had assaulted some former Assamese militants belonging to the United Liberation Front of Assam. While the traders claimed the ex-militants were attempting extortion at gunpoint, CCTV footage seemed to suggest that the assault was unprovoked. Not unexpectedly, the incident was quickly labelled  by some as an attack on the indigenous people of Assam by so-called outsiders, leading to fresh friction between the two communities. “While suspicion and distrust has always existed, the Sonalika incident brought it out in the open yet again,” explained a government college professor.Almost 10 months later, Assam is in a ferment over the Citizenship (Amendment) Bill 2016 that seeks to facilitate citizenship for non-Muslim migrants from Bangladesh, Afghanistan and Pakistan. The Sonalika incident is now cited by many people in these Middle Assam districts as proof of the perils of the bill. The primary fear of Assamese groups is that the bill will undo the Assam Accord – an agreement signed between the Union government and Assamese nationalists in 1985 to mark the end of a six-year-long anti-foreigner mass movement that had tipped into violence. Under this accord, anyone who could not prove that they or their ancestors entered Assam before the midnight of March 24, 1971 – before the beginning of the Bangladesh War – would be declared an illegal immigrant, no matter what their religion.  The Assamese fear the new proposal will lead to a fresh trickle of Hindu Bengalis migrating into the state.\n\t\t\n\tApart from concerns of being turned into a linguistic minority in the state, many Assamese groups also fear that this will lead to the weakening of Assamese nationalism, of which the Assam Accord is a cornerstone.  This fear comes from the perception that Hindu Bengalis – considered to be a votebank of the  BJP in Assam –  will act as as foot soldiers of the party and its ideological parent, the Rashtriya Swayamsevak Sangh, to promote a brand of Hindutva that discounts Assamese sub-nationalism. After the Nagaon episode, at a slew of well-attended rallies across the state, Assamese nationalist groups had vociferously suggested the same thing: that the attack was a carefully orchestrated plan to undermine Assamese nationalism. While these protests ran out of steam after a while, the May visit of the joint parliamentary committee examining the Citizenship (Amendment) Bill, elicited an impassioned response from Assamese groups in the Brahmaputra Valley. Since then, old suspicions have come out in the open yet again.Protest against the attack on ex-militants in Nagaon. (Photo credit: Chinku Saikia).‘A government of their own’ The fault lines are difficult to miss particularly in Middle Assam, home to a large Bengali Hindu population and an active site of Hindutva mobilisation in recent times. Here, many like Baruah complain about the insolence of Hindu Bengalis, which they claim is new. As Brojen Deka, a businessman in Hojai, said: “I don’t know how to pin-point it, but something has changed, it seems they believe that there is a government which is their own.”Hindu Bengalis, on their part, insist that they have been long overlooked in favour of their Muslim counterparts – a significantly larger vote base for other political parties. Besides, the friction between Bengali Hindus and Muslims goes beyond local politics. Few conversations on the subject end without a mention of  the supposed “atrocities committed on our jaati-bhais” (community brothers) in Bangladesh, a reference to the persecution of Hindus across the border. Ratnadip Sarkar, a trader in Nagaon town, affirmed that he did feel “more secure” under the new government, though he did not “personally support the BJP”. “It had become impossible to do business here, there was so much goondagiri [thuggery] under the Congress and they would not do anything because they were their vote bank,” he alleged, alluding to the Congress’s alleged patronage  of Bengali Muslims. “We have been always taught to distrust the Miya [a derogatory reference to Muslims], I will admit that.” Then there are murmurs about discrimination in government contracts. “Is it not natural?” Sarkar asked. “Earlier it used to be only Muslim boys. Bengali boys who did RSS for years would be beaten up by goons backed by other parties, but they stayed loyal to the RSS. So, will they not get a few contracts now? Did Muslim boys not get contracts under the Congress?”Protests against the Citizenship Bill has roiled the Brahmaputra Valley, opening old fissures between the Assamese and the Bengali community. The fault lines are difficult to miss particularly in the Middle Assam districts of Nagaon and Hojai, home to a large Bengali Hindu population and an active site of Hindutva mobilisation in recent times.‘Cultural assertion’ Yet Assamese anxieties about the Citizenship (Amendment) Bill are more cultural than economic. Language – or “cultural assertion” –  is a common strand across conversations about the bill in Middle Assam. Dibya Jyoti Borah, a young cultural activist from Nagaon, pointed out that most Bengali traders, even after the BJP had come to power, were confined to smaller retail businesses. “The Marwaris still control much of the big business in Assam, yet the object of resentment is the Hindu Bengali, because there is this perception that it is not just business they want to expand, but also their culture,” he said.Borah said that feeling perhaps flowed from the fact that Hindu Bengali-dominated localities would also invariably have a Bengali-medium school in the area. This was in contrast to the fact that most schools in the chars of Assam – shifting riverine islands populated largely by Bengali Muslims – imparted their education in Assamese, he said.This is a long-running complaint in Assam against Bengali Hindus: the community’s purported refusal to be identified as Assamese, unlike the Bengali Muslims from Bangladesh’s Mymensingh province who started declaring themselves as Assamese soon after Partition. The percentage of Assamese speakers in the state went up from 31.4% in 1931 to 56.7% in 1951 – historians attribute this partly to Bengali Muslims, settled largely in Lower and Middle Assam, identifying as Assamese speakers.Language and loyaltyThis purported disloyalty has started to feature again in conversations about the bill, apparent proof of the dangers of accommodating more Bengali Hindus in Assam. “The fact is that at least the Miyas go to Assamese schools, write in Assamese, and have made a genuine attempt to assimilate, but the [Hindu] Bengalis – never!” insisted a bank employee in Guwahati. “They will keep going on and on about their Rabindra Nath” Tagore.Hindus Bengalis insist that language is a false yardstick by which to measure their loyalty to Assam. “We are not in the business of wearing gamochas to prove that we are from Assam, unlike the Muslims,” said a Bengali businessman in Nagaon. “Yes, I am a Bengali and a proud one, but that does not mean I look down upon the Assamese language. I identify myself as an Assamese Bengali. But the truth is that our relationship with the Assamese so far has all been about us giving and giving, while we get nothing in return except being treated with suspicion.” He added: “The Assamese nationalist groups should do some introspection. It is because of this narrow outlook that the state has so many divisions. Even as we speak, there are the Bodos demanding a separate state.”The businessman said that the accusation that Bengalis do not learn Assamese in schools was a canard spread by people with vested interests. A Bengali academic who grew up in Assam agreed. “It is a lifetime of proving that you can speak and write Assamese as well,” said the academic, who asked not to be identified. Another person employed with the Indian Railways in a town in Middle Assam echoed this. “The fact of the matter is that no sensible Bengali will ever take any step against the Assamese,” he said. “In fact, it was a Bengali man, Ashutosh Mukherjee, who pioneered the teaching of Assamese in Calcutta University.”He claimed Bengali Hindus were not the enemy of Assamese people.  “The two groups should come together instead to fight the common enemy,” he said, seemingly referring to Bengali Muslims.Bengali signages are a common sight in Hojai. Many claim they are a recent development, but shopkeepers insist they have always been there. Hyper-local conflicts embedded in larger politics Many low-intensity mundane conflicts rooted in hyper-local politics – which perhaps always existed – also appear to have become more acute. In and around the Bengali-dominated railway colony of Maligaon in Guwahati, for instance, the two communities have lived next to each other for decades now. The area hosts some of the city’s grandest Durga Puja celebrations, which enjoy the patronage of both Bengalis and the Assamese.Yet, in the wake of the citizenship bill debates, both communities seem to have become more aware of their linguistic identities. An Assamese school teacher from the area accused recent Bengali Hindu migrants of encroaching on substantial tracts of land owned by the Indian Railways in the neighbourhood. “Just last year, they evicted so many Assamese people in the name of environmental protection, but why not here?” he asked, referring to an eviction drive on the outskirts of Guwahati. “Because they are the vote bank of the party in power and the local MLA. And all the Bengalis living here for decades have proved who their allegiance lies with by supporting the bill and protecting illegal migrants. Now if we allow them, there will be more.”The fresh undercurrent of tension has rekindled old unpleasant memories of the Assam Agitation – the anti-foreigners’ movement from 1979 to 1985 that saw many Bengalis being violently attacked. “There was a time when they wanted everyone except the Assamese to go away, or if you had to live here, you were expected to behave like second-class citizens,” said Pradip Ghosh, a Bengali businessman from the area. “I remember back then Assamese boys would just arbitrarily pick on Bengali boys for fun. That does not happen anymore, of course, but now with the kind of things the Assamese groups are saying on TV,  it seems we are back to those times. Fine, do not let people who came five years back stay, but how can you say no to people who have been living here for 20 to 30 to 40 years?”Ghosh conceded that people from the Bengali Hindu community did enjoy a certain immunity because they voted for the local legislator. “Isn’t that how politics works?” he asked. “But mind you the MLA was in Congress earlier. We have always voted for him. He knows he can’t win without us, so he also helps us. It is simple.”Another Bengali trader said: “There was once a perception among the Assamese people that all Bengalis are communists, now they tend to think all of us are RSS. Like Assamese people did not vote for the BJP.”Engineered fissures?Many, though, contend that these fissures may not be as widespread as they are made out to be. “This is more than anything the beginning of the formation of an anti-BJP front,” explained a political analyst. “And probably an attempt to rehabilitate some discredited leaders.”Ranjit Nath, a lawyer in Nagaon, for instance, said the so-called threat from Bengali people is based “more on perception than reality” and that “it is a passing phase propelled by a certain group of people”.But many insist that opposition to the bill – and the subsequent resurfacing of old conflicts – were real even if ill-founded. “The average Assamese in Brahmaputra is deeply suspicious of the foreigner irrespective of whether he is Hindu or Muslim,” said the Nagaon college professor.  “And there is little doubt in the Assamese’s mind that Bengali Hindus, as a loyal support base of the BJP back the bill, so the conflict is inevitable.”","author":"Arunabh Saikia","time":"2018-06-23T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/882613-jstfpchzsh-1525883715.jpg","tags":["Assam","Assamese","Citizenship Amendment Bill"],"source":"https://scroll.in/article/882613/in-assams-brahmaputra-valley-the-citizenship-bill-has-opened-old-assamese-bengali-fissures"}