{"title":"In Assam’s Barak Valley, insecurities about citizenship drive Bengali Hindus to the BJP","content":"In Assam, the National Register of Citizens and the Citizenship Bill have reopened ethnic and communal divides. For this series, Arunabh Saikia and Ipsita Chakravarty travelled across the state to find out how it affects voter choices.You hear two different stories on either side of the embankment road in Silchar, Assam. In Kalibari Char, a Hindu-majority area, they say the stones came from the other side in the dead of the night.“They started pelting stones and claimed it was ghosts,” said one woman, snorting in disbelief. She was referring to the people of Madhurbond, a Muslim-majority area across the road. According to her, the violence broke out after tensions over the Citizenship (Amendment) Bill, 2016. A brainchild of the Bharatiya Janata Party, it proposed to ease citizenship criteria for undocumented non-Muslim migrants from Bangladesh, Afghanistan and Pakistan.Across the road, residents put it down to more local feuds. “There are two Muslim houses in the Hindu area – they wanted them out,” said Patauddin Laskar, a shopkeeper in Madhurbond. “We told them, ‘You say we are throwing bricks – come and check.’ They came this side and kept watch all night, saw no one was throwings bricks.”He has his own theories about the violence. “They are not educated so they do not understand,” he said, pityingly. “Hindu, Muslim, it is all the same. They only remember all this when they are drunk. The local Hindus and Muslims have no problems. The problem is with the ‘bahiragat’.” Outsiders.On the banks of BarakThe stone throwing, which escalated to clashes and curfew, occured in April 2018, about a month before the joint parliamentary committee on the Citizenship Bill visited Silchar, the largest town in southern Assam’s Barak Valley. It was greeted with petitions of support. A year later, the Bill has lapsed but the BJP promises to bring it back in almost every election rally. It is directed particularly at the border districts of the Barak Valley, where the traumas of Partition are still fresh.Most inhabitants of the Barak districts – Cachar, Hailakandi and Karimganj – identify as Sylheti Bengalis. When the borders were drawn at Partition, most of Sylhet opted to go with East Pakistan in a referendum. Only three-and-a-half police station areas of Karimganj, once part of Sylhet, remained with Assam. But Sylheti food, customs and language, a full-bodied version of Bengali, are spread across all three districts. The region has traditionally been defined by its linguistic identity – in the 1960s, the Bengali language movement grew in the Barak Valley in reaction to Assamese linguistic nationalism.In recent decades, other fault lines have grown more pronounced. In Karimganj constituency, made up of Karimganj and Hailakandi districts, Muslims form close to 60% of the population, according to the 2011 Census. The population of Cachar district, which forms Silchar Lok Sabha constituency, was nearly 60% Hindu and 37% Muslim.Since Independence, a large population of Bengali Hindus have poured into these districts from across the border, some driven out by waves of communal violence, others in search of economic opportunities.Local residents in Silchar will tell you about Jogendranath Mandal, the famous Namasudra leader who cast his lot with East Pakistan but was forced to move to India in 1950. Many Namasudras, a Scheduled Caste community, would follow him into Assam and West Bengal over the next few decades. Fresh convulsions in Bangladesh since the 1970s have pushed more Bengali Hindus into Assam. These, perhaps, were the “outsiders” that Patauddin Laskar referred to.The borderEveryone you meet in Kalibari Char says their family has lived there for 50 years or 60 years. But everyone agrees that till a couple of decades ago, there were hardly any households in the area.The settlement lies on the muddy banks of the Barak, between the embankment road and the river. Residents here belong to the fishing community or sell bamboo for construction work. Amid drains overflowing with garbage, children defecating on the streets, school buildings long left to rot, religious rituals are fervently observed. Late in March, for instance, the drums were beating for Charak Puja. The flash of a Central Reserve Police Force uniform every now and then is a reminder of last year’s violenceThe road running along the embankment, dividing Kalibari Char from Muslim-majority areas farther away from the river, is often called “the border”. Residents on the other side are more affluent, many of them in government service or running small businesses. Altaf Hussain Laskar, who has a real estate business, describes how Madhurbond grew around six major families settled in the area for generations.The bitterness with Kalibari Char is of recent vintage, residents say. “We used to have a relationship with them,” said Shirazuddin Laskar, who owns a grocery shop. “They worked as labourers here. The communal tensions started later, after the Modi government came to power.” Besides, businesses have been struggling in the last few years, taking a toll on fragile ties between the two communities. “Now things are difficult, work has dried up,” said Shirazuddin Laskar.The stone pelting incident was not the only flashpoint on the “border”. In 2017, rumours of “love jihad” spread on social media after a Hindu girl from Kalibari Char eloped with a Muslim boy, triggering clashes across Silchar town.“Love jihad” is a term frequently used by Hindutva organisations to allege a conspiracy by Muslim men to marry women from other religions solely to convert them to Islam.According to Patauddin Laskar, the “bahiragat” who created trouble had also grown better organised. “Now they have joined the Bajrang Dal, they are getting some backing” he said. “Four or five months ago, Bajrang Dal people – some outsiders and some from Kalibari Char – crossed into the Muslim area shouting ‘Bharat Mata Ki Jai’ and ‘Vande Mataram’.”Patauddin Laskar says demonstrations by the Bajrang Dal have struck fear in the local Muslim community. (Photo credit: Ipsita Chakravarty).A question of securitySaffron organisation have always taken a lively interest in the Barak Valley. The Rashtriya Swayamsevak Sangh established its networks decades ago and the BJP struck root here long before it spread to the rest of Assam. In 1991, when the party first made electoral inroads in the state, it won nine out of its 10 Assembly seats from the Barak districts. In 2016, when the BJP swept Assam, it made major gains here. One key factor seems to have propelled the party’s fortunes: insecurity, largely among the Bengali Hindu population.The rise of the BJP coincided with localised communal conflagrations: the Hindu legislator from Karimganj who married her Muslim Facebook friend and caused a furore in 2012; rumours of beef thrown inside a temple in Silchar, which led to clashes in 2013; the head of a cow found in another temple in 2015, which sparked off renewed tensions. The Sangh Parivar – a collective of Hindutva institutions that includes the RSS, the Vishwa Hindu Parishad and the muscular Bajrang Dal – reportedly followed up each incident with local mobilisations that swelled its ranks.The embankment road, which runs between Kalibari Char and Madhubond, is often called the 'border'. (Photo credit: Ipsita Chakravarty).When Assam started updating its National Register of Citizens, last compiled in 1951, other anxieties grew in the Barak Valley. Assamese nationalists have long demanded that it be updated in order to create a roster of “genuine” Indian citizens living in the state, separating them from undocumented migrants. According to the rules of entry, anyone who could not prove they or their ancestors had entered the country before midnight on March 24, 1971, the eve of the Bangladesh War, would be declared a foreigner.“To the common people, RSS, Bajrang Dal and other gangs said, we are here, what’s to fear?” remarked Topodhir Bhattacharjee of the Citizens’ Rights Protection Coordination Committee, which consists of 33 organisations, mostly from the Barak Valley. Linked to parties of the Left, the committee had protested against the harassment of Bengalis as the register was updated.For the residents of Kalibari Char, the BJP emerged as protector during the fraught process of applications. Shyamal Das, who is married to the commissioner of the municipal ward, is a local BJP leader. He explained how party workers had “cooperated with NRC [National Register of Citizens]” officials and seva kendras to ensure that applications went smoothly.Sumit Chakraborty, a bespectacled post-graduate student who lives in the area, was certainly grateful to Das, whom he called his “big brother”, for ensuring their names got into the register. “The amount we were helped, I want to thank the BJP,” he said.When the final draft list of the register was released on July 30, over 40 lakh people were left out. While no official district-wise figures were released, anecdotal accounts suggest a large number belongs to the Barak Valley, especially its Bengali Hindu population.Many now count on the Citizenship Bill to rescue them from statelessness. It has pushed a large section of vulnerable Bengali Hindus further into the BJP fold. Almost every resident of Kalibari Char will tell you that unemployment and price rise are problems, but the main electoral issue for them is the Citizenship Bill.Das, for one, is confident of a BJP sweep in the area. In the Lok Sabha elections, Kalibari Char would see an 80% turnout, he said. “Ninety-five per cent of those votes will go to the BJP,” said Das.Since 2016, the party’s heft in the Barak Valley has grown so much that some Muslim voters may also look to it for security. Early on a Saturday morning, two Muslim residents of a village near Silchar were waiting at the chambers of Rajdeep Roy, the BJP candidate from the Silchar Lok Sabha constituency. Roy had campaigned in their village the night before and they wanted to make a donation to the party and offer their car for election use.He liked Roy because he was accessible, said one of them, a young man who owned a photocopy shop and had a degree in political science. Yes, he had noticed growing signs of communal tension lately – Hindus blockading roads and not letting Muslims through, for instance. He was also opposed to the Citizenship Bill. “If you were going to have it then what was the need for the NRC [National Register for Citizens]?” he asked.But the BJP was strong in Cachar district, he pointed out, it had six out of seven Assembly seats. Even their zilla parishad was controlled by the saffron party.The Khushiyara river, which branches off from the Barak, at Karimganj. On the other side of the river is Bangladesh. (Photo credit: Ipsita Chakravarty).Speaking for the BarakRoy, a doctor and the son of a local legislator, had turned his chambers into a makeshift durbar. His assistants jotted down appointments for political supplicants instead of patients. Roy calmly accepted the wads of cash offered as donations before turning around to field questions about the Citizenship Bill.No, it was not discriminatory. “Our country was divided on the basis of religion,” he said. “Discrimination, if you call it that, happened in those days. Our country remained secular but Pakistan chose to become Muslim.” The Citizenship Bill addressed “a long overdue injustice, it is not a communal law”, he said.Roy was also quick to attack his main rival, Sushmita Dev of the Congress, the current MP from Silchar. “She has toed the Congress line, she has ignored the sentiments of people in this Valley,” he said. “They know the BJP is with them. Our intent was made clear by the fact that we tabled the Bill in the Lok Sabha.”The Congress, seeking votes from both Hindu and Muslim constituencies, has been evasive on the issue of the Citizenship Bill. Sushmita Dev is local political aristocracy. Her father, Santosh Mohan Dev, served seven terms as member of Parliament, five of them from the Silchar seat. Her mother, Bithika Dev, was a member of the legislative Assembly from Silchar. A large portrait of her late father and pictures of the Gandhis adorn her office.A member of the joint parliamentary committee on the Citizenship Bill, Dev had written a dissent note in January suggesting that “unconditional citizenship” be granted to “all persons of Indian origin who entered the Indian territory up to December 31, 2014”. The Citizenship Act, 1955, offers naturalisation to foreigners if they have lived in India for at least 11 of the last 14 years and can produce the required documents. The amendment proposed by the BJP would shorten this period to six years for undocumented non-Muslim migrants from Afghanistan, Pakistan and Bangladesh, provided they can show proof of persecution or residence.Since then, Dev has fallen silent, under fire from both sides. On the Bill, she will brook no questions. The National Register of Citizens and the panic about potential deportation is dismissed as “hogwash” since there is no repatriation treaty with Bangladesh.At the dim Congress office in Karimganj, district president Shatu Roy rattled off a set of “guidelines” from the party leadership in Delhi on the main campaign themes: unemployment, poverty and communalism. Before opposing the Citizenship Bill, he continued, the Congress had to bust some myths about it. For instance, Shatu Roy asked, “Who has a letter of persecution?”But the Congress’s myth busting is barely in evidence, and its plea for delinking citizenship from religion drowned out by the BJP. “Bangladeshi Muslims? Why should they come? They left saying they want Pakistan,” thundered Subrata Bhattacharjee, BJP district president in Karimganj. “No one but the BJP has the right to talk about the Citizenship Bill.”Prime Minister Narendra Modi with Assam Chief Minister Sarbananda Sonowal. (Photo credit: AFP).‘Falling into the BJP trap’While the BJP claims to speak for the sentiments of the Barak, it is also backed by the formidable Sangh Parivar machinery. The local shakhas of the RSS have swung into action.“We will spread awareness, so that no one sits at home not voting,” said Bimal Nath Choudhury, former chief of the RSS in the North East. “Let them understand what is happening. Our karyakartas will go from village to village. Where possible, we will go door-to-door. Otherwise we will hold small, homely meetings.”Meanwhile, saffron WhatsApp groups are hard at work, sharing speeches made by BJP leaders in other parts of the country, propaganda about the Bill and the citizens register, rumours about “love jihad”.The BJP’s election rhetoric has swallowed almost all other voices on the Bill, including sections of the Barak Valley’s Bengali Hindu middle class who value their linguistic identity over religion. BJP president Amit Shah’s speeches in which he has compared Bangladeshi “infiltrators” to “termites”, most recently on April 11, did not go down well with them.“To the BJP, Bengalis are persona non grata,” lamented Bhattacharjee. “We have become slaves to Hindi-Hindu-Hindutva. It was always clear to us that the Citizenship Bill is a hoax. But Assam’s idiot Bengalis are falling for this. This is the issue on which elections are being fought, this Hindu-Muslim division. They are falling into the BJP trap.”Also read:‘We like Modi only’: Assam’s non-Bengali linguistic minorities put their weight behind BJP yet againBJP 2014 manifesto check: What has the Modi government done for the North East?In Assam, BJP thwarts the political ambitions of its regional point man, Himanta Biswa Sarma","author":"Ipsita Chakravarty","time":"2019-04-15T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117491-vqkxonkptr-1555287536.jpeg","tags":["Elections 2019","Assam Elections 2019","Election Report 2019","Lok Sabha Elections 2019","Assam Divided"],"source":"https://scroll.in/article/919904/in-assams-barak-valley-insecurities-about-citizenship-drive-bengali-hindus-to-the-bjp"}