{"title":"In a jibe at Narendra Modi, Sharad Pawar says politicians should avoid personal attacks","content":"Nationalist Congress Party President Sharad Pawar on Wednesday said politicians should avoid making personal remarks about their opponents, The Indian Express reported. His remarks were an apparent jibe at Prime Minister Narendra Modi. “Nowadays, there are personal attacks in politics,” he said. “Those doing this do not keep in mind the position they hold. The way personal attacks were made on the Nehru-Gandhi family does not fit into my ethical books.”He made the statement in response to Maharashtra Navnirman Sena President Raj Thackeray’s question at an event the Jagtik Marathi Academy and BVG Group organised in Pune. When Thackeray quipped that everyone knew Pawar was referring to Modi, the NCP leader laughed and did not contest the MNS leader’s statement.Pawar said it was inaccurate to say that former Prime Minister Jawaharlal Nehru had not contributed to building the nation. “Certain boundaries were never crossed” in politics despite its confrontational nature, the NCP leader said, adding that former Prime Minister Atal Bihari Vajpayee also believed in respecting each and every person, but politicians nowadays do not possess these values.The former chief minister of Maharashtra said only the Congress has the ability to challenge the Bharatiya Janata Party, IANS reported. “In the past, the Congress had a strong organisational presence in the districts, states and all over India,” Pawar said. “That is not the case now...The party is changing. However, even [Congress President] Rahul Gandhi is changing. He is willing to learn.”","author":"Scroll Staff","time":"2018-02-22T17:05:26.222980+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869656-65465-uquoqdwxoj-1503648878.jpg","tags":["Sharad Pawar","Narendra Modi","Raj Thackeray"],"source":"https://scroll.in/latest/869656/in-a-jibe-at-narendra-modi-sharad-pawar-says-politicians-should-avoid-personal-attacks"}