{"title":"In Assamese film ‘Aamis’, an insatiable appetite for love and meat has strange consequences","content":"The English translation of the title is “Ravening”. The tagline on the poster declares, “Consumed by love”. In Bhaskar Hazarika’s Aamis, romance, food and a liberal understanding of carnality swirl together in the same pot. The Assamese-language film boldly explores the feelings that simmer (and finally boil over) between Nirmali (Lima Das), a married paediatrician, and Sumon (Arghadeep Baruah), a younger anthropology student who is pursuing a doctorate on meat eating in the North-east. “Meat isn’t the problem, gluttony is,” a character says. This commonsensical observation takes on dark tones as the bond grows deeper between the unusual pair, separated by age and morality but united by their love for the forbidden.Hazarika is no stranger to weirdness. His acclaimed directorial debut in 2015, Kothanodi, was a collection of grim tales revolving around foeticide, possession and witchcraft. The Assamese-language film, based on folk tales, conjured up unpredictable and grisly scenarios for its characters on a modest budget and with minimal visual effects. Kothanodi was premiered at the Busan International Film Festival in 2015, and was released in theatres the following year.Aamis will be premiered at the Tribeca Film Festival in New York City between April 24 and May 5. Aamis, which has been backed by Signum Productions, Metanormal Motion Pictures and Wishberry Films, will be screened in the International Narrative Competitive section at Tribeca. \n\n\n    \n    Play\n\nAamis (2019).There are similarities between his two films, but differences too, the 43-year-old director told Scroll.in over email. “I like to believe Kothanodi was like a sledgehammer – elemental and raw,” Hazarika said. “Aamis is all about feel. The idea in this film was to provoke viewers in a way that titillates the vast untapped reservoirs of empathy in their hearts.”While Kothanodi plays out in the past and in deceptively bucolic villages, Aamis is set in present-day Guwahati. The idea of craving for one kind of flesh makes Aamis a food movie, while the desire for flesh of another variety makes it a romantic drama. Hazarika sets up genre conventions while deftly subverting them. There are loving shots of food and love scenes that suggest the development of a relationship circumscribed by society but driven by mutual passion – until the details start adding up and elements are introduced to take viewers towards a twilight zone.“Aamis is an acutely self-conscious script, in that it deliberately tries to confound genre expectations,” Hazarika said. “It took me a while to understand what the film wanted to achieve, but once that became clear, it was a fairly quick process to weave a plot around the idea.”Arghadeep Baruah and Lima Das in Aamis. Courtesy Signum Productions/ Metanormal Motion Pictures/Wishberry Films.Hazarika began writing Aamis four years ago, soon after wrapping up Kothanodi . “It was triggered by a chance observation and then when I narrated the idea it to my producer Shyam Bora, he immediately pounced upon it,” Hazarika said. “A few months later, our other producer, Poonam Deol from Signum Productions, put her hand on her heart after hearing a more developed story, and enthusiastically jumped on board.”“Timely intervention” from Wishberry Films, the film production arm of the crowdfunding website, “rescued us from post-production hell”, Hazarika added. The taboo-busting relationship between Nirmali and Sumon that produces a shocking denouement puts Aamis in territory fruitfully mined in previous years by Nagisa Oshima and Peter Greenaway. “I’m a huge admirer of Oshima’s In the Realm of the Senses, and that film was a constant reference for me in the initial days of ideation,” Hazarika said. “So too is this creepy little filmlet called Dumplings by Fruit Chan, which was in the anthology Three Extremes.”Kothanodi also looked eastwards for inspiration. In a previous interview with Scroll.in, Hazarika cited Japanese horror movies such as Onibaba and the anthology film Kwaidan among his inspirations.\n\n\n    \n    Play\n\nKothanodi (2019).“Overall, I try to seek aesthetic inspiration from South East Asia and the Far East for my Assamese content, because I feel we are more culturally analogous to those regions rather than to the pan-Indian mainstream,” he said. There is even a touch of Hong Kong director Wong Kar Wai in the build-up to the romance between Nirmali and Sumon before Aamis takes a decisive shift towards kinkiness.Lima Das, who plays Nirmali, is a well-known sattriya dancer who hasn’t been in a movie before. It took longer to find the actor who would play her young and adventurous lover. “While Lima was being considered for the role at the scripting phase itself, it took us a long time to find the perfect Sumon,” Hazarika said. “Eventually, we found Argha in a music video about three weeks before our schedule. Neither had prior experience acting, forget acting for the screen. So we worked with them and the rest of the cast over a ten-day acting masterclass conducted by Seema Biswas and Daulat Vaid.”The lack of experience worked to the movie’s advantage, Hazarika said. “I love how both of them just blended their personalities with the characters they were playing, and as a result, we got a pair of awkward, shy lovers that really added a fresh dimension to the story,” he said. Arghadeep Baruah in Aamis. Courtesy Signum Productions/ Metanormal Motion Pictures/Wishberry Films.Hazarika hopes to screen Aamis in India, especially in Assam, after its festival run. He has previously written for Hindi movies, including Players, and television serials (Left Right Left and Ssshhhh...Phir Koi Hai), and has since left Mumbai behind to make independent films that explore themes that are rarely touched by mainstream productions.“Bombay was challenging and stressful,” Hazarika said. “I’m much happier doing independent cinema.” Among his upcoming projects is a Hindi-language web series that he is co-writing, and which will be made by Peepli Live director Anusha Rizvi, and another Assamese film.Bhaskar Hazarika.","author":"Nandini Ramnath","time":"2019-04-03T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116590-meetlozzya-1554228464.jpg","tags":["Aamis film preview","Bhaskar Hazarika","Assamese cinema"],"source":"https://scroll.in/reel/918741/in-assamese-film-aamis-an-insatiable-appetite-for-love-and-meat-has-strange-consequences"}