{"title":"In Assam, an attack on former ULFA militants fuels fresh anti-Bengali rhetoric","content":"As Assam struggles to cope with a particularly devastating monsoon, old tensions have surfaced again. It began on August 22, when a group of former United Liberation Front of Asom militants was assaulted by traders at a farm equipment shop in Nagaon district. The ex-militants claimed they had gone to collect money for flood relief in Nagaon, large parts of which were inundated by the overflowing Kolong river in early August.While the traders claimed the ex-militants were attempting extortion at gunpoint, CCTV footage seemed to suggest the assault was unprovoked, perhaps even planned. Attack on ‘indigenous people’The three men seen mishandling the former militants in the CCTV footage have been arrested, but the incident has fed into existing fissures in Assam, between “indigenous” people and “settlers”. The shop where the brawl occurred is owned by a Bengali-speaking person, and most of the attackers have been identified as Bengalis. Not unexpectedly, the incident was quickly labelled as an assault on the “indigenous” people of Assam by so-called outsiders.The episode triggered a slew of well-attended protest rallies across the state, marked by the United Liberated Front of Asom’s old war cries. Several surrendered and pro-talks leaders of the outlawed organisation are reported to have invoked  its bloody past – the militant group was birthed by the anti-foreigners agitation, directed particularly against Bangladeshi immigrants, in 1979. Taking note of the unrest, Assam Chief Minister Sarbananda Sonowal issued a statement on Sunday asking the public “to maintain peace and harmony in face of provocation”.Hindutva hand?This is the second incident of friction between Bengali and Assamese groups in the past few months. An office of the All Assam Students Union was vandalised by a little-known Bengali Hindu group in March, leading to tensions between Assamese and Bengali communities at Silapathar in Dhemaji district.  Many in the state had then contended that the Bengali Hindu group was backed by the Rashtriya Swayamsevak Sangh, the ideological parent of the ruling Bharatiya Janata Party.  However, the group had denied any association with the Sangh.In Nagaon, one of the alleged attackers was a BJP functionary named Abhishek Roy, considered to be close to Union minister Rajen Gohain.  Although Roy has since been suspended by the party, certain Assamese civil society groups have maintained that the attacks, in  both Nagoan and Dhemaji, were engineered by the RSS and the BJP to create fissures between Assamese and Bengali communities, weaken Assamese nationalism, and ultimately pave the way for Hindu immigrants from Bangladesh to be given Indian citizenship.Who is a citizen?In the process, it has stoked discontent over the BJP’s stance on the migration issue, which has shaped the state’s politics for decades. The party came to power in 2016 promising to detect and deport illegal migrants from the state. While campaigning for the 2014 Lok Sabha election, Narendra Modi had suggested that India was a “natural home” for Hindus, and in 2015, his government sent a notification to the Assam government, urging that Hindu refugees from Bangladesh be allowed to stay on. In 2016, the Union government proposed to amend the Citizenship Act to grant citizenship to people without valid documents belonging to minority communities from Afghanistan, Bangladesh and Pakistan after six years of residence in India. This move to protect Hindu migrants has been resisted by Assamese nationalist outfits. They want all those who entered after 1971, whether Hindu or Muslim, deported from the state. This, in fact, was among the provisions of the Assam Accord of 1985, between Assamese nationalists and the government. The preoccupation with sifting illegal immigrants from legitimate residents has also deepened in the last few years as the state has pushed ahead with updating its National Register of Citizens, a list of the state’s “original inhabitants”. It was because of this that even the BJP’s ally, the Asom Gana Parishad, which grew out of the Assam Movement of the 1980s, had voiced misgivings about joining the ruling coalition.The Nagaon assault triggered well-attended protest rallies across Assam. Photo credit: Chinku SaikiaBJP for Bengali Hindus?The Nagaon assault has only strengthened the long-held perception that the BJP, along with other Sangh affiliates, is using a brand of Hindutva to mobilise its Bengali Hindu base. Nagaon was the site of simmering communal tension even before the election. A fact-finding report published by the Assamese daily Amar Asom on September 20, 2016 had pointed to an RSS-inspired Bengali nationalist militia called Banga Sena seeking to recruit young men in Karbi Anglong district, which shares its border with Nagaon.“In middle Assam, the Bengali Hindu male is seen as someone that the RSS can work closely with and they have been doing so,” said Guwahati-based academic Xonzoi Borbora. “This resentment has been building up for a while now.”Ranjib Sarmah, a spokesperson for the Sangh in Assam, however, averred that the RSS had nothing to do with the incident. “None of the persons involved are swayamsevaks,” he said. “The RSS and the BJP are different organisations and not every non-Assamese person is from the RSS.” Sarma said the RSS supported the Hindu Bangladeshi’s right to Indian citizenship. “In our imagination of the Hindu nation that we are trying to create, no Hindu can be a refugee.”Rupam Goswami of the BJP told Scroll.in that the government was treating it as a “law and order issue”. “We have suspended the person involved,” he said. “And the fact that a BJP leader has been arrested means that there has been no political interference in the police investigation.”Platform for nationalistsStill, the incident has offered Assamese nationalist leaders a platform. Jiten Dutta,  once a top militant of the United Liberated Front of Asom who gave up arms in 2008, has been one of the loudest voices in the latest wave of rhetoric against residents considered non-Assamese.  Blaming the state government for “emboldening the Hindu Bengalis of Assam”, Dutta said, “Some Bengalis have always had resentment against the Assamese, but now with the government saying all Hindu Bengalis from Bangladesh will be given citizenship, they have received a shot in the arm. First, it was Silapathar, now Nagaon, if we don’t resist it will go on.”Dutta’s former aide Prabal Neog, who was arrested about a decade ago and charged with planning the killings of Hindi-speaking people in the 1990s, too has found his voice again. “Their [the BJP’s] words have made the Bengalis of the state excited, but people should know that the Asomiyas are not scared of anyone,” Neog said. “We have fought the Mughals successfully. The support that we have received in our protest rallies proves that Assamese nationalism is not dead. There was just a leader missing.”The ex-militant also announced the formation of a Khilonjia Joutha Mancha (Indigenous People’s Forum) to protect the “mati [land], bheti [base], bhasa [language] and sanskriti [culture]” of Assam. Neog added though that he was not against all Bengali-speaking people. “We have a rich history of co-existing together,” he said, “so Bengali people who actually care for Assam should come forward and show their allegiance to the state.”Meanwhile,  Kamal Choudhury, president of his faction of the All Assam Bengali Youth Students’ Federation, said it was “hurtful” that Assam’s Bengalis are being forced to prove their love for the state. “We have always identified ourselves as Assamese Bengalis,” he said. “So, if after one incident where some Bengalis beat up some ULFA men, the whole community’s commitment to the state is questioned, it is unfortunate.”  Brewing stormNot everyone puts down the popularity of the United Liberated Front of Asom’s rhetoric to strong Assamese nationalist sentiment, however. “How could a brawl between a group of traders and some former ULFA cadres be seen as a clash of nationalities?” asked Udayon Misra, former professor at Assam’s Dibrugarh University. According to Misra, the tensions may stem from other social anxieties. “I have always felt that the Assamese middle class has an in-built sense of insecurity which finds expression in such cases, all the grand statements about the inclusive nature of the Assamese nationality notwithstanding,” he argued. “Many forces have for long been trying to whip up anti-Bengali feelings and unfortunately some liberal people have also joined the chorus.”If left unchecked, the current tensions could reach a dangerous tipping point, warned social scientist Sanjib Baruah. He said: “The process of updating the National Register of Citizens and the suspicious delays in the process, the proposed citizenship amendment act which in Assam is being read as a retraction of the Assam Accord, the Supreme Court’s activism on these issues – together you have the perfect storm that could trigger another period of political unrest in Assam.”","author":"Arunabh Saikia","time":"2017-09-01T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848824-67108-bbmuqkhwie-1504028303.jpg","tags":["Assam","ULFA","Nagaon","Hindu Bengalis","Bangladeshi Hindus","immigrants in Assam","BJP","RSS","Hindutva","anti-Bengali protests","Assam militancy"],"source":"https://scroll.in/article/848824/in-assam-an-attack-on-former-ulfa-militants-fuels-fresh-anti-bengali-rhetoric"}