{"title":"In Assam, a police crackdown on child marriage leaves a trail of crying women and broken families ","content":"On February 4, the disturbing videos of a bawling Ayesha Khatun, rolling on the ground in apparent distress, in front of the Howly police station in lower Assam’s Barpeta district, were all over social media.The 45-year-old woman was protesting the arrest of her husband and son. They had been taken into custody in the early hours of the morning as part of the Assam government’s crackdown on child marriage with retrospective arrests.In the winter of 2021, Khatun’s 21-year-old son Lalchan Badshah reportedly married a minor girl. She is now 19.“The marriage was a majboori – compulsion,” said Khatun when Scroll met her at her thatched-roof home in Helapakuri village, 2 km away from the police station, a day later, on Sunday.According to Khatun, his son and the woman were in love. “The girl had run away from her house without the permission of her parents,” she claimed, adding that the woman had refused to return.Khatun continued, “Even when we contacted her parents, they refused to take her back and said they gave up their child. The girl threatened to end her life – what will you do then?”The arrests have broken Khatun, a domestic worker. “We are illiterate and poor people getting by on daily wages,” she said. “My husband has not done anything wrong. He should not be arrested at least. How will I survive?”Broken familiesKhatun is not alone in her misery. The last couple of days have seen hundreds of women gathering outside police stations across the state, demanding, at times begging, for their husbands and sons to be released from custody.On February 4, the police in the western Assam district of Dhubri police used batons and teargas to disperse women protestors.As of the morning of February 6, the police had arrested 2,441 men even as resistance and criticism mounted: many claimed that the action was politically motivated and communal, targetting Muslims of Bengali origin.The police arrest men allegedly involved in child marriage in Morigaon. Credit: PTIIt all began on January 23 when Chief Minister Himanta Sarma referred to the “alarming” results of the National Family Health Survey-5 that was conducted in 2019-’20 and released last year. According to the survey, Assam had an underage pregnancy rate of 11.7 % – significantly higher than the national average of 6.8%.Sarma said the government would initiate a drive against child marriage, charging men marrying girls below 14 years of age under the Protection of Children from Sexual Offences Act, or POCSO, and those marrying girls aged 14-18 under the Prohibition of Child Marriage Act.“Our drive against child marriage is for public health and public welfare as teenage pregnancy ratio in Assam is quite alarming,” he said. “We are resolved to continue this drive until we fulfil our objective. I urge the people to cooperate with us in controlling this harmful trend.”Regional variationsStarting February 3, the police got cracking.Police data seen by Scroll shows that districts with high Muslim populations have seen more arrests than others. The districts of Biswanath, Barpeta, Baksa, Dhubri, Hojai, Bongaigaon, and Nagaon districts have all seen over 100 arrests each. While Barpeta, Dhubri, Hojai, Nagaon, and Bongaigaon are Muslim-majority districts, Biswanath and Baksa too have a sizeable number of people from the community.Muslims of Bengali origin, often branded as “illegal migrants”, are one of the most marginalised communities in Assam.Unsurprisingly, many of those who have been arrested are unlettered.“We don’t understand anything about the law, who will guide us?” asked a woman in Barpeta whose husband and brother-in-law were picked up from the local market.Her brother-in-law, Mustaq Ali, a 35-year-old tailor, is accused of marrying a 17-year-old.‘There is definitely discrimination’Nazifa Ahmed, a social researcher from the state, accused the Assam government of “co-opting social issues to suit their ideologies”. “The introduction of punitive elements under POCSO and the higher number of arrests made in districts dominated by Bengal-origin Muslim populations is not a coincidence and undermines the purported claims of this drive as being ‘secular’ in ethos,” Ahmed said.Many others made similar accusations.Dhubri-based advocate Masud Zaman, who is representing several people in the district, said the police had applied the more stringent POCSO Act against men belonging to the Bengali-origin Muslim community. “Twenty four people arrested in Majuli got bail within 24 hours, but why are people not released here?” he asked. “There is definitely discrimination.”Majuli in upper Assam is home predominantly to ethnic Assamese communities.Even so, accounts from the ground suggest many from other marginalised communities in the state have also faced action.“He [Sarma] misjudged it,” said Uddipan Dutta, a social scientist based in Guwahati. “He thought that it was a community-specific thing and that the crackdown will boost his image and lead to further polarisation. But the arrests show that [child marriage] is more about class than community.”Besides, elopements, which often culminate in underage marriages, cut across communities, said Dutta.Women who were allegedly involved in child marriages in a women's shelter in Morigaon. Credit: PTIAnother love story ends in arrestsConsider, for instance, the story of Bajali district residents Pritilata and her husband Pulok Roy – both members of the Koch Rajbongshi community.Pritilata is 18, Pulok 23.The couple got married in February 2022 after having eloped. Parental approval soon followed.In the early hours of February 3, though, the police landed at their home to arrest Pulok and his father, leaving a heavily pregnant Pritilata distraught.“We have been in a relationship since 2019,” she said, “I love him and that’s why I eloped and married him in 2022. I want my husband back.”Pritilata added, “The government’s intention may be right but they are doing injustice not only to me but to all women. They are trying to break our relationship, house and love. Himanta doesn’t have any right to do that.”Her 40-year-old mother Himani Das was even more furious. “We don’t need Orunodoi money or free rice,” she said, referring to Assam’s government cash assistance scheme for underprivileged women. “They have made us suffer...my pregnant daughter has been crying non-stop.”‘Not a law and order problem’Many activists and observers say the retrospective punitive action will do more harm than good. Abdul Kalam Azad, a researcher-activist from Barpeta, said that the crackdown is “whimsical” and “counterproductive”. “It will break the ongoing strong social movement against the menace of child marriage,” he said. “The intent of the move is being questioned and many see it as yet another attack on the Muslim community.”Azad pointed out that the reason behind the high rate of child marriage among Bengali-orgin Muslims was “patriarchy, poverty and limited or no opportunity for education and livelihood for girls in remote areas”.Rokibul Hussain, a Barpeta-based journalist, concurred. “The parents want to get rid of their girls as early as possible because of their poverty,” said Hussain.Hussain, however, was not as critical of the police action. “The crackdown has also created a huge awareness,” he argued.But others advise caution. Former Assam police chief Harekrishna Deka said child marriage was “not a law and order problem”. “Using force to null past child marriages will only cause law and order issues over a social practice continuing customarily due to ignorance and orthodoxy,” he said.","author":"Rokibuz Zaman","time":"2023-02-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186494-nuaccftnte-1675575827.jpg","tags":["Assam","Himanta Sarma","Child marriage"],"source":"https://scroll.in/article/1043378/in-assam-a-police-crackdown-on-child-marriage-leaves-a-trail-of-crying-women-and-broken-families"}