{"title":"In Atul Sabharwal’s ‘Class of ‘83’, a tragic hero ‘who loses a lot before gaining something’","content":"Atul Sabharwal’s new film Class of ‘83 follows conscientious cop-turned-trainer Vijay Singh (Bobby Deol), who moulds five of his students into encounter specialists for the Mumbai Police. The cadets are played by newcomers Ninad Mahajani, Bhupendra Jadawat, Sameer Paranjape, Hitesh Bhojraj and Prithvik Pratap. The cast includes Anup Soni and Joy Sengupta. The film will be out on Netflix on August 21.Cops, gangsters and their professional and moral codes have been Sabharwal’s pet interests, as seen in his drug trade-themed television series Powder (2010), and the thriller Aurangzeb (2013). Both were produced by Yash Raj Films, with whom Sabharwal is under contract to create more material.“Powder and Aurangzeb were about corruption, while Class of ‘83 is set in the 1980s, when corruption wasn’t as rampant,” the 43-year-old filmmaker told Scroll.in. “What I tried with Class of ‘83 was looking at a public servant from the Nehruvian era, who grew up the ranks in the 1970s and is strongly ideological. He finds the ground shifting under his feet in the 1980s. He can’t adapt with the changing landscape of his time, and is unable to surf the waves of the system as it is evolving. How such a man still innovates within this system was my focus.”\n\n\n    \n    Play\n\nClass of 83Class of ‘83 was developed by screenwriter Abhijeet Deshpande (Ani... Dr Kashinath Ghanekar, Shootout At Wadala) alongside the non-fiction book of the same title by crime writer S Hussain Zaidi, Sabharwal said. Zaidi’s book follows Pradeep Sharma, one of the most well-known products of the 1983 batch of the Police Training Academy in Nashik. The batch was trained by Arvind Inamdar, the former Maharashtra Director General of Police. Deol’s Vijay Singh, however, is “not based on any one person”. Excerpts from an interview.How was the film developed in relation to Zaidi’s book?The book did not exist at the time when we were writing the film. What we had was a lot of material, like newspaper clippings, Zaidi had collected for the book. That began informing the shape of the film, but it fell short. Textual material is good for a book, but I need visual references.When I was making my documentary In Their Shoes, I got access to stuff from the Films Division, which had a great repository for visual material from the ’80s. There were documentaries on the National Police Academy, women police in India, where you could see a young Kiran Bedi, one called You and Your Police.Also, Films Division is the only place where you have visual material on Datta Samant’s Bombay mill strike, which was followed by the rise of goondaism. These, plus documentaries on [architect] Charles Correa, were useful in providing context to a Bombay which was being turned into a satellite city, creating overpopulation. The film developed out of all these things, and not just Inamdar or anyone else.How and why did you get on board?All Hindi film classics are tragedies, be it Mother India, Deewaar, or Sholay. A tragedy doesn’t have to have a tragic ending, but the hero can have the journey of a tragedy in the classic sense, wherein he loses so much through the story that the little gains in the end don’t even matter. Now all the heroes are invincible supermen. What I was drawn to were heroes, who were vulnerable and heroic at the same time.I saw that possibility in the three-page synopsis of Zaidi’s in-progress book. After [producers] Red Chillies Entertainment bought the rights, I got to read the synopsis, and immediately fell in love with this character who also loses a lot before gaining something.Bobby Deol and Atul Sabharwal on the sets of Class of ’83. Courtesy Red Chillies Entertainment/Netflix.Bobby Deol is an unusual casting decision.Honestly, we did not set out to cast Bobby. We met many people before him, but Bobby was the only person who reacted in sync with the character. All others before him had issues, mainly to do with age. But Bobby was thrilled to play this age. I also realised that he connected to these same emotions Vijay Singh goes through, all the tragedies that befall him before he arrives at a happy place. That’s a good thing, because it does away with the director’s need to convince an actor on set.Choosing Viju Shah for music seems just as interesting. I was looking for someone who could make synth music, who had lived through the period the film is set in, when guys like Giorgio Moroder were popular, someone who has grown with that music, and at the same time, had the feel for classic Hindi film melody in terms of background music. That is another thing that has disappeared. The melodious film theme, which you could run through your head, like [television series] Miami Vice. Since Viju Shah was from that era, his name came up in my mind. The other option was Bappi [Lahiri], but I wasn’t sure of him.Legendary composer #VijuShah with his #RolandD50, cartridges from the 80s and 90s, just a few days ago. pic.twitter.com/MrApwFB58q— Atul Sabharwal (@sabharwalatul) September 16, 2019\n\nEncounter killings are illegal, until proven otherwise. What position is ‘Class of ’83’ taking?My personal position is that extra-judicial killings are wrong, just as judiciary causes taken up by the media are wrong. But my film is not taking any stand, and definitely not a pro-encounter stand.The film is an emotional journey. My character is like that. He is ideological and not Machiavellian in any sense. Back in the ’80s, when the underworld was at its peak, the police took decisions to control crime as they saw fit. We don’t know how they felt about it because those people aren’t around us anymore.A policeman in the trailer threatens someone off-screen with ‘Ghar me ghuske maaroonga’ (I’ll enter your home and smash you). Is a men-in-uniform movie today incomplete without these words?That line wasn’t there in the script. I had just asked Sameer [Paranjpe] to scream. After a point, he ran out of stuff to say, and in the spur of the moment, he said it. If he is in character, and accordingly feels that’s the right thing to say, I cannot cut or censor him.I have heard tapped phone conversations between cops and criminals, when I was working with Ramu [Ram Gopal Varma]. The things they tell each other is borderline filmy, and too filthy for even digital platforms. In life and death situations, living between the bullet and the knife, your basest emotions come out. ‘Powder’ found a second life on Netflix. How do you feel about it now? It is certainly not my accomplishment. When it came, it failed. Whatever it has since gone on to do is because of its own doing, as bizarre as it may sound. Between 2010 and 2016-’17, whenever it came on Netflix, it wasn’t like anybody was championing for the show to be on a streaming platform. The fact that it must have offered some revenue to the people holding the rights, that the show did not become stale, that something done and dusted had a resurrection, says something.But all that is beyond a filmmaker’s power. So I will just call its newfound success a happy coincidence.‘Aurangzeb’ also has its fair share of fans, despite the poor box office. Would you want to change anything about the film? The movie at that point is the best representation of who I was. It’s like a photograph of my mental imprint. It would be unfair to be able to go back and change it. I am, of course, a better technician now, and I can take better decisions. But that’s me today. \n\n\n    \n    Play\n\nAurangzeb (2013).Also read:Cult TV series ‘Powder’ is finally getting the platform and attention it deserves","author":"Devarsi Ghosh","time":"2020-08-18T13:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146171-fkfcltprqs-1597714795.jpg","tags":["Atul Sabharwal","Class of '83","Bobby Deol"],"source":"https://scroll.in/reel/970349/in-atul-sabharwals-class-of-83-a-tragic-hero-who-loses-a-lot-before-gaining-something"}