{"title":"In Assam, after the NRC, a new project is underway to protect the ‘Assamese people’","content":"In Assam, the publication of the final National Register of Citizens was received largely with disappointment. Many Assamese nationalists found the number of “foreigners” detected through the exercise underwhelming.To make matters worse, the ruling Bharatiya Janata Party has been insistent about introducing the Citizenship (Amendment) Bill again. The Bill seeks to grant citizenship to undocumented non-Muslim migrants.Many ethnic Assamese, worried about migrants supposedly eating into their resources, consider these developments ominous. They are now banking on a committee set up by the Union home ministry in July to protect their rights.The committee has been tasked with implementing Clause 6 of the Assam Accord, the agreement that Assamese nationalists signed in 1985 with the Centre. It brought to an end a six-year-long, often violent, anti-immigrant movement, that was sparked by anxieties over fresh migration into Assam in the aftermath of the Bangladesh War of 1971.  Using the war as the cut-off, the Accord defined anyone who came before the midnight of March 24, 1971 as an Indian citizen in Assam. Meanwhile, Clause 6  of the agreement promised “constitutional, legislative and administrative safeguards to protect, preserve and promote the cultural, social, linguistic identity and heritage of the Assamese people”. But it did not define “Assamese people”.Nearly 35 years later, this is the main question the newly formed committee must resolve: who is eligible for safeguards under Clause 6? Who is Assamese? For now, in its public notices, it seems to be falling back on the equally contested term “indigenous”, triggering fresh debate.A new urgency  Samujjal Bhattacharya, adviser of the All Assam Students’ Union, a signatory to the Assam Accord, spelled out why implementation of the clause has gained a new urgency in certain quarters: “The government had a chance to prepare a proper foreigner-free NRC under the guidance of the Supreme Court, but they failed. It is because of that failure we are facing this situation today. Constitutional safeguard is a must.”Bhattacharya is also part of the 14-member committee.Most ardent proponents of the NRC seem to be thinking on similar lines as borne out by the flurry of responses the committee received while eliciting suggestions. The mandate of the new “high-level” committee, according to the home ministry notification announcing it, is wide-ranging: examine the effectiveness of actions taken so far to implement the clause; hold discussions with stakeholders to assess the appropriate level of reservation of seats in the state assembly, local bodies and government jobs for the “Assamese people”; suggest measures to “protect, preserve and promote cultural, social, linguistic identity and heritage of the Assamese people”.The committee members said they are still in the process of fleshing out the exact nature of protections. While electoral reservation was key to the project, they insist there was more to it. “I would say the core issues are preservation of linguistic and cultural identity,” said Dutta. In addition, the group’s public notice states that it would also seek to protect the land rights of the eligible people.Who are the ‘Assamese people’? But before doing any of that, the committee has a more fundamental task at hand: define who the “Assamese people” are. “The question is to understand, in the context of when the accord was signed and subsequent developments, who are the Assamese people,” said Nilay Dutta, a member of the committee and Arunachal Pradesh’s advocate general. “We are asking for people’s opinion and collating them at this stage.”What was the spirit of the word “Assamese” when it was incorporated in the Accord? Political scientist Sanjib Baruah said he suspected the signatories did not put much thought into it. “Who the Assamese people are must have seemed self-evident, pretty much like the Bengali people, the Kashmiri people or the Tamil people,” he said. “But given the particular history of demographic politics in Assam, defining the Assamese people was not going to be simple.”Unlike most other states in mainland India, Assam’s demography is not linguistically uniform. The Assamese identity has been shaped by  multiple waves of migration of communities from various parts of South and South East Asia over the centuries. Most communities that may not be considered “indigenous”  have lived in Assam for several generations. They  have limited ties with the places their ancestors came from and consider Assam home.Adivasi communities migrated from central India to work in the tea gardens of Assam in the 1900s. Photo: AFPFailed past attempts   This is not the first time a committee has been set up to implement Clause 6 of the Assam Accord. There have been several others in the past. They have achieved little.  In fact, since the signing of the accord, very little of significance has been realised under its Clause 6 with the exception of the establishment of a few arts and culture institutes. “So far as the central government is concerned, it has mainly been an issue of money,” said Baruah. “That is relatively simple, especially in post-liberalisation India.”The current committee, set up in July, replaced another one constituted in January this year – a committee that did not even meet once. The reason: it had been set up as Assam was roiling with protests against the Citizenship (Amendment) Bill. The Bill’s stated aim seemed to run against the essence of the Assam Accord: to detect and deport anyone who came after 1971.Most of those nominated to the January committee refused to be part of it. If the Accord itself was hollowed out, what purpose would a committee to enforce a clause in it serve, they asked. The committee had been set up to “appease the people of Assam,” wrote one of the members in his letter declining to participate in the committee, echoing a widely-heard sentiment in the state. But it was clear that the Bharatiya Janata Party would not abandon the idea altogether. The party seemed to view it as crucial for the safe passage of the ideologically-important Citizenship (Amendment) Bill. In an interview in May, Chief Minister Sarbabanda Sonowal said that if Clause 6 of the Assam Accord were to be implemented “in letter and spirit”, Assam’s “indigenous people” would not be affected by the Bill at all. For the majority, by the majority Expectedly, the government re-constituted the committee in July. The composition of the current committee has come under the scanner, though. Monirul Hussain, chair professor at the Centre for North East Studies and Policy Research in Delhi’s Jamia Millia Islamia university, pointed out that the committee was populated almost entirely by representatives from the majority Assamese community. “Everyone in the committee, I am sorry to say, is either a BJP sympathiser or a beneficiary of the party,” he alleged.Among the 14 members, there is only one Muslim: journalist Wasbir Hussain. There are no Muslims of Bengal origin at all.Indigenous or Assamese? However, those apprehensions perhaps pale in the face of the larger question: safeguards for whom exactly?The committee, for its part, seems to be using the framework of “indigeneity”. The committee’s public notice seeking comments and suggestions divides the term Assamese people into three categories: indigenous tribal, indigenous Assamese and other indigenous people of Assam. “The signal is clear in the advertisement,” said Bhattacharya. Another member of the committee, who requested not to be named, offered an explanation. The indigenous Assamese, he said, referred to caste-Hindu Assamese speakers. A separate category of indigenous tribals was deliberate as there were several ethnic tribal groups in the state who didn’t identify themselves as Assamese, he explained. “The use of the distinct category of indigenous tribal has come from discussions that the All Assam Students’ Union had had with several tribal outfits of the state over the years,” the member said. Other indigenous people of Assam, the member added, were “all other indigenous groups who are not covered in the other two groups”. “We are trying to make it as inclusive as possible,” he said.A cut-off year for indigeneityBut then how would “all other indigenous groups” be defined? The definition, according to committee members, is still in the works. In all likelihood, it would flow from how an older Clause 6 committee had defined it: anyone who featured in the 1951 NRC. The report of a one-man committee headed by former Assam speaker Pranab Gogoi had concluded:So as to implement the clause 6 of the Assam Accord, indigenous people shall be considered as Assamese people of Assam. So, for this we are to proceed with the time limit of the year 1951. Accordingly, National Register of Citizens of the year 1951 is to be accepted as the base year.The report was tabled in March 2015, but the definition was not accepted by Gogoi’s own party: the Congress. At the time, Gogoi had consulted 53 organisations. According to Gogoi, while there was no unanimous consensus on the 1951 cut-off, this definition was the closest to one.Baruah said he was not surprised that the committee had chosen not to enter the “treacherous terrain of attempting an ethnolinguistic definition of the Assamese people”. “1951 always becomes the favourite base year in such discussions because that’s when the original NRC was prepared,” he said. The 1951 consensus (almost)For many Assamese nationalists, the 1951 cut-off is not enough.    While some of the most influential groups representing ethnic Assamese interests like the All Assam Students’ Union and the Assam Sahitya Sabha have backed it, the pro-talks faction of the banned United Liberation Front of Assam has mooted 1826 as the base year, when the British annexed Assam and its adjoining areas. Bhattacharya of the All Assam Students’ Union said while it was worthwhile looking into “historical perspectives” like the one offered by the ULFA, 1951 was a more “inclusive” definition. “The Assam Accord says that people who came between 1951 and 1971 can stay and will be Indian citizens,” he said. “Clause 6 is for that – for the protection of people [who came] before that.” Another member of the committee, who preferred to be anonymous, seconded Bhattacharya. He said, “It is our greatness that we have taken extra burden since the cut-off for citizenship for the rest of the country is 1948, so it is only right that that the 1951 cut-off is used.”Muslim men check their names in the draft of the National Register of Citizens in Nagaon in 2018. Photo: PTIMinority view  But there are groups on the other end of the spectrum who insist that the committee’s attempt to define who is Assamese through the lens of indigeneity is problematic. “Clause 6 of the Assam Accord uses the word Assamese – where has the word indigenous suddenly come from?” asked Ainuddin Ahmed of the All Assam Minority Students’ Union, an outfit that represents the interests of Muslims of Bengal origin. “We do not think it is right to create two classes of Indian citizens that the ’51 cut-off will lead to.”The Islamic organisation, Jamiat Ulema-e-Hind, shares a similar stance. But not all groups representing Muslims of Bengal origin are as rigid. Hafiz Ahmed, who heads the Char Chapori Sahitya Parishad, the largest literary body representing the community, said the Parishad had written to the committee saying that it was okay with the 1951 cut-off but since the document itself was incomplete, the 1961 Census should be referred to in case of any conflicts. “It is all about making compromises so that we can move ahead and live peacefully,” said Ahmed.A ‘Faustian bargain’?  In any case, independent observers are less than enthusiastic about the committee’s scope, considering the past record of similar committees. “Whatever its recommendations, they will be controversial,” Baruah said. “It is unlikely that they will be ready to be translated into legislation on constitutional safeguards any time soon.”The BJP, he contended, was hoping that the promise in the form of the committee’s recommendations itself would help them buy “political consent” for the Citizenship (Amendment) Bill. “The Assamese are being asked to make a Faustian bargain,” Baruah said.Members of the committee Scroll.in spoke to, however, insist that the timing of the exercise would ensure things would be different this time. “The time is ripe as the  Citizenship (Amendment) Bill is inevitable so it is likely that the government will listen this time,” said a member, requesting anonymity.But Monirul Hussain questioned the rationale of yet another exercise that sought to categorise the state’s citizens. “Now that the NRC has proved that the fantastical figures of foreigners that used to float around is false, this has come,” he said. “I think it’s time, particularly in light of those deaths at the detention centres, we did a re-think about this issue.”","author":"Arunabh Saikia","time":"2019-11-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114134-kysfqeuqxk-1551284068.jpg","tags":["Assam","Assam Accord","Citizenship Amendment Bill"],"source":"https://scroll.in/article/941949/in-assam-after-the-nrc-a-new-project-is-underway-to-protect-the-assamese-people"}