{"title":"In Assam, a police crackdown on European visitors sparks demand for an anti-conversion law","content":"Last month, the Assam Police detained and deported 10 foreign nationals. On October 26, the police held three Swedish nationals in Namrup, a town with a number of tea gardens in Upper Assam’s Dibrugarh district. The police claimed they had violated their visa norms by addressing a religious meeting. Special Director General of Police (Law and Order) GP Singh also said the police heard “Christian missionaries were sending people to tea gardens and tribal areas” so they “alerted intelligence” and detained the Swedish visitors.Then on October 28, the Assam Police detained seven Germans for “indulging in missionary activities in violation of visa norms”. Singh said the Germans did not have the M1 or missionary visa that permits religious activities. All 10 foreign visitors were fined 500 dollars before being deported.While the official charges involved visa violations, the police are also investigating whether they intended to convert people to Christianity. The police also arrested two people for inviting the Germans to religious events in Assam–  35- year-old Mukut Bodra, an Adivasi tourist guide from Jharkhand, and 55-year-old Bornabas Terang, a church leader, from the Dolamara area of Karbi Anglong district. According to the police officials, they aimed to conduct “mass conversions” in the state.They have been charged under several sections of the Indian Penal Code, including Section 153A (promoting enmity between groups on the basis of religion), 120B (criminal conspiracy) and 295A (outraging religious feelings).Assam does not have an anti-conversion law, unlike several other Indian states that criminalise what they describe as forced religious conversions. Hindu rightwing groups have used the incidents to push for such a law. According to Balen Baishya, general secretary of the Biswa Hindu Mahasangha Assam, this was not the first time foreigners had arrived in Assam to convert people to Christianity. They were caught this time, Baishya claimed, because of the “strictness” of the Bharatiya Janata Party-led state government. Assam | Earlier, we got info that few Christian missionaries were sending people to tea garden & tribal areas & alerted intelligence. 3 Swedish nationals who were participating in religious practices were detained & deported to parent country: GP Singh, Special DGP pic.twitter.com/Rk8hRARqJ1— ANI (@ANI) October 31, 2022\n\nTea and faithChristian organisations in Assam point to the fact that Christianity arrived in the state in the 1600s. But it was from the 19th century that missionaries became a more established presence in the region.As the colonial administration established tea gardens, it encouraged missionaries to spread the faith among local communities. Christians in Assam set up schools and spread literacy in the region.The colonial government also brought in Adivasi workers from the Chhota Nagpur plateau, in present-day Jharkhand, to the tea gardens. After generations spent working on the estates, these communities came to be known as the tea tribes, some of whom have converted to Christianity.Governments after Independence did not seem troubled by the work of Christian organisations either. According to a Guwahati-based Christian organisation that did not want to be identified, there had never been a police crackdown – until now.The seven Germans deported last month were from the Lutheran Church who visit Assam every year. “They have so many humanitarian projects,” said a pastor from Karbi Anglong district who did not want to be named. “Such as dispensaries, projects in social and educational sectors. They come every year for a routine check.”This year, they reportedly visited Margherita, Tinsukia and Karbi Anglong districts.One of the German tourists told News Live TV  that they were not “spreading any gospel”. “We have visited churches and celebrated with co-Christians,” he said. “That’s all. We did not do anything else.” ‘Harassed’ by authoritiesThe spokesperson of the Guwahati-based Christian organisation also protested against allegations that they were attempting religious conversion. “Will foreigners visiting Hindu temples also debarred?” he demanded. “These are some serious allegations which are coming in and we are also surprised. The police are leaking it to the media that there are conversion charges. What conversion when the German group met Christians and when two Christian groups met? If conversion has taken place, let them come up with people [who have been converted].”  A Baptist pastor from Karbi Anglong district, who did not want to be identified as he feared police action, attributed the crackdown to the Hindutva politics of the BJP government.Missionaries and foreign tourists had visited the region and taken part in religious conferences before, he said, without being questioned or arrested by the authorities. “This is their time and reign, so they will do everything possible to make India a complete Hindu nation,” he said, referring to the BJP government. “Since 2014, the number of attacks on Muslims and Christians has been increasing. It is all related.” The year 2014 was when the BJP came to power at the Centre.The pastor claimed he was also under scanner, with security agencies looking for loopholes to “harass” local Christians. Despite the alarm about conversions in Assam, he pointed out, Christians accounted for about 3% of the state’s population.“They are trying to stop conversions in Assam,” said the pastor. “Even if there is an anti-conversion bill, the Indian Constitution provides freedom of expression, belief and [religious] practice. I can’t find any reasons why foreign nationals should be fined or detained.” ‘Upper Assam is finished’Speaking to news channels on October 31, Singh said district police officials had been instructed to keep a watch on religious congregations attended by foreigners, as they were not permitted to do so without a missionary visa. He also asserted that proselytisation, or religious conversion, was “banned under all kinds of visas, including missionary visas”.When asked whether visa violations were on the rise, Singh said, “Whether you look [at] it as cases being on rise or whether [it is] government and police being proactive – that is a choice that you have to make.”While the administration might signal that it is taking stricter action against alleged conversions, Hindutva groups and websites periodically raise a panic about the spread of Christianity in Assam. Take Baishya, who spoke of the “aggression” of Christian missionaries. “The speed at which the people from other religions is being converted to Christian is more dangerous than the Islamic jihad,” he said. “Upper Assam is finished.”He did not, however, provide data to back his claims about rapid conversion. Nevertheless, his organisation was pressing for an anti-conversion law in Assam. “If the conversion law is not passed in the state assembly, the indigenous Hindu will not survive in Assam,” he said.As a caveat, Baishya added that his organisation was only against “forced” conversion, not against anyone converting voluntarily.A hurt communityThe spokesperson of the Christian organisation spoke of how the rumours and allegations were an injustice to the Christian community in Assam.He pointed out that Baptist missionaries had done much to preserve the Assamese language in the state, for which the larger Assamese community should have been grateful.“Missionaries are not coming to Assam only now,” he said. “They have been coming since 1600. Today, they are making a hue and cry about missionaries coming but are ignoring their contribution in the field of education and health.”","author":"Rokibuz Zaman","time":"2022-11-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182580-vtoxshweya-1667986731.jpg","tags":["anti-conversion","Assam","religious freedom"],"source":"https://scroll.in/article/1037037/in-assam-a-police-crackdown-on-european-visitors-sparks-demand-for-an-anti-conversion-law"}