{"title":"In a departure, Mayawati says she is open to alliance in UP to question alleged EVM tampering","content":"Bahujan Samaj Party leader Mayawati announced on Friday that she is ready to align with anti-Bharatiya Janata Party outfits to question whether electronic voting machines were tampered with during the recent state elections.“The BSP now has no reservations in taking the help of anti-BJP parties in its fight against EVM tampering and the BJP as it is the democracy which comes first,” Mayawati said at an Ambedkar anniversary function of the party at Lucknow. “We have to keep democracy alive.” After the BJP’s enormous victory last month in the Uttar Pradesh polls, in which it won 325 of the state’s 403 seats, several Opposition parties claimed that voting machines had been rigged to favour the saffron party. So far, there has been no evidence that the electronic voting machines were tampered with.Mayawati’s announcement marks a shift in her stated position on an alliance, which she has so far defined as the “politics of opportunism”.Akhilesh’s responseAs if to signal that such an alliance could take a larger shape, Akhilesh Yadav, whose Samajwadi Party was defeated by the BJP in the recent Uttar Pradesh elections, said on Saturday that he was “ready for alliance against propaganda”.India Today quoted him as saying, “I will duly perform my role in the alliance.”   Though Mayawati has never entered into any alliance before, her mentor and party founder Kanshi Ram struck one with the Samajwadi Party in 1993. At the height of BJP’s Ram Janmabhoomi movement to have a temple built on the site on the demolished Babri Masjid, the BSP and the Samajwadi Party had succeeded in preventing the saffron party from coming to power in Uttar Pradesh. They formed a coalition government with Akhilesh Yadav’s father, Mulayam Singh, as chief minister. However, the relationship soured in June 1995. The day after the alliance was caled off, Samajwadi Party workers surrounded Mayawati for several hours inside a guesthouse in Lucknow, causing her to fear. After this incident, she went on to form the government with the help of the BJP.After the incident, which she termed as the “most humiliating experience” of her life, Mayawati has never spoken of alliances. Point of convergenceAs a consequence, her announcement is believed to be the consequence of two factors. She is seen to be eager to revive the Bahujan Samaj Party after its electoral humiliation. Besides, Samajwadi Party founder Mulayam Singh Yadav, whom she blames for the guest house episode, has been effectively sidelined by his son Akhilesh Yadav. There are indications that Akhilesh Yadav, who has always addressed Mayawati respectfully as buaji, will be open to treading a political path different from that of his father.According a zonal coordinator of the Bahujan Samaj Party Mayawati is slowly getting inclined towards a grand anti-BJP alliance and the EVM controversy has provided a point of convergence for her party, the Samajwadi Party and the Congress. “The extraordinary situation in which the BSP, Congress and Samajwadi Party are getting ready to close their ranks might not have arisen so early had the EVM tampering issue not brought them together soon after the Assembly election,” he said.","author":"Dhirendra K Jha","time":"2017-04-15T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/834697-51900-snemctqbuu-1487606362.jpg","tags":["Mayawati","Uttar Pradesh","Akhilesh Yadav","Bahujan Samaj Party","Samajwadi Party","Bharatiya Janata Party"]}