{"title":"In Assam’s communally sensitive Silchar, allegations of ‘love jihad’ spark violent clashes","content":"On Tuesday, Joydeep Biswas, a resident of Silchar, the headquarters and largest town of Cachar district in Assam’s Barak valley, accompanied his son and niece to the movies to watch the recently released biopic of cricketer Sachin Tendulkar. The film started at 8.15 pm. But soon after, Biswas started getting calls from anxious relatives and friends asking him to rush home. Hindu-Muslim clashes had broken out in town, they told him.Biswas called up a trusted autorickshaw driver to come and pick them up. On their way home, a group of agitated young men stopped the autorickshaw and asked Biswas and the others to alight. “Luckily, the auto driver was an old hand and managed to [help us] escape,” Biswas recalled. “Around us, we saw burnt vehicles and other signs of vandalism.”The vandalism and communal clashes were the result of “love jihad” allegations brought against a Muslim man by right-wing groups in the town. Love jihad, Hindu groups have frequently claimed in the past, is an institutional practice among Muslims where men of the community are trained to woo Hindu women and convert them to Islam. In recent years, it has been used to break up numerous inter-religious unions and to harass and even kill those involved in such marriages. Silchar police chief Rakesh Raushan said around 500 to 600 people were involved in the clashes in which 11 civilians and eight policemen were injured and three vehicles set on fire. Prohibitory orders under Section 144 had to be imposed in the town.Rumours spark violenceThe Muslim man had married a Hindu woman in a court ceremony on August 22 last year, Raushan said. The couple, both adults, had met while working at the Silchar district coordinator’s office of the National Register of Citizenship. However, they had continued to live with their respective families till May 22, when the woman left her parents’ house to move in with her husband.“The parents of the woman lodged a case of kidnapping,” said Raushan. A week later, the woman voluntarily deposed in the police station. “When produced in court, the woman affirmed that she was an adult and had voluntarily married,” the officer said. “The court sent her to a judicial home and asked us to produce her on a later date for the final verdict in the matter.”On Tuesday, clashes broke out between the two communities over rumours that the couple would be produced in court. The All India United Democratic Front, a Muslim-centric political party, blamed the right-wing Bajrang Dal for the violence. “Bajrang Dal jumped into the fray and painted it as an incident of love jihad,” said Ataur Rahman Mazarbhuiya, a former legislator from Katigorah in Cachar. “They instigated people and that is what made the situation so bad.”However, Gopal Bhattacharjee, president of the Cachar unit of the Vishwa Hindu Parishad, the Bajrang Dal’s parent organisation, denied the group’s involvement. Blaming the violence on “general public feeling against such a marriage”, he added, “My boys had nothing to do with it. It was a clash involving the general public.”Aminul Haque Laskar, a leader of the ruling Bharatiya Janata Party, also came under attack while trying to pacify the agitated crowd. Lashkar’s car was damaged but he managed to get away unhurt.Till Wednesday evening, the police had rounded up nine persons from both communities for questioning. “According to the initial investigation, they were miscreants,” said Raushan. “But we are trying to find out if they belonged to any particular group.”Communal tension Silchar and the Barak valley are no strangers to communal clashes. In 2013, rumours of beef being found in a temple in Silchar had sparked  clashes that had left at least 30 people injured, including the then superintendent of police and six policemen. Then too, the Vishwa Hindu Parishad’s name had cropped up. In 2015, there was tension yet again when the head of a beheaded cow was found in a temple in the town.Apart from that, the valley witnessed two major riots in 1968 and 1990.","author":"Arunabh Saikia","time":"2017-06-09T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/840049-60195-xllygmlcgn-1496924269.jpg","tags":["Assam","Communal clashes","Love jihad","Bajrang Dal"],"source":"https://scroll.in/article/840049/in-assams-communally-sensitive-silchar-allegations-of-love-jihad-spark-violent-clashes"}