{"title":"In Assam, the Congress spars with BJP over its chief ministerial candidate's past","content":"In Assam, the electoral contest between the Congress and the Bharatiya Janata Party has found a new battleground: the alleged past of the BJP's chief ministerial candidate, Sarbananda Sonowal. Last week, a faction of the United Liberation Front of Asom   separatist group, claimed that Sonowal had been involved in two of the notorious \"secret killings\" of Assam.Since then, the BJP has struck back, saying the Ulfa was supporting the Congress, which stood to gain from the accusations. \"The Congress is crying wolf, taking help from the ULFA,\"  said Bijan Mahajan, a spokesperson for the BJP.    \"I do not find it right to join issue with someone belonging to an  underground organisation, which works outside the ambit of the Constitution.\" The Congress, for its part, denied cashing in on the rumours. \"We are  not making an issue out of it, it is the people and the media,\" said  Rhituparno Khonwar, spokesperson for the Assam Pradesh Congress  Committee.   ULFA-Independent, the faction led by separatist leader Paresh Barua, had issued a press statement saying Sonowal had been instrumental in the murder of social worker Sanjoy Ghose, just months before the assembly elections of 1997. It also alleged that Sonowal was behind the murder of student leader Saurav Bora in 1986. Sonowal had used ULFA's help in both killings, the separatist group said. It also claimed that Himanta Biswa Sarma, a former Congress minister who has now joined the BJP, had collaborated with Sonowal.An affidavit filed by Sonowal before the Lok Sabha elections of 2009 declares that he had been \"accused of offences punishable with imprisonment for two years or more in a pending case.\" But since then, said Mahajan, who also happens to be a prominent criminal lawyer, the case had been resolved. \"A Central Bureau of Investigation report was filed,\" he said. \"It found no material against Sonowal. Despite that, charges were framed in a lower court. But the Guwahati High Court discharged him.\"Sonowal was a member of the All Assam Student's Union, which led the Assam movement of the early 1980s and went on to become president of the organisation before joining the Asom Gana Parishad and finally, the BJP. Bora and he were students together in Dibrugarh University. Bora was killed in 1986 and the case was transferred to the CBI in 1988. Sonowal was one of the five prime accused in the case. Ghose was killed while he was working on a project in Majuli, the river island in Upper Assam which is also Sonowal's constituency.The Congress denies taking help from ULFA now, pointing out that the party was one of the targets of the separatist group's violent campaign in the 1980s. Hundreds of party workers were killed in that decade, Khonwar recalled.","author":"Ipsita Chakravarty","time":"2016-03-29T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805772-article-neewdzhtky-1454682524.jpeg","tags":[],"source":"https://scroll.in/article/805772/in-assam-the-congress-spars-with-bjp-spar-over-its-chief-ministerial-candidates-past"}