{"title":"In Assam, Muslim women cautiously welcome move to outlaw polygamy ","content":"In the first week of September, the Bharatiya Janata Party-led Assam government announced that it was forming a three-member panel to draft a law to outlaw polygamy in the state. The development follows the greenlight by an expert committee constituted by the state government to examine if it had the legal standing to enact such a law.Marriages in India are governed by a slew of laws. Apart from the Special Marriage Act that regulates interfaith marriages, there are community-specific personal laws. The Hindu Code Bill, which applies to Hindus, Sikhs, Jains, and Buddhists, prohibits polygamy as do the Parsi and Christian personal laws. However, under Muslim personal law, men are permitted to have up to four wives simultaneously. Special Constitutional protections accorded to Scheduled Tribes include some amount of legal sanctity to polygamy. In its report, the expert committee had concluded that the Assam legislative assembly has “the legislative competence to enact a law to end polygamy”, adjudicating that “polygamy is not an essential religious practice under Islam”. It, however, struck an ambiguous note on whether the proposed law could include the state’s tribal communities which account for nearly 13% of Assam’s population. Chief Minister Himanta Biswa Sarma, who has long advocated a ban on the practice often framing it as a practice exclusive to the Muslim community, has declared that Assam will now see the “end of polygamy by December this year”. In the past, Sarma has said the intended ban on polygamy was to empower Muslim women in the state. Scroll spoke to several activists, scholars, and ordinary women from the community. While most of them welcomed the move to ban the practice in principle, many were apprehensive about it being another stick to criminalise the community. Many of them pointed out how women from the community bore the brunt of a sweeping statewide crackdown on child marriage, also framed as an altruistic move meant to benefit them. Members of the public are requested to send us their suggestions on the proposed law to ban polygamy in Assam. pic.twitter.com/FpKl0MgYqB— Himanta Biswa Sarma (@himantabiswa) August 21, 2023\n\nWhat the numbers sayThe Assam government’s move to criminalise polygamy is part of a larger push by the BJP in the last couple of months to replace personal laws with a uniform civil code. Such a code would mean that matters such as marriage, divorce, and inheritance, currently governed by personal laws, would be under a common legal framework applicable to all communities. Polygamy among Muslims, which the Hindu right incorrectly links to higher fertility rates in the community, is at the heart of the current push for a common civil code. This despite the fact that official data suggest its rather limited – and consistently declining – prevalence in the community. In Assam, the pattern is no different. While India does not directly record polygyny rates, the National Family Health Survey asks married women whether their husbands are married to more than one person. While 6.5% of Muslim women from the state who responded in the 2005-06 edition of the survey said their husbands had multiple wives, the number dramatically dropped to 3.6% in 2019-21. On the other hand, 2.1% Hindu women reported polygyny in 2005-06; the number dropped to 1.8% in the subsequent survey. Focus on Muslims Yet, the focus of the report of the Assam expert committee, which was headed by a retired Gauhati High Court judge, was almost entirely the Muslim community. While the committee notes that “the practice of polygamy is prevalent among Assam’s tribal communities”, it does not delve deeper into the matter. Nationally, the prevalence of polygyny is the highest among tribal women, analysis of the NFHS data shows. The omission has left many observers surprised. “Since there are tribal-majority districts in Meghalaya and Arunachal Pradesh where the prevalence of polygamy is among the highest in the country, surely, the experts could have spent a little more time to understand the practice among our tribal fellow citizens in Assam instead of dismissing it,” pointed out political scientist Sanjib Baruah. Malafide intent?Women activists from the community said the Muslim-centric approach of the report, which mirrors the government’s stance on the matter, seemed to suggest bad faith. “The special committee’s observation engaged only with the probable impact of a law banning polygamy on Muslims while dismissing non-Muslim stakeholders,” said Parvin Sultana, who teaches political science at a college in Dhubri’s Gauripur. “Such an approach will fall short of addressing the exploitation of women caught in such marriages and just become another political ploy to further polarisation.”The Assam government’s crackdown on child marriage earlier this year had already set a bad precedent, said Sultana. In February, the Assam police arrested hundreds of people in a sweeping crackdown on child marriage in the state. Critics claim that the police action disproportionately targetted people from the Bengali-origin Muslim community, often vilified as “illegal migrants” in Assam. The expert panel submitting its report to Sarma (Credit: Himanta Biswa Sarma/Twitter)Voices of endorsement Yet, many women from the community said it was a welcome move. While instances of polygyny may be on the decline among Assam’s Muslims, it is still one of the highest in the country. Many women from underprivileged backgrounds continue to suffer because of it. Take, for instance, Mehena Khatun, a 36-year-old woman, who works as a domestic worker in Guwahati. Khatun, a mother of three, was deserted by her husband three years ago who married another woman. “I think it will be good if the law protects women like us,” Khatun said. “I support the law because as a woman I had to suffer a lot because of such marriages.”Nafisa Younis, who teaches history in a college in the town of Kalgachia, also expressed her support for the proposed law. She said, “There are pros and cons of everything. In my opinion, polygamy has more cons. Poor underprivileged women are the worst sufferers because of polygamy.”Mission ‘polarisation’, says OppositionThe Opposition parties, though, have hit out at the government, accusing it of communalising the matter.“No one supports polygamy,” said Congress parliamentarian Abdul Khaleque. “We are opposing the BJP government’s intention as they are polarising the society in the name of banning for political gains.”Many have also questioned the intent to criminalise polygyny given it was already on the wane. “With education and women empowerment, it will become redundant,” said Sultana. HK Ahmed, a Guwahati-based advocate, invoked the NFHS data. “Polygamy was prevalent at one point in time but now it’s rare,” Ahmed said. “This is totally a move against Muslims, it is going to be a diabolical tactic, a draconian law.”","author":"Rokibuz Zaman","time":"2023-09-17T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/85706-ikggttrvls-1522335697.jpg","tags":["polygamy","expert committee","Muslim","Hindu Code Bill","Marriages","polygyny","Assam","Himanta Biswa Sarma","BJP","AIUDF"],"source":"https://scroll.in/article/1055818/in-assam-muslim-women-cautiously-welcome-move-to-outlaw-polygamy"}