{"title":"In Assam, a peasant leader charged with sedition has given both Congress and BJP cause for worry","content":"On September 13, the Assam police arrested peasant leader Akhil Gogoi on charges of sedition. The previous day, at a rally held by his organisation, the Krishak Mukti Sangram Samiti, in the Upper Assam town of Moran, Gogoi is believed to have said that if Hindu migrants from Bangladesh were “forced upon Assam”, its residents would be pushed to take up arms. He was flanked by former United Liberation Front of Assam militant Jiten Dutta when he spoke that day.Dutta and several other surrendered ULFA militants have made a series of public appearances in the last few weeks, invoking Assamese nationalism. These came after an assault last month on a few former ULFA militants in the state’s Nagaon district. The men were allegedly attacked by Bengali-speaking traders who are believed to have connections with the ruling Bharatiya Janata Party. Assamese nationalist leaders, with former members of the ULFA in the vanguard, have projected the Nagaon incident as an insult to the “indigenous” people of the state by so-called “outsiders”.Gogoi, who rose to prominence agitating for peasant rights, has not traditionally been associated with hardline Assamese nationalism. His speech at the September 12 rally, with surrendered ULFA leaders in attendance, marks a new pairing of two very different streams of dissent in Assam.‘Professional agitator’Gogoi has a long history of conflict with the establishment, which has branded him a “professional agitator”. Months after the BJP came to power in the state in April 2016, Gogoi spent over 70 days behind bars after the police charged him with inciting violence during an eviction drive near the Kaziranga National Park.During the previous Congress regime, Gogoi had been arrested a number of times on a range of charges. In 2010, an intelligence report by the Assam police accused Gogoi of having links with Maoists. Gogoi, who dons many hats –peasant leader, Right to Information activist and anti-corruption crusader – shot back by saying he was Marxist, but not a Maoist.Over the years, Gogoi and his Krishak Mukti Sangram Samiti came to represent a “pared-down, manageable voice of dissent in Assam”, said social scientist Sanjay Barbora.For land rightsGogoi first came to public notice during the Tengani land rights movement, which started gaining momentum in 2002. Tengani was part of the Nambor Reserve Forest area that lies along the borders of Golaghat and Karbi Anglong districts. Thousands of people displaced by the ebb and surge of the Brahmaputra river in nearby areas, including the erosion-prone river island of Majuli, had made Tengani their home over the years, and wanted land rights. However, the government viewed them as encroachers on forest land.After the Congress came to power in 2001 and stepped up the anti-encroachment drive, Gogoi, along with a few of his associates, formed the Brihattar Tengani Unnayan Sangram Samiti, a joint action committee, to resist the eviction drive and demand permanent settlement for people living in the area.The Tengani movement, which reached a crescendo in 2004, was a resounding success, by all accounts. In April 2005, the state government agreed to give land titles to the pre-1980 dwellers of the area. It led to similar largescale, farmer-led mobilisations in other parts of the state.Buoyed by his success in Tengani, Gogoi started the Krishak Mukti Sangram Samiti on June 20, 2005, and shifted base to Guwahati.In June 2011, the Samiti organised another well-attended rally in Guwahati, bringing together various landless people living in and around the city to protest against the government’s alleged arbitrary eviction of people from supposedly ecologically sensitive areas. However, the protest turned violent and Gogoi was arrested. Akhil Gogoi (right) with Anna Hazare at Ramlila Maidan in Delhi in 2011. (Photo credit: HT).The anti-corruption crusaderBy this time, his field of work had expanded, dovetailing with anti-corruption movements gaining momentum in other parts of India. In May 2011, thousands of people turned up for an anti-corruption rally in Guwahati where Gogoi shared the stage with the India Against Corruption cohort of Anna Hazare, Arvind Kejriwal and Kiran Bedi.Gogoi now trained his guns on corruption within the government. He alleged collusion between the state and big businesses and became a vocal critic of the proposed big dam projects in the North East. A student wing called the Chatra Mukti Sangram Samiti was also floated. Gogoi took a particularly vocal stand against the Congress’s Tarun Gogoi, the chief minister, and his deputy, Himanta Biswa Sarma, now a minister in the state’s BJP government. Gogoi accused the Congress government of pilfering thousands of crores in the North Cachar Autonomous District Council.While his opposition to big dams and advocacy of land rights for the marginalised fetched his organisation support from the poor, his anti-corruption avatar targeting the Congress earned him a new support base among the Assamese middle class.The Assamese middle class’s support to Gogoi was “largely a reflection of Hindu-Assamese sentiment”, according to historian Arupjyoti Saikia. “In 2011 when thousands came out into the street, they were also strongly pro-Hinduvta,” he said. They essentially saw the Congress as a passive enabler of illegal migration for electoral reasons, he added.Eroding supportBut in the last few years, the middle class has started to drift away from him. Observers claim that one reason for this is Gogoi’s perceived sympathy for Bangladeshi Muslim immigrants, whom the Assamese middle-class view as a threat to their majority status in the state. That sentiment gained currency when Gogoi defended people facing eviction in Kaziranga in 2016. The local media widely claimed that these people were illegal migrants squatting on forest land.Saikia claimed that the Assamese middle class never quite appreciated Gogoi’s agenda of better rights for the landless of Guwahati, not even when they held a favourable opinion of Gogoi thanks to his staunch anti-Congress stance. “The middle class views the KMSS’ [Krishak Mukti Sangram Samiti’s] political programmes on land rights as a threat to economic and political privileges,” said Saikia, who has extensively chronicled the peasant movement in the state. Activist and academic Ankur Tamuliphukan, however, said Gogoi’s waning support among the middle class was partly a failure on his part to mobilise sustained support. “He has been raising the right ecological and economical questions but has failed to give these issues a universal appeal or any kind of call to action,” said Tamuliphukan. “One must remember that the same middle class came out in large numbers during the anti-illegal migration agitation in the state during the eighties and even recently to protest against the RSS [Rashtriya Swayamsevak Sangh] when a former ULFA militant was beaten up.”‘Smart politician?’Is his recent rhetoric against the Centre’s move to grant Hindu Bangladeshi refugees Indian citizenship then Gogoi’s way of reaching out to his lost middle class constituency? Barbora believes that Gogoi is only being consistent. “His core constituency always was and will be the marginalised farmer,” he said. “And among them, there is this fear, which may not necessarily be factual, that their land will come under threat if Hindu Bengalis are settled in Assam, so he is essentially just reaching out to them. He has always been an opportunist, a smart politician.”Saikia concurred, saying that Left-wing thinkers in Assam in the 1940s and ’50s – when the Left was a force to reckon with in the state – had always understood the need to tailor textbook communist politics according to the social and ethnic history of the region.What lies aheadHowever, Saikia conceded that Gogoi and his organisation were also “struggling to win Assamese middle class sympathy” and engaging with the question of Assamese nationality could be its way of breaking into “Assam’s larger political space”. The Krishak Mukti Sangram Samiti seems to be thinking along similar lines. Its president, Bhasco De Saikia, conceded that the Samiti may have deviated from textbook Left politics by opposing refuge to a set of persecuted people. He said that the only way forward was a brand of “progressive nationalism”. “If we don’t safeguard the interests of the Assamese population now, there will be nothing else to fight for,” he said.However, not everyone is convinced. One such person is an old Gogoi associate from his Tengani days, Soneswar Narah, who claims he parted ways with his former colleague for “ideological reasons”. “By taking sides with extreme nationalist forces, he is just making it easier for the RSS,” said Narah. “The RSS has so far failed to spread any serious communalism in Assam, but with people like Akhil espousing a violent form of nationalism, it will only help the RSS’s cause.”De Saikia argued that the Samiti’s stand on the subject is “absolutely clear”. “Just as we are against citizenship to anyone who came after 1971 [the cut-off year for a person in Assam to be considered an Indian citizen, as per the Assam Accord] irrespective of religion, we also oppose persecution of people who came before that. Nobody should be treated as a second-class citizen because they belong to a certain religion.”Will the Krishak Mukti Sangram Samiti then contest elections any time soon? “We are not against electoral politics,” said De Saikia. “If we think it will help us achieve our larger objectives, then definitely.”On Monday, the Assam police requested court to grant them custody of Gogoi for 10 more days, claiming that he had in his possession weapons and links with a banned militant outfit, ostensibly pointing towards the United Liberation Front of Assam. The police, however, has decided not to press charges against Jiten Dutta, who had said something rather similar to what Gogoi has been arrested for at the September 12 rally, according to people who were present.","author":"Arunabh Saikia","time":"2017-09-22T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/851101-68871-burpsynbyh-1505840683.jpg","tags":["Tarun Gogoi","Akhil Gogoi","Congress","Assam","sedition"],"source":"https://scroll.in/article/851101/in-assam-a-peasant-leader-charged-with-sedition-has-given-both-congress-and-bjp-cause-for-worry"}