{"title":"In Assam, there is widespread resentment against internet shutdowns for government exams","content":"On the morning of August 21, the 29-year-old was lost on his way to the exam centre where he was to write an entrance test for Grade IV government posts in Assam. The candidate, who did not wish to be named, lives in Sorbhog in Barpeta district. His exam centre was 85 kilometres away in Nalbari district. Normally, he would use Google maps for directions. But on that day, there was no internet. The Assam government had suspended mobile internet services in 24 of the state’s 35 districts “in the interest of holding free, fair and transparent recruitment examination[s]”. According to the government notification, internet services were to be blocked from 10 am-12 pm and then from 2 pm-4 pm that day. According to the 29-year-old candidate from Barpeta, however, the internet stopped working around 8.45am.“I was lucky I left home early and managed to find the centre with the help of local people,” he said. Another candidate said the internet did not come back till 5 pm that evening. She had to return from Nalbari to her home in Barpeta Road. She grew anxious as she could not even check train timings on her phone.For many residents of the affected districts, daily earnings took a hit. Anup Deka, a 30-year-old based in Guwahati, who works for an app-based taxi service, said he earned only Rs 70 on August 21. Usually, he said, his daily earnings range between Rs 500 and Rs 1,300. “My mobile internet was not working between 9.30 am and 4.30 pm, it was a huge loss for me as we depend on daily earnings,” said Deka.Ismail Ali, president of the All Assam Cab Operators’ Union, said there were about 9,000 Ola or Uber drivers in the state who depended on the internet to function. Many had to stop work that day.The last time Assam saw a widespread internet ban was during the violent protests against the Citizenship (Amendment) Act, passed in December 2019. As the state was convulsed with protests, the ban passed without comment. This time, there is widespread resentment.Take Kandarpa Das, an irate Guwahati resident, who felt it was unnecessary harassment of ordinary people. “It shows that the exam conducting body has no faith in its own checking system,” he said. “If it’s so necessary, they can use a jammer instead.” Raju Prasad Sarma, a Kamrup-based social worker, has now filed a writ petition in the Gauhati  High Court with the assistance of the Delhi-based Internet Freedom Foundation. The petition challenges the internet shutdown order for August 21 and August 28, when the next examinations are scheduled.IMPORTANT: We've assisted Mr Raju Prasad Sarma, a social worker from Kamrup, Assam in filing a writ petition in Guwahati HC to challenge the #internetshutdown ordered to take place in Assam on Aug 21 & 28. The shutdown is to prevent cheating in exams!1/2https://t.co/nxcJ1FVu0H— Internet Freedom Foundation (IFF) (@internetfreedom) August 23, 2022\n\nThe orderDays before the examinations were to be conducted, Assam Chief Minister Himanta Biswa Sarma directed officials to ensure the smooth conduct of examinations for Grade III and Grade IV posts. The state is conducting recruitment tests for nearly 30,000 posts. Altogether 14,30,337 applicants are expected to appear for the exams to be held in 25 districts on August 21 and 28, and September 11. The Board of Secondary Education, Assam, is conducting the examinations.The government order, dated August 18 and announcing the shutdown, was signed by Niraj Verma, principal secretary (home and political department). It applied Section 5(2) of the Indian Telegraph Act, 1885, with the Temporary Suspension of Telecom Service (Public Emergency or Public Safety) Rules, 2017, to suspend mobile internet services on August 21 and 28.The order noted that on earlier occasions “unscrupulous elements resorted to unfair means using different mobile applications such as Facebook,WhatsApp, Twitter and YouTube, etc, which are based on internet connectivity”.It also said the measure had been taken on the suggestion of the secretary of Assam’s board of secondary education. “There are 14.30 lakh candidates and this is the first time in the history of Assam so many candidates are appearing in an exam,” said the secretary, Narnarayan Nath, speaking to Scroll.in. “You can’t compare this with the Class X or XII board exam. Since the number of posts is also a lot and the number of candidates are high, an extra precaution is necessary.”RC Jain, chairman of the education board, added that the internet ban was necessary because some of the candidates might have been helped by relatives outside the examination hall.Assam has a troubled track record when it comes to conducting public service examinations. In 2020, the Bharatiya Janata Party-led state government faced severe criticism after the question paper for a police recruitment exam was leaked on WhatsApp just 12 minutes before the exam. The statewide recruitment test then had to be cancelled. Earlier this year, question papers for a sub-inspector recruitment test also went viral on social media.A senior Assam government official, who did not want to be identified, said internet bans were necessary, even if they caused inconvenience.“There are many previous instances where questions were leaked on mobile internet,” he said. “No doubt, the internet ban causes problems for others but it was necessary to ban the internet for a half day or three to four hours as miscreants take advantage of the facility. You can think it is harassment but it is necessary.” No public emergencyAssam is not the first state to suspend the internet during public examinations. Earlier this year, the Calcutta High Court stayed the West Bengal government’s order to shut down the internet during Class 10 board examinations.The Telegraph Act and telecom rules allow internet suspension in a public emergency or for public safety. The Supreme Court has clarified that “public emergency” means a situation that affects the general public and calls for immediate action and “public safety” means securing them from danger. Moreover, the government can only do so if it feels there is a threat to national security or sovereignty, to preserve “friendly relations” with another country or to preserve public order. Gyan Prakash Tripathi, who works with the Internet Freedom Foundation, called the Assam government’s shutdown “illegal” and “disproportionate”, citing the Supreme Court’s and the Calcutta High Court’s orders.“Both the act and the rules permit an internet shutdown if there is a threat to public safety or if there is a public emergency,” he said. “Smooth conduct of examinations does not fall in any of these categories.”Every internet ban affects the fundamental rights of citizens, Tripathi argued, and can only be implemented in specific, narrowly defined circumstances, not according to the government’s “whims and fancies” and for mere “administrative convenience”.“Indians have the fundamental right to free expression, and to carry on lawful trade under the Constitution,” Tripathi said. “The existence of these constitutional fundamental rights over the medium of the internet was recognised and upheld by the Supreme Court in 2020.”Guwahati-based lawyer Anubhab Atreya pointed out that the telecom rules had been amended in 2020 to say that internet shutdowns should not exceed 15 days. He also observed that the constitutionality of the suspension rules had been challenged in a public interest litigation in the Gauhati High Court.\"If internet suspended for grade 4 job recruitment exam, what will happen during exams for grade 1 jobs?\" \"Curfew\" Summed it up #AmarAsom #Assam pic.twitter.com/HlDNZh2b0R— sushmita goswami (@sushmitagoswami) August 22, 2022\n\nFair and transparent examinations?According to Manash Pratim Baruah, a member of Fight Against Injustice of APSC – a forum for “deprived candidates” – the Assam government’s measures did not speak well of the transparency and fairness of the exams. He also pointed to other flaws in the way the examinations were conducted. “The candidates are not even allowed to take home their own question paper,” Baruah said. “How can a candidate check the correctness of [their] answer if they won’t even get their own question paper?”  Most government exams have multiple choice questions. Baruah said the government needed to declare official answer keys before results were announced and to allow candidates to complain if any of the official answer keys were wrong.He recalled that multiple errors had been found in the answer keys of the Combined Competitive (Preliminary) Examination conducted by the Assam Public Service Commission in 2018. The matter is still in court – altogether 21 writ petitions have been filed challenging the preliminary exam.","author":"Rokibuz Zaman","time":"2022-08-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178945-rsbdavpxsf-1661440022.jpg","tags":["Assam","internet shutdown"],"source":"https://scroll.in/article/1031299/in-assam-there-is-widespread-resentment-against-internet-shutdowns-for-government-exams"}