{"title":"In Assam, the National Register of Citizens sparks fresh fears among the state’s minorities","content":"This week, a meeting held by the Delhi Action Committee for Assam in the capital’s Constitution Club stirred up a controversy. One of the speakers, Arshad Madani, chief of the Jamiat Ulema-e-Hind, claimed that the process of updating of the National Register of Citizens in Assam, an exercise being carried out for the first time since 1951, would turn India into Myanmar, resulting in lakhs of Muslim women being expelled from the country. Just as eight lakh Rohingya Muslims have been forced to take refuge in Bangladesh, Madani said, 48 lakh women and their children could be driven out of Assam. Assam began to update the National Register of Citizens in 2015, ostensibly to create a definitive list of citizens of the state and root out illegal Bangladeshi immigrants.   Madani’s remarks prompted Apurba Baruah, a retired professor of the North Eastern Hill University, to speak up at the meeting. He noted that the matter at stake was “not just about religion but about citizenship”. Madani has since been heavily criticised for ascribing a political and communal agenda to the register and booked for “promoting enmity between communities”. Members of the action committee have distanced themselves from his remarks. Now, the Assam government has started closing in on its critics. It has directed the police to keep an eye on individuals or organisations apparently spreading conspiracy theories about the register and trying to create communal tension. Additional forces are expected to be moved in soon. Questions have also been raised about who funded the seminar in Delhi, which was attended by writers and academics from Assam as well as politicians such as Yogendra Yadav of the Swaraj Abhiyan and Sitaram Yechury of the Communist Party of India (Marxist). Congress member of Parliament Pratap Singh Bajwa also put in a brief appearance.At the same time, though, the National Human Rights Commission issued a notice to the state administration, taking cognisance of reports that people were being harassed in the guise of verifying their nationality and branded as illegal Bangladeshi immigrants. Madani’s words may been ill-judged and hazy on the facts, but they do tap into a deepening anxiety felt by a section of Assam’s population at this stage of the updation process.The exercise has pitted the “legitimate anxieties of indigenous people that they may be reduced to a minority” against “terror-stricken minorities” who feel under siege by “fascistic forces”, noted writer Hiren Gohain, who was also at the meeting.A new stirWhile the Centre has reportedly appealed to the Supreme Court to postpone the publication of the draft list, the current deadline is December 31. As it approaches, fresh ripples have been created by two developments. First, the sudden appearance of a separate category of “original inhabitants” in the list. Although Prateek Hajela, state commissioner for the National Register of Citizens, later announced that there would be no such category, anxieties remain.A second – and related – fear is the possible disqualification of lakhs of applicants who had submitted panchayat documents as proof of identity. Although the initial guidelines had indicated that these would be accepted, early this year, the Guwahati High Court  said they had “no statutory sanctity”, were “private documents” at best and using them “was against national interest”. This left about 48 lakh people who had submitted such documents in the lurch.Both steps were challenged by the All Assam Minorities’ Students Union and will be heard by the Supreme Court soon. They brought about accusations, vehemently denied by the Assam government, that the National Register of Citizens was being tweaked under the radar to leave out certain kinds of residents. There is a renewed conviction that the exercise of counting Assam’s citizens is a political one, and the new register will be a document of exclusion, not inclusion.Original or indigenous?To qualify for inclusion in the list, the state is going with the provisions of the Assam Accord of 1985: anyone who can prove that they or their ancestors had entered the state before the midnight of March 24, 1971, will be counted as a citizen. This apparently bureaucratic date was never innocent of politics. The accord was drawn up after the Assam Movement which was led by the All Assam Students’ Union in the 1980s and was aimed at ejecting “bahiragat”, or foreigners, both from the state and its electoral rolls. The cut-off date was based on political developments in Bangladesh: March 25, 1971, was when the Pakistani army started operations in Dhaka, triggering the Bangladesh War. This sent a wave of refugees into India.But the energies of the Assam Movement were also directed at Indians from outside the state, especially Bengalis, both Hindu and Muslim, and the Bengali language, associated with the old colonial administration.The state has seen various struggles of ethnic and linguistic nationalism in recent decades, the biggest being the Assam Movement and the Bodo movement for Bodoland. Each group called themselves “bhumiputra”, or “sons of the soil”, tracing their origins back to antiquity and beyond. Each group staked a claim to self-determination. This was accompanied by fears of being reduced to a minority, “swamped” by outsiders who worked a creeping demographic change in their lands.The exhaustive bureaucratic exercise of updating the register seemed to be inflected by these concerns.  The official website for the register lists the categories of people eligible for citizenship. Apart from those who meet the requirements of the cut off date, the list still mentions “original inhabitants of Assam and their children”. Besides, back in 2016, Hajela had said it was about identity and political rights for the people of Assam, and that illegal migration was an old problem. Does “original”, then, mean “indigenous”, a fraught word in Assam? According to detractors, the state has subtly shifted the goalposts since the updating exercise began. It is governed by the Citizenship Rules of 2003, which does not define “original inhabitants”, they argue. “Rule 3 says that the officials engaged in the business of the NRC are to ensure that they are descendants of people who originally inhabited this place, it did not say that a special category of original inhabitants would be enlisted – I think there is a difference,” Gohain said.Even though the category has reportedly been withdrawn, it is not clear what criteria had been used in the first place, and Hajela remained unreachable for comment.  Communal shadesThe divide between the indigenous and non-indigenous, original and non-original, is often confused with communal faultlines now. Take the case of the panchayat documents disqualified by the high court. Many of those who had submitted panchayat documents were women who had few other papers to show. These papers served as link data, which connect people born after 1971 with ancestors who lived in the state before that date. Most often, they were papers signed off by the gaon bura or village chief when a woman got married, saying she belonged to that village and who her parents were.In October, the Supreme Court directed the commissioner to segregate the “original” inhabitants among those who had submitted panchayat documents. Hajela duly submitted that 17.4 lakh people who had submitted panchayat documents were “original inhabitants”, who would easily make their way into the register. The rest could not be verified. Of the remaining 30 lakh, about three lakh were men. That left 27 lakh women adrift. Rumour had it that no Muslim had made it to the category of original inhabitants.Minority groups point out that the Supreme Court had eased the documentary requirements for tea tribes, consisting of mainly Adivasi workers who had been brought into the state as indentured labourers in the 19th century. Why, they ask, are such allowances not made for Muslim women who were equally marginalised and equally undocumented but whose families had lived in the state for decades if not centuries? The Bharatiya Janata Party’s own rhetoric in various poll campaigns has helped communalise the issue. The party came to power in Assam after the assembly elections of April 2016, stringing together a “rainbow coalition” of indigenous groups. But a BJP in campaign mode also distinguished between Hindu Bengalis who were legitimate “refugees” and Muslims who were “illegal migrants”. Then came the Citizenship (Amendment) Bill of 2016, which name checked all major non-Muslim minorities in surrounding countries and eased requirements for their naturalisation.Certificates of securityThese developments have compounded older fears of discrimination that haunt Muslims in the state, which has never quite recovered from the Nellie massacres of 1983, when thousands from the minority community were killed in a matter of hours. Minorities in Assam, even those who could trace their family histories in the state back to pre-Partition days, often said they were branded as “illegal Bangladeshis”. Muslim insecurities ran so deep in the state that they welcomed a counting exercise that would finally certify them as citizens of Assam. It would be their “rakshya patra”, certificate of security, they said. After initial protests, they even accepted the 1971 cut off date.But when the counting process was kicked off, suspicions ran high on both sides. While state officials suspected that illegal Bangladeshi immigrants were trying to pass themselves off as indigenous Muslims, many from the minority spoke of a biased system, alleging “deliberate mistakes” in their application forms, introduced by the bureaucracy in order to exclude them. The original inhabitant category strengthened these suspicions of bad faith.Assam on edgeIn many ways, the National Register of Citizens embodies the paranoias of a volatile state. It is a frenetic search for origins, forever slipping out of its grasp. It is a counting process that depended on countless fragile, fading documents, where entire family histories may be wiped out by a spelling mistake, a name misheard by surveying officials decades ago, a page missing from an old electoral roll. When documents left gaps, the state’s surveyors went from door to door, asking friends and neighbours if a particular person lived in that area, whom they were related to, how long they had lived there. The bureaucratic ledgers are permeated by memory and hearsay, the document flickers between the official and the personal. It may have been this subjectivity in the counting process that laid it open to charges of political manipulation.As for the fears of “influx” that triggered the process to begin with, these have also been debated. According to researchers, the population boom in Muslim-dominated areas has been driven by internal growth more than migration. The state’s desperately poor Muslim population has grown fast because of poor education and early marriages, which led to longer reproductive years, especially in the Bengali-speaking areas of Lower Assam. Finally, a nervous state government is believed to be moving forces into areas where they expect trouble. It is, of course, the government’s responsibility to keep the peace. But merely policing groups without addressing their concerns will not ensure a lasting peace.","author":"Ipsita Chakravarty","time":"2017-11-18T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858021-74114-kclqemwlto-1510936051.jpg","tags":["Assam","National Register of Citizens","Illegal immigrants","Assam Accord"]}