{"title":"In Aligarh, police used stun grenades against students – and university officials justified this ","content":"A young doctoral scholar lay calmly on his hospital bed in Aligarh. I could not have mustered his courage and equanimity. Just two nights earlier, his palm had been blown off by a lethal missile fired by the police. Doctors amputated his hand to save his life. His main concern at this point was how he would break this news to his mother, and if she would survive it.A little earlier, I met a young law student of the Aligarh Muslim University, just 19 years old, his broken hand in a cast. A day scholar, he was trying to flee from the library to his home after police stormed his university campus on the night of December 15. He was one of the unfortunate students who the police detained, after lashing him with batons, breaking his hand. In the truck, he reported the policemen repeatedly taunted them with communal slurs, and twisted his broken hand to torment him more. In the police station, he was stripped naked and beaten with a leather belt. He showed us the welts on his body.But he was unwilling to lodge a formal complaint against the police. Many students told us that they had been warned by the university authorities that if any student filed a complaint, he would be expelled from the university and criminal charges, even under the dreaded National Security Act, would be lodged against them. As a result, many injured students did not even go to public hospitals for fear of their names appearing in public records.I was part of a solidarity team that visited Aligarh on December 17, just one day following the police action. With me were John Dayal, Nandini Sundar, Natasha Badhwar, Vimal and many Karwan-e-Mohabbat colleagues. Nearly 100 teachers met us, many students, including those still in hospital, and several doctors. We also met the Registrar and Proctor.The story which emerged was of largely unprovoked police violence in the Aligarh Muslim University, more brutal than even in Jamia, and indeed than in any university in recent memory. Also, of a university administration which unconscionably abandoned its students and threw them to a hostile and pitiless state.How the police rampage beganSince the Citizenship Amendment Act became law in Parliament, students on the campus had begun peaceful protests. Large contingents of paramilitary armed security forces of the Rapid Action Force were deployed just outside the gate of the university. On the evening of December 15, as news of police attacks on Jamia students filtered in, angry students spilled out of their hostels and swelled the protests. Suddenly without warning, RAF soldiers broke down the gate of the university and stormed in, launching a ferocious lathicharge against the students, who ran in every direction in panic in the darkness.The soldiers chased the terrified students everywhere, including into hostels and guest houses, firing teargas shells, stun grenades and reportedly bullets. We visited the heritage Morrison Boys’ Hostel, where soldiers beat up guards and fired teargas into the rooms of the students to smoke them out. Doctors from the university medical college rushed more than ten ambulances to pick up the injured students, but the soldiers refused to allow them to rescue the students, and even broke the bones of one ambulance driver. Students describe three nightmarish hours of the rampage of the soldiers of terror and mayhem.  A student shows injuries that he said police inflicted on him in custody. Credit: Sruthisagar YamunanA trigger-happy university officialThe Vice Chancellor claims to have invited the forces into the university, but it is unclear then why RAF soldiers broke down the gates. His permission was perhaps post facto, to give a legal façade to their campus entry. He was “out of station” when we went to Aligarh one day after the violence. I was shocked to find that a serving police officer on deputation from the UP cadre is appointed as the Registrar of the university, and his attitude seemed that of a trigger-happy police officer rather than a custodian of the students. He justified the police action as both necessary and restrained, and even spoke casually of the forces using stun grenades. These are devices to temporarily blind and deafen the enemy, known sometimes to cause injury and burst into flames. It is likely that this caused the student to lose his hand when he picked up a device which he thought was a teargas shell; also, possibly, the fire in the hostel rooms. Stun grenades are used only in war situations or for militarised policing of a kind that I have never witnessed in all my years as a civil servant, never to quell student protests. And even during war, ambulances are permitted to rescue the injured. Students spoke of soldiers and police personnel raising chilling slogans like Jai Shri Ram (popular with rioters and lynch mobs) while attacking the students and setting ablaze their scooters and vehicles. In the melee, exact figures are hard to verify, but the teachers and doctors we met estimate that around 100 students were picked up by the police, and another 100 were injured, 20 of them seriously. The university leadership ordered the immediate vacation of the hostels. The police action occurred on the night of December 15. We visited on the morning of December 17. Already by then, most of the 21,000 resident students had been forced out of the hostels. These include students from Kashmir and the North-East afraid to travel to these troubled parts, impoverished students unable to muster the resources to suddenly travel home, and most who couldn’t get train reservations. The university was singularly uncaring about their safety and welfare, even of women students, and simply wanted to empty the university to quell the protests.Stigmatising studentsWe need to reflect what has brought us to this point in the journey of our republic. Police surcharged with communal hatred invade a central university, attacking students brutally, supported by the university administration. The simultaneous attacks on the two leading universities with a majority of Muslim students seem to have been designed to crush them into acquiescence, using the playlist of Kashmir, even shutting off internet in Aligarh. The Prime Minister tries to stigmatise the protests as those by Muslims, instigated by mutinous ‘Urban Naxals’ (presumably including this writer). The pushback by students in universities around the country is heartening. This must be sustained at all costs. Too much is at stake. Do we want a state that bludgeons students into submission? And do want a government to create as lesser citizens children of a ‘lesser god’? If we allow this to become a land in which students cannot protest injustice, who will show us the way?","author":"Harsh Mander","time":"2019-12-20T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133044-hasdgnrwxn-1576660261.jpg","tags":["Citizenship Amendment Bill","Citizenship Act","Aligarh Muslim University","Student Protests"],"source":"https://scroll.in/article/947335/in-aligarh-police-used-stun-grenades-against-students-and-university-officials-justified-this"}