{"title":"In award-winning ‘Eeb Allay Ooo!’, a monkey chaser and ‘a tragedy that is a design of the system’","content":"How’s this for a job description: flap arms, be alert at all times, make noises from deep within the recesses of the larynx. Must linger under trees and frequent public places. Carry bananas.In Prateek Vats’s Eeb Allay Ooo!, a young migrant in Delhi is hired as a “monkey repeller”, the official term for the person tasked with keeping in check the rampaging simian population in Central Delhi. Anjani’s job training involves tips on mastering the curious vocalisation used by his colleagues to chase away or capture frisky monkeys. Vats’s Hindi-language film is pitched as a satire, and the words “eeb, ally, ooo” work as a punchline of sorts for Anjani’s misadventures. Vats first heard the phrase when he and the film’s writer, Shubham, began meeting simian chasers in Delhi. This was during the production of Vats’s award-winning 2017 documentary A Very Old Man with Enormous Wings, about the renowned wrestler Manohar Aich. “I kept the idea on hold for a bit, since I wanted to talk about the world we are living in,” the 35-year-old Film and Television Institute of India graduate told Scroll.in. “I thought that there was potential for satire here, but I also didn’t want to make an odd-job film. We then realised that fiction was the way to go, and the non-fiction parts would come in through the way the film was shot.”Eeb Allay Ooo! won the top award in the Indian competition section at the recently concluded Mumbai Film Festival. The Shwetaabh Singh production will be screened next at the Dharamshala International Film Festival and Hong Kong Asian Film Festival. A release date in India hasn’t been fixed yet.Vats, who was raised in Delhi, was especially interested in exploring the instability and insecurity caused by the contract labour economy. “I have been fascinated with this system of contracts by government institutions and private parties,” he said. “These people might work for the government, but they are not recognised as government employees, and they don’t get a pension or other benefits. You can get them to do anything. No strict qualifications are needed for the job. It depends on how much you can bend and accommodate.”Eeb Allay Ooo! (2019). Courtesy Na Ma Productions.In some ways, Eeb Allay Ooo! complements another title at the Mumbai Film Festival – British director Ken Loach’s Sorry We Missed You, about the impact of the high-pressure gig economy on a family. In 2016, Vats and Shubham had watched Loach’s I, Daniel Blake and were struck by Loach’s ability to deliver a humorous and yet piercing critique of the undermining of the welfare system in Britain.“I, Daniel Blake did something to Shubham and me – it showed us that you could make something profoundly tragic with very profound humour,” Vats said. “There is a tragedy at the core, and this tragedy is a design of the system rather than an accident. People are just playing their roles, and it is about the character that you choose to follow. If someone wants to put my film next to Ken Loach’s, I will be very happy.”Eeb Allay Ooo! similarly reveals the absurdities of Anjani’s situation. Anjani, played by Shardul Bhardwaj, is both unenthusiastic about his job and inept at it. He especially feels the pressure of his workplace, which includes such high-profile areas of Delhi as Connaught Place and India Gate. Anjani’s brother-in-law works as a security guard at an amusement park, and is saddled with a gun as part of his duties. Both men are stuck in jobs they don’t seem to want but need. Anjanireacts badly w hen it becomes clear that the monkeys aren’t taking him seriously.The film’s physical setting is hardly a coincidence. Anjani’s travails play out for the most part in Lutyens’ Delhi, amidst impressive government buildings and sprawling bungalows. Vats wanted to explore how monkeys could slip in between the cracks in security in the capital’s power centre. “The monkeys become a personification of everything you have to guard against,” he said. “They are mischievous and unpredictable.”Eeb Allay Ooo! (2019). Courtesy Na Ma Productions.The movie’s balance between a verite approach and scripted humour owes something to Vats’s experience with documentary filmmaking. “In verite filmmaking, there is the idea that you lose the paraphernalia and have a direct engagement with your ideas,” Vats explained. “However, the verite approach also has problems. It fails to go beyond the facts of what we are seeing. We wanted to mix this approach with our own script.”From documentary, Vats picked up the tricks of “engaging with people” and “not getting anxious with what we wanted to shoot”. The documentary is about “thinking on one’s feet, having a certain gaze”, Vats added, and is “not about taking the right decision, but taking decisions in the first place”.\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\nA Very Old Man With Enormous Wings (2017).The shoot was improvised throughout by Vats, cinematographer Saumyananda Sahi, and Shubham, who was also the associate director. Working with a small crew, Vats managed to carry off sequences set in India Gate and capture the reactions of passersby as Anjani tries to go about his job. “These areas are public areas, and our permissions would be cancelled left, right and centre whenever VIPs were visiting,” Vats said. “I feel that as film crews, we tend to invade locations. When you let go of control, good and organic things happen. Saumyananda shot with a tripod – using a gritty and hand-held approach didn’t make sense. We were quick and didn’t want to disturb what was happening around. Until you make it real, the satire won’t work.”Some of the preparations involved studying the behaviour patterns and movements of the monkeys. A real-life monkey chaser, Mahinder Nath, plays a version of himself in the movie. Mahinder let out the cry that inspired the film’s title the first time he met Vats and Shubham. “I felt, wah, this is the film,” Vats said.While key characters, which include Anjani’s boss, sister and brother-in-law, are played by trained actors, non-professionals such as Mahinder Nath make up the rest of the cast. “We wanted to have unfamiliar faces – familiarity breeds contempt, in a way, and when things are unfamiliar we watch more closely,” Vats said.The lead actor, Shardul Bhardwaj is an FTII graduate with experience in stage productions. “Shardul brings in a certain kind of energy to counter the monkeys,” Vats said. “Otherwise, there was a big danger of ending up with gags and jokes and this odd-job film. Shardul has added a human being to the concept – he is flawed but not a loser, and is trying to figure things out.”Also read:Manohar Aich documentary is the story of aging, family ties, and, of course, bodybuilding","author":"Nandini Ramnath","time":"2019-10-26T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129704-yrdrhhsjpc-1571926227.jpg","tags":["Eeb Allay Ooo","Prateek Vats","Shubham Bhardwaj"],"source":"https://scroll.in/reel/941552/in-award-winning-eeb-allay-ooo-a-monkey-chaser-and-a-tragedy-that-is-a-design-of-the-system"}