{"title":"In ‘Ayaal Sassi’, a man takes his hunger for attention all the way to his grave","content":"Sassindran, or Sassi as his close friends call him, is a man who can fit into any pigeonhole as long as it can also accommodate fame. He calls himself an ageing artist, but passes the work of fine arts students as his own. To increase his social status, he adopts Namboothiri as his surname and chooses to live inside a Brahmin colony, but cannot resist hosting parties for a progressive fringe cultural group, cooking delectable chicken curry, and drinking like a fish. When Sassi is told that he is suffering from advanced liver cancer, he goes back to his ancestral house by the river and invests his money in buying a new-age smart coffin that can play videos and photos from his Facebook page and live stream tributes from his friends and family. Sajin Baabu’s Malayalam satire Ayal Sassi (That Guy Sassi), which was released on July 6, gives this oddball, attention-seeking character an entire film to himself. Through Sassindran, played by acclaimed actor Sreenivasan, Baabu holds up a mirror to a person who urgently and desperately wants to be viral that even death becomes an occasion for Facebook likes. A self-taught filmmaker who made his debut with Asthamayam Vare (Unto the Dusk) in 2014, Baabu perfectly casts Sreenivasan in the titular role alongside a cast of relative newcomers, including Kochu Preman, Marimayan Sreekumar and Divya Gopinath.In the week that it has been in theatres, Baabu says Ayaal Sassi has had a respectable run despite the challenges. “Due to various reasons, the release date kept changing,” he said. “The film was finally released during the monsoon, which is not a good time for those expecting  a sizable theatre turnout. Critics have liked the film though some felt that such a movie is not everyone’s cup of tea.”\n\n\n    \n    Play\n\nAyaal Sassi.A news clipping about a smart coffin sparked off the idea for Ayaal Sassi. “After my first movie, I was working on another script for a very long time,” Baabu said. “It was then that I happened to read the news article. It immediately inspired me to write a few lines, but I had no plans of developing the idea into a film. Later, things changed and I realised I had to pick up a viable and a different subject for my second film. So, I revisited the lines I wrote and began developing it into a script.  The film is a product of my observations of the various facets of society today. I chose to portray these observations with a tinge of satire.”Having started out by making campus films and documentaries, Baabu’s interest in filmmaking blossomed by attending the annual International Film Festival of Kerala. Unto The Dusk, which grapples with complex questions of theology, existence, sexuality and the individual, was screened at IFFK, where it won two awards.Sreenivasan in Ayaal Sassi.Getting a veteran actor like Sreenivasan to act in his second film has cemented Baabu’s position as a filmmaker. “When I finished the first draft, I felt that no one else would fit the role,” the director said. “Satire and him go hand-in-hand. When I narrated the skeleton of the story, he was more or less interested. When he read the script, he agreed to do the role.”Baabu, who has also written Ayaal Sassi, packs in as many details as possible into each of his scenes. In one, a groggy Sassi wakes up still reeling from the hangover of the wild party the previous night. Baabu makes Sassi walk out of his bedroom into a carefully designed living room full of provocative symbols: a portrait of BR Ambedkar, a towering veena, low-hanging lampshades, umpteen whisky bottles and several half-empty glasses. Baabu reminds us about where this house is located: MS Subbulakshmi croons the Suprabhatam in the background as Sassi walks through the remnants of the night before.“Sassi is someone who is constantly looking for instant fame,” Baabu said. “He is a manifestation of people we see a lot in the present. Even his identity as a painter is a self-proclaimed one.”\n\n\n    \n    Play\n\nAyaal Sassi.The film’s take on caste, class and religion is deftly woven into some of the revolutionary folk songs that are sprinkled into the narrative. Written by V Vinayakumar, these songs also stir us out of a few inescapably dull moments. Baabu makes the actors sing these songs themselves to retain their impromptu character. Where does a film like Ayaal Sassi locate itself in present-day Malayalam cinema? “It is tough to make such films,” Baabu said. “Movies are often judged on the basis of its so-called star presence than its content. The audience for serious movies is minimal and the theatre-going crowd prefers watching a complete entertainer. The market for movies like Sassi is still niche.”Sajin Baabu.","author":"Archana Nathan","time":"2017-07-14T10:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/843494-63036-fudwqqorgz-1499942591.JPG","tags":["Ayaal Sassi","Sreenivasan","Sajin Baabu"],"source":"https://scroll.in/reel/843494/in-ayaal-sassi-a-man-takes-his-hunger-for-attention-all-the-way-to-his-grave"}