{"title":"In Assam, BJP thwarts the political ambitions of its regional point man, Himanta Biswa Sarma","content":"On March 21, minutes after the Bharatiya Janata Party released its first list of candidates for the upcoming Lok Sabha polls, party president Amit Shah took to Twitter. But it was not to wish the selected candidates luck or announce his own candidature from Gandhinagar. Shah shot off a series of tweets explaining why Assam’s finance minister, Himanta Biswa Sarma, had not been granted a ticket. “Keeping in mind his responsibility as chairman of the NEDA [North East Democratic Alliance, an anti-Congress front headed by the BJP in the region] and the development of the region, the central leadership has urged him to focus on his current responsibilities and contribute towards making the party stronger in Assam and North East,” Shah tweeted in Hindi. “I hope that the Assam BJP and the North East will accept this decision of the party. I am confident this decision will take Assam and the North East in the direction of development.”It was an extraordinary amount of attention to pay to just one would-be candidate when ticket distribution has caused heartburn among several BJP leaders in the North East, especially Assam. While the tweets signalled Sarma’s importance as a point man for the BJP in the North East, they also confirmed that the region’s most well-known politician would not be contesting in this election in spite of having unambiguously expressed his desire to do so.If Sarma was disappointed, he did not show it. “By tweeting and asking me to work for my state and the North East he has given me a rare honour,” he said. “Such type of action is unheard of in a party like the BJP.”The Congress debacleBut for the Assam politician, it is the latest in a long saga of frustrated political ambition. In 2015, Sarma had quit the Congress, where he had played the role of deputy to former chief minister Tarun Gogoi for nearly 14 years since 2001. But cracks between the duo had started to appear soon after the Congress’s victory in the 2011 Assembly elections, which observers say was largely engineered by Sarma.He had expected to be rewarded with the chief ministerial post for steering the Congress to victory, but it was not to be. Gogoi, a Gandhi family loyalist, was chosen once again by the party high command in Delhi. Although Sarma continued to hold key portfolios in the Gogoi-led government, the power struggle between the two was an open secret in the state.In 2015, facing the heat for allegedly accepting bribes from an American company in return for government contracts, Sarma finally did the inevitable: he joined Narendra Modi’s BJP, which had come to power in Delhi the previous year and won seven Lok Sabha seats in Assam.Ever since, Sarma has carved out for himself a singular position in North East’s political sphere, helping BJP not only win key elections in Assam and Tripura, but also brokering strategic partnerships with regional allies in other states and facilitating the entry of Congress renegades into the party fold. The results are evident: the BJP is now part of the government in six of the seven North Eastern states. Before Sarma’s entry, the saffron party had little electoral presence in the regionYet his personal ambitions – the raison d’etre for his switch to the BJP – remain largely unfulfilled. So far as official posts go, he continues to be what he was as a Congressman – a senior state minister.Cut to size? Till as recently as March 16, news reports quoting anonymous sources in the BJP contended that it Sarma’s candidature was “only a matter of making a formal announcement by Amit Shah”. Sarma himself seemed confident enough to book hotels for his supporters in Tezpur, the constituency recommended for him by the BJP state leadership. However, according to party leaders in the region, this exuberance on Sarma’s part did not go down too well with Shah, who saw it as an affront to his authority. By the evening of March 16, top BJP leaders in the region would tell journalists, quoting Shah, that it was not going to be this election for Sarma. The rejection of Sarma’s candidature also fits into a larger pattern in Assam: that of the BJP’s central leadership going by its own instincts rather than the state unit’s. This was evident as the party’s general secretary and envoy to the North East, Ram Madhav, knitted a fresh alliance with the estranged Asom Gana Parishad in spite of several in the state unit expressing reservations about it.Despite his role in the BJP’s successes in the North East, does the central leadership consider Sarma indispensable to the party? Will it ever satisfy his political ambitions to keep him in the party fold? Sarma may have to wait till the 2021 Assembly elections in Assam to find out.","author":"Arunabh Saikia","time":"2019-03-22T19:23:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/917536-55583-hcphcxqazn-1491914763.jpg","tags":["Himanta Biswa Sarma","Bharatiya Janata Party","Amit Shah","Assam"],"source":"https://scroll.in/article/917536/in-assam-bjp-thwarts-the-political-ambitions-of-its-regional-point-man-himanta-biswa-sarma"}