{"title":"In Assam, a sick man was not spared detention and a healthy man did not survive it","content":"Phulbanu Nessa remembers clearly: It was the first day of the holy month of Ramzan in 2016. A jeep full of policemen arrived at her home in Barpeta district’s Balavita village. They asked for her husband, Amir Ali, then 53, sick and partially paralysed. “They told us they were taking him for treatment,” said Nessa. “One of them said: ‘We will bring him back once he is well.’”Instead, the police took Ali to a detention centre in neighbouring Goalpara district. Around twenty days later, his body arrived wrapped in plastic, his family recalled. Prison records, however, are at odds with the family’s account: Ali died within a day of being put in detention on May 23, 2016, according to the official files.Nearly two years later, Subrata Dey was brought to the same detention centre by the police. He was 37 years old when he was picked up from the eatery he ran a few kilometres from his home in Goalpara district’s Krishnai area on March 27, 2018.Less than two months later, on May 26, his family was informed that he had died of a heart attack. Dey’s family members and acquaintances were shocked. He had no history of coronary troubles; his wife and mother had visited him less than a week earlier on May 21 and he had not made any health-related complaints to them. “He was sad, but not unwell,” said his mother Anima Dey. The National Register of Citizens, an updated list of Indian citizens in Assam, is expected to be released on August 31. What happens to those left out of it? No one knows for sure. For now, the authorities have said they will have to stand trial in Assam’s foreigners’ tribunals. In the past, those declared foreigners by these tribunals have been interned in six detention centres, which share space with overcrowded district prisons. Detainees who subsequently secured freedom from higher courts recall their internment with horror: they were deprived of rights available to even murder convicts. Without access to legal aid, most detainees were subject to indefinite incarceration, until the Supreme Court in May ruled that those who had spent three years in detention centres may be released after furnishing bonds worth Rs 2 lakh.In July, responding to a question raised in the state assembly, the Assam government for the first time released a list of people who had died in detention. The list of 25 people included a 45-days-old child and an 85-year-old partially immobile man. Scroll.in met the families of six of them. Almost all of them claim to have documents to prove that they are Indians. Amir Ali, 53 Barpeta districtAmir Ali with Phulbanu Nessa Ali, a daily wage labourer, was first suspected of being a foreigner in 2012. He had employed a lawyer to defend him at the foreigners’ tribunal. “We had paid him over Rs 20,000 in several installments,” said his daughter-in-law Diljan Nessa. Only those who can establish they or their ancestors lived in Assam prior to 1971 are counted as Indian citizens in Assam. The name of Ali’s father Aijuddin featured in the 1970 voter list. To prove his linkage to his father, Ali had submitted a document issued by the village head. But the tribunal ruled against Ali, stating that it was not entirely convinced that he was Aijuddin’s son.After his failed attempt to defend his citizenship, Ali had been lying low, staying at relatives’ and neighbours’ homes, on the advice of his lawyer. The family, meanwhile, was preparing to approach the Gauhati High Court for relief. “In the middle once, the local thana summoned him through the gaonbura [village head],” said Diljan Nessa. “When they saw his condition, they said: ‘You are an old and paralysed man, go get your name cleared soon.’” It was around three months after that encounter that the police picked Ali in May, 2016. Prison diaries  Ali’s illness, which his family is unable to clearly identify, worsened in prison. “Three days after he was picked up when we finally got to see him, he told me: ‘There is no guarantee I will come out alive out of here; take care of everyone at home,’” Amir Ali’s son Julhas Ali said. The second time Julhas Ali met his father, around a week later, he looked even sicker. He had to be held by prison guards as he struggled to keep standing on his own. “He just said one thing that day, ‘I will not survive this’, and sat on the floor,” recalled Julhas Ali. Around 10 days later the family received word that Amir Ali had collapsed and died before he could be taken to the hospital.The postmortem report says Ali died of “coma as a result of intracerebral bleeding of the brain”. According to a letter written by the superintendent of the detention centre to the local police apprising them of Ali’s death, he had “suddenly felled [sic] down the field”. A cross to bear  Phulbanu Nessa said she did not know whom to blame for her husband’s fate. “I do not know what killed him: the law, the state or Allah himself,” she said. “But I do know that he died days after he was picked up.”The tag of “illegal” migrant still haunts Amir Ali’s family. As descendants of a “declared foreigner”, none of his children and grandchildren have made it to the NRC – they are all “illegal migrants” liable to be deported until they clear their names in the foreigners’ tribunal. “All we want is our names to come in the NRC and be counted as Indians,” said Julhas Ali. “We have all been born here and so have my father and grandfather.”Subrata Dey, 37 Goalpara districtSubrata Dey had been declared a foreigner in 2009 in an “ex-parte” judgment pronounced without hearing him. His wife, Kamini Dey, said her husband had employed a lawyer who had cheated him. “He would go to the court, but the lawyer would keep sending him back,” she alleged. “He is singularly responsible for my husband’s plight. All he did was milk us dry.”It is likely Subrata Dey would have been acquitted had he got to present his side of the case. His late father, Krishnapada Dey, features in the 1966 electoral rolls; his grandfather, Manoranjan Dey, is part of the 1951 NRC. According to Kamini Dey, the lawyer kept them in the dark about the status of the case. “He would say things like, ‘Don’t worry – nothing will happen to us Hindus,” she said. The lawyer, she alleged, did not even provide them a copy of the order declaring Subrata Dey an “illegal migrant”. When she confronted the lawyer after her husband’s arrest, she claims he assured her that he would get Subrata Dey released in less than two weeks. “Just keep the money ready,” he apparently told Kamini Dey. Her husband had already paid more than Rs 50,000 to him, she said. “We had sold our cows to pay that fellow.”But Kamini Dey said her patience ran out soon after. “I told him, ‘just give us back our documents, we will look for a new lawyer,’” she said.  When Scroll.in got in touch with the lawyer, he said he was only assisting another lawyer in the case. Kamini Dey (left), Shweta Dey and Anima Day.‘How does a healthy man die like that?’ By the time Kamini Dey could arrange a new lawyer and file an appeal in the Gauhati High Court, her husband died – a death that no one in the Dey family has quite been able to come to terms with. The post-mortem report cites “chronic coronary insufficiency” – heart failure – as the cause of Subrata Dey’s death.“How does a healthy man die like that?” Kamini Dey asked. “Before putting him in jail, they had performed a medical test on him – if he was not well, why was he not given treatment?”After his death, Kamini Dey has started selling jute bags to raise her two children, 17-year-old Biki and nine-year-old Shweta. There is another expense: an ongoing case at the Gauhati High Court to get her husband’s name cleared, even if posthumously. For until that happens, Biki and Sweta would also not be counted as citizens. “I have to do it,” said Kamini Dey. “My children’s futures depend on that.”Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-08-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126354-pykovxfbnp-1566994651.jpg","tags":["The Final Count","The Toll","National Register of Citizens","Detention deaths"],"source":"https://scroll.in/article/935457/in-assam-a-sick-man-was-not-spared-detention-and-a-healthy-man-did-not-survive-it"}