{"title":"In ‘An Insignificant Man’, Arvind Kejriwal’s first electoral win becomes a suspense thriller","content":"An Insignificant Man presents Indian politics as high drama and an election as a nail-biting thriller that goes down to the wire. The engaging and deftly crafted documentary by Khushboo Ranka and Vinay Shukla alternates between fly-on-the-wall account and embedded chronicle of AAP’s campaign to win the Delhi assembly election in 2013. Using hundreds of hours of footage shot over a year and a half, the film relies on observational camerawork (by Shukla, Ranka and Vinay Rohira) and skillful editing (by Abhinav Tyagi and Manan Bhatt) to chart the transformation of an anti-corruption movement into a political party rising to power. (It resigned after only 49 days in power and was re-elected in 2015.)This is a feature-length and three-act saga of heroes, villains and casualties, told through handheld shots collected over a span of time and from different locations. Arvind Kejriwal, the former Indian Revenue Service officer who became Chief Minister of Delhi on the promise of clean and efficient governance, emerges as the driver of the narrative. Described as a supporter as thin and weak, Kejriwal demonstrates many instances of his strength, resolve and adaptability. He declares that AAP will never contest elections, then decides to march on Delhi, and changes his views on inner-party democracy when it comes to selecting election candidates. In a telling sequence, Kejriwal smoothly swats away a member’s question about whose opinion will actually prevail in the candidate selection. My will needs to operate too, Kejriwal says with a steely smile, before charitably adding, your contribution is your right.\n\n\n    \n    Play\n\nAn Insignificant Man.Demagogue or democrat? The documentary claims neutrality by adopting an as-it-happened voice, but the admiration for Kejriwal’s gumption is unmistakable. There is no Voice of God narrator to guide audiences but many overhead shots and sweeping views of AAP volunteers streaming through Delhi’s neighbourhoods and banging down doors to persuade voters to ink their fingers in their favour. When not viewing AAP’s rise from above, the filmmakers are on the ground with party members, many of whom have never been involved with politics or an election before. The intimacy of the footage and its urgent television news quality accentuate AAP’s popular image as a party that emerged out of the dust and rage of Delhi’s streets.In one of the few personal moments in the 109-minute documentary, as Kejriwal leaves his house on voting day, his mother asks him what time he will return. Kejriwal laughs: it will be a long night.An Insignificant Man is the second documentary after Lalit Vachani’s An Ordinary Election (2015) to focus on the 2013 Delhi assembly election, which was the first of two contested by the Aam Aadmi Party. The documentaries are different in scope and ambition but share some similarities. Both use AAP to explore the birth of a political challenger; both concentrate on AAP’s maverick tactics; both use the 2013 election as the framing device; both benefit tremendously from the access and relative freedom they were given to record party meetings, campaign tours and controversies from up close.Indeed, no other Indian political party has allowed filmmakers to prowl around its offices with recording equipment this way. This trust reposed in strangers tells us a few things about AAP, all of which are fruitfully explored by Ranka and Shukla: the party has nothing to hide and little to lose and understands the power of the image since it has benefitted from media attention from its inception.An Insignificant Man. Courtesy Memesys Culture Lab.Villains and casualties emerge in this epic tale of the outsider who becomes the insider. Sheila Dikshit of the Congress, who was Delhi Chief Minister at the time, appears as a blinkered opponent who remains dismissive of Kejriwal’s chances until it’s too late. Kejriwal’s juggernaut also claims some of its own as casualties. Among the tragic figures is Yogendra Yadav, the psephologist and academic who was expelled from AAP in 2015 after differences with the leadership. The segments featuring Yadav suggest that this was coming – he struggles to keep pace with Kejriwal’s spontaneous decision making, and at one point can even be seen clutching his head.Although An Insignificant Man tries to stay away from a retrospective reading by presenting events in a linear timeline, the section featuring Yadav works best only because of what we now know about his split from the party. This sub-plot serves as a neat climax to a three-act story. It does not address the criticism that Kejriwal might survive without AAP, but it seems clear that the party would find it hard to exist without him.The countdown approach creates an infectious sense of energy and tension despite a known outcome, but it is ultimately self-limiting: it precludes analysis and is too caught up in the moment to hazard guesses about AAP’s future beyond Delhi. The film recreates its present (2012 and 2013), but lacks the foresight to speak to our present (2017). It works perfectly as an exhaustive electoral campaign documentary, but is too self-enclosed to examine the social and political conditions that resulted in AAP’s conquest of Delhi, which go beyond exposes of scams in power distribution and water supply.An Insignificant Man. Courtesy Memesys Culture Lab.Documentaries have the power to be both eye-witness as well as clairvoyant. Mani Kaul’s Before My Eyes, set in Kashmir before the onset of militancy in 1989, is both a gorgeous nature documentary as well as a poignant snapshot of a paradise that is about to be lost. A young boy picks up reeds from a lake before being erased from the frame. As a camera pans over snow-covered mountains, the sound of the jarring motors of the helicopter from which the sequence has been shot is an unmistakable aural premonition.Kejriwal’s questionable influence beyond Delhi is the indirect subject of Kamal Swaroop’s Battle for Banaras (2015). Swaroop’s sprawling account of the contest between Kejriwal and Narendra Modi for the Varanasi parliamentary constituency in 2014 follows Kejriwal on his campaign trail but is also aware of Modi’s assured victory and his future grip of the Indian imagination. Modi is depicted as a spectral presence in the film, viewed as towering cutouts and flex banners, and is seen in a long shot on a ghat, surrounded by saffron flags and religious figures. The Bharatiya Janata Party gave AAP a close contest in the 2013 Delhi assembly election, but were vanquished in the second, and more crucial, re-election that followed in 2015. Why did Delhi’s voters choose to make Kejriwal their chief minister yet again although he resigned after only 49 days? An Insignificant Man suggests that Kejriwal’s handling of the issues that matter, such as power and water supply, won him the first round. A sequel that explains his second, and more significant victory, needs to be made too. Perhaps it will be known as A Very Significant Man.","author":"Nandini Ramnath","time":"2017-11-16T18:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858013-73901-uckqnmkzag-1510766396.jpeg","tags":["An Insignificant Man","Arvind Kejriwal","Khushboo Ranka and Vinay Shukla"],"source":"https://scroll.in/reel/858013/in-an-insignificant-man-arvind-kejriwals-first-electoral-win-becomes-a-suspense-thriller"}