{"title":"In Arunachal Pradesh, growing market for yak milk products helps sustain pastoral community","content":"The marketplaces in Arunachal Pradesh are brimming with an array of  local delights, including seasonal kiwis, persimmons, nuts, etc. What’s  most captivating to the waves of tourists flocking into the state as  winter unfolds are the garlands of light brown and white candies hanging  in every store. Inquisitive buyers with adventurous palates desire to  savour a piece and are often seen enquiring with the shopkeepers.Despite the resemblance, they are not candies, but hardened cheese, known locally as chhurpi, crafted from milk. The white variant is special for it is made from yak milk.Yak milk cheese or chhurpi seen hanging in front of shops at marketplaces in Arunachal Pradesh. Yak milk products are exclusive creations of Brokpa pastoralist herders. Photo by Surajit Sharma/Mongabay. Yak milk cheese or chhurpi seen hanging in front of shops at marketplaces in Arunachal Pradesh. Yak milk products are exclusive creations of Brokpa pastoralist herders. Credit: Surajit Sharma/Mongabay.On brisk winter days, visitors delight in sipping a steaming cup of  Tibetan buttermilk tea, a quintessential beverage in the Himalayan  region. But those in the know prefer this delectable concoction to be  prepared not with the regular market-bought butter, but with a generous  dollop of yak ghee.These yak milk products are an exclusive creation of the Brokpa (Brok means pastures and Pa  refers to man) pastoralist herders, a yak-rearing community of the  Himalayan regions of India. In Arunachal Pradesh, the Brokpas are a  sub-tribe of the larger Monpa tribe, residing in the West Kameng and  Tawang districts in the eastern Himalayan region.As climate change and shifting socio-cultural dynamics threaten the  livelihoods of pastoralists, the need for an additional income in their  otherwise sustainable yet economically-challenging lifestyle becomes  more pressing. The rising demand for yak milk derivatives serves as a  potential solution.\n\n\n    \n    Play\n\nIncreasing need for currencyThe Brokpas are transhumance pastoral nomads, practising seasonal  migration to high-altitude grazing grounds. They easily adapt to climate  variability and grazing pressure from seasonal dips in pasture  availability. Accessing food resources at the right time is crucial for  yaks (Peophagus grunniens).Currently, India has a yak population of around 58,000, with  approximately 24,700 located in Arunachal Pradesh. Out of the roughly  2,500 Brokpas nationwide, about 1,200 reside in the state.Brokpa villagers take their yaks out for grazing. The Brokpas are transhumance pastoral nomads, practising seasonal migration to high-altitude grazing grounds. Credit: Surajit Sharma/Mongabay.Brokpa Ringchin Kesang from Lubrang, a pastoral village situated at  an altitude of 10,000 feet, said, “My family owns a herd of 80  pure-breed yaks. Yaks are susceptible to high temperatures, and after  surviving on limited feed in the winter, they starve for nutrition. So,  in April-May when the temperature begins to rise, my wife, sister and I  start the ascent with our herd, accompanied by other herders of the  region.”Kesang added that herders from Lubrang, Mandala-phudung, and other  areas first reach Sela Pass via Vijay Gompa in Bhutan. “It is a  three-day journey. We halt there for a day or two to stock up on  essentials and for other Brokpas to gather with their herds. From there,  we ascend as a group to Luguthang in Tawang, which is at 14,500 feet.  It takes us about 10 days to reach. The snow doesn’t melt in the high  mountains and we have to cut paths through it for the herds. There are  transit shelters on the route to spend the nights.” Other herders follow  similar migratory routes to Rampu, Lungthang, Dongchepu and Churkhatang  in West Kameng; and Thingbu, Broxer Tanglung, and Zithang in Tawang.An aerial view of a Brokpa village in Arunachal Pradesh. Credit: Surajit Sharma/Mongabay.These forays into grazing grounds come at a cost, as different rin  (fee) are levied for accessing them. Meadows and forests are owned by  either individuals, clans, communities or even monasteries and the fees  are paid to them. The rin is calculated depending on the number  of animals, season and nature of the grassland (new or already grazed),  size of the pasture and duration.While in transit, the herders are required to pay the Lamrin, which permits them to stay for approximately three nights along the transit route. Purin  is charged for grazing in forest areas. Traditionally, butter, cheese  and livestock were used as currency until the money economy became  significant in herders’ lives. Kesang shared that he had to pay over Rs  10,000 in the last winter (for the entire season of six months) just as  taxes in addition to ghee and chhurpi. Milk products are also included  as tax.The herders sell the leftover yak milk products after their  consumption. Yak milk products help them survive the harsh winters in  the high mountains and provide essential nutrition throughout their  migration period when alternative sources are scarce. “We carry rations  for four-five months,” Kesang said. The vegetables and perishables are  consumed first. Being Buddhists, they do not kill animals and eat the  meat only of the dead animal. “The milk is churned to chhurpi, churkam, ghee,  curd, etc. Whatever remains after our consumption is sold to the local  markets. We come down to the village once and sometimes even twice  during the migration period to restock on our essentials, and sell our  products,” he shared. With changing times, the younger Brokpas are opting for formal education  and are less inclined to pursue the semi-nomadic lifestyle of their  ancestors primarily due to the hard work involved and the economic and  social uncertainties associated with the traditional way of life. Like  his fellow Brokpas, Kesang’s family has also bought a plot of land at a  lower-elevation town area and built a second house. His three children  stay there and attend school.A Brokpa woman in her kitchen. The herders sell the leftover yak milk products after their consumption. These products help them survive the harsh winters in the high mountains and provide essential nutrition. Photo by Surajit Sharma/Mongabay.Earnings sustain community Traditionally, value-addition to yak milk is done using indigenous technology. The skimmed yak milk (called dhara) is fermented using curd inoculums. The soft wet cheese left after churning out the butter is the chhurpi which is for immediate consumption. The dried chhurpi, called churtang  with a longer shelf life, is stored in yak skin bags. The butter is  clarified to make ghee and preserved similarly. Yak skin bags render a  pungent smell to the cheese and ghee stored inside which needs to be  removed before they are sold in the market.  Of all the yak milk products available in the market, chhurpi  and ghee are the most popular and the demand consistently outstrips  supply. Moreover, product availability is largely limited to the markets  of West Kameng and Tawang districts, with marginal supply outside.Brokpas sell chhurpi at Rs 600- Rs 650 per kilogram and ghee at Rs. 400 per kilogram. In retail, shopkeepers often add a profit margin of Rs 50 to chhurpi sales; bite size pieces are sold at Rs 10 a piece. Ghee is retailed at Rs 600 per kilogram.A yak and its calf at the NRC Yak Farm. Since the traditional milk derivative production is labour-intensive, the government-run farm has come up with various interventions to support the Brokpa community. Credit: Surajit Sharma/Mongabay.Value addition The traditional production method is labour-intensive. The Yak Centre  (National Research Centre-Yak) has come up with various  interventions to support the community to tap into the demand for the  milk and its derivatives.“Processing and packaging yak milk products at high elevations where  the milk is produced is not always hygienic and outsiders are often  reluctant to consume it. To expand the market, we are addressing these  issues, providing hands-on training to the Brokpas in hygiene and  quality control measures,” Vijay Paul, principal scientist at the  NRC-Yak said. To make yak farming more remunerative by popularising yak  milk derivatives, the institute has opened a high-altitude yak milk  dairy and parlour at Nyukmadung. The Arunachali Yak chhurpi has also recently acquired a Geographical Indication (GI) tag.The milk yield of the medium-sized Arunachali yak is relatively low  with short lactation periods compared to hill cattle and yak-cattle  hybrids (Dzomo). On average, a female yak produces 0.98–1.04 kilogram of  milk per day, totalling about 185 kilogram of milk in a 180-day  lactation period. Despite the modest yield, yak milk is more nutritious  than that of other bovines.Yaks at the NRC Yak Farm in Arunachal Pradesh. Credit: Surajit Sharma/Mongabay.An assessment of the nutrient composition  and physicochemical properties of Arunachali yak milk, reared under  farm conditions, by the Indian Council of Agricultural Research-NRC-Yak  in Dirang, revealed it is nutritionally superior to other bovine milk. Dr Vijay Paul, principal scientist at the NRC-Yak said, “In general,  yak milk is considered a naturally concentrated milk enriched with a  higher nutrient density and loaded with omega-3, fatty acids, amino  acids, and antioxidants; it also has vitamins and minerals.” Thick and  sweet yak milk is richer in protein, fat, lactose, minerals, and total  solids than cow’s milk.In addition to the traditional products, the NRC-Yak has introduced  innovative value-added items, such as dietary fibre-enhanced low-fat  paneer, vegetable-extended paneer, kiwi-flavoured and Vitamin C-enriched  whey beverages and even mozzarella and cheddar-style cheese.Semi-sedentary The yak milk production is contingent on the availability of feed. There  is fodder shortage in winters when the yaks lose 25-30% of their body  weight. To ensure nutritional security of the bovines at all times, the  NRC-Yak has developed Complete Feed Blocks (CFB) using locally available  crop residue, and suitable biomass such as green maize fodder, napier,  salix, etc. and distributed to the herders. Besides, herders are trained  on fodder conservation techniques and cultivation of efficient  varieties of maize.  A house in a Brokpa village. Credit: Surajit Sharma/Mongabay.Additionally, the NRC-Yak has developed a semi-sedentary model of yak  rearing in its Nyukmadung farm, located at an altitude of 9,000 feet.  In this model, yak herds are permanently kept at a particular elevation  and the rearing needs including breeding, feed development, etc. are  scientifically managed to minimise the need to migrate.It presently has 125 yaks and 17 dzomos. A low-cost silage-making  technology has also been developed and is in use at the farm. “We have  been working on this successful model for the past 25 years, whereby we  can sustain milk production even in the winter months,” Paul said.The Brokpas are being educated on the semi-sedentary model and a  viable bankable scheme has been introduced for profitable yak farming.  “This is particularly directed at the younger generation who are  reluctant to take up herding. We are also advocating the introduction of  tourism to such farms for added economic benefit,” he shared.Nomadic yak herding relies on ecosystem awareness and inherited  traditional knowledge and is crucial for the preservation of both. Yet,  with changing times, its subsistence economy is causing its gradual  decline. As such, value-addition to yak milk presents a distinctive  opportunity for the economic rejuvenation of yak pastoralism.This article was first published on Mongabay.","author":"Barasha Das","time":"2024-02-03T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198083-utvnyegwdr-1706801720.jpg","tags":["Arunachal Pradesh","Himalayas","Yak Milk","Pastoralists","Climate Change","Food"],"source":"https://scroll.in/article/1063083/in-arunachal-pradesh-growing-market-for-yak-milk-products-helps-sustain-pastoral-community"}