{"title":"In Assam, POCSO use in drive against child marriage raises legal concerns","content":"It was not yet dawn on February 3, when the Assam police arrived at Rabiya Khatun’s home in Kathlijhar village in Barpeta district to arrest her husband and underage son. According to the police, her son had forcibly married a minor girl with help from his family members.They are among 3,163 people, including 94 women, arrested till March 3 by the Assam police as part of its crackdown on child marriage.While her husband, 42-year-old Manek Ali, was taken to the Barpeta district jail, her 17-year-old son was sent to an observation home for juveniles in conflict with the law, 170 km away in Kamrup district. The police acted on the basis of a complaint filed by Jeherul Islam, the headman of Kathlijhar village, at the Howly police station. According to the first information report which was based on the complaint, both Khatun’s son and the girl are 17 years old.“This minor girl was forcefully married by the family members and [is] now living in the house of her husband in our village,” said the FIR, which Scroll has seen. “This illegal child marriage took place almost one year ago in lieu of money which was offered to her parents,” it added.Ali and his son were not only charged under the law that punishes child marriage but also under Sections 6 and 17 of the  Protection of Children from Sexual Offences Act of 2012 or POCSO. Section 6 is invoked in cases of “aggravated penetrative sexual assault” and Section 17 in cases of abetment of sexual assault of minors. The minimum punishment in the former is 20 years, which can extend to life imprisonment. But what the police claim is a case of forced underage marriage and sexual assault, Khatun said, is simply a case of two teenagers in love.In September, according to Khatun, her son had come home with his girlfriend.“They ran away and he brought her home,” recalled the 37-year-old woman.She said her son had fallen in love with the girl, who lived in a neighbouring village and attended school in Kathlijhar.“But we sent her back,” said Khatun. “We informed her parents and told them that we will bring her home after she turns 18. No marriage took place. She is back at her home and is still studying.”On the same night, their neighbour Rakibul Hussain, an 18-year-old, and his father were also picked up by the police. According to the complaint filed by the village headman, Hussain “forcibly” married a 17-year-old girl “almost one year ago”.Hussain’s wife, who is five months pregnant, denied that she had been coerced into a marriage. “I love Rakibul Islam and eloped with him seven months ago,” she said. “You know about today’s kids and the crazy things they do,” said Romela Khatun, Rakibul’s mother, referring to their elopement.    She added: “The girl came twice to our house. The first time, we sent her back. But we didn’t have any option as both were very adamant. We had to agree to their marriage.”As in Khatun’s son’s case, Rakibul and his father have been charged under Sections 6 and 17 of the POCSO Act.Elopement and child marriageActivists working on the ground point out that teenagers in romantic relationships often initiate underage marriages. Assam State Commission for Protection of Child Rights chairman Sunita Changkakati said elopement and romantic relationships are among the major reasons of child marriage in the state. “This [elopement] has increased after the pandemic because the use and access to mobile phones has gone up,” she told Scroll in a conversation in the third week of February.However, the Protection of Children from Sexual Offences Act, which was enacted in 2012 to address sexual abuse against children, does not make any allowances for consensual teenage romance. Over the years, activists and courts – and most recently Chief Justice of India DY Chandrachud – have flagged the fact that the law has effectively criminalised consensual sexual relationships among teenagers. For example, in Assam, 30.1% of the total cases disposed of by special POCSO courts between 2016 and 2020 involved “romantic” relationships, according to a study carried out by Enfold India, a child rights advocacy group in Bangalore.The use of POCSO sections in the drive against child marriage in Assam – against young men believed to be in consensual relationships and, in some cases, even parents and relatives – has also raised concerns among legal experts, including the Gauhati High Court. “The reasons for which POCSO is being used in Assam is not the law’s objective at all,” said Supreme Court lawyer Anas Tanwir.Abdul Baten was charged with aggravated sexual assault and abetment to sexual assault of a minor. His son is accused of marrying an underage girl. Credit: Rokibuz Zaman.‘What is the POCSO case here?’While granting anticipatory bail in four cases of child marriage on February 14, the Gauhati High Court questioned the charges being filed under Protection of Children from Sexual Offences Act. “POCSO [charge] you can add (to) anything,” the court said. “What is the POCSO [offence] here? Merely because POCSO is added does it mean judges won’t see what is there?” While announcing the drive against child marriages on January 23, 2023, Assam Chief Minister Himanta Biswa Sarma had said that men who had married girls under the age of 14 would be arrested under the POCSO Act, and those who married girls between 14 and 18 years would be booked under the Prohibition of Child Marriage Act.But in several FIRs filed by the Assam Police, which Scroll has seen, the law has been invoked against those who allegedly married girls between 14 and 18 years of age – or were accused of facilitating the marriages. Assam Police spokesperson Prasanta Kumar Bhuyan told Scroll that the sections were added according to the contents of the FIR.“If the child is below 18 years, the POCSO sections are quite appropriate,” Bhuyan said. “These sections are not exhaustive. We may file chargesheets under another section as well if new angles emerge during the investigation.”Other POCSO courts, too, have flagged the application of the stringent law, while granting bail to the accused in these cases.On February 9, a special judge of the North Lakhimpur POCSO court granted bail to Md Anarul Haque, who had been charged under Sections 6 and 17 of the POCSO Act for marrying a minor girl. Haque was also accused of rape and booked under the Prevention of Child Marriage Act. In the order, seen by Scroll, the judge noted that the girl or any of her family members had not lodged the FIR, that the couple was living as husband and wife without any pressure or coercion. He also said there is no explanation for why the complaint was filed after 10 months of the purported marriage.The judge relied on the judgments of various high courts, including the Meghalaya High Court, Calcutta High Court, Madras High Court, which said that the POCSO Act cannot be invoked in child marriage cases. The judge said that “the POCSO Act was enacted by the Parliament to safeguard the children from sexual exploitation, but in the peculiar facts and circumstances of the case, the Act may not prima facie attract to the instant case” and “application of such stringent punishment could result in the breakdown of a happy family, which was never the intention of promulgators of POCSO Act”.Romela Khatun's (right) husband and son were arrested and charged under POCSO. Credit: Rokibuz Zaman.Parents punished On February 17, Abdul Baten returned to his home in Khudumguri village under Howly police station, after spending a fortnight in jail.He and his 21-year-old son Akibul Islam were arrested on February 3 as a part of the Assam government’s drive against child marriage.This, too, was a case of retrospective arrest as his son had eloped with a 17-year-old girl and married her 18 months ago. Both father and son have been booked under the law against child marriage as well as Sections  6 and 17 of the POCSO Act, 2012. They have also been accused under Sections 9, 10, 11 of the Prohibition of Child Marriage Act, 2006, which are invoked against an adult male for marrying a child, or against someone who performs or abets such a marriage and against someone who allows the solemnisation of such a union, respectively. More than 26 people under Howly police station have been booked on similar grounds, a police official said. These include men who married underage girls, their relatives and kazis who solemnised the marriages. “I am totally innocent,” Baten said. “Do you think couples elope by informing their parents?” He added: “My son had fallen in love with a girl and they got married with the help of a kazi. I only got to know after he had brought the girl home. They also have a six-month-old baby.”Gauhati High Court advocate Sarfraz Nawaz argued that the police had erred in booking Baten under POCSO. “What goes inside the four walls of a couple’s bedroom cannot be attributed to the parents,” he added. “There is nothing to suggest that the parents directly abetted or aided the sexual relations between their respective children.”He added: “The abetment of POCSO Act offences entails a whole different dimension which cannot be mixed up with abetment of child marriage.”A grey areaHowever, not everyone agrees with Nawaz’s reading. Assam State Commission for Protection of Child Rights chairman Sunita Changkakati said, “According to POCSO Act, any kind of sexual intercourse or physical relationship with a minor girl, even it is consensual, will be considered as rape.” The Supreme Court, too, had observed in 2017 (Independent Thought vs Union of India) that sexual intercourse with a wife aged between 15 and 18 is a punishable offence under POCSO as the husband of the girl child would be committing aggravated penetrative sexual assault.“But it is an obiter dicta [an observation or opinion made by the court, but not included in the judgment],” said a district judge of Assam, who did not want to be identified. “It is not binding on us.” Under Muslim personal law, it is legal for a person above the age of 15 to be married. But the courts have taken conflicting views on whether personal laws can override the provisions of POCSO in such cases. The Supreme Court is currently examining the issue. On January 13, a bench of the Supreme Court agreed to hear an appeal against a Punjab and Haryana High Court ruling which allowed a 16-and-a-half-year-old Muslim girl to marry a person of her choice after attaining puberty. According to Supreme Court lawyer Tanwir, it is important to refer to the “legislative intent” behind a law. “POCSO is not a legislation that prohibits child marriage, but is meant to prevent the sexual harassment of kids,” he said. “Its objective is not that for which it is being used in Assam.”Several lawyers also pointed out that POCSO ought to be invoked in cases of  assault. “There has to be a physical injury in POCSO,” Tanwir said. “It can be penetrative or non-penetrative, but there has to be an element of sexual assault.”Said Guwahati-based advocate HK Ahmed, “In most of these cases, those arrested are in relationships established on consent. Coercive force or assault is missing.”POCSO, he said, “revolves around an aggravated sexual offence, and cannot apply when marriages are consummated consensually”.","author":"Rokibuz Zaman","time":"2023-03-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187521-irtuzaqsct-1677823123.jpg","tags":["Assam","Assam child marriage","Assam POCSO courts","POCSO and teenagers","POCSO and child marriage","Himanta Biswa Sarma","Assam child marriage arrests"],"source":"https://scroll.in/article/1044978/in-assam-pocso-use-in-drive-against-child-marriage-raises-legal-concerns"}