{"title":"In Amit Shah’s Gandhinagar, three Lok Sabha candidates allege they faced pressure to withdraw","content":"As Bharatiya Janata Party won the Surat Lok Sabha uncontested on April 21, a video from Gandhinagar surfaced on social media that evening. It showed a sobbing Jitendra Chauhan, 39, complaining that he was being forced to withdraw his candidature from Gujarat’s Gandhinagar parliamentary constituency by “Amit Shah’s people” who had “hijacked” him.“It is possible that I will be killed,” Chauhan said. “I appeal to my countrymen: save this nation; it is in danger.”The following day, Chauhan withdrew his nomination. “I withdrew because there was pressure on me,” Chauhan told Scroll. “It came from Dinesh Singh Kushwah, the BJP MLA from Bapunagar in Ahmedabad.”Gandhinagar is a BJP citadel. The party has won the Lok Sabha seat since 1989. In 2019, Shah's victory margin was more than 5.5 lakh votes.In the ongoing elections, the party reportedly has a target of sweeping Gujarat's 26 seats with a margin of more than 5 lakh votes. Shah is contesting from Gandhinagar this time too. The constituency will vote in the third phase on May 7.Three candidates in Gandhinagar, including Chauhan, told Scroll that they faced pressure to step out from the race. All three accused local BJP politicians or those associated with the party of intimidation. Two of them also claimed that the Gujarat Police pushed them to withdraw their nomination.BJP politicians denied the allegations. Scroll sent questions to Vikas Sahay, the Director General of Police in Gujarat. This story will be updated if we receive a response.So far, 16 candidates from Gandhinagar have withdrawn their candidatures from the Lok Sabha elections. Twelve of them – including Chauhan – are independents. Four belong to small political parties.“I was offered to state my price – however much I want,” Chauhan alleged. “I did not want the money. But I have my reasons to withdraw. I have three daughters and I must look after them. If something happens to me, how will they survive?”Others denied any intimidation. Their reasons for withdrawal ranged from lack of campaign funds, to joining the BJP, to applying purely out of research interest, among others.‘They said I should speak to his boss’On the morning of April 20, a day before Chauhan uploaded his video on Facebook, more than a dozen men entered Sumitra Maurya’s home in Ahmedabad’s Chandkheda neighbourhood, said one of her neighbours.Maurya, 43, is the candidate from the Prajatantra Aadhar Party in Gandhinagar.When the men arrived, they only found two children – one six-year-old and the other 13. They were Maurya’s daughters. “It was around 11 am and I was in Gandhinagar for my nomination,” she told me. “They asked them about my whereabouts and said they wanted to meet me and talk to me. They left soon after but it left my daughters very frightened.”Maurya’s neighbour, Vinod Pandey, saw the men at her house that day. “When they left, I went to the daughters and told them not to be scared,” he said. “I later heard that these men wanted her to withdraw from the elections.”लोकसभा सामान्य निर्वाचन -2021, प्रजातन्त्र आधार पार्टी की प्रत्याशी 6-गांघीनगर लोकसभा, गुजरात राज्य को नामांकन वापस लेने हेतु बार बार मिल रही है धमकीयां। @CEOGujarat @ECISVEEP @SpokespersonECI @mauryarajesh23 @CMOGuj @GujaratPolice @newsSChaudhry @dgpgujarat pic.twitter.com/16q43Eo2Sq— Rajesh Maurya (@mauryarajesh23) April 21, 2024\n\n\nMaurya said she and her husband received a series of phone calls that day. “There were men who asked me to speak to their boss,” she said. “They would not tell me who they were. They asked why I was running in the election and said I should step down.”Maurya said that these men also met her mother-in-law who lives nearby. “I returned home at 7 pm and our party’s national president, Rajesh Maurya, suggested we leave the town for a few days,” she added.At 8 am on April 21, Maurya and her husband, Bharat, left Ahmedabad and travelled more than 400 km to Somnath. “In Somnath, three men came to our hotel. They were dressed in civilian clothes,” she recalled. “One of them, who was younger than me, met me in the lobby and asked why I wasn’t picking up any calls and that I should speak to his boss. I refused and video-called Rajesh ji to show him this man. That is when he left hurriedly.”In a video Sumitra made from Somnath on April 21, she alleged that the men were from the “Crime Branch police”.On April 22, Rajesh Maurya of the Prajatantra Aadhar Party wrote to the Chief Electoral Officer in Gujarat. His letter stated the sequence of events on April 20 and 21 and alleged that the men who accosted Sumitra in Somnath were from the Crime Branch of the Gujarat police.The letter mentioned 12 phone numbers from which Sumitra Maurya and her husband received calls in the period.Scroll called up these numbers.One of them belongs to Jignesh Maurya, who runs a school in Ahmedabad. “I had called Sumitra ji to ask for Rajesh Maurya ji’s contact,” said Jignesh, who added that he was a BJP member till 2017. “I know Rajesh ji well. I was not calling to exert any pressure.”A second caller, Vinod Maurya, said he was calling to congratulate Sumitra Maurya about her nomination. “I called her and her husband to talk about how she was doing,” he said. “Maybe it was a new number so she got worried.”A third, Bhavesh Maurya, said that his phone call to the Gandhinagar candidate was likely made by relatives who had borrowed his phone at a wedding on the evening of April 20. “I don’t remember which relative exactly,” he said. “They took my phone because they were trying to reach a person who was not answering their calls.”Rajesh Maurya alleged that both Jignesh and Vinod are associated with the BJP and were part of the effort to intimidate Sumitra.Other numbers in Rajesh’s letter belonged to someone who called himself a gambler, a vegetable vendor in Rajkot and an Ahmedabad resident looking to hire security guards. They denied that they were trying to intimidate Sumitra.The remaining callers did not respond and another cut the calls after hearing that they were about Rajesh Maurya and Sumitra Maurya.‘Politics is not your business’Sumitra Maurya did not withdraw from the Gandhinagar race. But Chauhan who had made the video did. An aspiring politician who runs a small painting business, he was born in Etawah in Uttar Pradesh and moved to Gujarat in 1998. “Two of my clients have already cancelled their contracts with me since my withdrawal,” he said. “They got scared. I’m afraid my business will shut down.”On April 21, Chauhan alleged, four men from the Crime Branch followed him everywhere in Ahmedabad. “They even harassed four of my 10 proposers,” he said. “They told me, ‘Take care of yourself and your children. Politics is not your business.’ When I returned home, I felt like they wanted to put me under house arrest. That’s when I made the video that night and uploaded it on my Facebook page.”However, Chauhan took down the video hours later after his wife protested.Chauhan alleged that BJP MLA Dinesh Singh Kushwah also pushed him to not contest. “Kushwah comes from a Hindi-speaking background like me,” Chauhan explained. “He is from my biradari and knows a lot of my relatives. So I had to.”Kushwah told Scroll that he “does not even know” Chauhan and hung up.Independent candidate Jayendra Rathod, 40, also told Scroll that former BJP MLA from Gandhinagar North, Ashok Patel, pressured him to withdraw his candidature. “His people said that I should adjust,” he said. “They know that Amit Shah will eventually win but they did not want me to split the vote.”Rathod, from a Dalit community, had contested Gandhinagar on a Bahujan Samaj Party ticket in 2019. He got 6,500 votes. He is no longer contesting the 2024 Lok Sabha election.“The MLA’s people spoke to my uncle who has a government job,” he said. “There was pressure on me in 2019 too. But I did not withdraw then. This time my uncle told me that I should keep his honour in larger society.”Ashok Patel, who is the BJP’s dummy candidate for Amit Shah in Gandhinagar, denied Rathod’s allegation. “I don’t even recognise him,” he said. “When a candidate withdraws, he goes to the collector himself. He must have done that himself. No one can drag him there.”The others who backed outRathod was also asked to join the BJP but he declined. He alleged that two other independent candidates in the Gandhinagar fray were forced to withdraw like him: Surendra Shah and Naresh Priyadarshi.Priyadarshi told Scroll that he had joined the BJP after his withdrawal and did not wish to speak further. Surendra Shah quit the contest because he wanted to extend his support to Amit Shah. “He has promised to get the work done so I don’t need to fight,” he said. “I was not under any pressure.”Four other independent candidates – Kishor Goyal, Rajnikant Patel, Makhanbhai Kaliya and Mehbub Rangrej – also withdrew but denied it was because of any pressure.“I have a PhD in law so I just wanted to study the process of filing a nomination,” said Goyal.Patel said he withdrew because he realised that Gandhinagar was too big for him to contest.Kaliya admired Prime Minister Narendra Modi’s work and opted out because “of my own wish”.Rangrej, who had contested the state elections in 2017 and 2022, said he withdrew because he was told by local Election Commission officials that the EVM cannot account for more than 16 candidates – a complication that does not exist.Nimesh Patel of the Gunj Satya Ni Janata Party said he called off his candidature because he lacked the money to contest.Paresh Mulani of the Bhartiya Rashtriya Dal said he wanted to contest in Amethi and Raebareli in Uttar Pradesh so he withdrew from Gandhinagar.Scroll was unable contact independents Keshavlal Kachhadiya, Mahendrabharti Goswami, Tanviruddin Shaikh and Rakesh Kumar Pagi of the Aapki Awaaz Party.We asked Chauhan why a party as strong as the BJP would worry about his candidature when he was up against Amit Shah. “Winning votes is secondary. When a small man stands against the country’s home minister in an election, the self-respect of the minister is on the line,” he said. “I know poor people like us don’t belong in politics. All I would like to say is that democracy has been finished in this country. The Constitution has been finished.”","author":"Ayush Tiwari","time":"2024-05-03T19:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200458-fcwdegtlvt-1714721822.jpeg","tags":["Lok Sabha 2024","Gandhinagar","Amit Shah","BJP","Nominations withdrawn","Surat walkover"],"source":"https://scroll.in/article/1067398/in-amit-shahs-gandhinagar-three-lok-sabha-candidates-allege-they-faced-pressure-to-withdraw"}