{"title":"In Assam, Amit Shah silent on CAA, says Bodoland Accord marked ‘beginning of end’ of insurgency","content":"Union Home Minister Amit Shah, while addressing a rally in Assam on Sunday, claimed that the Bodoland Territorial Region Accord signed last year marked the “beginning of the end” of insurgency in the North East, reported PTI. The Bharatiya Janata Party leader said that his party was on the path to  make the state “violence-free”, “infiltrator-free”, and “flood-free”, according to NDTV.   “I have come here to iterate that Prime Minister Narendra Modi and the BJP are committed to fulfil all clauses of the BTR Accord, which will pave the way for peace and development in the region,” Shah said at a rally in Kokrajhar district. “It marks the beginning of the end of insurgency in the region.”On January 27, 2020, nine Bodo groups signed an agreement with the Centre and the Assam government in New Delhi to usher in peace in the Bodoland Territorial Areas District. Since 1987, Bodo groups have fought, often violently, for a separate state called Bodoland to be carved out of Assam as a designated homeland for the community. But after the “memorandum of settlement”, the All Bodo Students’ Union agreed to “suspend” its demand for statehood. Cadres of all four factions of the National Democratic Front of Bodoland agreed to lay down arms. The accord promised greater powers to the Bodoland Territorial Council, whose sphere of influence was now renamed the Bodoland Territorial Region. It also leaved the door open to altering the Bodo region’s borders. Shah had called it the “final and comprehensive solution” to the Bodoland movement, which had triggered decades of violence in Assam. PM @NarendraModi ji initiated the process to end insurgency in the Northeast by signing the Bodo Peace Accord.This unprecedented crowd in Kokrajhar is a befitting reply to those who disturbed the peace in Assam by spreading venom in the name of Bodo and non-Bodo. pic.twitter.com/uUVMgQF4Tl— Amit Shah (@AmitShah) January 24, 2021\n\nAt Sunday’s rally, the home minister said now that the elections to the Bodo Territorial Council had taken place peacefully, the region was bound to prosper. “Now Bodoland will start walking on the path of development,” the home minister added. “Once this region saw a blood bath. Now it will see maximum development.” Shah said that the political rights, culture and language of all communities of Assam was secure under the BJP government. “The state government has already made Bodo the associate language of Assam,” he added. “Several measures have been taken to protect, preserve and promote the rich culture, language and heritage of all communities of the state.”Shah is in Assam as part of a two-day visit to the region. He spoke a day after Prime Minister Narendra Modi visited the state’s Sivasagar district to attend a ceremony, where he handed over more than one lakh land titles to members of the state’s indigenous communities.   2020 में @narendramodi जी के नेतृत्व में पूर्वोत्तर के विकास के लिए जो बोडो शांति समझौता हुआ, मुझे उसमें रहने का सोभाग्य मिला था।इस समझौते के समय जो भी बातें हुई थी, मैं आज उसको दोहराता हूँ और आपको विश्वास दिलाता हूँ कि उन सभी वादों को पूरा करने के लिए मोदी सरकार प्रतिबद्ध है। pic.twitter.com/tasiiPXpQY— Amit Shah (@AmitShah) January 24, 2021\n\nMum on CAANotably, Shah did not say anything about the Citizenship Amendment Act during his visit to Assam. Even Prime Minister remained silent about the contentious matter.The Citizenship Amendment Act, notified on January 10, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years and entered the country by December 31, 2014. Across the country, protests broke out last year against the law, seen as an assault on secular values inscribed in the Constitution. In Assam, and other states of the North East, it activated older anxieties – that communities defined as indigenous to the region would be swamped by Bengali-speaking migrants from Bangladesh.  Even as Shah addressed rallies in Assam on Sunday, activists of the All Assam Students’ Union burnt copies of CAA as part of its protests against the home minister and the prime minister’s visit to the state.Amazing atmosphere at Vijay Sankalp Samaroh in Nalbari, Assam. Watch my speech! https://t.co/fQSi9cB2QL— Amit Shah (@AmitShah) January 24, 2021\n\n‘Assam not safe in hands of Congress-AIUDF’The home minister, however, did not fail to take on the Opposition. At a rally in Nalbari district, Shah alleged that if the Congress-All India United Democratic Front, or AIUDF combine came to power in Assam, they would “open all gates to welcome infiltrators”.  The Congress has formed Grand Alliance with AIUDF, Communist Party of India, CPI(M), CPI(ML) and Anchalik Gana Morcha  to fight the upcoming Assembly elections, which are likely to be held in March-April.  Shah alleged the Congress rule in the state “gave only bloodshed”, in which thousands of youths lost their lives. “Can Congress and Badrudding Ajmal keep Assam free from infiltration,” he asked. “If they come to power, they will open all gates to welcome them, because it is their vote bank. One thing is sure, Assam is not safe in the hands of Congress and AIUDF”.  The BJP leader claimed that only a government led by Modi could protect Assam from “infiltration from the neighbouring country”. If the BJP came to power again, Assam will be “bullet-free, agitation-free and flood-free”, he added.","author":"Scroll Staff","time":"2021-01-24T18:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153814-nnvjexopru-1611489111.jpg","tags":["Amit Shah","Assam","BTR Accord","Bodoland Territorial Region Accord","Assam elections","BJP","CAA"],"source":"https://scroll.in/latest/984969/in-assam-amit-shah-silent-on-caa-says-bodoland-accord-marked-beginning-of-end-of-insurgency"}