{"title":"In Bastar, both Maoists and security forces leave a family bereft","content":"Sodi Nande’s brother was executed by the Maoists, supposedly for being a police informer. Her husband was killed by the police, allegedly for being a Maoist operative who had a hand in his brother-in-law’s murder.Nande lives in Tadmetla, a village of some 250 households in Bastar’s Sukma, deep inside Chhattisgarh’s Adivasi heartland that has long been the epicentre of the Indian state’s war on Maoist rebels and where, as a consequence, violence, death and injustice have become enmeshed in everyday life. Tadmetla is synonymous with the bloodiest Maoist attack ever on the Indian security forces that left 76 Central Reserve Police Force personnel dead in April 2010. That attack set off a chain of events that would scar Tadmetla forever, and destroy Nande’s family. A year after the ambush, in March 2011, dozens of homes were burned down in Tadmetla and neighbouring Morpalli and Timmapuram. Nande’s was one of them.The police pointed to the Maoists but the villagers squarely blamed the security forces. The arson sparked public protests, compelling the state’s government to order a judicial inquiry by a retired judge, TP Sharma, whose report was tabled in the assembly in March 2022. Sharma gave a clean chit to the security forces, even though a 2016 interim report submitted to the Supreme Court by the CBI, which is investigating the attack separately, had prima facie indicted the police. While the CBI inquiry, monitored by the Supreme Court, was still going on, Bhupesh Baghel’s Congress regime accepted Sharma’s report and announced a compensation package of Rs 5 crore for 244 families, or about Rs 2 lakh per household – 154 in Tadmetla, 51 in Timmapuram, 39 in Morpalli – who had lost their homes in the attack.The urgency with which Baghel’s government acted on Sharma’s report was in stark contrast with how it had handled Justice VK Agarwal commission’s reports on similar incidents of violence in Sarkeguda and Edesmeta in 2013. Those reports had been tabled in the state assembly in December 2019 and September 2021 respectively and, unlike Sharma’s report, they indicted the security forces. The Congress regime chose to ignore them.In the case of Sharma’s report, the state issued the order for distribution of the compensation money within two months. The money, it declared, was for “victims of Naxal violence and arson”. As Chhattisgarh was due for election in a few months – it will be held early next month – local elected representatives were reportedly pressured to pay out the money quickly. This required, in many cases, opening bank accounts and obtaining documentation like Aadhaar cards on the fly. A situation ripe for corruption.This is where Nande’s family entered the picture.Sodi Nande and Sodi Kosa’s home in Tadmetla. Credit: Malini Subramaniam The executionsOn June 22, several villagers  who asked not to be identified said, the Maoists summoned Nande’s  brother, Kawasi Sukka, a teaching assistant in Tadmetla, to their  hideout in the forests. Six days later, they called a jan adalat,  or a people’s court, which requires the attendance of at least a member  from each family in the area. Summons to a jan adalat cannot be ignored  as the Maoists have immense sway in the region – through fear or  popular support for their cause or a mix of both – even though there is a  security forces camp every five kilometres or so.The court came  to order and the Maoists stood up Sukka, along with Madvi Ganga, the  deputy sarpanch of Tadmetla who had been held four days before Sukka.  The two of them, the Maoists would claim in an unsigned statement later  that same day, had helped the security force kill an innocent villager  named Madvi Bhima in 2021 and then scuttled mass protests against his  extrajudicial murder. For rendering this service to the police, the  statement added, they had each received Rs 20,000. Moreover, they had  taken their cut from the compensation paid to victims of the 2011 arson.  Sukka and Ganga had admitted to their crimes, the Maoists added. The  assembly had to decide their punishment and the majority asked for the  death penalty, ignoring the pleas of their wives and children and the  villagers of Tadmetla. “Us taraf ka palda bhari tha,” said Madvi Umesh, a  relative of Nande, explaining that there were more people from outside  Tadmetla and they prevailed.The disappearanceNande,  26, was still mourning her brother when her husband disappeared on  September 4. Sodi Kosa, 35, farmed, drove a tractor and worked a rice  mill to provide for his wife and three children and his aunt’s family.  He had left that morning with Rava Deva, 39, who ran a small shop in the  village to augment his income from farming. Sodi Kosa was headed to  Timmapuram, nine km away, to collect money that his sister’s husband,  Mana Muchaki, owed him. Rava Deva had to purchase supplies for his shop  at Chintalnar. They were travelling on foot, through the forests that  separate settlements in the area. Neither had returned by  nightfall but their families were not alarmed. It had rained heavily in  the evening, making it difficult to walk the forest paths, and the  families assumed that they had stayed with some relative in one of the  nearby villages. Sodi Kosa did not have a phone. Rava Deva did carry one  but since connectivity is poor in the area his family could not get  through to him. The next afternoon, having still not heard from  her husband, Soni Deva, 40, started searching for phone numbers of their  relatives to try and get through to him. That is when, at around 4 pm, a  villager named Kawasi Hidma came looking for her. Hidma showed Soni  Deva a police press release that he had received on his phone from a  relative in Andhra Pradesh. The statement, dated September 5,  announced that the police’s District Reserve Guard and CRPF’s 223rd  battalion had killed two Maoists in a gunfight in the forest between  Tadmetla and Duled that morning. There was a picture of the slain men’s  bodies, each wrapped in a polythene sheet with the face visible. Soni  Deva needed only to take a glance: it was her husband and Sodi Kosa.Madvi Ganga's family's in Tadmetla. Credit: Malini Subramaniam Staged encounter?The  police claimed that the security forces were alerted to the presence of  a dozen Maoists in the forest and they promptly set out to track them  down. They made contact at 6 am and engaged them in a gunfight.  Afterwards, they found the corpses of two men who were identified as  Rava Deva and Sodi “Deva”, both from Tadmetla. They also found a rifle,  pistol, torch, first aid kit and wires. The picture in the statement  showed the recovered materials laid out alongside two sets of neatly  folded uniforms – all looked clean as did the dead bodies and their  polythene wrapping. Not a spot of mud anywhere even though it had poured  the previous night.Their families countered that Sodi Kosa and  Rava Deva had no association with the Maoists and that they had been  killed in a staged encounter. When Scroll met them in their village on  September 19, Nande and Soni Deva each fished out a plastic folder and  emptied the contents on to a cot: a modest pile of Aadhaar and rations  cards, bank passbooks, a cheque book, sale deed for a tractor, purchase  receipt for a motorbike, a driving licence, and a PAN card. A lifetime  of documentation to prove, the women said, that their husbands were  ordinary people living ordinary lives.About 7 km away at Mukram,  Adivasi villagers had gathered from across Sukma and neighbouring  Bijapur for an indefinite dharna to demand an investigation into the  killing of Sodi Kosa and Rava Deva. There were several villagers from  Duled, the village closest to the scene of the alleged encounter, who  disputed the police’s story. The two men were killed in the evening on  September 4 and not the next morning, they pointed out, because that was  when they heard gunshots ring in the forest. Kosa’s brother-in-law Mana Muchaki, whom he was visiting that day, told a reporter  that the two men had reached his home in Timmapuram at around 10 am.  They borrowed Muchaki’s motorbike as they needed to pick up fuel and  supplies from Chintalnar on the way home. In Chintalnar, 13 km  from Timmapuram, several villagers reported that the two men bought fuel  and supplies for Deva’s shop and were about to leave when they were  accosted by a CRPF contingent and taken away to a camp nearby.Manish  Kunjam, a former Sukma legislator who is contesting the upcoming  election, had lined up several public meetings that day. “As soon as I  reached Chintagufa at around 10 in the morning on the 5th, I got a call  from the SP asking me to return because there was an anti-Naxal  operation underway,” he recalled, referring to the district’s police  chief. Chintagufa is around 15 km from Tadmetla.Kunjam abandoned  his programme and returned to Sukma. He was soon fielding calls from his  supporters in Elmagonda, Minpa and Tadmetla – three villages closest to  the forest where Sodi Kosa and Rava Deva were supposedly killed in an  encounter – asking why he had not arrived yet. When Kunjam mentioned the  anti-Maoist operation that was supposedly underway, they were  surprised. They had not seen any unusual security presence, they told  him, or even heard gunfire. In the evening, Kunjam said, he learned that  the encounter in which two Maoists were supposed to have been killed  that day had actually been staged the previous evening.Hasty cremationAt  Tadmetla, meanwhile, as the rain poured, the streams swelled and the  dark approached, the villagers found it impossible to leave for Sukma to  collect the bodies of Sodi Kosa and Rava Deva. They left early the next  morning, piling into a couple of tractors. They did not get to Sukma,  however. They were stopped by the police at Chintagufa, about 14 km in  their journey. It took some pleading with the Station House Officer for  eight of the slain villager’s relatives, including their wives, to be  allowed to proceed to Sukma, on three motorbikes. At the Sukma  police station, four of the relatives were held back and the rest,  including Nande and Soni Deva, were taken to the town’s hospital. But  not before SHO Rakesh Yadav had allegedly warned that they would receive  the corpses only if they accepted that the slain men were Maoists. They  refused.Scroll contacted Yadav to ask about these accusations.  He agreed to meet at the police station, but after making this  correspondent wait for 45 minutes did not turn up. “We were shown  their faces for about five minutes,” Nande said. They were not shown  the bodies fully, she added, so they could not assess the nature of the  injuries. Nor were the families provided the postmortem reports. When  the families asked to bring the tractors held up at Chintagufa to take  the corpses home, the police offered to drop them in Tadmetla the next  day. The night the eight villagers would have to spend in the police  station. They wanted to stay with their relatives in the town, but the  police refused to entertain the idea. They were given food and locked  in. “You are in our custody. You will not leave. If you try to leave and  anything happens to you, we will not be responsible,” Umesh claimed the  police told them. “You are safe inside the kotwali.”They were  woken up at around 3 am and told to get ready to leave, Umesh said. The  women were taken in a police vehicle and the men were to follow on  motorcycles. They reached Chintagufa at around 5 am and shifted the  bodies onto a tractor. When they reached Tadmetla, Umesh recalled, they  found the village surrounded by security forces. “Jahan bhi dekho force  hi force,” he said.The dead bodies were laid down at Sodi Kosa’s  house and armed policemen went around collecting dry wood. The villagers  pleaded with the police and the CRPF to let them perform their  traditional Adivasi cremation rites first, Rava Deva’s brother, Rava  Sona, said. But the police hurriedly assembled a pyre, poured diesel  they had brought along and lit the match. “We do not allow our dead to  depart in this manner,” Umesh said, shaking his head in indignation.  “Aisa kabhi nahi hua.”  The security forces left by 4 pm and soon  after photos of the partially burnt corpses appeared on social media. A  video shot from a distance by a villager narrating how the police were  forcibly cremating the two men started circulating the next morning.  Subhash  Choubey, head of the police’s District Special Branch in Sukma, said  they dutifully handed over the bodies to their families and helped the  villagers conduct the cremation. Asked about the video, Choubey said it  was a piece of propaganda made at the behest of the Maoists. Kawasi Sukka's family. Credit: Malini Subramaniam A family’s tragedySukma’s  police superintendent Kiran Chavan maintained that Sodi Kosa and Rava  Deva were Maoist operatives who led regular lives but helped the rebels  by carrying messages, doing reconnaissance, planting explosives and  planning ambushes. It was not unusual for such operatives to have  government identity cards, he added. Chavan disputed the allegation that  the two men had been picked up by the security forces from Chintalnar  and maintained that they were killed in a gunfight. The  superintendent of police went on to make a startling claim: Sodi Kosa,  Nande’s husband, was responsible for her brother’s execution. He and  Rava Deva, Chavan alleged, were wanted for the execution of Kawasi Sukka  and Madvi Ganga as well as the murder of Kawasi Kosa, of Silger  village, whose body was found in the forests of Minpa on August 31.  Although the police claimed that Kawasi Kosa was executed by the  Maoists, there was no press release from the rebels stating the reason  for the killing, as is their practice.Still, the police chief  insisted that there was clinching evidence against Sodi Kosa and Rava  Deva. He would not be specific, however.If the police indeed had  evidence against Sodi Kosa and Rava Deva, why did they not arrest them  from their homes? Why wasn’t there even an arrest warrant for them? That  would not have been possible, Chavan claimed, because as soon as the  security forces approach an interior village, the men run away into the  jungle and the womenfolk refuse to engage. “I am telling you, this is  what happens,” he stressed.  Chavan promised to share details of the cases the police had supposedly filed against the two men. He never did. The  families of Kawasi Sukka and Madvi Ganga rejected the police’s claim  that Sodi Kosa and Rava Deva were involved in the murder of the deputy  sarpanch and teaching assistant. “How could Sodi Kosa agree to kill his  own wife’s brother?” asked Umesh.Nande, too, maintained her  husband’s innocence. “Policemen who killed my husband should be put  behind bars,” she said, suckling her infant son. What about the Maoists  who executed her brother? “What can I say,” she said after a deep pause.  Her head was bent and her eyes fixed on the muddy courtyard. “My  brother was killed after a jan adalat. People were asked what should be  done... whereas the police just picked  my husband and killed him. They declared him a Maoist which is not true  at all.”Her fellow villagers continue to sit on protest in  Mukram demanding action against the forces they claim murdered Sodi Kosa  and Rava Deva in a staged encounter. “We will continue the protest  until we hear from the authorities,” said Umesh.A magisterial inquiry ordered by the state is underway.","author":"Malini Subramaniam","time":"2023-10-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195067-zucfbeuvwk-1697543049.jpg","tags":["Bastar","Adivasi Rights","Chhattisgarh","Maoist conflict","Tadmetla"],"source":"https://scroll.in/article/1057739/in-bastar-both-maoists-and-security-forces-leave-a-family-bereft"}