{"title":"In Bulandshahr, a trail of ransacked, deserted homes as police search for mob violence accused","content":"On December 3, when Ratan Kaur returned from a relative’s to her home in Mahaw village in Uttar Pradesh’s Bulandshahr, she found it ransacked. Her TV lay broken, washing machine overturned and a chair smashed. It was the handiwork of the police, she alleged. Earlier that day, cow carcasses had been found in a field around a kilometre from her home, sparking clashes between the police and agitated villagers led by workers of Hindutva groups, especially the Bajrang Dal. Kaur’s son Jitendra Malik, 26, was part of the mob that attacked the police, causing the death of a police inspector and a student. An Army man posted in Kashmir, Malik was home for a vacation.On Saturday, Malik was arrested by the police. He is alleged to have fired the bullet, from his service weapon, that killed Inspector Subodh Kumar Singh.  Malik’s mother claimed she did not know whether her son was home at the time of the killings. She had gone to a relative’s place on November 10 and returned only after hearing about the violence. She found her house empty, but the door was unlocked. She claimed the police raided her home later in the day and allegedly assaulted her daughter-in-law, putting her in hospital. Malik’s elder brother is also in the military, currently posted in Maharashtra.  The police have registered two cases in connection with the December 3 violence, one for cow slaughter and the other regarding the killing of the inspector and the student. The first was brought by Yogesh Raj, a Bajrang Dal leader who named seven men from his Nayabaans village as the prime accused. Raj himself is the prime accused in the second. He is still at large.Jitendra Malik's mother Ratan Kaur at their home in Mahaw village, Bulandshahr. Photo credit: Abhishek Dey Including Raj and Malik, 27 persons stand accused in the second case. They have been booked for murder, attempted murder, assaulting public servants, arson and rioting. Scroll.in visited the homes of 13 of the accused in Mahaw, Nayabaans and Chingrawathi villages, all within five kilometres of the police post that was torched by the mob on December 3. At the homes of eight of them – Malik, his neighbours Guddu Singh and Tinku, former Mahaw headman Rajkumar Chaudhary, Yogesh Raj, his relatives Devender and Chaman, and Sumit Kumar, the dead student who is also named as an accused – mostly elderly members were present. Save for Kumar’s, all the houses were littered with smashed furniture and overturned appliances, indicating that frantic police teams had been at work. At the other five homes, nobody was around.   Guddu Singh’s father Brahm Singh, a dairy farmer, confirmed that Malik was in the village on December 3. The soldier had returned with his son after the clashes, Brahm Singh added, but denied either had participated in the violence. As to where his son has been since, he said he did not know. In Chingrawathi, it is a rather bizarre situation. The suspects named by the police include Saurav, Chhotu, Bablu, Ankur and Robin from Chingrawathi, but the first information report does not name their parents. “There are multiple villagers with these names and in this state of utter confusion, they have all fled their homes,” said Ajay Kumar, the headman.Yogesh Raj's home, apparently after the police had raided it. Photo credit: Abhishek DeyRising mob violence Over the past year, the police in Siyana, Ahmedgarh and Aurangabad areas of Bulandshahr have often faced mob fury. Police officials recalled at least seven instances of mobs virtually laying siege to police posts and stations, agitating against anything from alleged cow slaughter to road accidents involving Hindus and Muslims. None, however, led to any person being harmed. “When it comes to policing rural areas, each police post has numerous villages under its jurisdiction and maintaining law and order becomes a challenge,” said a sub-inspector in Siyana who asked not to be identified. “For effective policing, we need cooperation of the villagers. But on December 3 we were confronted with a situation where the villagers were armed and out there to kill us.”Subodh Kumar Singh was the head of the Siyana police station. Photo credit: Abhishek Dey Rising mob violence is a fallout of deepening communal tension in Uttar Pradesh, the police officials pointed out. Indeed, several episodes of mob violence over the last year, they said, have involved members of Hindutva groups. Bajrang Dal, in particular, has built up a strong presence in the region over the past three years. The group’s local leader, Yogesh Raj, was marked as a “notorious character” in the records of the Siyana police station and he was the person police officials called on December 3, asking him to keep his men under control. Though there was no police case against him, Raj was often under scrutiny for organising processions during Hindu festivals, “creating ruckus in Muslim areas”, giving provocative speeches, putting up “incendiary posts” on social media, senior police officials said. Subodh Kumar Singh was the head of the Siyana police station. His former subordinates remembered him as a brave officer “who always took the right stand especially on Hindu-Muslim issues”. “He had worked in places such as Dadri. So, he had the idea,” said an assistant sub inspector at the station who asked not to be identified.   The Siyana station has for now been put under the Ahmednagar station head Altaf Ansari, who was described by his colleagues as a “specialist in handling inter-faith disputes”.","author":"Abhishek Dey","time":"2018-12-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107289-fcpbrcwwez-1543936336.jpg","tags":["Yogesh Raj","Jitendra Malik","Subodh Kumar Singh","Bulandshahr","mob violence","Uttar Pradesh","Bajrang Dal","Hindutva"],"source":"https://scroll.in/article/905103/in-bulandshahr-police-search-for-mob-violence-accused-leaves-a-trail-of-ransacked-deserted-homes"}