{"title":"In Bihar, the changing course of Kosi river has given rise to land disputes","content":"Satyanarayan Yadav is a resident of Nirmali village, situated between the two embankments of the Kosi river in the Supaul district of Bihar. The 2.75 acres of land that 60-year-old Yadav cultivated last year has been flooded by Kosi. “The river is flowing through my field. I have had to pay Rs 1 lakh as land tax to the government,” said Yadav, whose ancestors owned 27.55 acres of land here, of which only 11.02 acres is now left. Over the years, the Kosi river has changed its course so many times that Yadav and his ancestors have had to forego a major portion of their land.“Not only did our land get lost with the changing currents, but our houses have also got drowned in the river so many times,” Yadav lamented. “I am 60 and as far as I can recall, every year our house has been getting damaged. Since this will continue to happen in the future, we have not built any pucca [permanent] houses.”This is not just Yadav’s story but of thousands of other families living between the embankments of the Kosi river. Infamous for causing yearly floods and submerging large chunks of land, Kosi brought in bad news for 45-year-old Mohammad Zakir as well. The river submerged five acres of his land. Left with no other option, Zakir now cultivates on a small piece of land but does not know whom the land belongs to. Talking to Mongabay Hindi, Zakir said, “When the river current cuts through the ground, its old path gives away land. Since this land is not marked, people living nearby start cultivating it. Maybe next year, when the river again changes its course, someone else will start cultivating in my field.”Satyanarayan Yadav’s ancestors had 27.55 acres of land, out of which only 11.02 acres of land is left with them. Photo credit: Umesh Kumar Ray/ MongabayPeople living between the embankments of the Kosi river have been living with this uncertainty for decades. Some years, their land is submerged by the river, and on others, they get lucky when their land reappears due to a change in the river course once again.However, the new land survey introduced by the Bihar government is set to change everything and make things from bad to worse for the common man living in this region.Land survey processThe first survey of agricultural and cultivated land in Bihar was called the Cadastral Survey. It started around the middle of the 19th century and continued till the second decade of the 20th century. The survey was done under the Bihar Tenancy Act 1885.Later, the government came up with the Bihar Survey and Settlement Manual 1959 by making changes in the Bihar Tenancy Act 1885. However, the survey could not be completed in many areas of the state due to the complicated survey process.Two years ago, the Bihar government decided to conduct the survey again. Under the first phase, the survey was completed in 20 districts. The process for the remaining 18 districts is expected to be completed by 2023. The land survey is being done under the Bihar Special Survey Settlement Rules 2012.Pictorial depiction of the change in the route of Kosi from 1736 to 1949. Photo credit: Water Resources Department BiharOn April 4, 2021, in response to a Right to Information petition, the Assistant Settlement Officer of Supaul, detailed the rules of land settlement. According to details shared under the Right to Information Act, if the river is flowing through farmland, the land in question will belong to the state government. In addition, it states that those parts which were submerged by the river in the cadastral survey but were converted into farmland will now also belong to the Bihar government.In response to the RTI application, the Assistant Settlement Officer said that the land through which the river is flowing will now go to the account of the Bihar government.The farmers living between the two embankments of the Kosi river in Supaul take a strong objection to these rules. They argue that with this they will lose all of their land to the state government. The farmers maintain that unlike other rivers, the Kosi has its own unique character and the land within the embankment of the river should be surveyed differently.Unique characterThe Kosi river originates from the Himalayas and enters India from Bihar via Bhimnagar in Nepal. It joins the Ganga river near Kursela. Its total length is 929 km, out of which about 260 km falls in Bihar.Experts say that Kosi is among the few rivers in the world that carries with it a huge amount of silt, which results in the river changing its course at a high speed.In his book, Dui Patan Ke Beech Mein, written on the Kosi, river expert Dinesh Mishra quotes Capt FC Hurst (1908) as saying that the Kosi river brings an estimated 55 million tonnes of silt every year. “The magnitude of this silt can be estimated from the fact that if a meter wide and a meter-high weir is made, it will be enough to cover about two-and-a-half rounds of Earth’s equator.”Mishra, Deputy Director of Bihar’s Water Resources Department’s Flood Management Improvement Support Centre, Patna, writes in a paper “Flood and Sediment Management in Kosi River”, “The route through which this river passes receives 1456 mm of rain. The soil erosion at its origin is high, resulting in the river bringing huge amount of silt.”An Anganwadi along the banks of river Kosi in Bihar. Photo credit: Umesh Kumar Ray/ MongabayHe further writes, “Siltation in the plains obstructs the course of the river, due to which the river has to take an alternate route. This shifts the current of the river here and there. Moreover, earthquakes, landslides and neo-tectonic activities also cause changes in its course.”A 2005 conference paper, “GSI in Flood Hazard Mapping: A Case Study of the Kosi River Basin, India”, by Rajiv Sinha of the Indian Institute of Technology, Kanpur, claims that the river has moved 150 km from its original course in the last 200 years. The paper says that there were no embankments earlier and the river flowed freely.Mishra said, “In the 1960-’70s, the river was restricted within a radius of 10 km by building embankments on both sides. Earlier the silt coming along with the river flow used to spread over a wide area, but now it is confined to a radius of 10km, so the river has started changing its course more rapidly. There are many river currents flowing within the Kosi embankments.”Notably, there is about 3.5 lakh acres of land between the two embankments of Kosi, which also hosts about a population of 2 lakh people.\n\t\t\n\tNDRF rescue operation during Kosi floods in Bihar in 2008. Photo credit: Kumarrakajee/ Wikimedia CommonsFarmers’ protestResham Devi, who lives inside the Kosi embankment, told Mongabay Hindi, “The river is flowing through my 2.75 acres of land.” “As per the survey, my entire land will go to the state government,” Resham Devi said. “How will we survive? Even though the land is submerged in the river, I am paying the land tax to the government because if not today, then tomorrow the land will reappear.”“The government should change the survey rules and give ownership of the land along the river course to farmers,” said Resham Devi.Santram Yadav, a local resident who worked as an Amin (land surveyor) in Supaul’s Kosi area for three decades, agreed, “More than 70% of farmland within the Kosi embankments is submerged in the river. This implies that after the survey, 70% of land will be owned by the government. This is complete injustice to the farmers. They should get ownership rights of the land falling inside the river.”Nirmali village of Supaul has 261.745 acres of land, where 1,500 families live. “The farmers of this village say that if the survey is done as per the government rules, hardly 14 acres of land will be left with the farmers,” Yadav said. “If this happens, there will be starvation as most of the farmers will become completely landless.”The Kosi river flows through 2.75 acres of Resham Devi’s land. As per the Bihar government survey, her entire land will go to the state government. Photo credit: Umesh Kumar Ray/ MongabayOn April 25, a public hearing was held by the Kosi Navnirman Manch regarding the farmers living inside the embankment. Dozens of participating farmers unanimously opposed the survey rules. The Kosi Navnirman Manch works for the farmers living within the embankment of the river.Mahendra Yadav, the founder of the Kosi Navnirman Manch, said, “So far injustice has been done to the farmers operating inside the Kosi embankment.” “After Independence, embankments were built on both sides of the river, but the farmers did not get any compensation,” Mahendra Yadav said. “They are barely managing to live inside these embankments. Despite the fact that there are no schools, hospitals or roads inside these embankments, the farmers still pay education, health, road and agriculture taxes to the government every year. Now, they will even lose their land after the new survey.”“If today the government puts the stream part of the river in its account, what will happen to the land falling in the old stream when the river again changes its course tomorrow?” Mahendra Yadav asked. “Will the government hand over the land to the farmers after conducting a fresh survey? If the government takes the existing part of the river into its account, then it should develop a mechanism so that if the land reappears later, the farmers get their ownership.” “If the government does not make any such arrangements, the survey will only add to the troubles of the farmers,” Yadav argued.He added that the farmers have decided not to cooperate in the survey process. As a result, the survey has been postponed in the inner part of the Kosi embankment for the time being.Talking to Mongabay Hindi, Supaul’s Settlement Officer Bharat Bhushan Prasad said, “Farmers are demanding that the land that has submerged in the river should belong to the farmers. But the survey manual does not specify any such thing.”“We have asked the department to give necessary guidelines through a written application, regarding of the objections raised by the farmers,” Prasad added. “Soon, the guidelines will come from the department, and we will inform the farmers accordingly.”This article first appeared on Mongabay.","author":" Umesh Kumar Ray","time":"2022-06-01T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175135-erhcvndqgy-1653985734.jpg","tags":["Bihar","Floods","Kosi river","Environment","Land"],"source":"https://scroll.in/article/1025154/in-bihar-the-changing-course-of-kosi-river-has-given-rise-to-land-disputes"}