{"title":"Bangla pride vs ‘Hindi-Hindu-Hindustani’: In West Bengal, a new Trinamool front to counter the BJP?","content":"The growing presence of Hindi/Hindu/Hindustani in the socio-cultural life of West Bengal – reflected in the changing tenor of its festivals (Holi instead of Dol), the names of everyday items (kurta instead of panjabi) – has emerged as a rallying point for a new citizens’ group that claims it seeks to protect the rights of “Bengalis in West Bengal, and West Bengal in the Indian Union”.Kolkata-based academic Garga Chatterjee – a familiar face in middle-class homes courtesy his appearance in television debates as a quasi-spokesperson (his words) for the ruling Trinamool Congress – heads the Bangla Pokkho, which he describes as “a new type of non-partisan nationalist political organisation”. The Bangla in its name – which roughly translates to “Bengal’s Side” – refers to the Bengali language and select strands of Bengali nationalism. Its rhetoric focusses on Bangla pride and recognition of the rights of those culturally rooted in West Bengal. “We will protect and nurture the pot of tulsi, the dargah, the paddy fields, schools and alleyways; whatever our ancestors have achieved,” says its website.In the last few months, the organisation has set up units in seven districts where Hindutva groups like the Bajrang Dal and Vishwa Hindu Parishad have a strong presence. It has also been liaising with groups “rooted in linguistic nationalism and in favour of a strong federal structure” in Karnataka and Andhra Pradesh. On June 1, it debuted in Delhi with a meeting at the Jawaharlal Nehru University.Bangla Pokkho’s moves coincide with the growing influence of the Rashtriya Swayamsevak Sangh and its rhetoric of Hindu unity in West Bengal’s public life. This reflected in the aggressive Ram Navami celebrations in March, when processions of sword and trident-wielding men and women marched through Muslim neighbourhoods. These rallies – which have become commonplace in Bengal in the last three to four years – were often accompanied by rioting. They led to large-scale violence in Asansol-Ranigunj in Paschim Bardhaman, one of the districts where Bangla Pokkho has established a unit.Meanwhile, the Sangh-backed Bharatiya Janata Party has emerged as a strong player in the state’s politics. It finished second after the ruling party in the panchayat polls in May.In Asansol, the Ram Navami celebrations in March were accompanied by riots and violence. (Credit: PTI) ‘Want to be engine, not bogey’A large chunk of West Bengal’s population, particularly in the industrial belts and along the Kolkata-Delhi railway line, are native speakers of dialects of Hindi and Urdu. Yet, the state is no stranger to the rhetoric of Bengali pride. In 2006, the Kolkata Municipal Corporation directed all shopkeepers to use Bengali on their signboards.The order, however, had little traction on the ground. Two years after it was issued, only 30% of the city’s signboards had Bengali content. Organisations harping on Bengali pride, like Amra Bangali (We Bengalis) in the 1990s, have also received a lukewarm response.But Garga Chatterjee insists Bangla Pokkho is different from Amra Bangali and other such groups. “Earlier groups focussed on cultural aspects and some, like Amra Bangla, were xenophobic,” he said. “They failed to engage with questions relating to employment, the rights of states in a federation, and control over and access to capital.”He said Bangla Pokkho draws from the legacy of Congress leaders such as CR Das and Sarat Bose. “After them, no one but Ashok Mitra [the late Marxist leader and former state finance minister] worked for the recognition of the rights of Bengal and Bengalis,” he said. “We want to dig up any further pieces of a buried history and politics in our struggle for equal status on the national stage. We want to be the engine and not the bogey.”Bangla Pokkho’s 30-point charter of demands stresses on matters of culture as much as economics and politics. They include:Primary importance must be accorded to Bengali, as opposed to Hindi or English, in various spheres, including in administrative and legal documents.Proficiency in reading, writing and speaking Bengali must be made compulsory for all government jobs in West Bengal, and 85% of all such jobs must be reserved for registered voters in the state.The state government and/or its institutions must be able to secure loans from international financial institutions as well as sign treaties.The state government must be able to decide prices at which the Food Corporation of India buys farm produce.A Bengali regiment in the Army in which 85% posts are reserved for inhabitants/voters of Bengal.The Trinamool connectionHowever, the organisation has come under attack for its alleged ties with the Trinamool Congress, given Chatterjee’s proximity to the party.Chatterjee denies any direct link between the two entities. “Bangla Pokkho speaks for the rights of West Bengal in the Indian union, instead of getting embroiled in the state’s internal politics,” he said. “In that sense, it automatically helps whichever party is in power in the state. Our aim is to build a communitarian, and not communal, organisation that survives the Trinamool Congress, CPM [Communist Party of India (Marxist)] and all other political parties.” He added that the group includes “CPM supporters and activists as much as those from Trinamool. There are some former Naxals too”.However, the convergences between the party and the organisation are hard to miss. Bangla Pokkho has communicated with the government on various projects, including having signboards, road names and government/official/police logos in Bengali. Its Facebook posts claim these requests have been well-received and the process of changing display boards is in process in some places. The group praised the government’s decision last month to limit free care in government hospitals to the state’s inhabitants. Speaking with Scroll.in, Chatterjee endorsed Chief Minister Mamata Banerjee’s 2016 statement calling for state governments to be given complete control over all ministries barring defence, external affairs, railways and finance.#Bengal, #Bengali & #Bangla rights org #BanglaPokkho today protested at @NHAISocialmedia office in #Howrah.  #NHAI removed Bangla frm its signboards from national highways of 86% Bangla speaking WestBengal. Bangla must be at top in every NHAI signboard in Bengal. @RitabrataBanerj pic.twitter.com/FKLJAR4A3x— Garga Chatterjee (@GargaC) April 25, 2018\n\nThere is also Bangla Pokkho’s attempts to find common ground with groups in the southern states, which some say mirrors the Trinamool Congress’ efforts to cobble together a federal front ahead of the 2019 general elections. Chatterjee has also authored a book, Your Empire and My People, which has been translated and published in Tamil. The group’s plans for the year include establishing units in all districts of the state and working towards “a national alliance of citizens’ groups struggling for equal cultural and linguistic rights”.As Chatterjee put it, “Organisations like BJP, SDPI [Social Democratic Party of India] and Jamaat that have no roots in the state and whose politics is based on imposition of Hindi/Urdu are not welcome in Bengal. Certainly, in the 2019 elections, Bangla Pokkho will work to ensure such parties are not voted to power here.”‘Language a Trojan horse for federalism’Citing census data, Bangla Pokkho says Bengali speakers accounted for 85% of West Bengal’s population in 2001 but their percentage dropped to 81% in 2011. However, in the same period, the proportion of Hindi speakers went up from 7.2% to 9% and of Urdu speakers from 2% to 5.2%. Explaining the 187% jump in Urdu speakers and 43% growth in Hindi speakers, Chatterjee said, “Such a sharp change is not due to the fecundity of Hindi-Urdu. [The] BJP’s imposition of a fascist idea of Hindi-Hindu-Hindustan is forcing people to flee their states and seek refuge in West Bengal, thus pushing up Urdu-Hindi speakers’ numbers. They are eating into the share of native Bengali speakers.”At district-level meetings of Bangla Pokkho, streamed live on Facebook, Chatterjee also says the organisation is against the huge import of labour from other states. “How many tenders of the railways are being awarded to Bengalis? We are producing jobs but our boys and girls do not seem to be getting them,” he told Scroll.in. “This is because capital flows and tenders are not controlled by people from Bengal.”Chatterjee said that while Bangla Pokkho “would disturb no one, it would take steps against Bengalis being reduced to a ghettoised minority” in areas with large non-Bengali populations.“The spike in Hindi-Urdu speakers is a matter of concern. Bengal is no global refugee khana [centre],” he said. “But whoever has roots here, be they speakers of Bangla, Urdu, Hindi, Bhojpuri, Purbali, Khotta, Maithili or a variety of other dialects, Bangla Pokkho stands for them and their rights… At the same time, we cannot take up the cause of their languages... We can do that for Bengali. Actually, for us, language is a Trojan horse for federalism.”","author":"Aritra Bhattacharya","time":"2018-06-17T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881836-hakitqpjye-1528388864.jpeg","tags":["West Bengal","Bengali pride","Trinamool Congress","Hindutva","Language","BJP","RSS"],"source":"https://scroll.in/article/881836/in-bengal-a-citizens-group-invokes-bangla-pride-to-counter-bjps-rise-imposition-of-hindi-urdu"}