{"title":"In Bastar, journalists force Maoists to roll back death threats ","content":"Journalists in Chhattisgarh’s Bastar region are caught in an unprecedented open dialogue with the Communist Party of India (Maoist). Within a week at least four open letters have been exchanged between the banned outfit and press organisations – neatly typed on letterheads and exchanged on WhatsApp.On February 9, the south sub-zone bureau of the CPI (Maoist) issued an unsigned press statement accusing five men, Ganesh Mishra, Leeladhar Rathi, Farukh Ali, P Vijay and Shubhranshu Chowdhary of being “dalals” or agents of the government and the private corporate sector. Mishra is a journalist who has been reporting from Bijapur district for Hindi newspapers and TV news channels for 15 years. Leeladhar Rathi runs a newspaper agency in Sukma district, parallel to construction and real estate businesses. Shubhranshu Chowdhury is a former BBC journalist who founded the citizen journalism platform CG-Net and is currently mobilising support for a peace proposal in Chhattisgarh. Farukh Ali and P Vijay are former members of the now dissolved Samajik Ekta Manch, a police-initiated vigilant group that was instrumental in attacking social activists and hounding out lawyers and journalists from Bastar’s largest city Jagdalpur in 2016. The Maoist statement said the party had always stood by the independent news media but claimed the five men, in the garb of being journalists, were aiding the “aggressive loot of natural resources of Bastar”. It threatened to punish them in a Jan Adalat or people’s court, a term associated with violent punishments including summary executions.Journalists in Bijapur district reacted sharply to the statement. Vouching for Ganesh Mishra’s fair and accurate reporting, they rallied in his support. On February 16, nearly 100 journalists travelled 25 km from the district headquarters to Gangaloor village inside a forest dominated by Maoists to register their protest against the threats issued to him. They also wrote a letter to the Maoist leaders stating that they would organise a motorcycle rally in the forest on February 20-22 and urging them to meet them and clarify their stance. Journalists from across the state, meanwhile, expressed solidarity with their counterparts in Bastar.The Maoist response was swift. On February 17, the Maoist south sub-zone bureau wrote back to the journalists, requesting them to abandon the planned bike rally, saying it would not be possible to meet them immediately. A future meeting would be held to iron out the differences, the statement promised.The next day, another letter surfaced – this time, from the spokesperson of the Dandakaranya Special Zonal Committee, a higher-level body in the CPI (Maoist) hierarchy, which subsumes the south sub-zone bureau. The letter said the zonal committee would objectively fact check the allegations made by their sub-zone bureau against the media persons. It gave assurances that no physical harm would be done to them, and reiterated that journalists were welcome to travel to the interior areas in Dandakaranya to report without any fear.Escalating pressureMaoist guerillas have been engaged in a long-running armed conflict with government security forces in Bastar in southern Chhattisgarh. Journalists in the region have faced intimidation from both sides.In 2016, journalists organised protests against the police after several reporters were arrested in questionable cases and others were targeted as part of a larger wave of police-backed vigilantism. The Congress party, then in opposition, promised to bring a law for the protection of journalists. The draft Bill is currently under consideration.   In the past 10 years, the Maoists have killed two journalists and a third died in crossfire between Maoists and security forces. It is not uncommon for the insurgents to phone journalists to seek clarifications, even summon them for meetings. But this is possibly the first time the Maoists have threatened journalists through a formal statement.Mishra, 36, who is currently employed with the Bastar edition of a Hindi daily newspaper Pratah India, said he was shocked when he read the statement: “This is the first time anything against me has been issued by the Naxalites.”Chowdhury, however, was unfazed. “This is not the first time they have issued threats against me,” he said. In June 2013, the Maoists sharply criticised a book that Chowdhury wrote about them. Since 2018, Chowdhary has been organising cycle rallies and online meetings in Bastar as part of what he calls the “New Peace Process” aimed at persuading the government and the Maoists to cease hostilities. The Maoists have dismissed the initiative as coming from an agent of the Bharatiya Janata Party, which is in power at the Centre. “I have over half-a-dozen parchas (notices) against me,” said Chowdhury.Threats and killingsParchas or handwritten notices are frequently used by the Maoists to issue condemnations against individuals they consider enemies of the people.In December, Pushpa Rokde, the only woman reporter in Bijapur, was distressed when she found an unsigned notice from South Bastar’s Pamed Area Committee pinned on a tree. It warned that “any person, including a journalist” would be killed “if road construction work is not stopped” since it was destroying trees that were important for the people living in the area.Rokde, who has been working as a reporter since 2010, said she was forced to take up the job of a supervisor of a road construction project to meet her financial needs after the newspaper she represents suffered circulation losses during the coronavirus-induced lockdown in 2019.The unsigned notice was followed by another note delivered privately to Rokde indirectly accusing her of being a police informer. This alarmed her further. In ten years since 2011, according to the data available with the police, 563 civilians were killed by the Maoists in Bastar for suspected links with the police. Last year alone saw the killing of 46 civilians in the region: 18 in Bijapur, 11 in Sukma, nine in Dantewada, and the rest in other districts of Bastar.     Three of those killed were journalists. Achyutanand Sahu, a video journalist of the national broadcaster Doordarshan died in a Maoist ambush on October 30, 2018, while accompanying police personnel for election coverage. Nemichand Jain and Sai Reddy were targets of pre-planned brutal assault. Jain was killed in Sukma in 2013, and Reddy in Bijapur, nine months later. The Maoists issued an apology 45 days after Jain’s killing and told a group of journalists they met that “lower-level cadres had committed the act without informing the senior ones”. In Reddy’s case, despite journalists organising a protest march to condemn his murder, the Maoists issued a statement justifying it.Blurred linesJournalists in rural and semi-urban areas are hired by news outlets on a commission basis against the advertisements they can raise for their newspaper from both private and government enterprises, said S Karimmuddin, the president of Bastar Press Association.  While it is easier to raise advertisements in towns, this is difficult in remote districts like Sukma and Bijapur, which compels journalists to take on other jobs or businesses to augment their income, he added.Road construction is a major economic activity in the region with the government wanting to expand infrastructure to make it harder for the Maoists to operate.“Some of the places are inaccessible to resourceful contractors who are mostly townspeople, thus making it tempting and lucrative for those associated with the media to either bid for it or become petty contractors for the main bidder on a percent sharing basis,” explained a person from Bijapur district associated with the media, who requested anonymity.A journalist in Sukma, who also did not want to be identified, said since his brother is a construction contractor, he had been summoned by the Maoists not once but twice as they suspected him to be part of the business. He told them he was not involved in his brother’s work.“I have asked my brother to steer clear of road construction activities especially in the interior areas as that is a total no-no from the Maoists,” he explained. It was safer to take up building contracts for schools, anganwadi centres and hospitals, which the Maoists no longer opposed. During the movement of construction material, both the police and the Maoists seek help to courier their material, which his brother clearly declines. “Most often this works once they realise you are not buckling under pressure from the other side either,” the journalist said. A tightrope walkJournalists in Bastar walk a tightrope between the police and the Maoists, cautious of not stepping on the toes of either. “Both the Maoists and the State need the media to bring their point of view to the larger public,” said Mukesh Chandrakar from Bijapur, who has been reporting from the district since 2012. He said journalists have attempted to fairly represent both sides.But reporting from an area of armed conflict has come with an added responsibility: playing the role of mediator. In February 2017, Chandrakar had undertaken a trip to the interiors of Bijapur district with Ganesh Mishra to negotiate the release of two policemen held captive by the Maoists. More recently, Ganesh Mishra persuaded the Maoists to release an electrician  who works with the police.Pushpa Rokde said: “On several occasions I have intervened to help release villagers rounded up by police during their area domination exercises, especially when there are no cases against them.” Journalists often reported stories of arrests and killings of villagers by the police, based on phone tip-offs, which put them under the risk of police surveillance, she added.The standoff between the Maoists and the journalists is being watched closely by the police. The inspector general of Bastar range P Sunderraj released a video statement in which he said the Maoist threats to journalists had exposed their “hollow ideology and negative thinking”. “Safeguarding the public is our primary responsibility and we will assess this and extend suitable security,” he told Scroll.in.Chandrakar, the journalist from Bijapur, said security cover by the police would make it impossible for the journalists to function. “We will not be able to travel even 2 km beyond Bijapur to report,” he said.Of the 400 reporters in South Bastar, less than 10 have shown courage to travel to the interiors for reporting, said Chandrakar. But the recent threats by the Maoists have instilled fear in them as well, he added, which further endangers journalism in a conflict area such as Bastar. “Often, decisions at the higher-level [of the CPI(Maoist)] trickle to the frontline cadres only after the harm is already done,” said Chandrakar, who pointed out that it was worrying that the south sub-zone bureau of the Maoists had issued threats without consulting the senior leaders.Mishra said he felt relieved after the Maoists zonal committee intervened to say no harm would be done to journalists. But he is wary of stepping out for his reporting assignments. “I hope this is clarified early enough so that I can continue my work,” he said.","author":"Malini Subramaniam","time":"2021-02-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155290-ehdjciodaw-1614006836.jpg","tags":["Chhattisgarh","Bastar","Journalists","Press Freedom","CPI Maoist"],"source":"https://scroll.in/article/987628/in-bastar-journalists-force-maoists-to-roll-back-death-threats"}