{"title":"In Baghpat, will the RLD’s alliance with the Samajwadi Party alienate Jat voters?","content":"Ahmed Hameed’s father Kaukab Hameed Khan left the Congress in the mid-nineties and went on to win three straight Assembly elections from western Uttar Pradesh’s Baghpat constituency, first as a candidate of the Bharatiya Kisan Kamgar Party, and then its successor, the Rashtriya Lok Dal.The Jat-centric party, founded by Ajit Singh, the son of former prime minister Chaudhary Charan Singh, remained Khan’s enduring home till his death in 2018.Yet when ill health led to Khan passing on the mantle to his son in 2017, Hameed contested not on a Lok Dal ticket, but as a Bahujan Samaj Party candidate. It wasn’t a case of Hameed wanting to chart out a career trajectory independent of his father. It was just that contesting on a Lok Dal ticket was unthinkable at that time: in 2013, a ghastly riot between Hindu Jats and Muslims in neighbouring Muzaffarnagar had shook the region, creating deep fissures between the two communities.  “We had been with the Chaudhary family for generations,” said Hameed, referring to Charan Singh’s family. But he chose to join the BSP “because at that point, the voters were not ready for a patch-up, they thought it was too early after what had happened in Muzaffarnagar.”Hameed lost the elections, finishing second to the Bharatiya Janata Party’s Yogesh Dhama. The Lok Dal’s candidate came a distant third. Until 2017, the BJP had been a marginal entity in Baghpat district, having never won any of the three Assembly constituencies in the district. In 2013, its candidates had finished fourth in two constituencies, and fifth in the third seat. But in 2017, they won two seats, and in the third constituency, the Lok Dal candidate scraped through to victory, but only to defect to the BJP.What happened in Baghpat was to a large extent representative of how western Uttar Pradesh voted in 2017. The BJP made stunning gains in the elections – it won 51 of the 72 seats in the region – and the Lok Dal tanked equally spectacularly, winning just one seat. This was because of a consolidation of Hindu votes accompanied by the disintegration of the Lok Dal’s traditional Jat-Muslim voter base. Not only did the Lok Dal lose out on a large section of Jat votes to the BJP, the riots made many Muslims distance themselves from the party too.This report is part of a series of dispatches from Uttar Pradesh districts where the BJP defied historical trends to win seats in the 2017 Assembly elections. Five years later, is it holding on to these gains or does the Opposition stand a chance to wrest them back? A thaw in Hindu-Muslim relationsAhead of the 2022 elections, many argue the wounds of the 2013 riots have healed, particularly after Jat and Muslim farmers came together to protest against the Modi government’s contentious farm laws in 2020. The Lok Dal encouraged this resurgence of the peasant identity by helping mobilise support for the agitation. Simultaneously, it organised bhaichara sammelans, or brotherhood conferences, in a bid to bridge the divide between the two communities whose votes are decisive in several Assembly seats where the Lok Dal used to hold sway until the riots. Perhaps in a sign that the communal frenzy that swept the region in the aftermath of the riots may have subsided, Hameed has joined the Lok Dal and has been made the party’s candidate from the Baghpat constituency, as his father used to be for nearly two decades.“I would say the polarisation has considerably come down,” said the 41-year-old when we met in the last week of January at his home, a 200-year-old palatial mansion built in Baghpat town by his great-grandfather, the Nawab of Baghpat. But he admitted it was “difficult to put a percentage to it.”He may be loath to discuss numbers, but Hameed is well aware that  an election victory is contingent on a substantial cooling down of communal sentiments. Indeed, as one of his close aides conceded, “It will boil down to the Jat votes – if we get more than what the BJP gets, we will go through because we are getting the Muslim and Yadav votes.”The three communities together account for around 50% of the constituency’s electorate, according to political parties’ estimates.Ahmed Hameed, the Lok Dal candidate from Baghpat constituency, is counting on Jat support.The BJP, for its part, has been going all out to keep the embers of the communal fire burning. Days after Hameed was officially declared as the Lok Dal candidate from the Baghpat constituency, the official handle of the BJP’s Uttar Pradesh unit tweeted out a video raking up his religious identity. “By selecting a candidate from the minority community in Baghpat, the capital of the Jat society, Jayant Chaudhary has undermined the capability of the entire Jat society,” said the voiceover in the video, set to ominous background music.The dilemma of the JatsIn November, when I had first visited Baghpat, I had found Jat peasants grappling with a conflict of identities: were they primarily farmers or Hindus? Complaints of economic distress, spawned by the government’s inability to ensure timely compensation of sugarcane dues, and plundering cattle unleashed by a new law aimed at cow protection, were punctuated by anxieties of their Muslim neighbours getting “emboldened” if the BJP lost power.The next month, an important development took place: the Lok Dal formally tied up with the Samajwadi Party. The rationale of the alliance was that it would bring together the votes of the Jats and Muslims, for the Samajwadi Party is seen as a leading contender for Muslim votes.But in November, a section of Jat farmers who had professed their allegiance to the Lok Dal had told me that an alliance with the Samajwadi Party, which they believe was biased to Muslims, would force them to vote for the BJP again.Now that the alliance was in place, had it ended up alienating Jat voters from the Lok Dal? In the last week of January, I returned to Baghpat to find out. I spoke to scores of voters not just in Hameed’s constituency, but across the district, often described as the bastion of Jat politics since it is home to Charan Singh’s family.‘Not over the riots yet’Conversations with Jat farmers this time led to further confirmation of what what I had sensed in November: the 2013 riots still animate sentiments and a sizeable section of the community continues to hold on to resentment against their Muslim neighbours. Unlike November, though, most people seem to have now made up their minds on which side they would back this election.In Baghpat constituency’s Mavikala village, Surender Chaudhary, declared flatly: “The Jats are not over the riots yet.” He blamed the Samajwadi Party for them. “All they needed to do was arrest those Muslim boys who had started the fight,” said Chaudhary, a sugarcane farmer. “Instead they protected them.”The genesis of the 2013 violence is contested. While one version states that it began with the incident of harassment of a Hindu woman, another pins it down to a traffic accident. Yet, it was clear that instigation by Hindutva leaders, who tapped into enduring anxieties about Muslim men luring Hindu women to convert them to Islam, coupled with partisan police action of the Samajwadi Party government, added fuel to fire.It was, thus, out of the question, Chaudhary said, that he would support the alliance, even though he described himself as a Lok Dal loyalist. “If Jayant would have contested by himself, we would have stood by him,” said Chaudhary, referring to the Lok Dal’s 42-year-old chief Jayant Chaudhary, who took over the party reins after his father Ajit Singh succumbed to Covid-19 in May 2021.In Sadakpur Jonmana, part of the Baraut constituency, Harvinder Tomar, summed up this sentiment. “Virodh Jayant ka nahi hai, Akhilesh ka hai,” he said. There was no opposition to Jayant Chaudhary, only to Akhilesh Yadav, the Samajwadi Party supremo.According to Tomar, the resistance was not just because the Samajwadi Party was seen to be overly sympathetic to Muslims, though that was reason number one. The Jats and the Yadavs – the Samajwadi Party is seen as Yadav-centric – were “just not natural allies”, said Tomar, also a sugarcane farmer. “We are both OBC communities,” he said alluding to the fact that both the Yadavs and Jats were intermediary castes, officially categorised as Other Backward Castes in Uttar Pradesh. “We are fighting for the same share of power in the OBC quota, so there is a historical antagonism.”Saving a legacyHowever, a section of Jat voters in Baghpat, despite their discomfiture with the Samajwadi Party, said they would ensure that the Lok Dal candidate from their constituencies won this time. “We have to back them this time because the legacy of Chaudahry sa’ab is at stake,” said Krishanpal Chaudhary, who runs a tractor-repairing shop in Chhaprauli’s Tugana village. “Jayant has done a mistake by allying with Akhilesh, but the Lok Dal will be decimated for good if they don’t win a few seats this time.”Krishanpal Chaudhary (right) said Jayant Chaudhary had done a mistake by allying with the Samajwadi Party.Krishan Pal Chaudhary seemed to think of it as a win-win situation – a stance that stemmed from an unwavering faith that the BJP would get a simple majority of its own in Uttar Pradesh. “One seat won’t hurt them and our conscience can be clean too that way,” he said.It may come across as a somewhat peculiar position to have, but Krishan Pal Chaudhary wasn’t the only Jat man in the district I spoke to who seemed to hold this view.In neighbouring Lumb village, 33-year-old Sandeep Chaudhary, concurred. “Sarkar to BJP ki hi aani hai – it will be the BJP which will come to power,” he insisted. “But we are with Jayant and we can only hope that he switches sides after the results are out.”Sandeep Chaudhary (left) said he would vote for the RLD, but wanted Adityanath back as chief minister.Being Jat and HinduBut this generosity, among Jats who endorse the BJP even while claiming loyalty to the Lok Dal, seemed to be reserved only for Hindu candidates.In Baghpat constituency’s Khekra village, Virkush Chaudhary, a farmer in his seventies, spoke disapprovingly of the Lok Dal choosing Hameed as its candidate. “First this alliance with the Samajwadi Party and then they also put up a Muslim candidate,” he said.Likewise, in Sankrod village, a group of elderly Jat farmers came down hard on Jayant Chaudhary for his choice of candidates. Their grouse was the same as Virkush Chaudhary: why had the party chosen Hameed, a Muslim, as the its candidate from Baghpat?Virkush Chaudhary (left) was upset about the Lok Dal choosing a Muslim candidate from Baghpat. Young and old alikeAn enduring theory about burgeoning Jat support for the BJP since 2014 goes that it is largely the young who vote for the saffron party and the older generation continue to be Lok Dal loyalists. However, I met several old people, like Virkush Chaudhary, who were quite open about backing the BJP.In Chhaprauli’s Ramala village, 64-year-old Omkar Singh, spoke glowingly of the Adityanath government. “Payment of our sugarcane dues has been erratic, but the law and order situation has been first class,” said Singh, echoing a widely-shared perception about the Adityanath government. “Earlier when Akhilesh was in power, you never knew who would take out a katta [country-made revolver] when.”Omkar Singh (right), with his father. He believes the law and order situation has improved under the Adityanath government.Conversely, I met several young Jat men in Baghpat who said they would back the alliance unconditionally. In Chhaprauli’s Doghat village, 18-year-old Ankit Panwar, for instance, said he had no qualms supporting the Samajwadi-Lok Dal combine. “There were some wrong people in his party, but Akhilesh himself is good,” he said.In Baghpat’s Katha, a group of young men in their twenties, huddled around a fire, were unanimous in their choice: “This time Akhilesh will be chief minister and Jayant deputy chief minister.”‘Anything better than Yogi’Indeed, the BJP’s anti-farmer image, a result of the now-annulled  three contentious farm laws that the Centre had rammed through without any significant discussion, has meant many Jat farmers in this sugarcane growing district are ready to make peace with the Samajwadi Party.In Chhaprauli’s Kirthal, Virender Singh said he wasn’t worried about the Samajwadi Party being biased to Muslims as the Lok Dal would keep it in check. “Also, they have learnt their lessons and would be more careful this time around,” he said. “Anything is better than Yogi [Adityanath] and BJP right now.”Several other Jat farmers I spoke to offered similar iterations of Singh’s position. Sanjay Dhama in Khekra, for instance, said: “It doesn’t matter if it is Akhilesh or someone else, Yogi should go.”Virender Singh said he had no problems with Akhilesh Yadav becoming chief minister. The math and the chemistryLok Dal functionaries insist the party has a fairly easy route to victory in all three seats in the district this time. Their rationale is that a section of Jat voters who deserted the party in the last couple of elections would return to its fold, and Muslim votes of the Samajwadi Party and its then ally Congress too would be added to its kitty. “Last time, Jat votes got split 50-50 between us and BJP,”  said Vinesh Rana, a senior functionary of the party in the district. “This time, at least 10% of those will return to us.”The math may sound simple, but a similar calculation had fallen flat for the party in the 2019 Lok Sabha polls when it had tied up with not just the Samajwadi Party but also the Bahujan Samaj Party. Jayant Chaudhary, no less, failed to defeat the BJP’s candidate in the Baghpat parliamentary seat. Observers attributed this debacle to a fragmentation of Jat votes coupled with a near-absolute consolidation of other Hindu votes that account for around 40% of the district’s population.This time, too, voters from other Hindu communities like the Gujjars and Tyagis, present in significant numbers in the district, seem to be strongly backing the BJP even as the Muslims seem to be almost unequivocally behind the alliance.The ball, hence, is in the Jats’ court – squarely.  Follow the rest of the series here.","author":"Arunabh Saikia","time":"2022-02-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169804-qgcivtesuh-1644233577.jpg","tags":["Uttar Pradesh","Uttar Pradesh Assembly Elections 2022","Rashtriya Lok Dal","Samajwadi Party","Five years after BJP's UP sweep"],"source":"https://scroll.in/article/1016832/in-baghpat-will-the-rlds-alliance-with-the-samajwadi-party-alienate-jat-voters"}