{"title":"In Bastar, an RSS campaign led by a BJP leader stoked violence against Christian Adivasis","content":"A year-long mobilisation by the Janjati Suraksha Manch, an affiliate of the Rashtriya Swayamsevak Sangh, led by a former legislator from the Bharatiya Janata Party, preceded the worst ever wave of violence against Christian Adivasis in Chhattisgarh’s Bastar region.On January 2, two weeks after hundreds of Christian Adivasis were forcibly evicted from their villages in Narayanpur and Kondagaon districts, a mob attacked a church in Narayanpur town. The police only failed to protect the church while even the district superintendent of police was injured in the attack. While tensions over religious conversions are not new in the region, this is the first time there has been such large-scale, organised violence against Christians.The violence comes close on the heels of large public meetings organised by the Janjati Suraksha Manch in Chhattisgarh’s Adivasi areas to demand that those converting to Christianity and Islam be denied Scheduled Tribes status, cutting them off from reservations in jobs, educational institutions and legislatures. Currently, the law confers Scheduled Tribes status on all Adivasis, irrespective of the religion they follow. In Bastar, the Janjati Suraksha Manch held several rallies throughout the year, both in Narayanpur and Kondagaon. At a rally in Narayanpur on November 6, Bhojraj Nag, a former Bharatiya Janata Party legislator and state convenor of the Janjati Suraksha Manch, is reported to have said: “These people are using the benefits meant for tribal communities, but at the same time introduce themselves as Christians and Muslims. They should not get a reservation, and we are prepared to take this matter to court.”However, rather than inside a courtroom, conflict soon erupted in the villages of Narayanpur and Kondagaon. In at least 16 villages, Adivasi followers of Christianity say they were summoned to public meetings and threatened with eviction if they did not renounce their faith. Those who refused to, were assaulted and driven out of their homes on December 18, in a series of coordinated attacks that left nearly 500 people displaced. “We could not even salvage our belongings,” said Malti Usendi, who was forced to abandon her house in Narayanpur’s Bhorpal village at six in the morning. Displaced from their homes under Benur thana, these women took refuge at the Indoor Sports Stadium in Narayanpur. Photo: Malini Subramaniam.On December 19, with help from local activists, a group of displaced people submitted a complaint letter to the police in Narayanpur, identifying the leaders who had instigated violence against them. Former BJP MLA Bhojraj Nag featured on the list, as did Roop Sai Salam, the district convenor of the BJP.The police assured the complainants that it would take action against those responsible for the violence. Three first information reports were filed. Neither Nag nor Salam were named in them. It was only on Monday evening, January 2, that the police finally arrested Salam after video footage showed he was present at the site of the mob attack that took place in the afternoon. Seven others were arrested with him, on charges of promoting enmity between groups, defiling a place of worship, rioting, carrying arms, and unlawful assembly. Nag was not among them.When Scroll.in spoke to the former legislator on the phone on January 2, he tried to justify the violence, saying it was a reflection of people’s anger against the erosion of Adivasi traditions. “Why should any Adivasi convert?” he said. “This should be dissuaded.”“Let those converting officially declare the change in religion as per law. They cannot take the benefits of Adivasis and refuse to follow the tradition,” Nag said, adding that the Manch would continue its campaign.Christian leaders say the police action is too little, too late. The Congress government in the state has allowed the violence to fester, they allege.“When 300-odd people are out on the street with injuries all over their bodies, no action is taken,” said Arun Pannalal, president of Chhattisgarh Christian Forum, referring to the violence of December 18. “It is only when the senior police officer is attacked that arrests have been made.” A pastor from the Masih Samaj in Kondagaon, who did not want to be identified, said that the state government not only failed to prevent the violence from escalating, it was even shying away from providing succour to the displaced. When Scroll.in met him on December 31, the pastor was busy making arrangements for those displaced in the December 18 attacks. The displaced people were initially housed in government buildings, but were later asked to vacate them. Kujaru Sori was one of them. Evicted from Telga village on December 18, she and her four children initially took refuge in the district resource centre in Kondagaon. A few days later, the local administration tried to take the families back to their homes. “But the atmosphere in the village continues to be hostile so we came back here,” Sori said. Instead of making long-term arrangements for their stay, local authorities asked them to vacate the district resource centre building. On December 31, when Scroll.in met Sori, she and many others, mostly women and children, were waiting for the local church to have them picked up and taken to another location.“We do not know how long we will have to remain outside our homes, while our cattle, paddy, hens, and other things lie abandoned in the village,” Sori said, holding her twin infants in her arms, while two older children tugged at her saree.Kujaru Sori along with her four children. Photo: Malini Subramaniam.History of Hindutva mobilisationChhattisgarh, with a 30.6% Adivasi population, has long seen conflict over religion. Christian missions came to the region during colonial times. As they began to attract followers among Adivasi communities, which lived outside the Hindu caste hierarchy, the Rashtriya Swayamsevak Sangh sought to counter them by establishing the Vanvasi Kalyan Ashram in north Chhattisgarh in 1952. The organisation introduced “ghar wapsi”, or homecoming ceremonies, to reconvert Christian Adivasis to Hinduism. While Hindutva groups have sought to subsume Adivasis in the Hindu fold, many Adivasi communities assert the distinctiveness of their traditional, animist faith. In the villages of Bastar, tensions over religious conversions have centred around fears of loss of Adivasi identity. But the Janjati Suraksha Manch has attempted to cast the conflict in religious terms, by labelling Christianity and Islam as threats to Adivasis. The Manch first took shape in 2006 as an initiative of the Vanvasi Kalyan Ashram, but became active in Chhattisgarh only after a Congress victory in 2018 ended 15 years of BJP rule.Over the last one year, it held rallies across most of Chhattisgarh’s Adivasi belts. However, it appears to have had the greatest impact in North Bastar, in the districts of Narayanpur, Kondagaon and Kanker – for a reason. ‘Stop-harass-beat up’The state convenor of the Janjati Suraksha Manch, former legislator Bhojraj Nag, represented the Antagarh constituency from 2014 to 2018. The December 18 attacks took place in a 15-km radius, nor far from his erstwhile constituency, largely in two police jurisdictions, or thanas – Benur and Edka.These map on to parganas, or revenue tehsils dating back to British rule, where Adivasis of particular clans lived in clusters, with their own unique traditions and festivals. Each pargana has a manjhi or chief, gaita or priest who officiates over birth and death ceremonies, and patel who manages land records.Prakash Thakur, president of the Sarva Adivasi Samaj, a broad forum of over 40 Adivasi communities in the state, said the pargana leadership in the area was under the influence of Hindutva organisations, which are seeking to divide Adivasis.Not all villages saw the attacks. But those that did witnessed a similar build-up of hostilities, with the active participation of pargana leaders, said Christian Adivasis. A six-member fact-finding team of the Chhattisgarh Bachao Andolan described the pattern of violence as “Roko-Toko-Thoko” – stop, harass and beat up. In Chandagaon village in Narayanpur, which falls under Benur thana, 12 families that follow Christianity were first summoned to village meetings by panchayat members in the presence of pargana members in October, said 40-year-old Singari Ram Salam. They were asked to give up their faith, or face consequences like being barred from cultivating their land. “We were told our faith was weakening the village tradition and bringing insults to our devi-devta (gods and goddesses),” Salam said.Singari Ram Salam. Photo: Malini Subramaniam.The threats were reiterated in subsequent meetings. When the Christian believers did not budge, the villagers, including panchayat members, began cutting off access to their farmland.On November 16, they were further threatened with summary eviction from the village and the loss of their land titles. Finally, a 10-day ultimatum was served to them on November 31. Four families succumbed to the threats. Eight families, including Singari Ram Salam’s, continued to hold out.Early morning on December 18, a mob of 100 people gathered outside his house, recounted Salam. A group of men, all from the village itself, stormed in, ransacked the family’s belongings, threw them out, and locked the house. Eleven other families following Christianity faced similar violence. They all escaped to Narayanpur town, where they camped in protest outside the district collectorate, before the administration moved them to an indoor stadium, where Scroll.in met them on December 22.About 4 km from Chandagaon, ten Christian families in Kondagaon’s Gohda village, also part of Benur thana, had a similar experience. Through October and November, they were summoned and threatened in village meetings, said 35-year-old Sanoti Wadde. An ultimatum was served on November 31, following which five families caved in and renounced their faith. Wadde’s family, and four others, resisted. On the morning of December 18, a mob forcibly entered their homes, threw away their belongings, and locked their doors, asking them to leave immediately. Shell-shocked, Sanoti Wadde said she left the village in less than half an hour, along with her husband Dalsa Wadde and their four children, one of them just six years old.Others evicted from Gohda village include Manoj Sahu and his family of four, 35-year-old widow Bajni Dugga and her two sons, 30-year-old Jai Singh whose wife was in hospital, and 18-year-old Ramita, who was the lone believer in her family. “I preferred walking away from home than giving up my faith,” Ramita said, with a smile. Sanoti Wadde with her husband Dalsa Wadde and their children. Photo: Malini Subramaniam.Not allowed to bury the deadMost followers of Christianity had similar stories of being drawn to the religion after praying to Christ helped them tide over ill-health or a personal challenge. They insisted that they had not been lured or forced into converting to Christianity.  Like many other Indian states, Chhattisgarh has a law prohibiting forced or induced conversions. Under the law, those wishing to formally convert to a religion other than the one they were born into have to inform local authorities. Many of the displaced people said not only was the procedure too cumbersome, they did not feel the need for an official stamp of approval to what was essentially an internal change.“Main apne jeevan ko badalne ke liye gaya tha, dharam ko nahin. I went to the church to change my life, not my religion,” said Shyamlal Nag, among those evicted from Chingnar village. Praying to Christ helped him take care of his ailing mother and a disabled son, he said. It did not impact his life as an Adivasi. “Why do people insist I have changed my religion? I don’t think I have,” he said. But many who adopted Christian beliefs began to decline the offerings made to the village deities, even as they continued making a financial contribution to village festivals. This angered some villagers, who considered it an insult to the local devi-devta. The friction, however, never acquired the shape of overt hostilities, let alone violence, said Savitri Dugga, also from Chingnar, who has been following Christian faith for the last seven years.It was only in the last six months, she said, that her family’s financial contributions to village festivals began to be declined. Worse, in many villages, the rising hostilities meant even the dead were not spared. Traditionally, Adivasis bury their dead on village common land allotted by the Mati pujari, or gaita, who officiates over the rituals. Families of Christian believers, however, bury them on their own land, or in burial grounds allotted for Christian communities. “This has been the case for several years,” said Prakash Thakur of the Sarva Adivasi Samaj. “Since traditional death rituals are not followed by Christian families, the pargana members ask them to cremate in their own land.”But in recent months, as the campaign against religious conversions intensified, buried bodies began to be exhumed.In Palna village of Narayanpur, Ravilal Salam, who follows Christianity, lost his 20-year-old wife, Sushila Achala, to prolonged illness on October 28. The panchayat did not allow the family to bury her body in the village’s burial grounds. After the family buried her body on their own land, the villagers dug out the body and took it away, Salam said. He alleged this happened in the presence of the sarpanch, the tehsildar as well as the police officer in charge of Benur thana, the nearest police station.Ravilal Salam, in the black shirt, who lost his wife Sushila Achala. Photo: Malini Subramaniam.Salam wrote a complaint to senior police officials. But within days, officials at Benur thana summoned and threatened him, he alleged, and even made him sign blank papers. The police officer in charge of Benur thana did not respond to this allegation. The sub-divisional police officer of the area sought to justify the exhumation of the woman’s body by saying that since she had died within seven years of marriage, the matter was suspicious, and therefore, the body was exhumed to conduct an autopsy. There have been at least six such episodes in Kondagaon over the last couple of months, where bodies of Christian believers buried in private land have been exhumed and taken away forcefully, said Jacob, a senior pastor from Kondagaon. The police refused to file cases, despite complaints, he said.Volunteers of the Masih Samaj said that well before the large-scale organised attacks of December 18, Christian believers had submitted not less than 50 complaints to the police, detailing the harassment and denial of rights they were being subjected to. However, very few complaints resulted in FIRs, and even in those instances, there was zero action by the police, they alleged.  A wave of attacks on MondayThe police inaction eventually resulted in its own personnel getting injured in mob violence in Narayanpur town on Monday. A day before, on January 1, a clash had erupted in Gorra village under Edka thana between Christian believers and other Adivasis. Christian families had reportedly resisted attempts to evict them. In the process, 19 people had been injured, 15 of them Christians and four others. Possibly the only instance of retaliation by Christian believers, the incident sparked a wave of anger, with messages circulating on WhatsApp asking villagers to gather in the town to protest against it.On Monday morning, the district collector and police superintendent met the Adivasi leaders organising the protest and urged them to maintain peace. However, with over 2,000 people gathering in the town, many of them armed with lathis, the situation went out of control. Around 1 pm, a mob attacked a church inside the premises of the Vishwadeep School. Videos of this attack, in which the police superintendent too was injured, have gone viral. But activists of the Masih Samaj say there were at least four other places of Christian worship that were attacked the same day: the ICGM Gondi Church and the Assembly of God church, both in Narayanpur town; a prayer meeting hall in village Bandapal, 15 km away; and another hall in Khadka village, about 9 km from the town.#ChhattisgarhNews Tensions soar high as Tribals and Tribals who follow Christianity engage in #Conversion politics in Chhattisgarh. A protest by a tribal group over 'forced conversion' issue turned violent today in Narayanpur, CG. pic.twitter.com/sNhLIXw6rC— Vishnukant (@vishnukant_7) January 2, 2023\n\nPolitical battle for Adivasi votesThe latest attacks in Narayanpur must be seen in the larger context of a rise in anti-Christian violence in Chhattisgarh, said Arun Pannalal, the president of the Chhattisgarh Christian Forum. For decades, Pannalal has maintained records on attacks against Christians. During the 15 years of BJP rule, there were 18 attacks against the community, he said, while during the three years of Congress rule, as many as 380 attacks have taken place. Political observers attribute this rise in violence to the battle for Adivasi votes. In the 90-member state assembly, 29 seats are reserved for candidates from the Scheduled Tribes. In 2013, BJP had won 11 of these constituencies. Five years later, it was defeated in nine. Similarly, in Bastar, its tally dropped from four  seats in 2013 to zero in 2018. Barring one, all 11 seats in Bastar are reserved for Scheduled Tribes.Prakash Thakur, president of the Sarva Adivasi Samaj, said the BJP is using the issue of religious conversions to rebuild lost support among the Adivasi community. Thakur also criticised the Congress government for not bringing the violence under control. Distancing himself from the mobilisation, which many have portrayed as being done under the banner of the Sarva Adivasi Samaj, he said, “We share the concerns over Adivasis shifting to other faiths as we feel our traditional way of life will gradually vanish. However, we do not agree with the nature and method by which these concerns are being raised.”Besides, Thakur pointed out that the Janjati Suraksha Manch’s demand for delisting Christian Adivasis could lead to a drop in the tribal population of an area and reduce the number of reserved seats in future delimitation exercises. He said it was unfortunate that Adivasis who are joining the RSS backed Janjati Suraksha Samiti are failing to understand the potential fallout of his campaign.Thakur’s colleague, Bangaram Sodi, who heads the Sarva Adivasi Samaj in Kondagaon district, attributed the silence and inaction of the Congress government to its reluctance to be seen as challenging Hindutva. Coming in support of the Christian community, he said, could put the Congress out of favour with the majority of Adivasis, who have unfortunately bought into  the identity narrative of the BJP. Moreover, both the BJP and the Congress benefit from internal divisions within the Adivasi community, he argued. If united, Adivasis can mount a sharper attack on government policies that are diluting their rights over their land and forests in order to favour business interests, Sodi said.","author":"Malini Subramaniam","time":"2023-01-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185310-pbhkjuuvla-1673010677.jpg","tags":["Chhattisgarh","Adivasis","Bastar","Religious comversions","Anti-Christian violence"],"source":"https://scroll.in/article/1041348/in-bastar-an-rss-campaign-led-by-a-bjp-leader-stoked-violence-against-christian-adivasis"}