{"title":"Maharashtra Lok Sabha 2024: Which political alliance will gain from the Maratha agitation?","content":"Antarwali Sarati, a village with a population of just around 3,000, has been visited by every politician of note in Maharashtra over the last year.In September, a sit-in protest in this village in Jalna district’s Ambad tehsil by Marathas seeking reservations in educational institutions and government jobs was met by brutal police batons. This lit a political firestorm and catapulted the village – and the activist leading the agitation – into prominence. Manoj Jarange Patil, a 41-year- old with no political affiliation, has since managed to rally the significant Maratha community around him.“Initially the government took my agitation lightly and they saw what happened,” Jarange Patil told Scroll in between consultations with community members about the agitation. “If they take me lightly politically, they will do so at their own peril.”In the Marathwada region, where Marathas make up 40% of the population in some pockets, this may not be an empty boast. The region has eight Lok Sabha and 46 assembly seats. Maharashtra assembly polls are scheduled for later this year.What separates the current Maratha quota agitation from previous ones is its scale and nature. The anger over what Maratha activists call “a trail of broken promises” by politicians manifested itself as violence on the streets. Homes and offices of legislators belonging to the Marathwada region were torched by protestors. Government offices and rest houses were attacked, state highways blocked. Boards banning the entry of politicians came up across villages.Importantly, this agitation, unlike earlier ones, has a clear leader in Manoj Jarange Patil. His march from Jalna to Mumbai in January drew massive crowds. The reason why he has been able to retain the faith of the community, Patil professed, is because he “cannot be managed” by any political party or leader. However, with no clear call given in favour or against any particular political party, it is not clear whether the agitation will influence the outcome of the Lok Sabha polls in Maharashtra.Antarwali Sarati in Maharashtra's Jalna district.The Maratha community had briefly considered the idea of fielding candidates for the Lok Sabha polls, but decided against it. “We didn’t have the time to scout and declare candidates,” said Jaranage Patil. He has exhorted community members not to let their votes splinter and only back candidates who have unequivocally expressed support to the implementation of “sage soyare”.“Sage soyare”, which means extended blood relatives, is what the draft notification issued by the state’s Eknath Shinde government in January is colloquially known as. It recognises as Kunbis all blood relatives of Maratha community members who have Kunbi caste records. Kunbis, or tillers, are an agrarian caste and are included in the Other Backward Classes category.Two previous attempts – by a Congress government in 2014 and a Bharatiya Janata Party administration in 2018 – to create a separate quota for the Maratha community ran afoul of the courts.The judges ruled that this breached the Supreme Court ruling that the total proportion of reservations could not exceed 50% of seats available. That is why Jarange Patil has been unyielding in his demand for Marathas to be included as OBCs. He wants the government to pass a law declaring Marathas and Kunbis as the same group.Ironically, the Maratha community has long been viewed as politically and socially empowered. Of Maharashtra’s 20 chief ministers, 12 have been Maratha. Since the state was formed in 1960, 40% of the legislators have come from the community.In 1964, the BD Deshmukh commission established to identify socially and educationally backward castes in the state included Kunbis, a kindred group to the Marathas, on its list. But Marathas were not included. Several commissions and committees since then have also excluded Marathas from the list of backward castes.However, the latest Maharashtra State Backward Class Commission report in February underscored the deep disparity between elite and non-elite Marathas. It said that Marathas were socially, educationally and economically backward, adding that 84% of the community came under the non-creamy layer. The creamy layer refers to members of backward communities who are privileged economically and educationally.The Marathas are largely an agrarian community. Increasingly fragmented land holdings and diminishing incomes have pushed many of them into a precarious state. The commission recorded that 94% of farmers in the state who had committed suicide were from the Maratha community, though it does not mention within which period these deaths occurred.Sunita Mhaske and Sanjay Mhaske in Gawalwadi village. Their son, 20-year-old Deeraj, died by suicide in February 2024. The Mhaskes say he was depressed about the family struggling to pay for the education of him and his siblings. The family participated in the Maratha agitation. BJP’s tightrope walkIn Beed, the focal point of the Maratha agitation, the BJP’s candidate is Pankaja Munde, a former state minister and daughter of the late Gopinath Munde, the tallest OBC leader in Maharashtra.On a sweltering afternoon early in April in Patoda taluka, an animated Dhananjay Munde, Maharashtra’s agriculture minister, implored residents to vote for his cousin, Pankaja.The agriculture minister’s speech addressed the twin and overlapping talking points in Marathwada; farm distress and Maratha reservations. In 2023, 1,088 farmers died by suicide in the eight districts of Marathwada, Beed recorded the highest number of such deaths.Until recently, Dhananjay Munde, a member of the Nationalist Congress Party, and his cousin had been bitter political rivals. In the last assembly polls Dhananjay Munde defeated Pankaja Munde in the Parli seat. But in July, the BJP engineered a split in the Nationalist Congress Party. Dhananjay Munde aligned himself with his party’s pro-BJP Ajit Pawar faction, which put him on the same side of the electoral battle as his cousin.The Mundes belong to an OBC community called the Vanjaris. The Vanjaris, along with OBC communities such as the Malis and the Dhangars, have been the BJP’s mainstay in Maharashtra. OBCs form an estimated 52% of the state’s population.Godabai Mhaske with her son Vaibhav in Gawalvadi village. Her husband, 48-year-old Hanuman Mkaske, died by suicide in January 2024. Godabai says her husband was under pressure over unpaid debts. The family participated in the Maratha agitation. The state government’s decision to give Kunbi certificates to Marathas has caused considerable disquiet among the OBCs. Prakash Shengde, president of the OBC Jan Manch criticised the state government for “capitulating” to Maratha demands, describing the decision as a betrayal. They fear the Marathas will eat into the quota of education and jobs that they now access.There is also the question of political power. In Maharashtra, 27% of seats in local bodies are reserved OBCs. If the already politically powerful Marathas are deemed to be OBCs, they will dominate panchayats and municipalities.The OBC counter mobilisation was strongest in the Vidarbha region. Most Kunbis live in Vidarbha, parts of North Maharashtra and Konkan. Vidarbha has been dominated by the BJP particularly over the past decade. In 2014, the party won all 11 Lok Sabha seats in the region. In 2019, it won all but one.However, the Congress has been seeing something of a renewal here. In the 2019 assembly polls, it won 21 of the 62 seats in an alliance with the Nationalist Congress Party. Congress leaders say they are hopeful that their party’s demand for a country-wide caste census and its manifesto promise to remove the 50% cap on reservations will help it find traction among OBC voters.Meanwhile in Beed, Marathwada, Panjaka Munde dismissed questions of her party having to do a delicate balancing act between Marathas and OBCs. Her main opponent is Bajrang Sonawane of the Nationalist Congress Party-Sharadchandra Pawar faction. Sonawne is a Maratha leader. Munde told Scroll she was confident there would be no polarisation of votes and that she would win on the “Munde family track record”.Pankaja Munde with Dhananjay Munde. ‘Complex and unstable’ politicsPolitical Scientist Suhas Palshikar is not entirely convinced that the Maratha agitation will work to the benefit of any particular political party – or hurt its prospects. The politics of Marathwada, he said, was complex and unstable.“Electorally I think it will just consolidate the pattern that has emerged over the last two decades, which is the fragmentation of the Maratha vote,” he said. “Now with Shiv Sena and NCP split, we will likely see a six-way split in Maratha votes.”In recent months, in addition to effecting a split in the Nationalist Congress Party, the Bharatiya Janata Party has also created a division in the Shiv Sena. This has resulted in voters in Maharashtra having six political entities to contend with. The BJP has formed the Mahayuti alliance with the Shiv Sena’s Eknath Shinde faction and the Nationalist Congress Party’s Ajit Pawar grouping. They are squared off against the Maha Vikas Aghadi consisting of the Congress, the Shiv Sena’s Uddhav Thackeray group and the Nationalist Congress Party faction led by Sharad Pawar.The political economy of the drought prone region, overdependent on agriculture and with little development to take the pressure off agriculture, is one part of the equation, Palshikar said. There is also the social dimension of the Marathwada crisis to contend with.From the time Shiv Sena founder Bal Thackeray entered Marathwada “and created this Hindu constituency in the late ’80s, early ’90s, from that time it has been socially unstable, and therefore in every election you wouldn’t know how it will play out” he said.Adding to the mix are Muslims, who constitute over 15% of Marathwada’s population.In the region’s Aurangabad district, the Muslim population is 21.25% . Barring one term, the Shiv Sena had held the Auranagabad seat from 1989 onwards. In September, the district – which reflected the name of the Mughal emperor Aurangzeb – was rechristened Chhatrapati Sambhaji Nagar by the state’s BJP government.The constituency will see a three-cornered contest. The Shiv Sena (Uddhav Balasaheb Thackeray) has fielded veteran Chandrakant Khaire, while the Shiv Sena (Eknath Shinde)’s candidate is Sandipan Bhumre.Imtiaz Jaleel, wearing a white cap and orange scarf, with depositors of the Adarsh Credit Cooperative. Also in the contest is the man who currently holds the seat, Imitiaz Jaleel of the All India Majlis-E-Ittehadul Muslimeen. In 2019, the journalist-turned-politician defeated Khaire by a margin of less than 5,000 votes.“Last time, non-Muslims who were having a fear in their minds because of the politicians who had created the perception that Muslim aa jayega [a Muslim will be elected], then life will become difficult for us,” he said. “Those people have realised over the last five years that I have stood with them.”Jaleel spoke to Scroll at a meeting of depositors of the scam-hit Adarsh Credit Cooperative. Over 62,000 depositors lost their life savings in the fraud. Chaya Hiralal Gaikwad and Susheela Satish Katre, both agricultural labourers, told this reporter that Jaleel alone had advocated on behalf of the depositors: leading protest marches, raising the matter in Parliament and filing a PIL in the Bombay High Court. In December, the Economic Offences Wing of the city police finally filed an FIR against the founder of the credit cooperative.Also likely to contest as an independent is Vinod Patil, who had filed a petition for the Maratha quota in the Supreme Court.Chaya Hiralal Gaikwad and Susheela Satish Katre.All photographs by Smitha Nair.","author":"Smitha Nair","time":"2024-04-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200270-yhnfpiqbxy-1713960425.jpg","tags":["Lok Sabha 2024","Marathwada","Manoj Jarange Patil","Maratha Quota","Maharashtra","Eknath Shinde","Shiv Sena","Pankaja Munde","Drought","Agriculture"],"source":"https://scroll.in/article/1067014/in-beleaguered-marathwada-could-maratha-agitation-further-splinter-political-ambitions"}