{"title":"In Bollywood film about the Aadhaar card, a ‘celebration of India’s contradictions’, says director","content":"An economist makes a feature film about the Aadhaar card – it was waiting to happen.Suman Ghosh’s simply titled Aadhaar is set in 2011, when enrollments began for the Unique Identification Authority of India’s one-card-fits all project. The Drishyam Films and Jio Studios production will be premiered at the Busan International Film Festival in October and released on December 6.Aadhaar is Ghosh’s first Hindi feature, and stars Vineet Kumar Singh as the potter Pharsua, who lines up to get his biometrics recorded. “It’s a film about the first guy in Jharkhand to get an Aadhaar card, and the predicaments and his journey,” Ghosh told Scroll.in.Among the inspirations was an article in the New Yorker magazine about UIDAI. “The article was about what Aadhaar was trying to achieve,” Ghosh recalled. “This was much before the controversies that arose over the last couple of years. One paragraph in the story said that a poor farmer had gone for his biometrics, but his fingerprints were not visible. I found that ironical.”\n\n\n    \n    Play\n\nAadhaar (2019).Ghosh balances his duties as a professor of Economics at Florida Atlantic University in the United States with making films in Bengali. He made his debut with Podokkhep (2006), and his credits include Shyamal Uncle Turns off the Lights (2012), Kadambari (2015) and Basu Poribar (2019). In 2017, Ghosh directed the documentary The Argumentative Indian, based on conversations between economists Amartya Sen and Kaushik Basu.How is Aadhaar supposed to work in a country where labour often involves the use of the hands? “I decided to celebrate this dichotomy,” Ghosh said about his screenplay for the movie. “We are waiting to take India into a digital age, but this is also the reality of India. The film isn’t actually about the normative aspects of the Aaadhar card, but is about modern India through its variations and contradictions.”Aadhaar unfolds over the course of three days, and includes the viewpoints of the government officials who arrive in the village for enrollment. Saurabh Shukla plays one of the officials who has to sell the novelty of the identity card to the populace. Don’t smile when posing for the card, it won’t be recorded, he warns Pharshua in the teaser that was released on Saturday.The movie strives for a balance between the different viewpoint on Aadhaar, ranging from a necessary bridge to government welfare programmes to a privacy-violating tool that has resulted in harassment and undue scrutiny.“The film doesn’t aim to show whether the Aadhaar is good or bad,” Ghosh clarified. “I know that people will ask this question. I have used the Aadhaar as a motif to explore India. I love this India of contradictions – it is both amazing and intriguing.”Ghosh confesses that he is “ambivalent” about the Aadhar project. “There is a debate, and I was surprised by how heated it got. But debates are a good thing.” Suman Ghosh.Ghosh’s research included books on the Aadhaar project and a visit to Jharkhand for a few months in 2017. “I am a city-bred person who has grown up in Calcutta and Delhi, and I needed to imbibe what I wanted to say,” Ghosh said. “I saw the ground reality of things I had read about – the sociological structures of the villages, the political beliefs. We often have set beliefs about what people in the village will be like. In many ways, they are more modern than us.”Ghosh completed his screenplay in January 2018. Vineet Kumar Singh, the actor from Gangs of Wasseypur who delivered a stirring performance as a boxer in Anurag Kashyap’s Mukkabaaz in 2018, was a shoo-in for the lead role. “I needed a very good actor for the film, since it relies entirely on the protagonist,” Ghosh said. “Vineet is such a powerful actor. People will be surprised to see the role he has enacted in Aadhaar.”The film was shot in Jharkhand, in the time that 47-year-old Ghosh managed to take off from his teaching duties. The idea was always to balance both skills. Alongside studying for a PhD at Cornell University in the 2000s, Ghosh pursued filmmaking courses. “I typically borrowed money to make my first movie, Podokkhep, and it won two National Film Awards,” Ghosh said. “This was an affirmation. My university has been very co-operative, and has said that as long as I keep publishing research at the rate I do, I can take leave, make a film and then go back.”Why not give up economics completely then? “This dual existence gives me distance,” Ghosh explained. “I love teaching and research. It has becoming more taxing, though. Unless I get bored or tired, I will keep making films.”","author":"Nandini Ramnath","time":"2019-09-06T20:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126929-rkrkdwwzqu-1567778390.jpg","tags":["Aadhaar film","Suman Ghosh","Vineet Kumar Singh"],"source":"https://scroll.in/reel/936494/in-bollywood-film-about-the-aadhaar-card-a-celebration-of-indias-contradictions-says-director"}