{"title":"In BJP’s outreach to Kerala Christians, why are some religious leaders paving its path?","content":"First they came for Christmas.In December 2014, a little over six months after the Bharatiya Janata Party-led National Democratic Alliance won the national elections, the new prime minister, Narendra Modi, announced that December 25 – the birthday of former prime minister and BJP leader Atal Bihari Vajpayee – would henceforth be observed as Good Governance Day. A working day, Good Governance Day has been officially commemorated every year since then.In December 2023, the prime minister hosted a Christmas party on Good Governance Day. Around 100 Christian guests were reported to have joined the celebration, including bishops and other leaders of various church denominations in India, a representative of the Vatican embassy in Delhi, business leaders, a sportsperson, an actor and the principal of a well-known college in the capital.Within a few days, over 3,000 Christians from across the country, including Members of Parliament and retired police officers and civil servants, released a statement dissociating themselves from the Christian leaders who participated in the event. They made it clear that they did not represent Indian Christians as a whole, let alone have their mandate.The statement highlighted the situation in Manipur from May onwards, with a large number of churches destroyed and members of the community attacked, as well as the increase in incidents of violence against Christians and the harassment of Christian institutions elsewhere in the country in recent years.It questioned the prime minister’s customary silence on such attacks on the community and castigated the Christian leaders who exchanged pleasantries with him on December 25 for their “culpable silence” and failure to uphold the values enshrined in both the Gospel of Jesus and the Constitution of India.According to a report released in December 2023, the number of incidents of violence against Christians has steadily risen from 147 in 2014 to 177 in 2015, 208 in 2016, 240 in 2017, 292 in 2018, 328 in 2019, 279 in 2020, 505 in 2021, 599 in 2022, and 687 as of November 2023. The majority of such incidents reportedly took place in four states: Uttar Pradesh, Chhattisgarh, Jharkhand and Haryana.Most of these attacks appear to be related to a long-standing claim about large-scale conversions to Christianity. In recent years, several states have enacted “Freedom of Religion” laws, ostensibly aimed at restricting religious conversions carried out by force, inducement or fraud.The conversion bogey does not appear to be based on facts. The population of Christians in India has remained more or less the same since Independence: recorded as between 2% and 3% in every Census of India since 1951.According to the 2001 census, the percentage of Christians in the population was 2.3%. The 2011 census (the last one to be conducted) recorded 2.78 crore Christians, making up 2.3% of the population. According to a 2021 Pew Center report on religion in India, just 2% of the respondents reported a different religion from the one in which they were raised. This included the 0.4% who had converted to Christianity.The situation vis à vis violence against Christians is not as dire in all parts of the country, especially the southern states, home to about half the Christians in the country, according to the Pew report. Perhaps that is why the BJP’s outreach to Christians in the run-up to the Lok Sabha elections is most evident in the south.The party has already made inroads over the past few years into some states in the North East, where Christians have a substantial presence, especially among tribal communities. In March 2023, Modi is reported to have told party workers and supporters: “I am confident that in the coming years, as it has happened in Nagaland, Meghalaya and Goa over the years, a BJP-led government will come to power in Kerala, too.”It is therefore not surprising that the state, which has a sizeable Christian population (18% of the total), has been drawing concentrated and high-powered attention from the party of late.Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us.— Narendra Modi (@narendramodi) March 29, 2024\n\n\nChristianity is believed to have taken root in Kerala as far back as in the 1st Century common era – around the same time as in Europe and elsewhere in the world. The Christian community in the state is divided into several different churches, including various denominations of the main Orthodox, Catholic and Protestant groupings. The community is not just educated (in a state with 94% literacy) – a large proportion of it is socially privileged and economically strong as well.State elections are not due in Kerala in the near future. The lone BJP MLA to ever enter the legislative assembly was elected in 2016 (the first and the last so far). However, the 2024 national elections may well offer an opportunity to set the stage for more successful innings. Modi has already made five visits to Kerala since the beginning of the year, most recently to campaign for National Democratic Alliance candidates.This is the context in which the outreach to Christian leaders in Kerala is taking place. There is obviously nothing wrong with the BJP trying to win over the Christian electorate in the state. Any party contesting elections has every right to try and woo voters and influencers anywhere in the country.It is also understandable that some individuals among Malayali Christians have chosen to join the BJP and related organisations, some even as office-bearers and electoral candidates. Among them are a couple of priests (who were consequently divested of responsibilities or posts in their respective churches) and Anil K Antony, son of veteran Congress leader and former Union Minister AK Antony, who crossed over last year and is standing for election this year.Such persons are – or aspire to be – career politicians and, like other political aspirants elsewhere, will go wherever they think they have a chance to fulfil their own ambitions. Principles and ideologies are evidently the least of their concerns.The question is what more venerable “men of the cloth” – or clergymen – are doing hobnobbing with politicians, especially leaders of a party that has earned a reputation for not being particularly well disposed towards religious minorities and has hitherto done little to dispel that notion.It is strange when a Christian priest in Kerala asks if reports of attacks on churches and prayer groups elsewhere are true. Not only does it indicate an unquestioning acceptance of his own privilege and that of the institution he belongs to, but it also suggests lack of concern, let alone empathy, for those who are less fortunate.If he – and/or the church he is affiliated to – has doubts about the findings of established groups of co-religionists, why not conduct a survey of their own? They certainly have the resources to do so.It is even more peculiar when a prelate states in public that Christians will vote for the BJP if the Central government raises the procurement price of rubber. Of course, community leaders are free to advocate for better conditions of work and life for members of the community they serve. But to promise votes in exchange for material benefits surely goes against both ethical and democratic norms.Lunch with various Christian priests and community leaders at Kottayam in connection with #KeralaPadayatra  #ModiyudeGuarantee pic.twitter.com/brm2g6Zw8d— K Surendran(മോദിയുടെ കുടുംബം) (@surendranbjp) February 9, 2024\n\n\nIt is shocking that a bishop warned Christians to be wary of “love jihad” and, for good measure, also added a new phrase to the expanding list of Islamophobic expressions: “narcotic jihad”. This is despite the fact that the Union Ministry of Home Affairs had told the Lok Sabha in 2020 that the term is not defined in law and no such case had been reported by any central agencies.A 2009 inquiry into 100 interfaith marriages in the state conducted by a police team headed by Jacob Punnoose, a Christian who was Kerala’s police chief at the time, had established that there was no conspiracy by Muslim men to pretend to be in love with a Hindu or a Christian girl in order to convert her. A similar exercise by the National Investigative Agency in 2018 also found no evidence of any such larger conspiracy.However, it is the rationale advanced by a senior priest for aligning with the BJP that is the most revealing and disturbing: “How long can or should we stay away from those who wield power or have the potential to be in power? … Isn’t it wiser to stay closer to the powerful and protect the community’s interests?”It is difficult not to wonder, especially over the past week (known among Christians as Passion Week), what Jesus would have said about all this. He was famously critical of the Pharisees and Sadducees, the elite groups that wielded power in the Jewish establishment of his time, frequently calling them hypocrites. This is just one, rather telling, example: “You hypocrites! Isaiah was right when he prophesied about you: ‘These people honour me with their lips, but their hearts are far from me. They worship me in vain; their teachings are merely human rules’.”The famous parable of the Good Samaritan that he told comes to mind, too, especially in the context of the lack of empathy, even hostility, towards Muslims evident in some Christian leaders these days. Also the Beatitudes, which in many ways encapsulate Christ’s teachings. Presumably, anyone who calls themselves Christian – Christian leaders all the more – ought to be striving to live by the principles he promoted.On Good Friday on March 29, a number of Christian bishops and archbishops in Kerala, from different denominations, openly expressed concerns over the controversial Citizenship (Amendment) Act, 2019, as well as attacks on Christians in various parts of the country.Two days later, on Easter Sunday, another bishop said the church’s message to voters is to exercise their franchise according to their conscience and “to choose candidates who can protect the country’s democracy, socialism, secularism and integrity.”Amen to that.Ammu Joseph is an independent journalist and author based in Bangalore, though originally from Kerala.","author":"Ammu Joseph","time":"2024-04-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196975-apbqrdhjql-1704118727.jpg","tags":["Lok Sabha 2024","Kerala","Religious Minorities","Secularism","Hindutva"],"source":"https://scroll.in/article/1066121/in-bjps-outreach-to-kerala-christians-what-do-religious-leaders-stand-to-gain"}