{"title":"In Budaun, Samajwadi Party’s choice of candidates is making Muslims rethink support","content":"Azeem Saqlain was nineteen when Adityanath became Uttar Pradesh’s chief minister in 2017. Weeks after Adityanath assumed charge, Saqlain, who lives in Ramzanpur, a village in Budaun district, spent three days in prison. He had got into a scuffle with some men in the area, he said, after an argument over some pending dues with a business associate escalated.But Saqlain insists it was too minor a matter for the police to press charges against him. “Who sends a 19-year-old to jail for a gali ka fasaad” – a street fight – he had demanded to know when he recounted the story the first time I met him, in the first week of December outside his furniture shop.During the course of our conversation, Saqlain had hotly contested the widely prevalent notion that the police’s proactive action in cases like his had led to a better law and order situation in Uttar Pradesh in the last five years. “The police have become the thugs,” he had said, alluding to a perception among the critics of the government that the police were harassing Muslims in the name of enforcing the rule of the law.  “It’s very important that this government goes.”Azeem Saqlain (centre) spent three days in prison weeks after Adityanath became chief minister in 2017From bottom to top in five yearsShekhupur, where Saqlain votes, is home to over a lakh Muslims, amounting to at least a quarter of the constituency’s population. In 2012, the Samajwadi Party had emerged victorious in the seat and the BJP had finished sixth, with barely one percent of the votes. In 2017, however, there was a stark reversal: the BJP won the seat with over 40% of the votes, mirroring the party’s dominant performance in the state.Saqlain’s thesis was that the disintegration of the Yadav-Muslim votes aided this dramatic turnaround. The Yadavs, who make up around 20% of Shekhupur’s population, are traditionally voters of the Samajwadi Party. Interviews with voters suggest Saqlain’s explanation was true to an extent: while a section of Yadavs voted for the BJP, some Muslims went with the Bahujan Samaj Party, which put up a candidate from the community.According to Saqlain,  what the Samajwadi Party had to do to reverse the 2017 results was simple: field a Muslim candidate. “If they don’t field a Muslim candidate, we won’t vote for them this time too and they will lose 101%,” he had said in our conversation in December. “Why should we keep voting for a Yadav candidate when their own community doesn’t?”In January, the Samajwadi Party announced its list of candidates in Budaun. In Shekhupur, they went with Ashish Yadav, the candidate who had lost to the BJP’s Dharmendra Kumar Singh Shakya in 2017, ignoring the Muslim contender for the seat: Muslim Khan, a former legislator from the erstwhile Usehat constituency that Shekhupur was part of prior to the delimitation exercise in 2008.Muslim Khan has since moved to the Bahujan Samaj Party, on whose ticket he will be contesting from Shekhupur.When I met Saqlain again last week, he said he would follow through with what he had said two months ago, and vote against the Samajwadi Party on February 14 when Budaun goes to polls, even though he knew it would dim the chances of what he really wanted: the BJP out. “I am fully aware it is going to help the BJP, but I am doing it deliberately,” he said. “Why can’t they [the Samajwadi Party] give a chance to a Muslim candidate when our numbers are the largest?”This report is part of a series of dispatches from Uttar Pradesh districts where the BJP defied historical trends to win seats in the 2017 Assembly elections. Five years later, is it holding on to these gains or does the Opposition stand a chance to wrest them back?“Who will speak for us?” Shekhupur wasn’t the only surprise defeat for the Samajwadi Party in Budaun, whose demography has made it a bastion of sorts for the party: Muslims and Yadavs, its traditional vote bases, account for nearly 40% of the population in the district, according to local estimates drawn up by political parties based on electoral rolls. In 2017, it lost five of the six seats in the district to the BJP.A direct consequence of this was a lack of Muslim representation from the district in the state assembly. This has been a cause of anxiety for many Muslims. Who will speak for us, they plaintively ask.Though Muslims have traditionally backed the Samajwadi Party over the past three decades, since the decline of the Congress, the party’s record in providing representation to the community has been patchy.Take, for instance, Sahaswan, another Yadav-Muslim stronghold, in which the latter is the larger community. Since 1996, the party has gone with a Yadav candidate here.This had, over the years, led to a disquiet that became particularly pronounced after the 2017 elections. Muslims believe their votes were instrumental to the Samajwadi Party’s face-saving win in Sahaswan  – the only constituency it held on to that year in Budaun – even as a section of Yadavs likely voted for the BJP.The Sahaswan legislator, Omkar Singh, has won the seat four times.This time, Yadav’s old age necessitated a replacement, and many in the community had hoped a Muslim candidate would be projected. Instead, the party decided to pass the mantle to Yadav’s son, Brijesh Yadav.This has caused heartburn. In the constituency’s Khairpur Khairati village, Akre Alam said the problem was not that Omkar Yadav was a Hindu, but that he seemed to take Muslim votes for granted. “He wins with our votes, but he doesn’t care about us after that,” said Alam, a farmer. “There is not much difference between him and the BJP – he is not with Muslims.”Alam said he would back the BSP’s Musarat Ali Bittan, although he wanted Akhilesh Yadav, the Samajwadi Party supremo, to become chief minister. “I obviously want the BJP to go, but can’t get myself to vote for Omkar’s son,” he said.In Bhawanipur Khairu, a village on the banks of the Ganga river, Afsar Ali shared similar reservations. “For decades, we have backed him, but he just doesn’t care for us,” said Ali of Omkar Singh.  “So we have decided this time we have had enough, we will back one of our own, who sticks with us in our tough times.”  Akre Alam wants the Samajwadi Party to come to power, but said he wouldn't support its candidate from his constituencyA surprise change Yet, Shekhupur and Sahaswan may not even be where Muslims are the most disappointed with the Samajwadi Party’s candidate selection. In Budaun city, the party dumped perhaps the most influential Muslim leader of the district: Abid Raza.Raza, who represented the Budaun city seat from 2012 to 2017, has made way for a new entrant to the party, Rais Ahmed, a Mumbai-based real-estate magnate. The development has shocked many in the district, and Raza has responded with a very public rebellion, urging his supporters to choose between the BJP and the BSP.But surely, replacing Raza with another Muslim candidate would have softened the blow? Not quite, for many of his supporters, it turns out. Mohammad Adil, a dairy owner in Bhaisamai village, accused the Samajwadi Party of “wanting to do away with Muslims who speak for the community”. He added, “This Raees lives in Mumbai – how can he look after our interest?”In the village of Hussainpur Karotia, a group of Muslim men discussing the elections, saw an even bigger plot against Muslims in Raza’s exclusion. “It’s a deal between the BJP and Samajwadis,” said one man. “The BJP has put up a weak candidate in Sahaswan so that the Yadav person wins and here the SP has reciprocated by putting up a weak Muslim candidate.”Those in the know within the Samajwadi Party in Budaun, however, attributed Raza’s ouster to a much more banal reason: his long-running strained relationship with Dharmendra Yadav, the three-time parliamentarian from Budaun who also happens to be Akhilesh Yadav’s first cousin. By all accounts, Dharmendra Yadav is the most powerful  Samajwadi Party politician in the district.When I met him, Dharmendra Yadav played down the murmurs of discontent among a section of the Muslims. “The best candidates have been given tickets,” he averred.As I pressed on, he became annoyed, insisting that Muslims would vote smartly to dislodge the BJP. A compulsion Dharmendra Yadav may be right. Despite their angst about the Samajwadi Party’s choice of candidates, a large section of Muslims across the district said it would be “bewakoofi”  (foolishness) to vote for any other party. In Shekhupur’s Rewa village, Taskin Bano said, “Whoever is the candidate, this election we have to vote for cycle” – the Samajwadi Party’s election symbol. In Sahaswan, Mohammad Alam, spelled out the sentiment more clearly. “Do I want to vote for the Samajwadi Party? Not really,” he said. “But if I vote for anyone else, I would be strengthening the BJP.  At this stage, we can only hope that Samajwadi comes to power and our Muslim leaders in the party get to have some say. Even that will be some relief for us, considering where we are now.”Mohammad Alam said he would back the Samajwadi Party as he had no choiceBacking the candidate – not the partyIf the Muslims feel an existential threat under the BJP, many Hindus are also upset about their livelihoods being affected, not least because of the  government’s stringent laws on cow-slaughter, which have resulted in a rampant stray cattle menace. But unlike many Muslims, who feel they have no option but to vote for the Samajwadi Party, most Hindus do not feel that their hands are similarly tied.Consider what’s happening in the constituency of Dataganj. Here, many voters belong to the Shakya community, classed as a backward caste.  One of the primary contenders to contest from here on a Samajwadi Party ticket was an influential leader from the community, Sinod Kumar Shakya. Shakya has been an MLA two times from Dataganj as a BSP candidate.The Samajwadi Party, though, ended up giving the ticket to Captain Arjun Singh Yadav. Unsurprisingly, this has not gone down well with the Shakyas. “I would have definitely voted for Samajwadi if it had been Deepu” – as Sinod Kumar Shakya is known locally – “because the cows are ruining our fields and lives, but now there is no choice but to stick with the BJP,” said 85-year-old Nani Devi in Sapreda village, echoing a wide-spread sentiment among the community.Local observers in the area say the Samajwadi Party may have truly missed a trick by choosing a Yadav candidate over Sinod Kumar Shakya. “The Yadav votes would have come anyway, but Deepu bhaiyya would have raked in a lot of Shakya votes,” said a journalist from the area.  “This Yadavwaad is going to take the party down.”85-year-old Nani Devi said she would have voted for the Samajwadi Party had it projected a candidate from her community. The Samajwadi Party’s tough balancing act Indeed, complaints about Yadavwaad, or Yadav hegemony, seemed to be commonplace in the district. Muslim Khan, the Samajwadi Party ticket aspirant from Shekhupur who is now contesting on behalf of the BSP, was particularly scathing. “The Yadavs only know how to take votes, they don’t want to give tickets,” he said. “People say Samajwadi Party is a Muslim-Yadav party, but only when it comes to asking for votes. Muslims get tickets only in seats when they can’t possibly win.” While these grievances are perhaps not entirely without reason – three of the party’s six candidates in Budaun are Yadavs, even though the community accounts for only around 20% of the district’s population, according to local estimates – conversations with Hindu voters make it apparent that the Samajwadi Party has to walk a tightrope, particularly when it comes to giving Muslims representation.Even among its traditional non-Muslim voter bases, such as the Yadavs, many seem to balk at the idea of a Muslim reprsentative.In December, I met Kunwarpal Yadav. Yadav, like almost all peasants, had suffered tremendously because of stray cattle, which had destroyed his wheat fields year after year since 2017. Besides, as a Yadav, he also felt politically marginalised. He wanted the Samajwadi Party to come back to power, but had flatly said that he would not vote for a Muslim candidate. “This place will become Pakistan then,” he’d said.When I met him again last week, Yadav was  brimming with enthusiasm – happy that the Samajwadi Party had chosen Omkar Singh’s son Brijesh Yadav as its candidate from Sahaswan. “We will make sure it’s a bumper victory this time,” he said. “The Yadav votes won’t get split this time.”But what about a split in Muslim votes? “Why should they bother about who the candidate is – they should vote for the party,” he said, seeming oblivious to the irony that he himself had been determined to vote on the basis of the party’s candidate choice.Follow the rest of the series here.","author":"Arunabh Saikia","time":"2022-02-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169951-uggmqfrfcb-1644496736.jpg","tags":["Uttar Pradesh","Uttar Pradesh Assembly Elections 2022","Samajwadi Party","Muslim politics","Five years after BJP's UP sweep"],"source":"https://scroll.in/article/1017106/in-budaun-samajwadi-partys-choice-of-candidates-is-making-muslims-rethink-support"}