{"title":"In Bastar, hundreds of Christian Adivasis flee villages, alleging a series of attacks against them","content":"On Sunday, hundreds of Christian Adivasi protestors gathered outside the district collectorate in Narayanpur, Chhattisgarh, to demand that the administration ensure their safety. In a complaint submitted to the police on Monday, they alleged they had been beaten up and forced to leave their villages because of their faith.  Kunao, a 22-year-old man from Bhatpal village, 25 km from Narayanpur district headquarters, said he was summoned to a meeting by fellow villagers on Sunday morning. He said the villagers beat him up and threatened him by saying: “If we see you here tomorrow, we will beat you, demolish your home and throw you out of the village.” At around 3 pm on Sunday, he and his family hopped on a tractor trolley and fled  the village along with five other Christian families. “They targeted us because we are Adivasi people and follow the Christain faith,” the 22-year-old said. “I was told at the meeting that I should stop following Jesus Christ. We were blamed for corrupting the culture and traditions of the village.” The complaint listed the names of 20 villages where similar incidents allegedly took place on Sunday, December 18. It also mentioned another 39 incidents spread over the past three months. Alleging that these attacks were instigated by local leaders, the complaint said that the attackers “have been entering our homes and beating us up. Women and girls are being subjected to indecent acts. Even children are being beaten up.” Keshru Saindi, 50, a Christian Adivasi from Borawand village, alleged that his house was attacked and looted on December 18. “They took away my motorbike and a machine after ransacking my house,” he said. Anand Alkana, a Christain Adivasi activist who is assisting the displaced villagers, said some people were injured and had to be admitted to a government hospital in Narayanpur. “They have injuries in the head and arm and marks of rods on their back,” he said. Worried about their safety, the Christian Adivasi villagers have asked the administration to take action against the people who are harassing them. “They are seeking police cases against the culprits and would return only after guarantees of safety and security,” Alkana said.The protestors had gathered in hundreds outside the collectorate. Photo: Special arrangement.Police inactionChhattisgarh has seen a rise in anti-Christian violence in recent years. In 2021, it was second only to Uttar Pradesh in the number of anti-Christian attacks, according to a report by the advocacy group, United Christian Forum.Much of the violence has been reported from the Adivasi-dominated Bastar region. In the villages here, tensions have been rising between villagers following the animist faith of their ancestors and those who have recently adopted Christian beliefs. Many who have turned to Christianity have not formally converted to the religion. Dhansingh Potai, a social worker who lives in Narayanpur town, who first began to follow Christianity in 2006, said he has not changed his religion. “I have only reformed my thinking,” he said, adding that he belongs to the Gond Adivasi community. Despite the absence of formal conversion, Potai said his family has faced ostracisation from others in their village Arra in Kanker district. Matters came to a head on December 12, he said, after villagers told them that they would not be allowed to use water or harvest their paddy. “My wife and nephew went to the police station with the complaint, but the police asked them to reconcile with the villagers and forced them to sign some papers,” he alleged. “The policemen made them cry. My nephew said he wanted to end his life but I told them to flee the village.” Activists accused the police of ignoring the complaint of the victims. Alkana alleged that in one village, the police watched as the “goons” attacked Christain Adivasis. “If police had taken action then they would not have come here,” said Alkana. Scroll.in contacted Narayanpur’s Superintendent of Police, Sadanand Kumar, on Monday to seek his response to these allegations of police inaction. “The district collector has assured them (the Christain community) that action would follow up on their demands.” he said, before disconnecting the phone.On Monday evening, Christian Adivasis submitted the complaint at the main police station of Narayanpur town. Activist Vishwanath Kawasi said police officials had assured them that on Tuesday, cases would be filed in the police stations of the villages affected by the violence. “We are planning to stay here tonight as well,” said Kawasi.However, the police evicted the protestors later in the evening, forcing them to disperse across the town. Political involvement The Adivasi regions of Chhattisgarh have a long history of contestation over religion. Claiming Adivasis are Hindus, Hindutva organisations have long sought curbs on the activities of Christian groups, while creating their own grassroots network in villages.Alkana said that the attacks on Christains in Chhattisgarh are driven by Hindutva organisations. The complaint submitted by the protestors on Monday named 26 individuals, including a former BJP MLA, as responsible for inciting violence against Christians. It said the attacked shouted the slogan: “Na Lok Sabha, na Rajya Sabha, na Vidhan Sabha, sabse bada gram ka paramparik sabha” – the village gram sabha is bigger than Parliament and the state legislative assembly.Chhattisgarh is currently ruled by the Bhupesh Baghel-led Congress government.AC Michael, a Christian rights activist and former member of Delhi minorities commission, blamed the Congress government for failing to control the rising attacks on Christian Adivasis. “They claim to be secular but what kind of secularism is this,” he asked. He said the ongoing situation in Bastar reminded him of the 2008 Kandhamal violence in neighbouring Odisha that left 39 Christians dead and hundreds of homes and churches burnt. “A similar situation is being created [in Chhattisgarh]. We are fearing that before Christmas something more serious may happen,” Michael said, urging the state government and the police to act in time to restore peace and ensure the safety of people.","author":"Zafar Aafaq","time":"2022-12-20T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184635-qiigawttlw-1671516626.jpeg","tags":["Chhattisgarh","Bastar","Anti-Christian violence"],"source":"https://scroll.in/article/1040164/in-bastar-hundreds-of-christian-adivasis-flee-villages-alleging-a-series-of-attacks-against-them"}