{"title":"Chhattisgarh polls: BJP registers its biggest-ever victory in state","content":"The Congress on Sunday conceded defeat in the Chhattisgarh Assembly elections as the Bharatiya Janata Party was on course to register its biggest victory in the state. The BJP won 54 seats, according to the Election Commission data. The Chhattisgarh Assembly has a total of 90 seats and 46 seats are required for a majority.The ruling Congress had won 35 seats and the Gondvana Gantantra Party gained one. I thank the people of Telangana for the mandate we have received from them. I also thank all those who voted for us in Chhattisgarh, Madhya Pradesh and Rajasthan. Our performance in these three states have no doubt been disappointing, but with determination, we reaffirm our…— Mallikarjun Kharge (@kharge) December 3, 2023\n\n\nIn the 2003 Assembly elections, the BJP won 50 seats with a 39.26% vote share, according to PTI. In 2008, the party, led by then Chief Minister Raman Singh bagged 50 seats again and in 2013, it got 49 seats. Chief Minister Bhupesh Baghel, who was up against his distant nephew and BJP candidate Vijay Baghel in Patan, was leading in the constituency by 19,723 votes. Former Chief Minister Raman Singh was ahead in the Rajnandgaon seat with a margin of 45,084 votes against Congress’ Girish Dewangan.The 2018 Assembly polls in Chhattisgarh had dented the reputations of many an election forecaster, with the Congress registering an emphatic victory notwithstanding predictions of a tight contest. Five years on, it is now the BJP that is set to prove exit polls wrong and return to power in the state.The 2023 Assembly elections in Chhattisgarh were a crucial test for both national parties as they gear up for next year’s Lok Sabha polls.The Chhattisgarh election was held in two phases on November 7 and November 17, and the state registered a turnout of 76.31%.Also read:  Election results: What does BJP’s hegemony in the Hindi belt mean for Indian politics?Also read:Follow the election results of Rajasthan, Madhya Pradesh and Chhattisgarh here   For a detailed analysis, watch Scroll’s Supriya Sharma discuss the election results here Key factors in the electionWith about 70% of Chhattisgarh’s population engaged in agriculture, paddy procurement prices were expected to be crucial in swaying voters. The state government currently purchases the crop at Rs 2,600 per quintal, a price that is already the highest in the country. On November 3, the Bharatiya Janata Party promised that it would procure paddy from farmers at Rs 3,100 per quintal if it is elected to power. Two days later, the Congress promised to procure the crop at Rs 3,200 per quintal in an apparent bid to outdo its rival. However, while the Congress has committed to buying 20 quintals per acre, the Hindutva party has promised to buy 21 quintals per acre. While the paddy price war has left farmers pleased, the results will be an indication as to whose assurances they found more trustworthy.In the 2018 election, the Congress had swept the Adivasi-dominated regions of Surguja and Bastar, with the Dantewada constituency being the only exception. However, in these regions, the ruling party is now having to contend with widespread discontent, with many people accusing it of being half-hearted in its implementation of the Panchayat (Extension to Scheduled Areas) Act and of prioritising corporate interests over Adivasi rights. Another aspect that has acquired prominence in the context of the election is the Congress’ muted stance on a Rashtriya Swayamsevak Sangh-led demand to remove Adivasis who have adopted Christianity from the Scheduled Tribes list. The Congress is also facing resentment from Christians who allege that the state government failed to prevent physical violence against them.Poll figures released by the Election Commission revealed that women voters in Chhattisgarh outnumbered men in the 2023 election. Women voters are expected to play a crucial role in the election results, and both the BJP and Congress have made efforts to reach out to the demographic group. The Congress has promised cash handouts of Rs 15,000 per year for women under the Griha Laxmi Yojana, while the BJP has promised to give married women financial assistance of Rs 12,000 per year, according to Mint. Another concern that may resonate among women voters is the perception that liquor has become more freely available in the past five years.Also read: Congress’s winning card in Chhattisgarh could be its paddy bonus schemeIn Chhattisgarh’s mining belt, Congress’ ‘doublespeak’ leaves Adivasi voters disgruntledKey contestsAmong the key constituencies in Chhattisgarh was Patan in the Durg district, where Baghel was up against BJP’s Vijay Baghel. Bhupesh Baghel had won the seat in 2003 and 2013 as well, while Vijay Baghel had won in 2008. Another crucial seat was Rajnandgaon, which BJP stalwart Raman Singh has held since 2008. This time, the BJP again fielded the former chief minister, while the Congress candidate was Girish Dewangan. In northern Chhattisgarh, the Ambikapur constituency was witnessing a keenly contested battle between Deputy Chief Minister TS Singh Deo and the BJP’s Rajesh Agarwal. Deo has held the seat, traditionally a Congress bastion, since 2013. Agarwal left the Congress and joined the saffron party in 2018, reportedly due to differences with Deo. At 8.20 pm, Deo was trailing with a margin of more than 4,000 seats.Mohammad Akbar, the state’s lone Muslim MLA and minister in the Congress government is the incumbent in Kawardha. He is up against Vijay Sharma, an accused in the riots that took place in October 2021. Sharma was leading in the seat with a margin of 39,592 votes.Assembly compositionIn the 2018 elections, the Congress had won 68 out of the 90 seats, the BJP had won 15, the Janta Congress Chhattisgarh had won five and the Bahujan Samaj Party had won two constituencies. The Congress had garnered 43% of the vote share, the BJP 33%, the Janta Congress Chhattisgarh 7.6% and the BSP 3.9%.Since then, the Congress has increased its tally to 71 on account of bye-poll victories in 2019, 2020 and 2022. The BJP now has 14 seats, while the Janta Congress Chhattisgarh and BSP have two seats each.","author":"Scroll Staff","time":"2023-12-03T07:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/104967-qchupciazr-1541513815.jpg","tags":["Chhattisgarh","Congress","BJP","Chhattisgarh Election","Chhattisgarh Assembly Polls"],"source":"https://scroll.in/latest/1059969/in-chhattisgarh-congress-seeks-to-beat-bjp-challenge-with-crop-prices-outreach-to-women"}