{"title":"In charts: Crime has risen in poll-bound UP, Uttarakhand, Goa and Punjab in the last five years","content":"Four of the five states that will go to polls next month have recorded a significant rise in crimes registered in five years between 2016 and 2020. Among the five poll-bound states – Uttar Pradesh, Uttarakhand, Manipur, Goa and Punjab – Manipur is the only state that has seen crimes reduce, data from the National Crime Records Bureau show.While the north-eastern state has registered a 27.1% dip in crimes registered since 2016, Uttarakhand’s crime figures shot up by 256.6%, followed by Punjab (43.5%), Uttar Pradesh (33.1%) and Goa (17.8%).Four of these states, except Punjab, voted in the Bharatiya Janata Party in the last Assembly polls, while Punjab elected the Congress party. In 2020, other than Uttar Pradesh, none of the other four states figured in the list of top 10 states in the absolute number of criminal cases registered.Here is a lowdown on the crime statistics of five states on four major indicators: total number of registered cases for all crimes under Indian Penal Code and Special and Local Laws, crimes against women, violent crimes and riots.Uttar PradeshIn 2020, UP stood third in the absolute number of criminal cases registered – 6.57 lakh. Of these, 7.5% or 49,385 cases were related to crimes against women, 7.9% were violent crimes and 0.93% were riots.\n\t\t\n\tWhile the most populous state in India did register a 17.4% drop in crimes against women in 2020 than the previous year, it still registered the highest number of such complaints.In the five years since 2016, the state saw a marginal increase of 0.24% in crime against women. In fact, after the Yogi Adityanath-led government came into power, the cases rose by 6.8% between 2017 and 2019 and then fell in 2020. The state has been topping this chart among all other Indian states for years now.\n\t\t\n\tThe state also topped the charts in 2020 in violent crimes (51,983) such as murder and dowry deaths but has seen an overall fall of 20.1% in violent crimes since 2016.Several BJP leaders have, on several occasions, claimed that UP is a riot-free state, which is  not true. Although UP has seen a 23.5% reduction in rioting between 2016 and 2020, the state saw a 7.2% surge (approximately 16 cases every day) between 2019 and 2020.UttarakhandIn the last five years, Uttarakhand registered a 256.6% rise in total cases of crime incidents (16,074 in 2016 to 57,332 in 2020) and a 79.2% rise in crimes against women (1,588 in 2016 to 2,846 in 2020).\n\t\t\n\tIn 2020, 4.9% or 2,846 cases in Uttarakhand were crimes against women, 4.5% were violent crimes and 1.17% were cases of rioting.\n\t\t\n\tThe number of violent crimes registered has also increased by 12.1% in the state in the last five years. However, in the last year, violent crimes registered a dip of 8.1%. Moreover, the hill state has seen cases of rioting go up by 40% since 2016.ManipurManipur is the only state among all five poll-bound states to show a decrease in total crime incidents in the five years. The northeastern state has witnessed a marginal decline in crimes against women by 2.3% – 253 in 2016 to 247 in 2020.\n\t\t\n\tBoth cases related to violent crimes and rioting registered a drop of 44.4% and 49.5%, respectively, between 2016 and 2020 in the state.\n\t\t\n\tPunjabCrime incidents in Punjab shot up by 43.5% in the last five years (57,739 in 2016 to 82875 in 2020). In the 82,875 criminal cases registered in 2020, 5.83% cases were related to crimes against women and 7.3% were violent crimes.\n\t\t\n\tPunjab is the only state among all poll-bound states to witness no rioting in the last three years with an exception of recording one case in 2017, showed NCRB data. The state reported zero rioting cases in 2016 as well.\n\t\t\n\tWhen it comes to violent crimes and crimes against women, the state saw a reduction of 12.4% and 5.2%, respectively, between 2016 and 2020.GoaThe coastal state has registered a 17.8% rise in total crime incidents in the last five years (3,706 in 2016 to 4,366 in 2020). Just within the last year, the state saw a 17.1% surge in crime incidents. Crimes against women in Goa dipped by 40% in the five years (371 in 2016 to 219 in 2020).\n\t\t\n\t\n\t\t\n\tThe state also saw a significant decline in cases of riots (65.8%) and violent crimes (32.6%) in the last five years.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Nidhi Jacob, Factchecker.in","time":"2022-01-22T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169091-maszeubgkn-1642751639.jpg","tags":["Uttar Pradesh","Goa","Uttarakhand","Punjab","Crime"],"source":"https://scroll.in/article/1015574/in-charts-crime-has-risen-in-poll-bound-up-uttarakhand-goa-and-punjab-in-the-last-five-years"}