{"title":"In Chhattisgarh, paddy price war between Congress and BJP leaves farmers pleased","content":"Ahead of the Assembly election in Chhattisgarh, Kesribai Sahu is absolutely clear about whom she would vote for: whoever offers a better price for the paddy she grows on the four-and-half acre of land she owns in Patan in Durg district.“Humein to paise se matlab hai – what matters to me is the money,” said the 68-year-old farmer in the most matter-of-fact way. The importance of paddy in Chhattisgarh – a state that is called India’s rice bowl – cannot be overstated. Political observers believe disaffection among paddy farmers played a key role in the Congress ending the Bharatiya Janata Party’s 15-year-long rule in the state in 2018.            Ahead of the election that year, the Congress promised to pay paddy farmers a bonus of Rs 600 per quintal over and above the Centre-mandated minimum support price for the crop. Once elected, it delivered on the promise, burnishing its credentials among farmers, I found during a trip to the state’s paddy-growing plains in October. At the time, it appeared that the paddy bonus scheme could well be the Congress’s winning card in Chhattisgarh. Paddy politics heats upA month since, though, the politics over paddy has become more competitive. The BJP was the first to up the ante last week, promising to pay Rs 3,100 for every quintal of paddy that the state procures – Rs 500 higher than what the Congress government currently offers. Not to be left behind in the paddy pricing war, the Congress promptly responded, saying it would top that by paying Rs 3,200 per quintal.  Supporters of the BJP are quick to point out that the party’s offer was still higher: while the Congress has committed to buying 20 quintals per acre, the BJP’s promised price is for 21 quintals per acre. Simply put, the BJP is offering farmers Rs 1,100 more per acre of paddy. Trust issuesOn Sunday, I went back to some of the places I had visited in October. Many farmers seem unaffected by the BJP’s generous offer. They said they found it difficult to trust the BJP because it had reneged on a similar promise the last time it was in power. Ahead of the 2013 Assembly polls, the BJP had said it would reward farmers with a bonus of Rs 300 on every quintal of paddy. The Raman Singh-led government, though, managed to disburse the amount for only the first two years. The payments had to be stopped as the Narendra Modi-led Central government asked states to stop giving bonuses on paddy and wheat procurement.Said Rekhabai Sahu, a farmer in Balod district: “Raman vishwasghat kiya hai, uss pe bharosa nahi hai” – Raman betrayed us, we don’t trust him.In Kurudh constituency’s Kokdi village, Asharam Sahu was even more scathing. He said, “Raman dogla hai, phir dhokha dega” – Raman is two-faced, he will betray us again.In Durg, Lakshmi Sahu and her husband were not convinced the BJP would live up to its promise. Modi to the rescue?Anticipating the lack of voter trust in Raman Singh, the BJP has projected the raised paddy price as “Modi’s guarantee”.  Many in the party are hopeful that the personal popularity of Prime Minister Narendra Modi would lend the promise credibility. “There is some trust deficit but people will soon start believing in it because of Modi’s name,” said Uttam Bais, the party’s booth president in Charra, a village around an hour’s drive south of capital Raipur. Some farmers did appear swayed by the association with the prime minister. “If Modi himself has said it, he will not lie,” said Dilip Kumar Sinha, a farmer in Durg’s Nipani village. “Modi par pura vishwas hain” – I have full faith in Modi.Sinha, who grew paddy in his 5.5 acres of land in Durg’s Nipani village, said he had been all set to vote for the Congress. “But this looks like a better offer now.” Most farmers in Chhattisgarh grow paddy. The loan factorThe Congress, however, has played one more card: it has promised to waive farm loans, which seems to have struck a chord among the state’s agrarian communities.“Loans can really destroy a farmer,” said Daneshwar Sinha, a farmer in Dhamtari district’s Tarsiwa village. “Last time they promised to write off farmers’ loans, they actually did it. So we trust them to do it again.”Manoj Bajaj, a BJP worker in Dhamtari, admitted that “karz-mafi”, or loan waiver, was “a factor for sure”.Manoj Bajaj, a BJP worker in Dhamtari, is a farmer himself.Regardless of voting preference, farmers in Chhattisgarh are pleased by this furious paddy war between the BJP and Congress.As a farmer in Chief Minister Bhupesh Baghel’s constituency of Patan said, “Jo bhi aayen kisan ka hit to hona hi hain” – the farmer stands to benefit irrespective of whoever comes to power.All photos by Arunabh Saikia","author":"Arunabh Saikia","time":"2023-11-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195663-trtyejtpfa-1699278651.jpeg","tags":["Chhattisgarh Assembly Elections 2023","Chhattisgarh","Paddy","Congress","BJP"],"source":"https://scroll.in/article/1058730/in-chhattisgarh-paddy-price-war-between-congress-and-bjp-leaves-farmers-pleased"}