{"title":"In curious twist to Swedish YouTuber PewDiePie’s battle with T-Series, Indian NGO gets funds bonus","content":"For months, Indian music label and film production house T-Series has been threatening to dislodge Swedish video creator PewDiePie’s five-year reign as the entity with the highest number of subscribers to the YouTube internet platform. This has made his fans unhappy – and some of them have made racist jibes about Indians.This has not gone down well with PewDiePie, whose real name is Felix Kjellberg. In an attempt to make amends, he has set up a donation account to fund Indian non-governmental organisation Child Rights and You.In a video uploaded on December 3, PewDiePie praised the efforts of his fans to try to make sure that his channel stays the most-subscribed on YouTube. But PewDiePie also noted the racist remarks that his fans have been using in their online battles with Indian YouTube users. “No more f**k India,” PewDiePie said in the video, “Let’s instead help India.” He went on to throw light on India’s problems with child labour and invited his followers to make donation to Child Rights and You, which works with underprivileged children in India. By Tuesday evening, of a pledged goal of 150,000 pounds (Rs 1.3 crore), more than half the amount has been collected in just a few hours. The GoFundMe page notes: “1 in 11 children are working in India (5-18 years). Let’s help change this!”\n\n\n    \n    Play\n\nPewDiePie opens a donation account for Child Rights and You.Since September, the YouTube channels of PewDiePie and T-Series have been drawn into a public battle for the number one spot on the video streaming platform. PewDiePie has had the most subscribers on YouTube since 2013.However, the subscribers to the T-Series YouTube channel doubled from 30 million in January, to reach a figure close to that of PewDiePie’s subscriber count in the second half of the year. A live YouTube video that shows the real-time subscribers’ count of PewDiePie and YouTube was made available from September. Currently, T-Series is trailing PewDiePie by approximately 500,000 subscribers.\n\n\n    \n    Play\n\nLive subscribers' count for PewDiePie and T-Series.Officials at Child Rights and You learnt about PewDiePie’s campaign on December 3 when their Twitter account was tagged in a tweet by GoFundMe, the organisation’s Chief Executive Officer Puja Marwaha told Scroll.in.“It is heartwarming to see countless people transcending geographical and cultural boundaries around the world coming together to raise funds for children and their rights,” she said. “We do believe in the power of individuals as active agents of lasting change, and encourage them to walk an extra mile when it comes to create an impact at the grassroots level.”Only four hours have passed & thousands of @pewdiepie's fans have raised over £40k to support @cryindia—an amazing charity helping change the lives of children across India. https://t.co/HnSNgU5XnA— GoFundMe (@gofundme) December 3, 2018\n\nPewDiePie, 29, began his stint on YouTube in 2010. He is one of the many  YouTube personalities from the earliest days of the streaming platform who earned their fanbase over a long period of time with minimal resources. His content initially revolved around video game commentary, posting videos that included footage from video games, particularly in the horror genre, as PewDiePie shared his experience playing the games in an irreverent, humorous manner. Over time, he expanded his output to include comedic video blogs, music, animation, or a combination of various formats, styles and genres.For the most part of his YouTube career, PewDiePie has worked on his channel without any other personnel, though he said in a video in July that he had got himself a few employees and an office for the need “to be more professional”.\n\n\n    \n    Play\n\nThe most-watched video by PewDiePie.Right around the time PewDiePie began working on his YouTube channel in 2010, T-Series was uploading videos from its back catalogue for its followers. Its subscriber base got a boost in 2016 following the launch of Mukesh Ambani’s Jio network, which took affordable 4G internet network across India.T-Series, on account of having partnerships with YouTube, a strong bank of music-based content featuring a host of popular stars from the Indian film and music industries, and a multi-channel network, has raced past the 70-million-subscriber mark on YouTube. It is just a matter of time before it beats PewDiePie’s subscribers’ count on YouTube.\n\n\n    \n    Play\n\nHow PewDiePie LOST YouTube to T-Series by The Game Theorists.In recent months, PewDiePie fans and followers have cranked up their efforts to save their king. YouTube personality Markipiler began a live-streaming video titled I Literally Won’t Shut Up Until You Subscribe To PewDiePie where he did exactly what the title promised, for 48 minutes.In October, YouTuber Mr Beast, in a video, said that he had bought every billboard in his home city in North Carolina and turned them into advertisements imploring people to subscribe to PewDiePie.\n\n\n    \n    Play\n\nMr Beast buys every billboard in his city.In response to Mr Beast’s tactics, YouTube personality Justin Roberts bought a billboard apparently worth a million dollars in New York’s Times Square to advertise PewDiePie’s channel. Then he challenged Mr Beast to top it.\n\n\n    \n    Play\n\nJustin Roberts buys a billboard in Times Square.Among others, YouTube user Davie504 played the song Bitch Lasagna on his guitar for 10 hours, coming to the aid of PewDiePie. Bitch Lasagna was a song originally released by PewDiePie in October to attack T-Series. The words have their origins in hip-hop artist Hovey Benjamin’s 2017 song Send Bobs, which makes fun of Indian men sending sexually inappropriate as well as grammatically incorrect messages to American women – “Bitch Lasagna” being an unfortunate error in spelling.\n\n\n    \n    Play\n\nDavie504 playing Bitch Lasagna for 10 hours.Outside the internet, up to 50,000 printers in the US were hacked to spread the message: “PewDiePie is in trouble and he needs your help to defeat T-Series!” The credit for this coup was taken by an anonymous Twitter account, HackerGiraffe.Here is how the entire #pewdiepie printer hack went down:1. I was bored after playing Destiny 2 for a continous 4 hours, and decided I wanted to hack something. So I thought of any vulnerable protocols I could find on shodan(1/)— TheHackerGiraffe (@HackerGiraffe) December 1, 2018\n\n“I honestly feel like I don’t deserve it,” PewDiePie said in his latest video, while mentioning that this has been the most fun he has had during his time on YouTube and he does not care if T-Series surpasses him on YouTube with its subscribers’ count. “I think we can turn this around and make it something cool and really positive,” he added.","author":"Devarsi Ghosh","time":"2018-12-04T20:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107244-uywrhgasyk-1543910593.jpeg","tags":["PewDiePie","T-Series","YouTube"],"source":"https://scroll.in/article/904440/in-curious-twist-to-swedish-youtuber-pewdiepies-battle-with-t-series-indian-ngo-gets-funds-bonus"}