{"title":"In Chhattisgarh’s mining belt, Congress’s ‘doublespeak’ leaves Adivasi voters disgruntled  ","content":"Yacub Kujur, a tribal rights activist and pastor, lives in Pathalgaon, a trading outpost in north Chhattisgarh’s Jashpur district. When we met one rainy November afternoon at the bus stop of the adjacent town of Kunkuri, known for what was once Asia’s second-largest church, it was clear that an election was imminent. Campaign songs rented the air heavy with the rotten smell of firecrackers that the supporters of  the Bharatiya Janata Party candidate had set off in bulk to mark the official inauguration of his campaign. As we tried hearing each other over the din, Kujur recounted how in the last Assembly election in 2018 “all NGOs and movements” in  the area had nudged people to vote for the Congress during meetings and other public events.  The support stemmed from a belief that after 15 years of BJP rule, a Congress government would be more sympathetic to the anxieties of local Adivasi groups. The Congress had, after all, in its campaign promised to strengthen local governance institutions that would help the tribal communities secure their rights.Civil society’s endorsement certainly helped the Congress. The party did well across the state, notching up Congress’s best performance in any election held in the Narendra Modi era. The victory was the most comprehensive in the resource-rich Surguja division in the northern part of Chhattisgarh. Congress swept all 14 seats in the region that spans five Adivasi-majority districts. But five years later, Kujur is a disillusioned man. “Now when I go attend meetings to discuss the same issues that we were fighting for in the BJP’s time, I can’t help but think: ‘What did I do, what was the point?’” he said.The Surguja region polls on November 17. Ahead of the election, most people from the Adivasi communities seem to share Kujur’s disgruntlement with the Congress government, I found as I travelled across the region in the first week of November. That coupled with a deep-seated distrust of the BJP and the lack of any formidable alternatives has led to the election season being marked by a sense of resigned hopelessness. Sibi Nagesia, a 25-year-old woman who lives in a village in Balrampur district, spelled it out: “Everyone promises the world before the election, but after we vote we become invisible.”Sibi Nagesia lives in Kudag with her daughter.  Land of many protests The contours of Adivasi disaffection in north Chhattisgarh are several. Yet, almost all of them revolve around the singular anxiety of losing control over their land and the forests many of them depend on for their livelihoods. These concerns are not unfounded: the vast reserves of coal and bauxite mean extractive industries are plentiful in the area, often resulting in the displacement of local communities. Consider the Samri region in Balrampur where Sibi Nagesia lives with her five-year-old child and husband in the village of Kudag. Underneath the red soil where foxtail millet plantations abound is bauxite ore. The first mines opened in the early 1990s. Since then, mining operations have only expanded. Yet, the villages lack even basic services. In Kudag, for instance, several homes are yet to be connected to the electricity grid. In the last decade, the region has seen several people-led protests against extractive projects which they believe have worsened the life of local Adivasi people. In the Samri area of Balrampur, underneath the red soil where foxtail millet plantations abound is bauxite ore. The movement that perhaps embodies this pushback – and the disappointment with the Congress government – is a protracted struggle against the Adani Group’s coal mining operations in Hasdeo Arand, one of India’s last contiguous forest landscapes. The protests began when the BJP was in power and at the time saw the Congress standing with the Adivasi villagers of the area. But, in power, the Congress government greenlighted more areas in the forest for mining.Following widespread outrage, the state subsequently wrote to the Centre urging the government to cancel the allocation of the coal blocks that lay in the forest. Thereafter, it also told the Supreme Court that it was against any fresh mining in Hasdeo Arand. The entrance to the Adani-operated Parsa East and Kente Basan coal mine. ‘Playing both sides’Most people living in the area, however, think the Congress government’s attempt at course correction was insincere since it did not formally withdraw its clearance. “Do tarfa bayan hai unka – they are trying to play both sides,” alleged Ramlal Kariyam, who lives in Salhi, a village adjacent to the open cast mine of Parsa East and Kente Basin in the forest. “It just looks like they are trying to pass the buck to the court.”Many others seemed to agree. “If they were really serious about it, they should have cancelled the approval,” said Jainandan Porte, a resident of Ghattbarra. The village is set in a clearing amid towering Sal trees, where elephants still pay frequent visits. In 2016, the BJP government had annulled the forest rights conferred to the village’s Adivasi residents under the Forest Rights Act to accommodate coal mining. Many residents complained about the “earth shaking” because of mining operations. “They do a blast there, we feel like we are all going to die here,” said Ram Singh Marakam, a farmer. “Why do we need this kind of destructive presence in our lives?”Jainandan Porte is a resident of Ghattbarra. The Congress government stands accused of prioritising corporate interests over Adivasi rights in other parts of north Chhattisgarh too. In Bhatauli, part of the Sitapur constituency in Surguja, women have been at the forefront of protests since 2020 against a proposed aluminum refinery. “They won our votes saying they would help us protect our jal-jangal-zameen” – water, forest, and land – “but they want to give our land to big industries,” alleged Lilawati Paikra, a member of Bhatauli block development council. In adjoining Chiranga village, the feisty Sarita Paikra was furious. “They said it is a government of the poor, of the Adivasi people,” she said. “But their actions suggest the opposite.” She added, “They take us for granted, we will teach them a lesson.”Sarita Paikra is leading protests against a proposed aluminium refinery in Bhatauli. Two laws, many complaints The Congress’s “doublespeak” on Adivasi rights, activists said, was most starkly evident in what they call the government’s half-hearted implementation of the Panchayat Extension to Scheduled Areas Act. Although passed by the Parliament way back in 1996, most states failed to frame the rules required to implement the law that empowers Adivasi village councils with executive powers. In its election campaign in 2018, the Congress promised to rectify that if elected to power in Chhattisgarh. Not only did the Congress government take almost four years to frame the laws, but it gave the village councils only consultative powers. “PESA empowers the local population to make its own decisions,” said Umeshwar Singh Armo, a key member of the Hasdeo Arand movement. “And that is why they have diluted it because otherwise, they know they will never be able to put pressure on Adivasis to give up their land.”Umeshwar Singh Armo is a key member of the Hasdeo Arand movement. There are also murmurs of discontent about the implementation of another law meant to protect tribal interests – the Forest Rights Act of 2006, which empowers forest-dwelling communities.Although the state claims to have provided more individual land titles under the Act than any other state in the country, complaints about the distribution being arbitrary abound. Many Adivasi residents say that the titles they received gave them ownership over only a portion of the land they cultivated. Still, others say that they were provided with titles in places different from where they had claimed ownership rights.For instance, in Surguja district’s Chakeria village, Jholaram Paikra claimed that the title he got earlier this year gave him the right over only half of the land he cultivated. “I got only 2 acres,” he said. Armo said this was of a pattern. “The government gloats that it has given the highest number of land pattas in Chhattisgarh,” he said. “But the truth is the government has only thrown crumbs at people.”He continued, “Both the national parties do not want FRA and PESA to be implemented properly because it will then make it tough for the private companies to snatch our land.” Jholaram Paikra claimed that the title he got earlier this year gave him the right over only half of the land he cultivated.Best of the badIn the forested low-lying hills of north Chhattisgarh, every second person seems to share this scorn for the “national parties”. As Subhash Nagesia, a young Adivasi resident of Balrampur’s Chutaipath village, put it, “Congress-BJP dono ek maa ke bete hain humare liye” – for us, the Congress and BJP are like siblings, fundamentally the same. At the same time, though, most people are acutely aware that elections are perhaps an occasion not for idealism but pragmatism.   Criticism of the Congress is often post-scripted with an acknowledgment that it has in its tenure, nonetheless, offered some concessions. In October 2021, for instance, the Chhattisgarh government notified the Lemru Elephant Reserve which led to 40 coal blocks in north Chhattisgarh’s jungles being exempted from mining. “We have managed to save over 20 villages,” said Amro. In Imlipara, metres away from the entrance to the Parsa East and Kante Basin mine, Binod Singh Porte explained, “We may not be satisfied with the Congress, but we still remember how much we Adivasis suffered in the BJP rule.”Concurred Kariyam of Salhi village: “At least we are not jailed for protesting in this government.” Ramlal Kariyam accused the Congress government of 'trying to play both sides'. Hope for a better futureThe strategic electoral choices borne out of helplessness that most people seem to make in this part of the state means there is a deep yearning for a more reliable ally – a “voice of the public”, as someone put it. Several Adivasi-centric parties, such as the decades-old Gondwana Gantantra Party and the fledgling Hamar Raj Party, have projected candidates claiming to be doing exactly that. However, they seem to have little recall value – most people I spoke to weree unaware of the candidates these parties have given tickets to. “For now, it is a wait for the regional parties to grow strong,” said Armo. Amidst the despair and despondency, there is hope that will happen soon. In a village close to the town of Kusmi in Balrampur, Pradeep Nagesia, said, “Teesra vikalp jald hi aayega, thoda sa dhiraj rakhne ki baat hai” – a third alternative will emerge soon, it is only a matter of time.All photographs by Arunabh Saikia.","author":"Arunabh Saikia","time":"2023-11-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195847-rvjvhdncpq-1699883502.jpeg","tags":["Congress","PESA","FRA","Hasdeo Arand","Chhattisgarh Assembly Elections 2023"]}