{"title":"In charts: BJP received more money from electoral bonds than 30 other parties combined","content":"The Supreme Court on Thursday struck down the electoral bond scheme, ruling that it is unconstitutional. The court ruled that the scheme violated the right to information, freedom of speech and could result in quid pro quo arrangements between donors and political parties.The court has also asked the State Bank of India, which issues the electoral bonds, to provide details of the political parties that received the monetary instruments to the Election Commission of India by March 6. The poll body has been asked directed to publish the details by March 13 on its website.The electoral bond scheme, introduced by the Bharatiya Janata Party in the Union budget in 2017-’18, allows individuals and corporations to make anonymous donations to political parties. In their audited statements of accounts statements, political parties revealed to the Election Commission only the total amount they had received from electoral bonds but not the identity of donors.Data from these statements show that since the electoral bonds scheme was announced in Union Budget for 2017-’18, the Bharatiya Janata Party received, by far, the lion’s share of donations through electoral bonds.How electoral bonds filled BJP coffersAt least seven national parties and 24 regional parties have received money through electoral bonds.Till April 2023, when parties last submitted their audited statements, electoral bonds worth Rs 12,979 crore had been sold in 26 tranches, according to data collated by Association for Democratic Reforms, an election watchdog.Of this, the BJP received bonds worth Rs 6,566.12 crore – more than 50%. The ruling party collected more money from electoral bonds than all other parties combined. The principal opposition party, Congress, lagged far behind with over Rs 1,123.29 crore.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nA more detailed party-wise breakup for donations till April 2022, shows that of the Rs 9,856.72 crore received through electoral bonds since 2017-’18, the BJP alone received Rs 5,271.97 crore – more than 53%.The Congress had received Rs 952.29 crore during the period. Next on the list were the Trinamool Congress (Rs 767.88 crore), the Biju Janata Dal (Rs 622 crore) and the Telangana Rashtra Samithi (Rs 383.65 crore).!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn reply to a question in the Lok Sabha, Union minister Pankaj Chaudhari said on February 5 that a electoral bonds worth Rs 16,518 crore have been sold in 30 tranches since the launch of the scheme. This means that since April 2023, electoral bonds worth Rs 3,539 crore have been sold so far in the financial year 2023-’24. The breakup of which party received how much in electoral bond donations during this period is not yet available.","author":"Abhik Deb","time":"2024-02-15T14:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175970-ewcscwdxix-1655550951.jpg","tags":["Electoral bonds","Supreme Court","Election Commission","BJP","Congress","Electoral funding"],"source":"https://scroll.in/article/1063738/in-charts-bjp-received-more-than-50-of-all-electoral-bond-donations-since-its-launch"}