{"title":"In charts: Who funds India’s political parties? ","content":"In a democracy, political power is in theory supposed to flow from popular approval, as measured by results in elections. In practice, this system is often distorted by a number of factors, financial power being the most prominent of them. Political parties often shape policy not as per the desires of their voters but their funders.To reduce the influence of money on electoral politics, countries strive for systems where political funding is transparent so that voters can see who is bankrolling their politicians and vote accordingly. Unfortunately, India’s election funding system has glaring holes, allowing moneyed interest groups to clandestinely influence political parties.Unknown sources dominate party fundingUnder Indian law, not only are donors of amounts below Rs 20,000 allowed to be kept hidden legally, in the 2017 Union budget the Modi government announced an electoral bond scheme that even allowed large-scale anonymous donations. As a result, more than half of all the income of national parties in India is derived from unknown sources.Note: For national party incomes for 2017-’18 excluding the Communist Party of India (Marxist). Source: Association for Democratic Reforms.According to a report released on January 23 by the Association for Democratic Reforms, for the six national parties, excluding the Communist Party of India (Marxist), 53% of funding or Rs 689.44 crore was from unknown sources in 2017-’18. Known donors contributed Rs 467.13 crore or 36% of party income. The rest 11% came from other known sources such as sale of assets or membership fees.BJP dominates fundingNote: For 2017-’18. Source: Association for Democratic Reforms.The election watchdog also analysed donations above Rs 20,000 for national parties in its report. In this, the Bharatiya Janata Party garnered an incredible 93% share or Rs 437.04 crore in 2017-’18. The Congress came a distant second with Rs 26.66 crore or 5.67% of the total known donations to national parties.Electoral bonds have made things worseNote: For 2017-’18. Source: Association for Democratic Reforms.While 51% of all unknowns funds were donations below Rs 20,000 (which can be anonymous as per law), as much as 31% were made using the new instrument of electoral bonds.An electoral bond is a promissory note similar to a bank note. It can be purchased from State Bank of India branches in multiples of Rs 1,000, Rs 10,000, Rs 1 lakh, Rs 10 lakh and Rs 1 crore. Unusually for an instrument that permits such large amounts, electoral bonds can be anonymous. Individuals and companies can make donations to a party without having their identities disclosed to the Indian voter.The BJP dominates electoral bonds, garnering 95% of the total value of bonds purchased in 2017-’18.That electoral bonds allow large-scale anonymous donations to parties is seen to be a significant step back in setting up a transparent system of political funding. On Saturday, former Chief Election Commissioner Navin Chawla pointed out that the electoral bond scheme has actually emerged as a “greater method of camouflage” when it came to the use of black money in politics.Electoral bonds have been available since January 2018. Their impact was immediate, pushing up the share of income of national parties for 2017-’18 (even though the bonds had been available for only three months of that financial year).Source: Association for Democratic Reforms.This proportion might rise even further in 2018-’19 given that in the first nine months of the financial year, Rs 834.7 crore worth of electoral bonds have been purchased, nearly four times the amount in 2017-’18.Also Read: Running a party and contesting elections costs money. Here’s how the TDP and TRS rake it in.Two charts show how donations to the BJP have accompanied its political riseAs electoral bonds go on sale again, their popularity may lie in absence of transparency around themElectoral bonds: Political parties have encashed Rs 1,045.53 crore so far, minister told Parliament in December 2018","author":"Shoaib Daniyal","time":"2019-02-05T07:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/107927-ggxsksltlx-1544602195.jpeg","tags":["Electoral bonds","Political funding","electoral transparency"],"source":"https://scroll.in/article/911190/in-charts-anonymous-funding-dominates-indian-politics-and-electoral-bonds-have-made-it-worse"}