{"title":"In charts: How BJP swept the bye-elections in 13 states – and what it means","content":"While most political eyes were turned over the past few days towards the electoral battlefield of Bihar, another kind of election took place across 13 other states. On November 3 and 7, as many as 655 candidates from 98 different parties ran for one of the 57 assembly seats that went for bye-election. And while the Bharatiya Janata Party did not get the wave it was hoping for in the northern state, it swept nearly every state that had a partial election.The results are unequivocal. Out of 56 seats it contested, the BJP won 40 races across six states. It made a clean sweep of all eight seats in Gujarat, won 19 of 28 seats in Madhya Pradesh, and bagged 6 of 7 seats in Uttar Pradesh, leaving little room for its opponents. The BJP also won four of the five seats open in Manipur, the two seats in Karnataka and the only seat in Telangana. The BJP lost the two bye-polls held in both Odisha and Chhattisgarh, as well as Haryana and Chhattisgarh’s lone bye-polls. This translates into an overall strike rate of 71.4%. These results indicate how the BJP had a field day. Bye-polls do not generally attract much attention. They are usually low-stake events that seldom excite the public, beyond political nerds and professional observers. They score low turnouts, and this time was no departure from the rule (with the exception of Manipur, which registered 91.5% participation). These bye-polls, however, were different for a number of reasons. Firstly, because of their unusually large number, due to the pandemic postponing a few races, as well as the large number of MLAs who had recently ‘resigned’.  Secondly, before the Bihar results, the BJP had been on a losing streak in state elections, losing 10 of the last 13 elections that took place in major states. This translates into a net loss of MLAs, which in turn makes it more difficult to gain greater control in the Rajya Sabha, whose composition reflects the balance of power between parties at the state level. Sixty seats are not a measly number, particularly in states where the BJP currently holds slim majorities. Third, a large number of turncoat candidates contested these bye-polls, after the wave of resignations that accompanied Jyotiraditya Scindia’s migration to the BJP in Madhya Pradesh. As we shall see in a moment, most of them won. Beyond Madhya Pradesh, these bye-elections saw a large number of turncoats contesting. Out of 182 re-contesting candidates, 86 ran on different party affiliations. Thirty-six of them were in fact incumbent candidates, which only happen in cases of mid-mandate resignations. As the two “turncoat charts” reveal, the BJP banked on the slew of Congress resignations it had successfully induced over the past six months. In Gujarat, the BJP succeeded in attracting five Congress MLAs. Four of them were first-time MLAs elected in 2017, who jumped ship at the first opportunity. The fifth turncoat is Jitubhai Harjibhai Chaudhari, a four-time Congress MLA elected in Kaprada, a seat reserved for Scheduled Tribes.Twenty-six incumbent contestants won: 16 in Madhya Pradesh, five in Gujarat and five in Manipur. As far as the turncoats are concerned, 32 won their race – 28 of them on BJP tickets and the remaining four on Congress tickets. In Madhya Pradesh, the stakes were high as chief minister Shivraj Singh Chauhan needed a strong performance to consolidate his wafer-thin majority, after the collapse of the Kamal Nath government last March. This was also the opportunity for Jyotiraditya Scindia to prove that he was more than a hunting trophy for the BJP and that he could convince his vote base to follow him. He did deliver, as 18 of the 25 Congress turncoats who followed him or took advantage of the regime change to jump ship got re-elected. The Congress barely campaigned, being deprived of their voters and cadres across the Gird zone and the Malwa Plateau sub-regions. It fielded fourteen newcomers against veteran candidates who took away with them whatever local organisation the Congress had when they shifted to the BJP. Even a veteran candidate like Hemant Satyadev Katare, a four-time MLA from Ater, could not defeat his BJP opponent in Mehgaon. Turncoats are costly for parties not just for name recognition and reputation, but also in terms of organisational matters. There was not much contest either in Uttar Pradesh, where the opposition ran in scattered order. The BJP won six of seven seats, the remaining seat being wrested by the aptly-named Lucky Yadav, who won in Malhani with a narrow margin of 4,600 votes. The stakes were low since the BJP holds a crushing majority with 304 seats (now 311) out of 403. Nonetheless, and even though there is little evidence that bye-polls are nothing more than low-key local contests, the victor gets to interpret them in whatever way they want, which in this case is a vindication of the Adityanath regime, marked by caste and communal violence and general lawlessness. Gujarat also mattered as chief minister Vijay Rupani has been governing since 2017 with a thin majority (he won with 99 seats, a 54% seat share). This victory helps him consolidate his position and reduce incentives among his troops to seek greener pastures. If anything, it could incite more Congress MLAs to desert their party. At the end of the day, one should not read too much from these particular elections. They are, after all, mostly local contests whose importance merely depends on the context or moment in which they take place. They do matter ultimately for the balance of power in the Rajya Sabha but do not carry on their own much informational value on the politics of the day. But when the BJP wins so many seats without much resistance from its adversaries, it is revealing of the opposition’s current state of lethargy. These small victories do have a cumulative effect and reinforce a somewhat misplaced perception that the BJP cannot be defeated. Gilles Verniers is Assistant Professor of Political Science at Ashoka University, Co-director of the Trivedi Centre for Political Data and Visiting Senior Fellow at the Centre for Policy Research. Ananay Agarwal, who compiled the data, is Research Fellow at TCPD. Mohit Kumar and Neelesh Agrawal also contributed to the data.","author":"Gilles VerniersAnanay Agarwal","time":"2020-11-12T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150542-aakqhifigv-1605113305.jpg","tags":["Bye-Elections","Bharatiya Janata Party","Madhya Pradesh"],"source":"https://scroll.in/article/978346/in-charts-how-bjp-swept-the-bye-elections-in-13-states-and-what-it-means"}