{"title":"In dancer Uday Shankar's rare film from 1948, a manifesto for a new India","content":"It’s not every day that a movie has the power to charm both dance lovers and educational reformers. But Uday Shankar’s Kalpana is no ordinary movie.The renowned dancer and choreographer’s only celluloid project was released a year after Independence. Shankar used a story-within-a-story narrative and the dance ballet form to advocate his vision of a nation that would reach into the future while remaining tethered to its roots.Kalpana has been out of circulation for decades and emerges only on rare occasions. One of them was on November 24, at the smallest auditorium at the ongoing International Film Festival of India in Panaji. The home theatre-like space just about managed to contain the imagination, daring and playfulness that leap off the screen over 160 minutes.Shankar’s passion project is equal parts biography, manifesto, critique and celebration. It begins as a movie script being narrated by an elderly gentleman to a producer with a board outside his office saying, \"Box office is  God\".The elderly gentleman spins a wondrous yarn about Udayan (played by Shankar), who single-mindedly pursues his dream of setting up an arts academy that will liberate victims of a rote learning-based educational system and reconnect them with their artistic traditions.Udayan’s journey is told through several elaborately choreographed sequences, whose influences range from German Expressionism to folk and classical traditions.Real to reel and backKalpana appears to have been Shankar’s response to the closing of the arts academy that he set up in Almora in Uttarakhand in 1938. Shankar, the elder brother of sitar player Ravi, used his travels in the West, including collaborations with the acclaimed ballet dancer Anna Pavlova, to create an Indian idiom that would combine the best of domestic and foreign impulses. He recruited the leading talent of the day to teach at the Uday Shankar India Cultural Centre, but it ran out of funds and was shut down in 1942.Shankar later set up another centre in Kolkata, where he lived until his death in 1977. Money, or rather the lack of it, is a recurrent theme in Kalpana, and is dealt with humourously at times and despairingly at others. A charity dinner where the posh set has gathered to bestow its munificence on struggling artists turns into a fiasco when Udayan lacerates his overstuffed guests for neglecting their duties towards the poor. Udayan vents further bile at the uncultured elite in a dance ballet about oppressed factory workers rising up against their cruel employer.Shankar was as interested in creating a conversation about reforming Indian culture as dance itself. Kalpana presents his vision for an alternative education system that will forge a better race of citizens. India had shaken off colonial rule by the time Kalpana was released, but the country was some years from the Nehruvian nation-building project, whose goals included the spread of progressive and humanist values and the encouragement of indigenous forms of cultural expression.Kalpana’s opening titles assert that all the musical instruments used on the soundtrack are Indian, and it is hopeful of being “worthy of India’s cultural heritage”. The emphasis is on synthesising modern and Indian attitudes and behaviours as well as in taking pride in local traditions. The extended climax, during which dancers present styles and costumes from different regions, anticipates the government’s Festivals of India parades at home and abroad.Light on its feetFilm as pedagogy can be deadly dull and off-putting, and Kalpana has its share of lectures and discourses. But the movie is also full of surprises. Its Indian internationalist philosophy makes room for optimism and levity. A major sub-plot of a love triangle between Udayan, his lover and patron Kamini (Laxmikanta), and his childhood friend Uma (Amala Shankar), provides many excuses for amusing cat-fights.At a second fund-raiser, the arts school’s students showcase the diversity of Indian dance styles to an audience that includes clueless royals and wide-eyed commoners. The royals’ collective response, which is being relayed live by radio, is measured on a scale whose top reactions range from “ecstasy” to “maddening” to “sex appeal”. Whenever the royals appear bored, which is often, a gaggle of giggly girls steps onto the stage as though in an American musical to raise temperatures and keep the donations coming in.Some of the performances are stilted, since the cast comprises mainly dancers who had never acted before, and the passages between sequences are awkward and jerky. But Shankar has an eye for creating dance sequences in a manner that is respectful of the dancers’ abilities. He never resorts to spectacle for its sake, even in a dream sequence in which Udayan dies and is reborn.Kalpana is a roughly cut forties gem, experimental and envelope-pushing in its attempt to tell a story through the prism of dance.Lost in and found againShankar’s proposition for a new post-colonial national identity was lost for decades after its release. Its re-emergence has sparked off an ownership dispute. Kalpana’s negative was restored a few years ago by the World Cinema Foundation on the recommendation of Shivendra Singh Dungarpur, the filmmaker and founder of the non-profit organisation Film Heritage Foundation.The restored version is stored at the National Film Archive of India in Pune. As per the archive’s records, Uday Shankar’s family is Kalpana’s copyright owner. However, Shankar had gifted the film to a woman named Anupama Sengupta before his death, and she sold the rights to Kolkata-based producer Sunil Jindal 12 years ago.The Shankars and Jindal have been battling out the copyright issue in court for the past several years. Jindal says he has won the case, and Kalpana is his to exploit and share with the world. “I am the sole owner of the picture Kalpana,” Jindal said over the phone from Kolkata. “The NFAI is supposed to keep the film and not screen it at festivals. Shankar had gifted the film to Anupama Sengupta, and this gift has been registered in court.”Mamta Shankar, the dancer’s daughter, did not respond to requests for an interview. Jindal hopes to sell the movie’s television rights to Doordarshan and eventually release it on DVD. “My main motive is to show Kalpana to the public wherever possible,” he said. Until that happens, Kalpana’s achievements will have to imagined rather than seen.","author":"Nandini Ramnath","time":"2014-11-26T06:30:25+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/691671-bcbf84de-11b1-48e7-9887-72a0fb9bba6c.jpg","tags":[]}