{"title":"In-depth: How a Facebook post broke the decades-long communal peace of a West Bengal town","content":"Maulana Yasin Mondal speaks slowly, his voice heavy with dismay. “I have never seen anything like this,” Mondal said. “Hindu-Muslim [tension] is unknown in Magurkhali [in the Basirhat sub-division]. We are still in shock.”Mondal is the imam of Milan Masjid, a mosque which stands opposite the house of the Class 11 student who had been accused of  posting the explicit cartoon of the Prophet Mohammad on social media that triggered the first large-scale communal trouble in the area in living memory. From July 2, the Basirhat sub-division of North 24 Parganas district in West Bengal was in the grip of violence that lasted for close to a week and claimed one life.The ground violence in turn sparked off a narrative war, as the riot was used to score political goals. English-language television news and many on social media portrayed it as event in which Hindus were under unprecedented attack. Times Now reported the clashes with the hashtag “#HindusDontCount”, while Republic TV claimed that the “national media” was intentionally ignoring the real picture. The Bharatiya Janata Party used the riots to attack the Trinamool Congress-led state government – even going so far as to spread fake images  of the violence on social media. One such image – shared by a BJP spokesperson – showed a vehicle up in flames and a large crowd rioting in the background. This dramatic photograph, of a city taken over by the mob, was ironically from the 2002 Gujarat riots and presented a misleading and exaggerated picture of the violence in Basirhat.The reality of Basirhat is more complex and not as cataclysmic as some television and social media narratives attempted to suggest. Yet, in the context of West Bengal – a state that has enjoyed decades of communal peace – the riots are a significant event, bringing the dynamics of Hindu-Muslim ties into mainstream politics.The image of the 2002 Gujarat riots passed of as a photo from Basirhat by a BJP spokesperson.What really happenedWest Bengal’s North 24 Parganas district, where Basirhat is located, borders Bangladesh. Within the Basirhat subdivision of the district lies Baduria town, with a population of around 50,000. Magurkhali is technically a ward of the Baduria municipality but for all practical purposes is a village. On June 30, a screenshot started to circulate around the Basirhat subdivision via Whatsapp. It showed the Facebook timeline of a teenager from Magurkhali who had allegedly shared an explicit cartoon of the Prophet.Matters reached a head by 7 pm on July 2, when a group of Muslims showed up at the house of the boy who had allegedly shared the cartoon. The boy lived with his uncle. The group demanded to see the boy who, his uncle pleaded, was not at home, a neighbour who did not want to be named told Scroll.in.Soon after, a large crowd of Muslims, numbering between 2,000-3,000 gathered at the school grounds of Rudrapur, a market town adjacent to Magurkhali. It was here that the local administration first woke up to the issue. Top police officials as well as the head of Baduria’s civic body rushed to calm the crowd. In an attempt to keep the peace, a promise was made to the mob: the boy would be arrested within 24 hours.Mob versus police to Hindu versus MuslimThe West Bengal Police lived up to its promise: the teenager was arrested sometime late at night. But the mob had been emboldened. With the police bowing to their demands, the mob turned on them the next day in a show of power. In Baduria town on Monday afternoon, a mob attacked the police station, burning vehicles and blocking major roads and rail lines. By Monday evening, the house of the boy in Magurkhali – now empty – was attacked and an attempt made to set it on fire.The agitation then spread to Basirhat town, the administrative head of the subdivision. On the outskirts of the town, in the Muslim-dominated neighbourhood of Trimohini, the police clashed with a group of Muslim protestors around 8 pm on Monday, area resident Atia Rahman Mondal told Scroll.in. The Muslim mob scattered, returning sometime around midnight. They proceeded to attack the Hindu-owned shops at Trimohini. A cigarette-paan shop and a store selling cold drinks were broken into and looted, while the board of a pharmacy was smashed and torn. Till that point, the violence had only involved Muslim mobs clashing with the police at Baduria. It was in Trimohini that the the incident took on a communal colour.On Tuesday, more Hindu areas on the outskirts of Basirhat were attacked. In Harishpur, a Muslim mob smashed the windows of houses and broke into a clubhouse, where they damaged some furniture and threw a carrom board into a pond. In Mayer Bazar, the idol in a Kali temple was broken. Later that day, Muslim establishments also came under attack. Next to Falguni cinema theatre a hole was made in the steel shutter of a pharmacy shop owned by Haji Mohammed Ali Gazi and flaming bamboo rods were thrown in, burning everything down to the ground. Meanwhile in Baduria, mobs were still targetting the police, with even senior police officials injured. Roma Dey, whose paan and cigarette shop at Trimohini, Basirhat was broken into and looted. Photo credit: Shoaib DaniyalBasirhat riotsWhile the violence in Baduria largely stayed out of the news, reports of disorder in the much more prominent town of Basirhat started to get out. On Tuesday afternoon, Chief Minister Mamata Banerjee held a press conference where she blamed the governor for speaking to her rudely about the Basirhat violence. Ironically this ego tussle, rather than the alarming presence of communal riots in West Bengal, became the main story for the Bengal media the next day. By Tuesday night, around 400 paramilitary troops had been sent to  the area and section 144 of the Code of Criminal Procedure was imposed, banning the assembly of more than four people.The next two days saw Hindu mobs in Basirhat attack Muslim businesses as well as any property that seemed to be connected to the Trinamool Congress – which was now seen as condoning the rioting by Muslims. Trinamool offices were sacked and a mob even tried to attack the house of the Trinamool MLA from Basirhat. Shops owned by Muslims were attacked in neighbourhoods like Shoshan Ghat and Jail Khana Mor. The violence was mostly low-scale, with the facades and signboards of shops being smashed.  There was, however, one exception: on Wednesday night, 65-year old Kartik Ghosh, a resident of Bhyabla in Basirhat subdivision, was stabbed while on his way home from the market. He died in Kolkata the next day.Scale of the violenceIronically, by Wednesday, Baduria, the place where it all began, was completely calm. Contrary to exaggerated reports on the scale of the riot, Hindu-Muslim violence had remained confined to the town of Basirhat. Even in Magurkhali, where the boy who was arrested over the Facebook post lives, it was the Muslim residents of the area, led by the former vice-chairman of the Baduria Municipal Corporation Amirul Islam, who chased away the mob that tried to set fire to the teenager’s house.The house of the Magurkhali boy alleged to have shared the explicit cartoon on his Facebook timeline. Photo credit: Shoaib DaniyalIn Basirhat town, no violence was reported starting Friday and shops and businesses opened up over the weekend. By Monday, normalcy was largely restored in the town – paramilitary troops at major intersections and the suspended mobile Internet services where the only signs of the previous week’s disturbances. While allegations that outsiders from across the border – Bangladesh is just 12 km away – were behind the unrest have done the rounds, this seems unlikely. The nature of the violence in Basirhat suggests that it was local skirmish. Shops were not attacked indiscriminately but carefully picked out by religion, suggesting that people familiar with the area were involved in the violence. “We know who attacked our shop. It was done it broad daylight,” said Daud Ali, whose father’s pharmacy was burnt down in Basirhat. “But we know it’s no use filing a complaint. We also need to stay here.”Across Basirhat, shops were identified and targetting according to the religion of their owner, pointing to the local nature of the riot. This photo is from the Shoshan Ghat neighbourhood. Photo credit: Shoaib DaniyalAdministrative blundersThough a strong clamp down since July 5 helped contain the scale of the riots, the administration made glaring mistakes in dealing with the situation at the start. The first and most egregious one was for the police to bow down to the mob. On Sunday, the police treated the crowd in Rudrapur as a legitimate interlocutor, striking a curious sort of deal that involved agreeing to arrest a teenager within 24 hours. Even worse, the Baduria police simple did not stand up to attacks on themselves.Baduria MLA Quazi Abdur Rahim sees this as a dangerous portent. “Ever since the Trinamool has come to power, the fear of police has gone,” said Rahim, a member of the Congress party. “When the police gets beaten, it hides under the table. That day [Monday, outside Baduria police station] senior police officers were attacked and they did not do anything. This can lead to more trouble in the future.”At the tail-end of the clashes, the Trinamool finally sent out a message that it would take strict action against rioters – but it might be too little, too late given that the pusillanimous image of the police had already spread throughout the state.The vandalised clubhouse at Harishpur, Basirhat. Photo credit: Shoaib DaniyalUnprecedented situationOne explanation for the mismanagement of the riots may be that the administration was caught off guard, as communal disturbances are rare in the area. The last such unrest here, Baduria MLA Rahim told Scroll.in, was half a century ago, in 1964 (that year saw riots in West Bengal as well as East Bengal, which is now Bangladesh).Unlike many other parts of India, very few in Baduria-Basirhat had ever seen a riot in their lives. While riots in India are usually an urban phenomenon, the initial crowd in Baduria, it seems, was drawn from the countryside. “Now everyone has WhatsApp and this offensive image spread very quickly,” explained Rahim. In Magurkhali, at the Sonali club, a group of Hindu men said the crowd was young and rural.The mob, with members as young as 12, mobilised using social media, were immune to top-down control. “Respected leaders such as Maulana Abdul Matin [the head of a large madrassa in the area] made so many appeals for the crowd to calm down but they wouldn’t listen,” said Islam, the former vice chairman of the Baduria Municipal Corporation who had led the group that chased away the mob attacking the teenager’s house. The police did not imagine such a bottom-up mobilisation of rural Muslims using WhatsApp. “When they arrested the boy late on Sunday, the police did not even bother to spread the message,” said Islam. “As a result many rioters on Monday were rioting under the impression that the accused was still free.”Broken harmonyWhile peace has returned to the subdivision, the riots have left the area scarred. In Magurkhali, Purna Ghosh, 57, is scared for the future. “Yes, nothing happened this time, and I am thankful,” said Ghosh. “But it can always happen again. We are safe till there is section 144. But what after that? In this area, there are 70% Muslims. And as we saw, the police can’t even protect themselves. Then how will they protect Hindus?” Maulana Yasin Mondal, the imam of the village’s Milan Masjid, is also fearful about the future. “Muslim der bara bari hoe chhe,” he admits. Muslims crossed a line. “We never had any thing like this before. Now Hindus will say Muslims attacked us.”Maulana Yasin Mondal, the imam of the mosque in Magurkhali chides Muslim for reacting violently to the cartoon. Photo credit: Shoaib DaniyalIn Basirhat town, Muslim shopkeepers whose establishments had been attacked are not keen on pursuing legal cases. Mirroring the Hindu apprehension in Magurkhali, Muslims in Basirhat town are wary, given that the town is largely Hindu and has a Hindu elite.Cause for concern The unrest in Basirhat caps a string of low intensity communal riots in West Bengal over almost a decade. This includes the 2010 Deganga riots, 2013 Canning  riots and clashes in Dhulagarh and Kaliachak last year. Unlike in many parts of North and West India, West Bengal does not have an institutionalised riot system (a theory that suggests that large-scale riots are not spontaneous but are engineered, typically for political gains). Moreover, the Trinamool – with a vote bank split down the middle between Hindus and Muslims – does not benefit from communal violence. This means that while riots have arisen, they have rarely snowballed into prolonged periods of widespread disorder, like in Gujarat in 2002. That, of course, does not mean it cannot happen. Till the 1960s, West Bengal was highly volatile communally. There is no theoretical reason that those days cannot return.","author":"Shoaib Daniyal","time":"2017-07-14T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/843692-62655-gxweyjlnhw-1500005157.JPG","tags":["West Bengal","Basirhat","Baduria","Communal riots","Scroll Anniversary - Best of 2017"],"source":"https://scroll.in/article/843692/in-depth-how-a-facebook-post-broke-the-decades-long-communal-peace-of-a-west-bengal-town"}