{"title":"In Dadri, BJP leaders Mahesh Sharma and Sangeet Som keep the pot boiling","content":"Mahesh Sharma, the union minister for culture and the MP for Noida, has systematically muddied the waters to ensure that a police investigation into the lynching of 50-year-old Mohammad Akhlaq in Bishara village of Dadri tehsil near Delhi, will be politically contested if it does not reach the same conclusions as he and other members of his party have reached – that cow slaughter or rumors of cow slaughter provoked an unplanned attack.A responsible citizen would have said that we must await the report of the ongoing police investigation into the attack last Monday, which also left Mohammad Akhlaq’s 22-year-old son, Danish, critically injured. And Sharma is no mere citizen: he is under oath to defend the constitution. He has instead been expansive with his imaginative reconstruction of events and announced that he will “join forces with the police” in conducting the investigation. He has abrogated to himself the roles of crack investigator, forensic pathologist, social psychiatrist, political analyst, and man with a deep knowledge of animal slaughter, meat cutting and meat smuggling, to set out a narrative that looks set to become the truth, at least in some quarters, through repetition.Sharma as investigator:“A conspiracy cannot be hatched in two hours. A conspiracy requires a month, a fortnight. …There was no premeditated conspiracy. If there was one, let the police investigate.”These [the slaughter of cows] are frequent incidents. …Often trucks are seized and cows are recovered. It then causes a ruckus. A few hundred people gather, shout slogans. Someone sets the truck on fire in reaction...In the same way, someone said that it was beef [in Akhlaq’s house]. It also appeared like beef. Then they announced from the temple that ‘beef was recovered’. ‘Where was it found?’ ‘It was found in his home.’ Perhaps there was a trail of blood coming out of that home. People then reached his home. They got furious, a mob gathered, broke the door. That’s how it happened.”Sharma as forensic pathologist:“Whenever a person faces an attack by lathis, he thrusts his hands forward, and five-seven of his fingers are inevitably broken. I have 30 years’ experience as a doctor. He [a person] received at least 10-15 fractures in his body and fingers. Danish is admitted in my hospital. He does not have a single fracture in his entire body except a head injury that was caused when he was hit by a lathi. Maar diya hoga kisi shaitaan ne. But it means that the intention was not to lynch.\"Sharma as political analyst:“… no one threw even a stone at the neighbouring homes of Muslims. Therefore, it is wrong to give it that [a communal] colour.”Sharma as social psychologist:“Momentarily hai (It was momentary). Gaay ke maans par hum logon ka… andar se aatma hilne lagti hai (On beef… our soul starts shaking). You can kill other animals, mutton, and people don’t (react)… (but) when you name cow… We have linked the cow with our mother.”Sharma as expert on slaughter and smuggling: “They tie the four legs [of the animal] in a special knot, use some instrument, kill it. Within minutes, they skin it, pack its meat in a vehicle, and escape. Within five-seven minutes, they skin an entire adult cow. A gang of just three-four persons can do it. They take out everything [from inside the animal’s body], leaving just the skin and bones behind.\" Criticising the mediaUnder attack from the media for asserting that the lynching was just an “accident” and could not be a “conspiracy”, Sharma roundly criticised the media for seeking divisions where there were none and parsing his words to find meaning that was not intended. He declared there would be justice for all “there will be justice, for them, the youth who have gone to jail and there will also be justice for them [the Akhlaqs]”.Sharma made stirring reassurances to TV cameras that Bishara would be safe for all its residents, at a meeting of the village’s Hindu groups who claimed innocents had been arrested. He appeared to support their allegations, commending them for having “given their children for investigation”, telling them he had spoken to the Home Minister Rajnath Singh and assuring them “in the investigation of the youth we will join forces with the police,……”(“in yuvaon ki  jaanch me hum log poori tarah police ke saath lagenge…”). He also warned the media that they would be prevented from entering the village if they were “one-sided” in their reporting.No doubt that Sharma will claim he has been misinterpreted, but by any yardstick this sounds like a minister of the union government (who is neither a witness nor accused in the case) declaring that he believes he has a right to interfere with the functioning of the criminal justice system. Taken together with his vividly imagined reconstruction of the lynching, in which he suggests “cow slaughter” had got people’s tempers up, it would seem the minister was putting the weight of his office, and his position as MP for the area, behind a “cause and effect”  narrative of the lynching of Mohammed Akhlaq and his son Danish in which the mob had “just cause” for the attack, making their crimes less grave and so the arrests by the police, unfair. Not so innocentFor a cabinet minister to repeat the canard about cow slaughter, when there is no complaint of cow slaughter under investigation, is irresponsible in the extreme. One must assume then that it was not done without intent. Even the temple priest who made the announcement asking people to gather because a cow had allegedly been slaughtered in the village on the night of the lynching does not say he actually saw it. Yet, it is the centrepiece of Sharma’s narrative. Akhlaq died of his injuries in Noida’s Kailash Hospital, which Sharma owns. Danish is still on life-support in that hospital. Sharma, who is himself a medical doctor, ignored issues of conflict of interest and medical ethics to claim that as a medical professional he can authoritatively say that that the injuries that Danish received suggest that his attackers had no intention to kill.Sharma, on Sunday was abroad, on work in his capacity as Union Culture minister, but more fearsome Hindutva warriors have picked up his narrative. Sangeet Som, the MLA for Sardhana, has visited Dadri to move the narrative forward. Som is accused of hate speech and inciting violence in Muzaffarnagar in 2013 including, by uploading on a social networking site, an old Pakistani video of a lynching which he claimed was a video showing the killing of two Muzaffarnagar Jat men, whose deaths were used to drum up anti-Muslim feelings that led to the orchestrated Jat-led violence against Muslims in 2013.In Dadri, Som said: 1. The police are conducting a one-sided  (ek-tarafa) inquiry (this was an allegation made in Muzaffarnagar too).2. Yes, it’s acceptable to investigate the murder, but also investigate the man who slaughtered cows.3. A young man Rahul Yadav who was hit by a (stray police) bullet has been ignored by the media and not received compensation from the government, although the government has given the Akhlaq family Rs 20 lakhs.4. The government of Uttar Pradesh supported the (Muslim) conspirators of Muzaffarnagar riots and they have now done the same with those who slaughtered a cow (the Akhlaqs)5. That Hindu women in Bishara are being harassed and interfered with, and police are entering their homes illegally.6. The media is being denied access to Bishara because its reporting is one-sided.Mohammed Akhlaq’s family may leave Bishara, with the assistance of the Indian Air Force, in which another of his sons serves. But it is clear from Mahesh Sharma’s and Sangeet Som’s statements to the media that the BJP is intent on keeping the communal cauldron in Bishara and its neighbourhood on the boil.","author":"Anjali Mody","time":"2015-10-05T09:15:35+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/759845-7f0e1583-976f-4ab6-b683-abc6169a6b67.jpg","tags":[],"source":"https://scroll.in/article/759845/in-dadri-bjp-leaders-mahesh-sharma-and-sangeet-som-keep-the-pot-boiling"}