{"title":"In Darjeeling district, residents oppose hydel projects over small rivers and streams","content":"“This river flows northward and has a significant religious value according to Hindu shastra [scriptures],”  said Manprasad Subba while pointing at the Chhota Rangit river in  Bijanbari town, located in West Bengal’s Darjeeling district. “People  come from all over Darjeeling to perform religious rites in the river.”Chhota  Rangit is a stream that originates from Manebhanjan, a town bordering  Nepal in West Bengal’s northernmost region, and flows through several  towns and villages in Darjeeling district before merging with the Rangit  river in Sikkim’s Jorethang. Rangit eventually meets the Teesta.  Subba, a renowned Nepali poet and a resident of Bijanbari, is worried  about the river’s future. Near a town called Pulbazar, a few kilometres  from Bijanbari, Chhota Rangit is met by another river, Balawas. Here,  the West Bengal government has proposed  two hydro-electric projects – a 12 megawatt, or MW, project on Chhota Rangit  and a 6 MW one on Balawas. Locals in Bijanbari and Pullbazar fear the  projects will endanger their way of life.Credit: via IndiaSpend.“The river will stop flowing through Bijanbari and  Pullbazar as the government plans to alter its course for the hydro  project,” Subba, 70, said. “It is the main source of livelihood here.  From tourism to agriculture to dredging and stone quarrying, every  family in the region is dependent on it.”To  collectively resist the project, residents of Bijanbari, Pullbazar, and  other towns and villages that would likely be affected, have formed the “Save Chhota Rangit Campaigning Committee” that has 350 active members.  Subba, a Sahitya Akademi Award winner, is the president.Even  though a detailed project report is yet to be released by the  West Bengal State Electricity Distribution Corporation Limited, the state agency in charge of the project, locals allege the  flow of the river would be stopped ahead of Bijanbari, causing severe  ecological damages.“We believe Chhota Rangit’s water  would be diverted ahead of Bijanbari and taken to a reservoir and  powerhouse that would be built near Pullbazar via underground channels,”  said Poonam Darnal of Bijanbari, secretary of the campaigning  committee.“This will not only lead to drying up of the  river here and beyond, but will also increase the phenomenon of  flooding. During the monsoon season, water level increases and the flow  is also heavy. As a result, water will be released from the project  which will cause flood.”The local resistance to these  projects, and environmental concerns are mirrored in several hydropower  projects ongoing or planned – not just in Darjeeling district but also in  all other states in the North East, our reporting found. The  West Bengal government’s decision to resume the Chhota Rangit and  Balawas projects are part of a larger push for hydropower projects in  the northeast. This is the first part of a two-part series. The first  story is on the Chhota Rangit hydel project, while the second part out  on September 16, details proposed small hydropower projects in West  Bengal and northeastern states, and why many are being opposed by  locals.Chota rangit hydel projectResidents of Bijanbari and Pullbazar said they had first  heard about the hydel projects in 2015. They had protested back then,  and stopped the state government from going ahead with the construction  of a powerhouse for the project in Chhota Rangit river. “Even  then, a committee was formed to protect the river. All of us  collectively resisted the project which led to the government suspending  it. For years there was no word about it,” said Darnal.The powerhouse construction site in Bijanbari where work stopped after local opposition in 2015.Things got serious in January 2023 when the West Bengal State Electricity Distribution Corporation Limited officially  took the initial steps towards resuming construction of the hydro  projects. On January 20, the company invited tenders  for construction of notches and for the installation of gauges for  recording the discharge of Balawas and Chhota Rangit’s water. Around  the same time, state utility attempted to do some work on the ground, twice  in January and once in February, said Darnal. These attempts were thwarted by members of the Save Chhota Rangit Campaigning Committee.A  delegation from the committee met local state utility officials and stated  their objections to the project and demanded that it be moved elsewhere,  the committee said. The committee also expressed its concerns to the  Darjeeling district magistrate and to Gorkhaland Territorial  Administration and state government officials. There  has not been any activity by the authorities since they were stopped  from working in February. Meanwhile, the Save Chhota Rangit Campaigning  Committee also wrote to the Union Ministry of Environment, Forest and  Climate Change, stating its apprehensions and requesting  that the project be stopped.The letter sent to the environment ministry by the Save Chhota Rangit Campaigning Committee.IndiaSpend visited the West Bengal State Electricity Distribution Corporation Limited office in Darjeeling,  where the station manager directed us to another official in Kurseong  division who suggested that we should talk to the company’s human resources and administration manager in Siliguri.The human resources, on the direction of the chief engineer (Hydel), asked IndiaSpend  to get in touch with the Planning, Investigation and Design  Department of the state electricity utility that had invited the tenders for construction of  notches and for the gauge installation. Mrinal Kanti Das, ehief engineer in the department, refused to comment and asked us to send an email. A  mail with a set of questions about the project’s current status and  about the state electricity utility’s response to the issues raised by locals in Bijanbari and  Pullbazar, including their demand for a public hearing, was sent to his  office, as well as to the office of utility’s director general. This  story will be updated when we receive a response.Privilege of small hydro projectsSave Chhota Rangit Campaigning Committee president Subba  said that in its last meeting with the West Bengal State Electricity Distribution Corporation Limited, district administration and  Gorkhaland Territorial Administration officials, the committee requested for a public meeting. “We  said that since the government has decided to come up with a hydro  project on our land, it must hold a meeting to inform and listen to  residents of the land,” he said. “The officials gave their word that  there would be a public meeting, but it is yet to take place.”It is unlikely that the meeting will never take place. The Government of India has placed small hydel projects in the “White Category”  industrial sector which is “practically non-polluting”. They are looked  after by the Ministry of New and Renewable Energy and are exempted  from the Environmental Impact Assessment notification of 2006 and  as a result, do not require a legally binding environmental clearance.Poonam Darnal (second from left) and Manprasad Subba (third from left) along with other members of the Save Chhota Rangit Campaigning Committee in Bijanbari. Credit: Niladry Sarkar, via IndiaSpend.IndiaSpend reached out to the secretary and joint secretary of the Ministry of New and Renewable Energy via email for a comment on concerns raised by  locals in Darjeeling’s Bijanbari about the proposed small hydro projects  there. The secretary’s office directed us to AK Tripathi, adviser to  the Ministry of New and Renewable Energy. While his office telephone remains out of service, we have  emailed a questionnaire to him asking for the ministry’s reaction to the local  people’s concern in Bijanbari. This story will be updated when we hear  back from the ministry. This exemption from the Environmental Impact Assessment notification implies that the state electricity utility and state government authorities  are not obliged to conduct a public hearing or take into account the  suggestions and demands made by locals in Bijanbari and Pulbazar about  the proposed 12 MW Chhota Rangit and 6 MW Balawas hydel projects.Local livelihoods “I collect sand, stones and pebbles from the river bed and sell them in  the local market,” said Dilip Chhetri of Pulbazar. “I earn about Rs  1,500- Rs 2,000 a week. My family depends on this work that I do. In case  the river stops flowing here due to the Chhota Rangit hydel project, we  will lose our livelihood.”  Dilip Chhetri working in Chhota Rangit river. He says his family depends on this work, and if the hydel project impacts the river's flow, he will lose his livelihood. Credit: Niladry Sarkar, via IndiaSpend.Bijanbari’s Surya Mukhia is dependent on dredging and stone  quarrying. “The company [WBSEDCL] didn’t even bother to inform us of  anything. I heard about the project when the local [Save Chhota Rangit  Campaigning] committee told us,” he said. “Most of us  here are not employed in regular jobs. We somehow manage by collecting  stones and sand from the river, and with some work in local hotels and  homestays,” Mukhia continued. “But they won’t run for long if the  project starts because without the river, tourists would also stop  coming here.” According to Soumitra Ghosh, an  environmental activist in North Bengal, not only will the livelihoods of  those dependent on dredging, stone quarrying and tourism be affected,  but people who rely on agriculture would also suffer if the natural flow  of Chhota Rangit is disrupted.“This river keeps the  groundwater level suitable for agriculture and also influences water  springs around itself in the mountains of Bijanbari and Pullbazar,”  Ghosh points out. “Due to the hydel project, the groundwater level will  fall and several springs would be lost, resulting in a drinking water  crisis as well.”Being a stream in the mountains, Chhota  Rangit doesn’t have a heavy flow like major rivers. Between October and  May, it almost dries up and goes underground at several locations. It  is only during the monsoon that Chhota Rangit flows with all its might.“A  minimum water flow is needed for small streams in the mountains to  survive. If water is taken out of Chhota Rangit for the hydel project  during the dry season, its minimum flow would be disturbed, leading it  to an existential crisis,” Ghosh explained.The Chhota Rangit river. Credit: Poonam Darnal via IndiaSpend.Farmers in the region, and everyone associated with  agriculture including tea cultivation, are in a state of heightened  anxiety. “I don’t know anything except for farming,”  said 42-year-old Dilkumari Chhetri in Pulbazar. “My husband is also a  farm worker. But since he is a man, he may go away from here to seek  work. If agriculture stops, our earnings will be reduced by half.” She  and her husband have eight mouths to feed, including their school-going  children and octogenarian parents.Dilkumari Chhetri on her farm on the bank of Chhota Rangit in Pulbazar.  Credit: Niladry Sarkar, via IndiaSpend.In the region, agriculture is not solely a means of  financial gain. Farm labourers till lands owned by others, cultivating  crops and sharing half of the produce with the landowners. “We  keep what’s needed for our family and sell the rest in the market,”  said Buddha Rai, a farm worker in Pulbazar who was checking on his maize  crops with Dilkumari Chhetri on the bank of Chhota Rangit when IndiaSpend visited the region in late June. “Even  though farm lands are owned by a few, the number of workers is well  above 100. Then there are vendors in local markets and transporters who  take our produce outside, including Darjeeling,” Rai said. “So, you can  imagine how many people will be affected if farming suffers.” One  of the other major concerns flagged by locals in West Bengal’s  Bijanbari and Pulbazar about the proposed small hydro projects is their  impact on and eventual stopping of the northward flow of the Chhota  Rangit river, which occupies a place of reverence in Hindu tradition.To  protect the livelihoods of locals in Bijanbari and Pullbazar and to  ensure that sentiments of Hindu residents are not hurt, the Save Chhota  Rangit Campaigning Committee unanimously demanded that the proposed  hydel project be stopped completely or moved elsewhere. “We  are aware authorities may try several means to break our movement and  manipulate locals into accepting the hydel projects,” committee  president Subba said. “We will restrict every untoward method used by  them. Our only demand is either stop the project or take it somewhere  else where our river won’t be harmed.”This attitude  sets up a direct clash with the state electricity utility, the Government of West Bengal  company in charge of the Chhota Rangit hydel project. “We choose a  location for such projects where it would be the most convenient. Our  intention is to serve the society and develop the country in the best  manner possible,” said a senior West Bengal State Electricity Distribution Corporation Limited official who did not wish to be identified.“The decision is not taken by the company  alone as many think. Several surveys are conducted and the results are  cleared by the appraisal body in the state and then approved by the  central government before work in a hydel project is started. Right now,  fears on the ground are unsubstantiated.”He did not  comment on whether the company considered local people’s suggestion to  change the location of the Chhota Rangit and Balawas hydel projects. This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Niladry Sarkar, IndiaSpend.com","time":"2023-09-18T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194122-qucylmtpjl-1694799508.jpeg","tags":["Chhota Rangit","West Bengal","Hydel Projects","Hydroelectricity","Darjeeling","Darjeeling District"]}