{"title":"In Dadri, a man accused of murder, martyred by a fever, is revered like a soldier","content":"All attention may be on India’s border with Pakistan, surgical strikes and possibly military escalation. But within India’s boundaries, the Sangh Parivar is engaged in constant battle with those who stand in the way of Hindutva.Last week, they were defending the honour of soldiers in uniform against the recently deceased playwright Mahashweta Devi. This week, they created a new type of martyr – a man accused of murder, who died in judicial custody. They draped the national flag over over his casket just like a soldier's, and used his death to rally Hindus against Muslims.Ravi Sisodia, aged 22, was one of 18 people accused of brutally murdering Mohammed Akhlaq in Bishara village of Dadri, Uttar Pradesh, last year, claiming that he had eaten beef in his home. He died on October 4, while in judicial custody, of complications relating to an improperly diagnosed fever.Sisodia’s death is an indictment of prison conditions and care of prisoners. His family is justified in demanding a formal explanation and compensation.Draping his casket in the tricolour, however, is a violation of the Flag Code, which prohibits the use of the national flag at private funerals and classifies this as disrespect to the flag.In Dadri, they couldn’t care less. There he is being hailed a martyr, an icon of Hindutva pride and his death a rallying cry for Hindutva warriors.His body in a transparent casket with the national flag draped over it is, according to The Hindu’s reporter, placed close to the spot where Akhlaq was murdered. In a video shot by The Hindu’s photographer, the gathered village folk were exhorted to avenge Sisodia's death:“We want revenge and we will have our revenge…Hindu brothers have not worn bangles …we will uproot these mullahs and cast them out. These mullahs don’t even have the capacity to face one of our boys. Unite, Rajput, Gujjar, Thakur, Bhatti, don’t be divided by caste, come together as Hindu. My brother’s martyrdom… the spark that my brother has lit, we must make it a raging fire.”Hum iska badla le kar rahenge.Hinduon ne chudiyan nahi pahan rakhi hain. In mullon ko jad se ukhaad phenke ge hum, says a speaker in #dadri pic.twitter.com/7D9mVMKKQh— Mohammad Ali (@hindureporter) October 6, 2016\nTo stoke the fire there was saffron-clad support, including the poison-tongued Sadhvi Prachi, who added to the family’s declaration that there would be no funeral without compensation, by saying that there would be no funeral until Mohammed Akhlaq’s brother Jan Mohammed is arrested.False narrativeRavi Sisodia’s death has given the Sangh Parivar an opportunity to push the narrative it created after Akhalq’s murder last year – of “gaurakshaks” as defenders of Hindu values, unjustly punished for the death of a cow killer. Union Ministers and state BJP politicians set that narrative in place.Mahesh Sharma, the Union minister for culture, justified Akhlaq’s murder as having been provoked by cow slaughter Sangeet Som, the BJP MLA, repeated this canard, equating the murder of Akhlaq with the killing of a cow.With Akhlaq’s own family now living in safe housing provided by the Indian Air Force, the Sangh Parivar has nominated Jan Mohammed, who still lives in the village, as the person who “slaughtered a cow” on the night of Akhlaq’s death.The speeches in Dadri are an uncomplicated case of incitement to violence and communal hatred and the flag draped casket is a clear violation of the Flag Code. But at this writing no complaints had been filed about either. The police, in its customary manner, has stood by and watched.Perhaps there is unintended wisdom in ignoring the provocations. For there is the possibility of an escalation by primed Hindutva warriors, if a surgical strike is conducted against the law-breakers in Dadri. And letting the bizarre spectacle of a man accused of murder, martyred by a fever and feted like a soldier fallen in war play out may have its own consequences. It may just get people asking why, ever since the Narendra Modi government came to power on such promise, the country has been overrun by violence.","author":"Anjali Mody","time":"2016-10-07T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/818444-42978-voroijynfl-1475778032.jpg","tags":["Dadri","gaurakshaks","Mohammed Akhlaq","Ravi Sisodia"],"source":"https://scroll.in/article/818444/in-dadri-a-man-accused-of-murder-martyred-by-a-fever-is-revered-like-a-soldier"}