{"title":"In documentary ‘About Love’, a filmmaker’s family that could well be our own","content":"Archana Phadke’s intimately observed documentary About Love is about members of her family who could well be our own.We have met the grandfather with the gnarled fingers and the salty observations, the toothless and long-suffering grandmother, the flamboyant father and the patient mother, the maid who is nearly as old as the house itself.There is also a non-human character in About Love – the five-storeyed Phadke Building where these characters have spent their entire lives. The sparkling personal documentary turns the camera on the quirks and manners of the director’s family while also attempting to define the very meaning of the word “home”. Love and warmth lurk in the corridors of Phadke Building, which is squeezed between chawls in a narrow lane in Mumbai’s southern Thakurdwar neighbourhood. Arguments bounce off the walls and confidences are shared at the gas stove and the dining table. There are illnesses, funerals and weddings – the stuff of the everyday, inhabiting what the filmmaker describes as “unspectacular time”, as mundane as it is recognisable. About Love won the New Talent Award at the Sheffield Doc festival in June. Following a screening on September 21 at the DMZ International Documentary Film Festival in Goyang in South Korea, About Love will be premiered in India in the Indian competition section at the Mumbai Film Festival in October.About Love (2019). Courtesy Tesla’s Pigeon/Storyteller Ink.Phadke has previously made short films and edited the documentaries Placebo (2014) and Raghu Rai: An Unframed Portrait (2017). The 33-year-old filmmaker is deeply interested in the personal documentary form. She set out to make About Love in 2015 as a way to share with the world her deep bond with her family as well as understand the often ineffable nature of blood ties.“When I was in college, whoever used to come to my house would say, you should make a film about your family, what characters they are,” she told Scroll.in. “I used to watch this show called Gilmore Girls on television, where there is a place called Stars Hollow, an ideal little town where everyone knows everyone else. I wanted to live in Stars Hollow, and my friends said, you already do.”The wedding of Phadke’s younger brother provides a framing device for the narrative and prompts the question of whether the togetherness and comfort that are often found in the family unit can ever be replicated. Phadke’s younger sister, Sagarika, articulates the fear of never being able to live beyond the family house. The documentary opens with shots of under-construction skyscrapers that typically cram the Mumbai skyline. These “tall pieces of shit” cannot be called buildings, “uglies” are what they are, Sagarika says with feeling, adding that she cannot imagine moving out of Phadke Building: “I will die.”About Love (2019). Courtesy Tesla’s Pigeon/Storyteller Ink.Do we gain a new house but lose a home when we tear down and rebuild old residential structures in Mumbai? The documentary provides some insights into this unstoppable urban reality, which goes by the hopeful-sounding term “redevelopment”. Phadke Building was built in 1902, and is occupied by tenants on the first two floors and clan members on the remaining three. The experience of shared living has endured over decades, and has resulted in a cosy untidiness, rooms crammed with the paraphernalia of domesticity, and speech patterns that are sometimes flavoured with the contempt bred by familiarity. Phadke’s octogenarian grandfather, in particular, has gone beyond politesse. His manners have been worn down like a leather chair that has been sat on for too long, and he scatters profanity all around. Phadke initially set out to make a short film about her grandparents. She was inspired by the South Korean documentary My Love, Don’t Cross That River (2013), about a couple who had been married for over 75 years. After watching some early footage, Phadke’s filmmaker friend  Khushboo Ranka suggested opening out the film to include her parents.Phadke’s father, who owns a jewellery business, and her housewife mother ended up emerging as distinctive subjects. Phadke showed her family the film after it was completed, and they had no objection to its contents, including the moment when we learn about Phadke’s father’s underwear preferences.Between 2015 and 2017, Phadke amassed 430 hours of footage and new insights into her family and herself. “I have always been scared of being in relationship where my identity will be taken away from me,” Phadke explained. “I have felt that at home too – people are put into these roles, and they follow them. My mother was my mother and my father was my father. As I filmed, I started noticing things I had never noticed before. The camera became an instrument of intuition and helped me understand my family better. I began to look at them as individuals with their own dreams and ideas.”The director’s relationship with her mother changed the most. “I had no idea that she likes to write,” Phadke said. “The camera became a portal through which she could finally express herself.”About Love (2019). Courtesy Tesla’s Pigeon/Storyteller Ink.About Love joins a growing list of Indian personal documentaries of varying scope, including Nishit Saran’s Summer in my Veins, Santana Issar’s Bare, Avijit Mukul Kishore’s Snapshots From A Family Album, Samina Mishra’s The House on Gulmohar Avenue, PN Ramachandra’s Miyar House and Tanuja Chandra’s Aunty Sudha Aunty Radha. These documentaries build narratives of universality through a focus on a small and particular set of subjects. Personal documentaries are seductive because they remind viewers of their own experiences, but they can sometimes be voyeuristic, exploitative and cruel in their intimacy.Would Phadke have made the film if she had a tense relationship with her family? Perhaps the question answers itself: About Love is a celebration of tender moments rather than a dissection of family life. However, Phadke was careful to avoid manipulating the footage to suit her goals. She edited the film along with Placebo director and frequent collaborator Abhay Kumar over 18 months, and set out a couple of rules while shaping hundreds of hours of footage into a coherent narrative.“I told myself, I will not obstruct events or place them in such a way to create an effect, but include them as they actually happened,” Phadke said. “If I wanted to capture life, I needed to be as truthful as possible. I have not used juxtapositions or music except in a couple of scenes to maintain as much realism as possible. I have also kept myself out of conversations as far as possible.” Phadke learnt to be patient over the lengthy editing process, encouraged by her father’s words (“He told me, ‘Don’t worry baby, you will win an Oscar’”). If audiences form deep connections with her family members, that is the intention – “I want people to come and tell me, this is like my own family.”Archana Phadke.The filmmaker attributed her sensitivity to the small picture to her training in biotechnology. “I like to look at smaller ecosystems and then confine myself to these ecosystems to understand their rules, see a problem in its smallest form and find the simplest answer,” she said. This approach attracted her to Placebo, the documentary about academic pressure and student suicide that was clandestinely shot over many months at the All India Institute of Medical Sciences. About Love also mostly confines itself indoors. While occasional visits to the terrace reveal the next-door chawls, and the sky can be seen through the tops of buildings, most of the action takes place inside the rooms occupied by the characters. “I did shoot extensively outside, but it didn’t add to any of the characters,” Phadke said. “Even while filming my family, I shot from a distance most of the time. I wanted to explore the physical space and see how these minds occupy the space. All the stuff that has been hoarded over the years plays out in the background.” Her next project, a fiction film about a mother-daughter pair, will similarly explore the relationship between physical and emotional landscapes. “The film is set in a chawl and explores unrequited love, death and redevelopment,” Phadke said.\n\n\n    \n    Play\n\nAbout Love (2019).","author":"Nandini Ramnath","time":"2019-09-21T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127703-myubjjbsid-1568988888.jpeg","tags":["Archana Phadke","About Love documentary","Mumbai Film Festival"],"source":"https://scroll.in/reel/937829/in-documentary-about-love-a-filmmakers-family-that-could-well-be-our-own"}