{"title":"In election year, Rajasthan government has a paper leak challenge on its hands","content":"On the morning of September 26, 2021, Abdul Qudus said a quick prayer before he entered a hall in Sawai Madhopur, a town 170 km south of Rajasthan’s capital, to take an examination he had spent five years preparing for. Across the state, 16 lakh candidates were appearing for the Rajasthan Eligibility Examination for Teachers that morning, which would qualify them for 3,600 posts of government teachers. Unknown to them, half an hour before the exam was to begin, a police officer in the Special Operations Group, had got a call from the inspector-general’s office. “I was told that a constable in Sawai Madhopur had received a copy of the exam paper,” the police officer, who requested not to be identified, told Scroll. By the time the exam ended, and Qudus walked out with a smile, the police had traced the first person in what the police alleged was a long chain of perpetrators involved in leaking the question paper. Since then, nearly 100 people have been arrested in the case.The question paper leak eventually led to the exam getting cancelled. But the damage had been done – to the career aspirations of candidates like Qudus, and to the reputation of the Ashok Gehlot-led Congress government, which was already battling the Opposition’s offensive on other such leaks. In the four-and-a-half years it has been in power, 14 examination question papers have been leaked. In March last year, the Rajasthan government had passed a stringent law called the Rajasthan Public Examination (Measures for Prevention of Unfair Means in Recruitment) Bill, 2022, which allows the police to confiscate properties of people accused in such cases. Anyone found guilty under the law can be imprisoned for up to 10 years and fined up to Rs 10 crore. But the question paper for one recruitment examination was leaked after the law came into force.For months now, youth organisations with support from the Bharatiya Janata Party, the main opposition party, have kept up pressure on the state government and demanded an inquiry by the Central Bureau of Investigation. Earlier this month, the Enforcement Directorate carried out a series of searches in the state in connection with the paper leaks, drawing a sharp comment from Gehlot, who accused the central agency of “political vendetta, to win elections”.More embarrassingly, Gehlot’s rival within the party – former deputy chief minister Sachin Pilot – has repeatedly raked up the delay in action against those responsible for paper leaks at his many protest rallies, even calling for compensation for those who had appeared for the examinations. The Gehlot government has defended itself, saying the state police have cracked down on the main perpetrators. In January, the government even ordered the bulldozers on a coaching centre run by one of the accused, borrowing a controversial method from states like Uttar Pradesh and Madhya Pradesh. But are the efforts yielding any success?A building in Jaipur was demolished in January as it housed a coaching centre run by an accused in the paper leak case. Credit: Special Arrangement.How the papers are leaked The investigation by the police officer in the Special Operations Group and his team revealed that not one, but two constables had got hold of copies of the paper of the Rajasthan Eligibility Exam for Teachers. Both had allegedly procured papers for their wives who were appearing in the exam. Both were suspended.A chain of arrests pointed to the involvement of the district coordinator of examinations in Jaipur, Pradeep Parashar, and the owner of a private school, Ram Kripal Meena. A close aide of Parashar, Meena had been hired by him as deputy district coordinator and entrusted with the security of the papers. Parashar was also an official of the Rajiv Gandhi Foundation, an organisation with links to the ruling Congress. “Meena was a trusted aide of Parashar and he understood the whole process of how papers are transported and secured before examination,” said the police officer. Meena had identified a loophole in the process. “He knew that no one counts the reserved lot of question papers,” said the officer. Reserved papers are additional copies of question papers that are brought to the examination centres along with the main lot to meet any sudden shortfall. While the question papers from the main lot are counted before distribution at the exam centres, the reserved lot is rarely touched, said the police.  Two days before the examination, in the wee hours of September 24, Meena allegedly took out a copy of the paper from a sack of reserved papers, freshly arrived from Ajmer, while unloading the papers at the offices of Shiksha Sankul, the state education department in Jaipur. According to the police, Meena gave the paper to a lecturer at a government college, who then circulated it. The police seized Rs 1.25 crore from Ram Kripal Meena and others during raids, said the police officer. “It was a deal of Rs 5 crore and out of that the gang had already received Rs 1.5 crore,” they said. Meena’s lawyer, Gajveer Singh Rajawat, said his client had a limited role and was not involved in  money transactions. “He and many others arrested are only responsible for circulating the paper,” je said. “But the paper is being leaked from the top. Why are those people not being investigated?”According to the investigations, the paper leak was orchestrated on the orders of a mafia group from western Rajasthan led by an alleged gangster Raju Iram, who is now in police custody. Rajawat, who also represents Iram, denied his client’s role in the scam beyond circulating the paper.“This case was a big challenge as it involved an organised mafia gang but we have had success in nailing down the last man in the chain,” additional director general of police Ashok Rathor said in an interview with Scroll. Cracking this case, Rathore said, helped police understand the modus operandi of paper leaks. “There are mainly two ways in which papers get leaked,” he said. “It could happen from the collection centre, where papers are stored before they are sent to the examination centres. The other possibility is that senior officials responsible for setting the paper could leak it.” Scroll was unable to trace Parashar’s lawyer or family members to seek a response to the charges against him.Congress MLA Sachin Pilot fasts in Jaipur against his own government in Rajasthan. Credit: @BalkaurDhillon/TwitterAnother scamIn March 2022, the Rajasthan police’s Special Operations Group set up a nine-member “anti-cheating cell” that would monitor the recruitment examinations in the state. The cell was meant to work in coordination with the police in each district to ensure exams are conducted without irregularities. Even after such measures, and despite a law in place, the leaks did not stop. In December 2022, hours before an examination paper to recruit senior teachers in government schools was to be held, the police were informed that 44 people, including 37 candidates and a few private and government school teachers, were found solving a paper inside a moving bus in Udaipur. Vikas Sharma, the superintendent of police in Udaipur, asked his team to set up a chase. “The paper that we found from the candidates was exactly the same as what was going to appear in the exam,” said Sharma. The police investigation led to the arrest of  a former railways employee, who had been charged in an earlier paper leak case.The challengeExperts question the integrity and competence of officials and agencies  responsible for conducting exams and point to the lack of accountability as one reason for repeated leaks. “People of impeccable integrity and calibre are not made members of the Rajasthan Public Service Commission,” said Rajendra Bhanawat, a retired bureaucrat who served as secretary in the commission in 2006-’07. “No one knows what punishment was given to those who were responsible for leaking the papers in earlier years.” For example, in April, the Rajasthan police arrested Babulal Katara, a member of the commission, for being involved in the paper leak. One of the allegations against him is that he sold the paper of the senior teacher exam to a school teacher for Rs 60 lakh.Both Katara and Meena have also been arrested by the Enforcement Directorate.According to Upen Yadav, a youth activist, the problem can be fixed if “the government stops making political appointments in the recruitment boards and service commissions.”  He also argued that the accused should be arrested under stringent law like the National Security Act to deter them from such acts.Bhanawat was sceptical that a law against paper leaks would be an effective deterrent. “Any law is as good as its implementation,” said Bhanawat. He suggested the use of technology to minimise the chance of leaks. “With new technology, it should be possible to email a paper just two hours in advance to a centre, which can then be printed.” Opposition leaders allege that the rot runs deep. “At least four MLAs and three ministers  in the state government have a role in leaks,” alleged Kirori Lal Meena, Rajya Sabha member and BJP leader from Rajasthan who has led protests and held press conferences demanding a CBI probe into paper leaks. “ “They are connected to the gangs and they have made money. Chief Minister Gehlot is protecting them but if a CBI investigation is done they will have to go to jail.”When Scroll asked Rathore about the role of people close to the ruling party, he said that the police investigated the allegations but did not find any evidence of this. Rathore suggested that papers should reach centres one hour before the exam starts and be transported under tight security. “The criminal elements will have less time and chance to get hold of the paper,” he said. He added that the police and the recruitment agencies should work in tandem so that the exams are conducted without any lapses.Ashok Gehlot. Credit: Sam Panthaky/AFPAnger among youthsIn the absence of any solutions, it is the candidates who have been left high and dry.“There is a lot of anger among the youth,” said Bhera Ram, an youth activist from Nagaur district, who has been leading protests and social media campaigns against the government demanding accountability into the recruitment scams. “We have lost faith in bodies that conduct examinations. No matter which party is in power, papers continue to leak.”In the last seven years, Ram has appeared in around ten recruitment tests for state government posts but has had no luck so far. “Around 95% of the exams have been cancelled since then because of paper leaks,” he said. “I have been appearing in exams since I was 23 and now I am 30 but I am yet to get a job.”Ram said that while the Ashok Gehlot government has done a good job, it may have to pay a steep cost for the question paper leaks. “The future of tens of thousands of youngsters has been ruined and they feel they have been let down. They will keep this in mind while voting,” he said.","author":"Zafar Aafaq","time":"2023-07-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191747-kblruphjwu-1688120810.jpg","tags":["Rajasthan paper leak","REET 2021","question paper leak","ashok gehlot","Sachin pilot"],"source":"https://scroll.in/article/1051778/in-election-year-rajasthan-government-has-a-paper-leak-challenge-on-its-hands"}