{"title":"In film ‘Aise Hee’, an elderly woman spreads her wings and causes a flutter","content":"Why did you buy roses for yourself? Just like that. Why are you learning embroidery? Just like that.It should be simple enough to follow your heart’s small desires, especially if you are 72 and have recently lost your husband. And yet, the matriarch in Kislay’s Aise Hee (Just Like That) finds herself on the defensive, constantly having to explain her actions to her family and the world at large.Kislay’s compelling debut feature folds several themes into its character study of the woman known only as Mrs Sharma. The Shwetaabh Singh production examines aging, the taking-for-granted attitude of family members who think that they know what is best for the widow, and the shallowness that passes for empathy in the urban middle class. The film is set in Allahabad, where Kislay grew up, and also critiques its journey towards its new name Prayagraj. Right-wing fundamentalists are openly swaggering about, and Mrs Sharma’s innocuous friendship with a Muslim tailor who is teaching her embroidery becomes suspect.“I initially set out to make a short film, and after writing a script, realised that it could be a feature,” Kislay told Scroll.in. “I was in Allahabad for a while and was thinking about what was happening to the city and the country, why the social structures that govern us are all wrong.” The troubles begin in the family unit, Kislay reasoned, and the screenplay for Aise Hee took shape.Mohini Sharma in Aise Hee (2019). Courtesy NaMa Productions.Kislay uses only one name, and is often erroneously credited as “Kislay Kislay”. “I don’t have a second name,” he explained. “My parents had an inter-caste marriage and never got around to giving me a second name. My name is officially Kislay in my passport and everywhere else, but sometimes, I have to call myself Kislay Kislay if a surname is compulsory.”Aise Hee is in the competition sections at the Busan International Film Festival (October 3-12) and Mumbai Film Festival (October 17-24). The 120-minute film stars Harish Khanna as Mrs Sharma’s son Virendra, who is facing trouble in his All India Radio job. His teenaged daughter and son are also drifting towards different directions, and his wife Sonia slaves away at home without getting any appreciation for her efforts.The centrepiece of the film is its elderly protagonist with bad knees and a mind of her own. Mrs Sharma, played by Mohini Sharma, adjusts to her newfound single status in her own way, but is middle-class enough to be embarrassed when spotted by her neighbours. Mrs Sharma’s progress is marked by subtle shifts in her manner and surroundings. She is initially shown to be wearing dull shades of brown, and later starts wearing nighties when she appears to be more comfortable with having her room all to herself. “The husband’s absence becomes a space where she can really move around,” Kislay said.Mohini Sharma in Aise Hee (2019). Courtesy NaMa Productions.Incremental moments build up towards meaning – the granddaughter’s purchase of a red bra instead of a white one; Mrs Sharma’s decision to get a facial; her grandson’s rage when his sister appears glued to her cellphone. Beyond the household, there is talk of “smart cities” and warning signs that community spaces are getting fragmented. In some ways, Mrs Sharma’s rite of passage mirrors Allahabad’s journey.Kislay, cinematographer Saumyananda Sahi and editor Tanushree Das create their slowburn portrait of change by using long takes and placing the camera at a distance from its subjects. “One of the crucial things was to explore the genesis of masculine insecurity,” Kislay said. “When Sonia says that she does not want to become like her mother-in-law, I wanted to show that all of them are a part of such behaviours without realising it. The idea was not to find fault with people, but to see them as being products of circumstances, larger structures, and a particular history.”Kislay had to restrain himself from adding 20 more minutes to the film’s runtime. “I always wanted to get into each character, rather than be driven by events,” he explained. “The film has many dining table scenes, for instance, where we let the characters eat and converse without hurry it up. We slowly let things atomise. There are tensions when the people are together, but each of them is also an individual.”The film’s lead actress has been in television shows, including the popular 1990s series Shanti. Mohini Sharma lives in Mumbai, and among the factors that worked in her favour was that she could deliver dialogue in Hindi as it is spoken in Allahabad.“It was difficult for her – we shot in May and June 2018, it was very hot but she worked for 40 days non-stop,” Kislay said. His brief to Sharma was that she should gradually evolve into her role, function as a “mysterious connector to people”, and not display gratuitous emotion.Director Kislay.“We really didn’t want to show Mrs Sharma as cute, as is often the case with old people in movies,” Kislay added. “She should have dignity, but it is also possible that she is being selfish.” Some of the unhurried filmmaking was dictated by Mohini Sharma’s slow gait and the amount of time she took to get from one place to the next. “She is a good actor, and people will believe her in whatever she is doing,” Kislay said. “She related to the film since she has three daughters of her own and lives alone.” And just like that, Mohini Sharma becomes Mrs Sharma, the woman whose attempt to spread her wings ruffles feathers in ways that she cannot fathom.","author":"Nandini Ramnath","time":"2019-10-05T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128480-euhrmruzyq-1570159007.jpeg","tags":["Mohini Sharma","Aise Hee","Kislay"],"source":"https://scroll.in/reel/939386/in-film-aise-hee-an-elderly-woman-spreads-her-wings-and-causes-a-flutter"}