{"title":"In film about Ravish Kumar and TV news crisis, ‘an ode to idealism through extremely hard times’","content":"Vinay Shukla’s documentary While We Watched puts on film a familiar figure from television: Ravish Kumar. The celebrated journalist serves as the spearhead for a critique of India’s toxic broadcast ecosystem, whose cheerleading for the Bharatiya Janata Party  government has created a cacophony of sycophancy, propaganda and hate-mongering.During his 28-year stint at NDTV India, Kumar came to be regarded as a voice of sanity, intelligence and independence. The film contrasts Kumar’s eloquent prime-time anchoring, explicit stand against religious polarisation and insistence on doing what journalism is meant to do – hold those in power to account – with the conduct of his competitors, who equate questioning authority with being “anti-national’.Shot in late 2019 and early 2020, While We Watched follows Vinay Shukla’s An Insignificant Man, the 2016 documentary about the Aam Aadmi Party that he co-directed with Khushboo Ranka. The films share a fly-on-the-wall approach as well as a dramatic structure bookended by key events – in this case, the BJP’s ascent and NDTV India’s dwindling fortunes. (Kumar left the network in 2022, amidst its hostile takeover by the Adani group.)The documentary reveals the escalating pressure on NDTV India to maintain its ratings despite being boycotted by the government and pilloried by detractors. Kumar faces online trolling, death threats on the phone and the existential dread of his trade: a cratering viewership. Kumar emerges as a lonely and harried, if doughty, figure fighting the good fight. In an absurdist sequence, Kumar asks a threatening caller to sing all verses of the patriotic song Sare Jahan Se Accha. A recurring motif is a series of cake-cutting ceremonies that mark the steady departure of NDTV India journalists.Vinay Shukla, 37, is a self-taught filmmaker who previously worked in the financial sector. “I used to go door to door selling mutual funds,” Shukla told Scroll. His initial experiments included filming his family members with a digital camera. “It taught me a lot about shooting with people – how to talk to them, build a flow wherein they don’t become conscious of the camera,” he recalled. That skill proves useful in While We Watched. Shukla and co-cinematographer Amaan Shaikh closely follow Ravish Kumar and his colleagues, capturing the ebbs and flows of a newsroom in tremendous flux. After a premiere in Toronto in 2022 and travelling the festival circuit, the 94-minute documentary is being released in cinemas in America and the United Kingdom over the coming weeks. Screenings are planned in India too. Here are excerpts from an interview with Shukla.How did Ravish Kumar become the protagonist of a tale of decline and mild hope?He was a very unusual protagonist. He had won the Ramon Magsaysay Award and he was still coasting along, doing his job, persevering.The film too is about perseverance. But when we started filming, it was looking extremely unlikely  in terms of what he was doing and what his future was going to be.I wanted to make a film about a middle-aged hero. Very often, our narratives are obsessed with young protagonists. But what happens when there is somebody in their forties and fifties who have done this over two decades and are suddenly told, the audience doesn’t care about what they have to say? That’s what attracted me initially.Of course, there’s also the fact that he is often the person who’s disagreeing a lot, he’s a fantastic character, he speaks very eloquently. Around him, there is a heightened sense of the conflict and drama. Here is a protagonist trying to figure out if people care about their art anymore.While We Watched (2022). Courtesy Kushboo Ranka/Luke Moody.The documentary is an international co-production. Usually, co-producers like stories of struggle to have some sort of light at the end of the tunnel. In your film, there is no sweetening the situation.On my first film, I would listen to co-producers because you were trying to learn and figure your way around. Now there is no text card explaining where India is or whatever. There is no sweetening the last 20-30 minutes. People may disagree, but I am not saying some new truth. The audience has a much greater depth and range of emotions. They have far more feeling than we give them credit for. Ultimately, I wanted to make a film about when something is going down slowly, and you can’t look away. While We Watched is like the [Hollywood film] Titanic, but it’s not about Jack and Rose. It’s about the musicians who stayed back and continued to play their violins as the ship sank.This is an emotional film about one person. It’s also a father-daughter story. It’s also a story about colleagues, teams, organisations, not just about present-day political concerns. People who choose to review me only for my politics are not seeing the whole film. I believe there is enough place in our culture for that nuance.Did you watch television news, and Ravish Kumar, before you set out to make the documentary?Not really. I had completely switched off from watching TV news in my early twenties. I co-directed a political film [An Insignificant Man] that required me to be focused on politics. After I finished that, I pretty much switched off.I came to news afresh when I started hearing about things that were going down, friends of mine who had stopped watching the news. You would watch stuff here and there and think, this is unbelievable. I was watching more from the point of amusement.When we watch clips of haranguing anchors in isolation, we might find them funny. But in your film, they represent tragedy, in the way in which they are stirring up hate and spreading fake news, rather than a source of mirth.Absolutely. It’s a very serious erosion of something very essential. The number of people who have stopped trusting the news as a credible source of information, who don’t find themselves reflected in the news, is baffling.News is the place where people come again and again to learn something that will make their lives better. So my hope and ambition with this film is to understand what is it that we need to protect, and who is it that we need to empower. Vinay Shukla.Your team had tremendous access to the NDTV newsroom. What did you make of it?All the drama that is often said [about] these macho newsrooms, that wasn’t evident. NDTV didn’t function like that. Things were happening inside people’s heads or over a phone call or WhatsApp. There was no drama. But I could sense a level of uncertainty.I wasn’t relying on the newsroom for what was being said, but for what was not being said. There was a bunch of people feeling different anxieties. I was there to observe what they were feeling and how they were putting it out there. The film has been shot in a manner in which the camera really swims with Ravish and his team as they’re walking around. It’s also framed very tightly on people’s faces and on quiet, small meditative spaces to try and capture what they’re feeling and put the audience right alongside them. The film could have gone in other directions too – a deeper portrait of Ravish Kumar, for instance, or the particular nature of Hindi broadcast news.This is Ravish’s story but it’s also your story, right? There are various narratives within, for example, the story of NDTV itself. I am not telling that story.I could have simply put five or six of Ravish’s broadcasts back to back and made a different film. I didn’t use any of the popular crutches that will make people go, oh I know about this. People have seen Ravish for over 20 years on TV. I didn’t need to show them what they had already seen.I was trying to look within this person’s eyes, understand what he was struggling for and through that, try and find out what news is struggling against. You’re always trying to find larger systemic questions and a systemic sort of contemplation. How do you build better systems that will outlast and outrun all of us?What is the film saying about the times in which we live?We are living in times where people have chosen to abandon the sort of gung-ho idealism that they were carrying 10 years ago. Idealism today comes at a great cost and with great perseverance. What does it mean to be an idealist? People who are not from the media, who are in difficult circumstances, will feel that the film reflects their journeys because of how intense it is. The film is ultimately an ode to perseverance and idealism through extremely hard times.It’s not a profile of Ravish forever. Somebody else will come and do that. I’m trying to tell the story of my times, what I perceive as compelling and urgent. Somebody else could well take a longer lens on certain topics.\n\n\n    \n    Play\n\nWhile We Watched (2022).","author":"Nandini Ramnath","time":"2023-07-06T09:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191913-iqpvplgzvy-1688615181.jpeg","tags":["While We Watched","Vinay Shukla","Ravish Kumar"],"source":"https://scroll.in/reel/1052138/in-film-about-ravish-kumar-and-tv-news-crisis-an-ode-to-idealism-through-extremely-hard-times"}