{"title":"In Gurugram, the number of namaz sites has shrunk to 20 from over 100 in three years","content":"On November 24, Hindu residents of Gurugram’s Khandsa village sent the district deputy commissioner a letter. A field where the local children play cricket, they complained, was being used by Muslim worshippers for Friday prayers. On November 19, the letter claimed, children who had gone there to play had been told rudely to clear the grounds. “There is fear in the minds of children” and villagers were angry, it warned.The letter was duly circulated by the Sanyukt Hindu Sangharsh Samiti. The umbrella body of 22 Hindutva groups was formed this year to protest against Muslim residents of Gurugram gathering outdoors for Friday prayers. According to Hindutva groups, this was a covert way of laying claim to public space. On November 26, a Friday, members of the samiti, along with local residents of Khandsa village, occupied the field and held a havan there. Ritual fires were lit, they claimed, to commemorate the 2008 terror attack in Mumbai. Muslim congregational prayers could not be held there.Since 2018, periodic protests by Hindutva groups have shrunk the number of open spaces where Muslims can pray in Gurugram. With every round of protest, the administration has urged Muslims to give up a few of the spaces where they used to pray. Three years ago, local residents say, there were over 100 open spaces where Muslims had the district administration’s permission to pray. After a meeting held on November 3, that number has come down to 20.Now, Hindutva groups have vowed to keep agitating until there are no more open spaces for Muslims to pray in. “See, all this was illegal to begin with,” said Rajiv Mittal, a member of the samiti who had helped draft and circulate the letter of complaint. “What was happening till now was only based on an understanding with the administration. It is not written in law. Eventually, no Muslim will offer prayers in public in Gurugram.”Hindutva groups claimed all open air spaces for namaz would be shut down within a month of the meeting, that is, December 4.Prayers are held under police protection in Gurugram. Picture credit: PTIAn understandingDisruptions to Friday prayers cut across various areas of Gurugram, from the urban hubs to semi-urban areas that have seen a recent explosion of industry. Flashpoints include the corporate blocks of Sector 43 and 44, the call centres of Sector 39 and 40, the housing colonies and factories of Sector 18, the automobile markets of Sector 12, the affluent apartments of DLF Phase III and the more modest residential quarters and factories of Sector 37. All these areas are Hindu-dominated.According to Muslim residents, including former Rajya Sabha member Mohammad Adeeb, about five lakh members of their community live in Gurugram. Deputy commissioner Yash Garg claims the number is 1.5 lakh. Either way, it is too large a number to fit into the district’s 13 functional mosques, especially for the congregational Friday prayers.“Thirteen mosques cannot accommodate more than 20,000 people praying in batches – where will the rest go?” asked Mufti Mohammad Saleem, president of the local chapter of the Jamiat Ulema E-Hind, an organisation of Islamic scholars.Originally, old Gurugram had 19 mosques, a remnant of pre-Partition days, when it was a Muslim-majority area. But many have fallen into disrepair.“When we try to renovate them, local residents object to Muslims from outside the village going to pray there,” explained Jamaluddin Khan, state officer of the Gurugram Waqf Board, the statutory body in charge of land used for Islamic places of worship and charities. “The fact is these villages barely have a local Muslim population to pray there.”Nine mosques are still functional, and four others have come up in more newly developed areas. The waqf does not own land in these areas, neither does it have the money to buy more plots to build mosques here, Khan explained.Over time, the local administration had come to an understanding with local Muslim communities looking for a place to pray. With no mosque to go to, they were allowed to gather in playgrounds, marketplaces and other open areas, especially for congregational prayers on Friday.But these were verbal contracts, not backed by any written order. “See, this was working on a mutual understanding,” said a senior official of the district administration, speaking off the record. “The sites were given based on where there was vacant land, owned either by industries or the administration. But you tell me, does the law of the land even allow this?”Hindutva groups now seem to take a cue from the local administration, declaring the use of open spaces for namaz “illegal”.Khan protested against the backtracking by the administration. “If you sit in the deputy commissioner’s office for a day you will notice that 90% of the orders are verbal,” he said. “The administration has liberties in [some] circumstances, general power that is not specified in law. It is this very commitment of the administration that is stronger than a written order. At least, it used to be. Now, instead of shutting these miscreants down, we are having to give in to their demands.”Photos of Hindutva leader Dinesh Bharti's vehicle, laden with sticks and an axe, went viral on social media.A shrinkingWhen Hindutva groups started disrupting Friday prayers in May 2018, the district administration decided to placate them by giving in to their demands by cutting down on the number of namaz sites – over 100 at the time.“The attacks on us were unprovoked and bothersome, but since the administration requested us to reduce the number of sites, we carried out an extensive review and agreed to reduce it to 60,” said Altaf Ahmad, who works with the Gurugram Nagrik Ekta Manch, a local charity organisation.But that only pacified Hindutva groups for a short while. When rightwing protests started up again, the administration asked Muslims to limit themselves to 34 open spaces for prayer.“This was done against our wishes but we did not want the situation to blow up,” said Ahmad. “We were told that this was a temporary move, since the right-wing groups were angry, so we agreed with them. The administration had assured us then that the list of places could increase once the dust settled.”Officials in the district administration, speaking off the record, confirmed they had negotiated to reduce the number of prayer sites and promised to increase them once the protests died down.But that never happened.Instead, a fresh round of rightwing protests gathered steam this year, led by new protagonists. From March 2021, Dinesh Bharti, chief of a group called the Bharat Mata Vahini, started disrupting Friday prayers.With Bharti’s entry, the disruptions acquired a new intensity. Communal slurs became routine – Muslims were called “Pakistani” and accused of “land jihad”. Bharti was briefly detained in March, when he had gone to interrupt prayers in Sector 40. He continued unfazed, and a picture of his car, loaded with sticks and an axe, went viral on social media in April. That was when the police filed a first information report against Bharti, charging him with promoting enmity between groups and other offences. But he was not arrested.By May, Bharti’s disruptions had led to namaz being called off in Sector 39 and 40. In September, after a lull of a few months, Bharti and his group stepped up protests in other sectors. This time, they were joined by the freshly minted Sanyukt Hindu Sangharsh Samiti and ordinary local residents of some areas.Finally, on November 3, a meeting between the samiti and various Muslim groups took place under the aegis of the district administration. By the end of it, Muslim groups had been corralled into bringing down the number of open spaces where namaz could be held to 20.Local imams, accompanied by the Muslim Rashtriya Manch's Khurshid Rajaka [third from right], hand over a memorandum pledging not to hold prayers at any site where there was conflict.A tense meetingEven before the November 3 meeting could begin, there was a split in the ranks of the Muslim groups.Members of the Jamiat Ulema-e-Hind and the Gurugram Nagrik Ekta Manch had gone to the meeting to make a case for Muslims praying in open spaces. Also in attendance were members of the Muslim Rashtriya Manch, which is the Muslim wing of the Rashtriya Swayamsevak Sangh, and a group of local imams.Days before the meeting, the local imams, backed by the Muslim Rashtriya Manch, had submitted a memorandum to the deputy commissioner saying they would not read namaz in any place where there was a conflict.Once the imams had made such a concession, there was reportedly  little scope for negotiation at the meeting. By all accounts, members of the Jamiat and the Gurugram Nagrik Ekta Manch, who had objected bitterly to the memorandum, were sidelined.The Hindu leaders chose to parlay with Khurshid Rajaka, a member of the Muslim Rashtriya Manch who had attended the meeting. Not only were Muslim groups made to reduce the number of prayer sites to 20, the understanding was that they would gradually be tapered off altogether. “It was agreed that, slowly, slowly, the number of places where namaz is offered would be reduced to zero,” said Rajaka. “Meanwhile, we would start making alternative arrangements.”Questions are now being raised about Rajaka’s presence at the meeting. Rajaka himself claims he was invited by the deputy commissioner’s office. But Garg denied this, saying he did not know Rajaka personally.Either way, the Muslim Rashtriya Manch member has become the chosen interlocutor for Hindutva groups. “He understands that we are not against Muslims, we are only against Muslims offering namaz on the prayer grounds,” said Kulbushan Bhardwaj of the Sanyukt Hindu Sangharsh Samiti. “The land belongs to everyone, these people cannot just take over use of the land like this. If this keeps happening then Hindus can find a reason to be on the grounds every single day of the week as each day is auspicious for one god or another.”Cricket players at the Khandsa village grounds. Picture credit: Aishwarya IyerA game of cricketSimmering tensions continue in the 20 places where prayers are still allowed. Take Khandsa village in Sector 37, home to the contested cricket ground. It is a large field with a tree in one corner; part of it is used as parking for trucks. On a cool late-November afternoon, there were about 15 people playing cricket, none of them children.Thirty one-year-old Sundar Chauhan, one of the cricket players, claimed that adults had decided to occupy the field after local children complained to them about being pushed out by Muslim worshippers.Matters had come to a head on November 19, a Friday. After the children complained, older residents of Khandsa had turned up and forced Muslims to the corner where the trucks were parked. “Some of the Muslims even ended up climbing on the trucks and praying,” remarked Chauhan.As more worshippers trickled in, the Hindu residents of Khandsa doubled down further. “We told them they could not pray here as we were playing cricket here,” he said. “They wanted to put the mic on and we did not let them do that either. They tried to talk to us, they even called the police, but we said we would not stop playing. Why should we move?”Hindu residents of Khandsa resented the fact that namaz was still being allowed in the village grounds even though it had been stopped elsewhere.“They should not think that since namaz has not stopped here, this area belongs to them. They are getting emboldened,” said Chauhan, who has a transport business and sells building material but had abandoned work on a weekday afternoon to play cricket. He argued it was necessary for Hindus to make their presence felt.Other cricket players out in the field that afternoon also echoed these sentiments: Hindus were the only native residents of Khandsa village, they claimed, and they had to assert themselves against growing Muslim presence.“Earlier, seven to eight people would come to offer prayers, now a thousand people come,” claimed 26-year-old Lucky Gujjar, who works at a mobile repair shop. “Tomorrow someone will come and construct a mosque here. Everything cannot happen according to how they want it, right? No Muslims live in Khandsa village, the only ones who do live on rent. They come here for work, they are not from here.”He continued, “When we, who are from this area, are not being allowed to use this land to play, why should these people, who are outsiders, be allowed to come in?”'We are not against Muslims, we are only against Muslims offering namaz on the prayer grounds,' said Kulbushan Bhardwaj of the Sanyukt Hindu Sanghrash Samiti. Picture credit: Aishwarya IyerTowards zeroAccording to Rajaka, the district administration had repeated the old promise from 2018: if Muslims retreated from public prayer spaces until the dust settled, they would be allowed to return later.“We thought if we listen to them and reduce it to 20 we will be able to increase it later,” sighed Maulana Shamoon, who heads the local imams’ group. “Imams are losing their livelihood because of this and the average Muslim is unable to pray.”Local Muslim clerics now negotiate daily with local officials to keep the last few spots for namaz open. Many of the remaining sites have seen disruptions during prayer time. While prayers were stopped at Sector 37, there has been no namaz at Sirhaul Chowk in Sector 18 for three Fridays now.Shamoon spent days trying to persuade local policemen as well as residents to let prayers continue at Sirhaul Chowk. “We said you give us a place and we will lower our heads and offer prayers there,” Shamoon recounted. But his pleas have fallen on deaf ears so far.Meanwhile, Hindutva leaders are working on their one month deadline to shut down all outdoor namaz sites. “All this will be wrapped up,” said Gaurav Arya, a well-known cow vigilante who also works in the anti-conversion wing of a local Hindutva outfit.According to Arya, the fate of the namaz sites had been sealed at the November 3 meeting: “It was decided that they would get a month to reduce the number to zero. They agreed.”","author":"Aishwarya Iyer","time":"2021-11-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166938-qtmudminwb-1638197009.jpeg","tags":["Hindutva","communalism","Gurugram namaz"],"source":"https://scroll.in/article/1011707/in-gurugram-the-number-of-namaz-sites-has-shrunk-from-over-100-to-20-in-three-years"}