{"title":"In Gurugram, after Hindu businessman, gurudwaras offer space to Muslims for namaz","content":"First, a businessman from the Hindu community opened his shop to Muslims who did not have space to offer Friday prayers in Gurugram. Now, a gurudwara committee has decided to open doors to them.“We won’t be mute spectators to what has been happening,” said Sherdil Singh Sidhu, the president of the Gurudwara Sri Guru Singh Sabha, which administers five gurudwaras, including one built in 1934 and believed to be the oldest Sikh place of worship in the Haryana district adjoining Delhi. Singh was referring to the events of the past three months, when Hindutva groups have repeatedly blocked Muslims from gathering for Friday namaz at public grounds that the local administration had allowed them to use. The conflict began on September 17 when Hindu right-wing groups led by Dinesh Bharti, the founder of a local outfit called Bharat Mata Vahini, held up protest banners and shouted down Muslims who had gathered to pray in Sector 47. Over the next few weeks, the agitation spread to Sector 12 and other areas.On October 26, members of the Sanyukt Hindu Sangharsh Samiti, a consortium of 22 right-wing groups, submitted an application to the Gurugram Deputy Commissioner, asking the administration to stop all reading of namaz in public spaces. A week later, they organised a Govardhan puja at the spot in Sector 12 where Muslim gathered for prayers. The next Friday morning, November 12, they reassembled there, declaring their intent to build a volleyball court. By evening, they had left cow dung cakes behind. The cow dung cakes were left behind by Hindutva groups at the spot that Muslims used to pray every Friday. Photo: Special arrangement.The recent confrontation has brought into public view a long-running campaign by Hindutva groups to deny public space to Muslim worshippers in the district.In this environment of rising religious intolerance, a few residents from other communities are now stepping forward to show their solidarity by offering prayer spaces to Muslims.A father’s desire for toleranceIt started with 40-year-old Akshay Yadav, who runs a wildlife tourism business and rents out commercial space in Sector 12, where he lives with his family.Last Friday, November 12, as Hindutva groups took over the ground where Muslims used to read namaz, Yadav told a small group of Muslims in his neighbourhood that they could use his property – his home, the roof of a children’s hospital and a shop that is currently lying vacant – for afternoon namaz. Since they did not want to invade his personal space, and access to the roof of the hospital was not direct, the group gathered for prayers in his shop.The shop owned by Akshay Yadav where Muslims offered prayers last Friday. Photo: Aishwarya Iyer“I offered the place in a heartbeat,” Yadav said, “and I will continue to do so today and tomorrow, again and again.”Explaining what motivated him, he said, “I read about what was happening in the news and wanted to do anything I could to reduce the ongoing conflict between right-wing groups and Muslims.” On November 16, when Scroll.in visited Yadav’s house, he was preparing to leave the city for a family vacation – but not before he handed over the keys of the vacant shop to 41-year old Taufiq Ahmed, who runs an automobile repair business in a shop owned by Yadav. The men said they have known each other for 16 years and consider each other part of their families.Yadav told Ahmed that he could even open the main door of his bungalow, if the Muslim prayer gathering needed additional space on Friday. “I may not be here but the namaz must continue,” he said, before turning to his 7-year-old son who was eagerly waiting to leave for the holiday.For Yadav, ensuring that his son grows up in an atmosphere of tolerance and does not form prejudices against Muslims, was important. “My son is used to seeing me sitting with Muslims, inviting them home. This is his normal,” he said. “Similarly, when Taufiq (Ahmed) goes home, I don’t want his children to hear him talk to people on the phone and say that this Hindu group or that Hindu group didn’t allow him to offer namaz. I don’t want his children to grow up disliking Hindus.”“Such attitudes in the minds of kids are dangerous,” he said.‘There has to be an end to this hounding’Barely 3 km from the Sector 12 ground where Hindutva mobilisation has been most intense, a gurudwara committee has decided to offer Muslim worshippers both safety and space.“The Muslims were provided space by the administration to pray. Now, they are hurt and angry that they can’t offer prayers. That is understandable,” said Sidhu, 49, president of the gurudwara committee.“The doors of our gurudwaras are open to them,” he emphasised, speaking in measured tones in his modest one-room office in the gurudwara at Sadar Bazar near Sohna Chowk. “There has to be an end to this hounding.”Sherdil Singh Sidhu, president of the gurudwara committee. Photo: Aishwarya IyerThe basements of the gurudwara can accommodate up to 450-500 people, but considering the risks associated with the Covid-19 pandemic, the management had decided to open it to smaller batches of 50-odd people at a time, Singh said.When Scroll.in told Yadav about the gurudwara committee’s decision, he smiled widely and said: “See I told you, I knew this would happen. There will be more [such initiatives].”Instead of feeling intimidated by the bigotry they see around them, more Indians who support religious tolerance, he said, “need to be unafraid and follow their gut”.‘Wish more people would speak up’Local Muslims, who have felt helpless in the face of the Hindutva mobilisation, welcomed such expressions of solidarity by Hindus and Sikhs.Mufti Mohammad Saleem, president of the local chapter of the Jamiat Ulema E-Hind, a leading organisation of Islamic scholars, said, “This means everything to us. This isn’t only about giving us a place to pray, it is the way this help is being offered – in defiance of the hate.”Mufti Mohammad Saleem of the Jamiat Ulema E-Hind is part of a 21-member group that has been meeting with the local administration to resolve the crisis. Photo: Aishwarya IyerAltaf Ahmad, co-founder of Gurugram Nagrik Ekta Manch, an organisation that is part of local peace-building efforts, described these initiatives as an example of India’s “composite culture”. “Muslims truly appreciate the gesture. These actions are what India stands for,” he said.Holding on to the keys given by Yadav, Taufiq Ahmed, said: “When I tell this to other people in the community, I hope their fears will get assuaged. Not all Hindus are like the ones who show up at the protest site. I wish more people would speak up.”Update: This report was updated at 11:45 am on November 18 to reflect the gurudwara committee’s decision to offer space in more than just one gurudwara, as the earlier version of the report had stated.","author":"Aishwarya Iyer","time":"2021-11-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166487-rjdxwxdvrg-1637172371.jpg","tags":["Gurugram","Muslims","Hindutva","Communalism"],"source":"https://scroll.in/article/1010823/in-gurugram-after-hindu-businessman-a-gurudwara-steps-forward-to-offer-space-to-muslims-for-namaz"}