{"title":"In Gujarat’s Palanpur, diamond trade is in decay but few think solution lies in the ballot box","content":"This article is part of a special Scroll reporting project: Gujarat’s ‘dhandho’ elections, exploring the state’s complex relationship between business and politics as it heads into elections.To contribute to our reportage, click here.In the early 2000s, Shailesh Prajapati failed his junior college exams. But he couldn’t have been less bothered. “Apne ko to pehle se hi heera me jaana tha,” he said when we met at an ice-cream parlour in Gujarat’s Palanpur city one warm November afternoon. “I always knew I wanted to be in the diamond business, what was the point of studying too much?”Several of his neighbours in the village he grew up in, on the fringes of Palanpur, were diamond traders in Mumbai. When they came home for their holidays, they dazzled the youngster with their “tewar”, swagger. “If a government  employee earned Rs 800 then, they would make Rs 8,000 easily – and it showed in their lifestyle,” he recalled.Today, Prajapati owns his own diamond processing unit in Palanpur, where he employs 40 people. One would imagine from his thick gold chain – an undone shirt button means it is difficult to miss  – a massive diamond-studded silver ring on his right index finger and impeccably-set, wavy, jet black hair, he would have achieved what he had sought from life as a young boy: the glamour that came from trading an ultra-luxury commodity. Yet, by Prajapati’s own admission, that dream had been a bit of a mirage. “Woh shaan nahi raaha heere me,” he told me. “The sheen’s worn off diamond now.”Thousands of workers, most of them from the neighbouring villages, spend ten hours every day cutting, rounding and polishing millions of stonesWhere it all beganPalanpur, the administrative headquarters of the north Gujarat district of Banaskantha, is the original home of the Indian diamond industry. Starting in the 1960s, intrepid Jain traders from here – then just another dusty, parched north Gujarat hamlet – broke into the tightly-guarded Jewish-controlled world of diamonds, headquartered in the Belgian city of Antwrep. They procured cheaper rough stones and then processed them back in Gujarat. Soon, the Palanpuri Jains would take over the world’s diamond trade. Nearly 95% of all diamonds traded in Antwerp are now processed in India, writes journalist Shantanu Guha Ray in his book that charts this meteoric rise.A poor shadow of the pastOver the years, though, Palanpur’s place in India’s diamond trade hierarchy has eroded. The number of processing units in the city have dramatically declined – the bulk of the cutting and polishing now takes place in the southern Gujarat city of Surat. Simultaneously, Palanpur has also had to contend with infamy: three of its perhaps best known alumni in the diamond trade  – Nirav Modi, Mehul Choksi and Jatin Mehta – are now officially fugitives who, together, are alleged to have defrauded Indian banks of over Rs 20,000 crore. Nevertheless, scores of diamond processing units, such as the one owned by Prajapati, continue to operate out of dingy rooms in crumbling buildings across the city. Inside, thousands of workers, most of them from the neighbouring villages, spend ten hours every day cutting, rounding and polishing millions of stones. Add to that the hundreds of people from the city who trade in the stone – some procure roughstones, others sell polished gems – means that Palanpur is still a diamond city.\n\n\n    \n    Play\n\nListen to Scroll's Arunabh Saikia tell you about his new project reporting on the intersection of politics and business in Gujarat.\n    \n      Dhandho elections\n      Contribute to our special reporting project.\n      \n    \n    \n        Click here\n    \nLack of loans and subsidies Ahead of the Assembly election, those associated with the trade in Palanpur scoff at the prospect of political talk.  No political party, they complain, has ever had anything to offer to them. This apathy, they claim, is partly the reason that the industry in Palanpur was on the decline. “Industries with a much smaller employee base get much more subsidies and loans from the government,” said Amrutlal Patel, who heads the Gujarat Diamond Welfare Federation, a body that represents traders of the stone in Palanpur. “But the government has never given any support to the diamond industry. There isn’t even a dedicated board towards it.”Goklabhai Patel, who’s been in the trade for the last forty years, slowly climbing up the ranks from a cutter to a small processing unit owner, made a similar complaint. “Everyone is leaving the industry because the banks won’t offer you loans, there’s no government subsidy on machinery,” he said. Those who don’t have their own processing units say it is even tougher for them to raise capital. “The moment we say diamond, banks will say no loan for you,” said Govindbhai Prajapati, who dealt in rough stones. “Because one Nirav Modi ran away with money, they think we are all thieves.” Amrutlal Patel heads the Gujarat Diamond Welfare FederationA secretive international business Yet, there does not appear to be strong resentment against the government. Most people in the trade seem to believe the nature of the business is such that they cannot expect much institutional help. Ashwinbhai Patel, a dealer of polished gems, pointed out that the business largely involved cash transactions and dealings that could, at best, be described as grey. Indeed, the diamond industry has a long-running reputation of being shrouded in secrecy, built around personal relationships as opposed to formalised paperwork.  “In that context, government intervention can only be limited,” he said. Besides, the international character of the trade meant that it was largely immune to domestic tumult and operations took place in a silo of sorts.  “Diamond has little to do with things like inflation,” said Ashwinbhai Patel. “The market is either international or very high-end domestic customers. So we are not really affected as such if there’s less money in the market.”Fortunes in the business, therefore, was more a function of international developments, explained Pannalal Chaudhary, who owns one of the bigger units in the city. Goklabhai Patel slowly climbed up the ranks, from a cutter to a small processing unit owner.Losses galoreTechnology, he said, had been a game changer.  “The new machines have made processing much less time consuming,” he said. That, though, wasn’t necessarily good for business. “Now bigger processing units purchase more and in quicker time than before,” Chaudhary explained. “But supply from the mines in limited, so the cost has gone up.”At the same time, Chaudhary said,  the market for polished demand had largely stagnated. “So we pay more for raw materials and as a result our margins have become tighter,” he said. However, some pointed out that while that was true, another reason had led to an inordinate surge in rough stone prices of late: the devaluation of the Indian currency. “The thing is we buy in dollars, but sell in rupees, so that hurts,” said Hirabhai Patel, a trader who sold finished stones. Many also complained that the bigger businesses in Surat and Mumbai often dealt them a bad hand.  Shailesh Prajapati (left) owns a processing unit; Ashwinbhai Patel trades in polished diamonds Ashwinbhai Patel broke down the numbers. When he started out, he said, in 1991, the companies offered processing units a labour charge of Rs 17 per stone. “At the time, the dollar was worth around Rs 17-18,” he said. “Now we get Rs 50-55. Consider than against inflation – we have nothing left. How do we pay for labour reasonably and still make any profits?”It is then not surprising that almost all processing unit owners grumble about struggling to find skilled workers. “Everyone hates diamond now, no one wants to work in the industry because you get paid much more, say, if you  do construction work,” said Amrutlal L Patel. “That is why so many processing units have shut down.”The ones who have stuck on in the industry say they are doing so as they have no choice. “The price of everything has gone up but our labour,” said a diamond cutter at one of the processing plants in the city. annalal Chaudhary owns one of the bigger processing units in Palanpur‘Who wants to do magajhmaari’For some, it is the only way of life they know.  “I get Rs 17,000 [per month] after 15 years of work in this line,” said 33-year-old Bharatbhai Chaudhary, who works as the shop floor supervisor at a processing unit in Palanpur. “I may get more somewhere else, but who wants to do that much magajhmaari.”In many ways, Bharatbhai Chaudhry epitomises the spirit of the diamond industry in Palanpur – resigned to fate. The same attitude, to a large extent, animates the political outlook of those associated with it. They may not have got much from the current Bharatiya Janata Party government, but it hasn’t snatched anything away from them either, many would reason. Bharatbhai Chaudhary works as the shop floor supervisor at a processing unit As Ashwinbhai Patel put it, echoing a rather pan-Gujarat sentiment, “Ultimately, all that we want as businessmen from the government is safety and this government has been able to ensure that.”His good friend, the processing unit owner, Shailesh Prajapati, was more emphatic. “The thing is that Narendrabhai [Modi] has made us all proud to be Indians like never before.”","author":"Arunabh Saikia","time":"2022-12-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183628-wfzxteedsc-1669786650.jpeg","tags":["Gujarat","Diamond industry","Gujarat Assembly Elections 2022"],"source":"https://scroll.in/article/1038650/in-gujarats-palanpur-diamond-trade-is-in-decay-but-few-think-solution-lies-in-the-ballot-box"}