{"title":"In Goutam Ghose’s ‘Raahgir’, humanity thrives in a remote Indian village","content":"In Goutam Ghose’s Raahgir (The Wayfarers), a destitute man and woman are travelling to a distant town in Jharkhand to earn some wages. The man (Adil Hussain) is in his forties, and the woman (Tillotama Shome) is a mother of two children and wife to a paralytic husband (Omkar Das Manikpuri). They become acquaintances as they make their way through a severely muddy terrain, made more difficult due to incessant rain.Their journey is interrupted by the appearance of a motor cart stuck in the mud. The driver (Neeraj Kabi) is carrying a sick elderly couple in his car. He explains to the man and woman that if the cart doesn’t reach the town hospital in time, the couple will die, and he requests for their help. But if they spend time helping the driver, they won’t be able to find work in the town.Raahgir, set to have its world premiere at the Busan Internatioal Film Festival (October 3-12), is based on the Bengali short story Borshay Ekdin (A Day in the Rain) by Prafulla Roy. The story, set in North Bihar, has been transported to rural Jharkhand.“Raahgir is a film about how humanity still thrives in a world that’s getting increasingly selfish and self-centred,” Ghosh told Scroll.in. “Away from the urban metropolises, the last kernels of humanity can be found in India’s remote villages, or at least that’s what I have observed.”Adil Hussain and Goutam Ghose. Courtesy Adarsh Telemedia/Non Stop Entertainment.Ghose has won multiple National Film Awards for his Bengali and Hindi feature films as well as his documentaries. He chose to film Raahgir in Hindi because of the setting of the original story. Ghose’s last Hindi release Yatra, starring Nana Patekar and Rekha, was in 2007. His most recent feature film, Shankhachil (2016), was about the plight of a Bangladeshi couple travelling to Kolkata for the treatment of their daughter.The poor and the marginalised in India’s villages have been steady subject matter for Ghose’s films. “In my travels, I have come across a lot of these marginalised people who are actually very nice, particularly the tribals,” the 69-year-old director, composer and cinematographer said. “Their minimalist lifestyles devoted to sustainable development inspire me. I have a soft corner for this so-called subaltern world. As it happens, unless there’s a disaster, their stories aren’t told, so I tell them.”Raahgir came about when Ghose’s Indo-Italian project Lala got stuck due to “co-production formalities”. Ghose said his thoughts about fading empathy in contemporary times made him recall Roy’s short story. With co-writer Jagannath Guha, Ghosh prepared a screenplay and realised they had only two weeks for pre-production if they needed to shoot Raahgir during the monsoon in 2018.“We made the shooting schedule based on AccuWeather’s predictions,” Ghose said. “This was a calculated risk. We wanted rain and storms for 20 days of our shooting, and if we did not have them, our producer would be in trouble. But our gamble paid off, and we got the atmosphere we needed for the story.”The theme of humanity aside, what drew Ghose to the story was its visual appeal. “Image is the most important element in cinema,” Ghose said. “In this film, there are many long shots capturing vast vistas and landscapes, where sometimes there are just two people and maybe some cattle in the background. There’s a consistent grey tone that I needed with an overcast sky.” The cinematographer is Goutam Ghose’s son, Ishaan Ghose.Raahgir (2019). Courtesy Adarsh Telemedia/Non Stop Entertainment.Ghose’s feature film projects are interspersed with acting gigs and documentaries. Ghose estimated that he has made more than 35 documentaries, which include Meeting a Milestone, about Ustad Bismillah Khan, Impermanence, about the Dalai Lama, and Ray, about Satyajit Ray. But his seminal work in documentaries is Beyond the Himalayas, a four-and-a-half-hour film documenting his journey across the Silk Route.“There’s a great freedom in just setting off with a camera and three-four people to confront reality,” Ghose said. “I love adventure, adventure sports, mountaineering, and the likes. Making documentaries is an adventure. Making fiction films requires much more structure and assembling a whole lot of people to pull it off. But I love both mediums and I do not differentiate between them.”As for his acting, his last appearance was in Iranian director Majid Majidi’s Hindi film Beyond The Clouds (2017), where he played a slum dweller whose lecherous ways leave him incapacitated in a hospital.“When Majid Majidi said, I want Gautam to act, I obviously couldn’t say no,” Ghose said. “He is such a skilled and talented filmmaker. Though he barely spoke English, it was easy to communicate, both of us being filmmakers after all. It took me back to the time I introduced my film Padma Nadir Majhi at the Cannes Film Festival. The festival director got me to introduce my film to a fully French audience in Bengali. In a film festival, the sounds of different countries are important.”Goutam Ghose in Beyond The Clouds (2017).Also read:Book versus movie: Swimming pigs and a perfectly adapted short story in Goutam Ghose’s ‘Paar’","author":"Devarsi Ghosh","time":"2019-10-01T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127291-cnbltaiqud-1568347089.jpg","tags":["Goutam Ghose","Raahgir","Busan International Film Festival"],"source":"https://scroll.in/reel/936832/in-goutam-ghoses-raahgir-humanity-thrives-in-a-remote-indian-village"}