{"title":"In Godhra, Bilkis Bano convicts felicitated by RSS member soon after their release ","content":"Sitting in his family-run grocery store on Tuesday, flanked by a host of relatives, 47-year-old Radhshyam Shah kept referring to himself as the “accused”. When it was pointed out to him that he had, in fact, been convicted of gangrape – a verdict upheld by the Supreme Court – his response was matter-of-fact: “Yes, the court did say that.” “But,” he was quick to add, “we are innocent.”In 2008, Shah and 11 other men from Randhikpur in Gujarat’s Dahod district were sentenced to life imprisonment for raping a young pregnant woman from their village, Bilkis Yakub Rasul Patel, more commonly known as Bilkis Bano, and for murdering 14 of her relatives during the 2002 communal violence in Gujarat. Those killed included a day-old infant and Bano’s three-year-old daughter. The Bombay High Court remarked that there was “clinching evidence” to show Shah and the others had committed the crimes they had been accused of. The Supreme Court even asked the Gujarat government to pay Rs 50 lakh to Bano as compensation for the way the state police had initially suppressed evidence against the accused.Yet, on August 15, the day India celebrated its 75th year of independence, the Gujarat government prematurely set the 11 convicted men free. Around 10.15 am, Shah and the others stepped out of Godhra prison to be greeted by their relatives and neighbours with garlands, tilaks and sweets. Their next stop was the auditorium of the Deen Dayal Upadhyay Trust, named after the first president of the Bharatiya Jana Sangh, the precursor to India’s ruling Bharatiya Janata Party, which is also in government in Gujarat. According to the employees of the trust, the event had been organised by Arvind Sisodia, who is seen in pictures garlanding Shah and the others.When contacted, Sisodia identified himself as a member of the Rashtriya Swayamsevak Sangh, the BJP’s ideological parent, but denied having organised the event. “I only went there after I received a message that they had been released,” he said.Godhra ( Gujarat):  Rape convicts in  #BilkisBano case  and killers of 14 innocent Muslims get warm welcome and garlanded by VHP. pic.twitter.com/peVsNQHf5S— MuslimMirror.com (@MuslimMirror) August 16, 2022\n\nA lawyer and Hindutva supporterA day after the convicts were released, when Scroll.in visited Randhikpur village, almost everyone spoke of the men’s “respectable backgrounds”, alleging that “an NGO had framed them”.Outside Shah’s home, there was a constant stream of visitors, most of them neighbours. While some were ushered in, others left after exchanging quick pleasantries with Shah at the grocery store the family runs on the ground floor of their house.Shah, a soft-spoken slight man with a receding hairline, seemed eager to talk. He insisted he had not done “anything at all”. He and his co-convicts belonged to “good families”, he said. He cited his background as evidence: a lawyer by training, he used to practise in the Godhra sessions court before he was arrested in the case. Shah even went on to claim that in 2002, Randhikpur, a Hindu-majority village with a sprinkling of Muslims,  had seen no violence at all. But this is not what the trial court and the Bombay High Court concluded. Both the judgements note that Muslims in the village had come under attack from violent mobs and had fled in fear. Among those who left was Bano’s family.Shah claimed he knew them well. “Her parents used to live here, we would play cricket with her brother,” he said.  “I knew her husband too.”Yet, he was jittery when asked about Bano herself. “I don’t really know much about her,” he said. Radhyeshyam Shah at his home in Randhikpur. Credit: Arunabh SaikiaShah claimed that after he was released from prison on Monday, he had come home straight from jail accompanied by “friends and family”. When asked about the pictures showing he and his fellow convicts had been felicitated by members of Hindu right-wing groups, he said he didn’t know everyone he had met since his release as he had been in jail for 18 years. In the conversation with Scroll.in, Shah steered clear from talking about politics, yet throughout betrayed signs of being a Hindu supremacist. In 2000, he said he had helped bring “two Adivasi girls who had eloped with Muslim men from the village back to the community”. “I had filed a case in the court,” he said. When asked if the two girls were minors or had been taken away without their consent, he said they had been “coerced”. “You know this thing that happens these days,” he said. Asked if he was referring to “love jihad”, a debunked Hindutva idea that Muslim men romantically lure Hindu women to have them converted to Islam, he said with a slight smile: “Yes, something of that sort.”","author":"Arunabh Saikia","time":"2022-08-17T18:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178608-amkghsdblo-1660738767.jpeg","tags":["Bilkis Bano gangrape","Bilkis Bano","Godhra","Gujarat"],"source":"https://scroll.in/article/1030686/in-godhra-bilkis-bano-convicts-felicitated-by-rss-member-soon-after-their-release"}