{"title":"In Hindi heartland, Modi’s 10% upper caste quota may rally Dalits and OBCs against the BJP","content":"It is believed that Narendra Modi’s decision to grant a 10% quota to the poor among social groups outside the reservation pool is intended to prevent upper caste Hindus from deserting the Bharatiya Janata Party in the upcoming general election. The upper castes have long formed the BJP’s core base, but significant sections among them reportedly voted against the party in the 2018 Assembly elections in Madhya Pradesh, Chhattisgarh and Rajasthan. They were upset with the party for nullifying the Supreme Court’s judgement diluting the Scheduled Castes and Scheduled Tribes Prevention of Atrocities Act, which they claim is misused against them. The BJP lost all three states as a consequence. If the upper caste disaffection spreads to the other Hindi heartland states of Bihar and Uttar Pradesh, it is argued, the BJP will find it difficult to retain power. After all, these five states delivered 157 of their total 186 seats to the BJP-led National Democratic Alliance in 2014. But will the 10% quota convince the upper castes to stick with the BJP? If they do, will their support be enough for the Hindutva party to repeat its 2014 performance in the heartland? Political observers said the quota ploy is unlikely to make much of a difference in the upcoming election. For one, they contended, there is scant evidence that “upper caste anger” played a major role in the BJP’s recent election defeats. In fact, they said, the ploy may backfire by consolidating the lower castes against the BJP, even though the government has claimed the new 10% quota will not shrink existing reservation for the Scheduled Castes, Scheduled Tribes, Other Backward Classes.“It’s an election stunt and the upper castes are not fools to take this seriously,” said Girija Shankar Vyas, a political commentator in Bhopal considered close to former Chief Minister Shivraj Singh Chouhan of the BJP. “Upper caste anger is not about reservation, it is about the Atrocities Act.”  While the BJP leadership has blamed “upper caste anger” for its electoral wipeout in the Gwalior-Chambal region, Vyas pointed out, they have offered no explanation for the party’s sweep of the Vindhya region, which is dominated by the upper castes. So, he argued, there is no question of the new quota mollifying the upper castes. In fact, Vyas said, the upper castes are well equipped to understand “the intent behind this move”. “They have media and social media which is full of information about how this will be struck down by the Supreme Court,” he explained. “The BJP is losing the plot and their election management, which was once considered formidable, is now crumbling. This was the reason for their loss in Madhya Pradesh and not any upper caste anger.”YS Sisodia, who teaches at the Madhya Pradesh Institute of Social Science Research in Ujjain, said their assessment is that lower caste groups rather than the upper castes deserted the BJP in Madhya Pradesh. “The upper castes are the traditional vote bank of the BJP,” added Sisodia, who also works with the Center for the Study of Developing Societies. “Had they voted against it, the party would not have crossed 100 seats.”The Scheduled Castes make up 15.62% of Madhya Pradesh’s population, as per the 2011 census, and the Scheduled Tribes 21.09%. There are no official figures for the upper castes and the Other Backward Classes but they are estimated to be 22% and 33% of the population. The BJP’s quota decision is likely to consolidate the Scheduled Castes and the Other Backward Classes in particular against the saffron party, the political observers said.‘Wishful thinking’If such a realignment is a likely outcome in Madhya Pradesh, it is a certainty in Bihar, argued Shaibal Gupta, director of the Asian Development Research institute in Patna. “The lower castes have always been the decisive factor in Bihar,” he said. “This will certainly lead to Dalits and OBCs joining hands to overthrow the BJP government to avoid any changes in the reservation policy.”This has happened before, Gupta pointed out. At the height of the 2015 Assembly election campaign in Bihar, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat called for reviewing the reservation policy. The BJP lost the election and Bhagwat’s intervention was believed to have been a major factor. In the upcoming election, against a coalition of the Dalits and the Other Backward Castes, the upper castes would do the BJP little good given they are estimated to be just 17% of the population. A similar narrative seems to be shaping up in Uttar Pradesh. In India’s most populous state, the political commentator Sharat Pradhan said, leaders representing the Dalits and the Other Backward Classes will constantly hammer home the point that the BJP is trying to tinker with their quotas going into the election.There’s also no guarantee that the promise of a 10% quota will rally all the upper castes to the BJP. “For the BJP to assume that all the upper castes will vote for it is wishful thinking,” he said. “The Thakurs may end up supporting BJP because of Adityanath but other upper caste groups have started to see the Congress as an option. The upper castes back the potential winner and that candidate may not necessarily be from the BJP.”The only “silver lining” for the saffron party is that its decision could fracture the Other Backward Classes, Pradhan said. “The privileged OBCs might feel threatened that a similar rule of economic backwardness would be implemented within their quota,” he explained. “So, they are unlikely to support the BJP. But the marginalised OBCs who have been demanding a segregation of the OBC quota may be elated that this could happen for them in the near future. So, they could vote for the BJP.”‘Disastrous consequences’In Rajasthan, BJP leaders are convinced that a large number of upper caste voters chose NOTA in the Assembly election to register their anger with the saffron party – and that proved the difference between victory and defeat. But Om Saini, a political commentator in Jaipur, is not convinced. “They have been claiming the difference of votes between the BJP and the Congress was just 1.5 lakh votes while close to five lakh people chose the NOTA option,” Saini said. “They feel it was mainly the upper castes who used the NOTA option and that this move will win them back.”An analysis of the election result, however, shows that fewer voters chose the NOTA option in 2018 than five years earlier, 4,67,781 as against 5,89,923.Considering the BJP’s assumption is faulty, Saini argued the quota decision “could have disastrous consequences for the party”. “It could lead to an upper caste versus others battle in 2019,” he explained. “Within a few days, BJP leaders will realise this move has backfired.” The upper castes are vastly outnumbered in Rajasthan. As per unofficial estimates, they are only 17% of the population, while the Other Backward Classes are close to 52%. The Scheduled Castes and the Scheduled Tribes together make up around 32% of the state’s population, according to the 2011 census. “In such a scenario, even a strong consolidation among the upper castes will not be the deciding factor in the general election,” Saini said.In Chhattisgarh, where the BJP lost power after 15 years, the party’s leaders see the 10% quota as the magic wand that will revive its fortunes, presumably by bringing the upper castes back to its fold. Political observers disagree. “More than upper caste anger, it was farm distress that helped the Congress attain a clean sweep in the Assembly election,” said Alok Shukla of the Chhattisgarh Bachao Andolan, a non-profit. “People understand this is being done for the 2019 election. Had the Modi government done this soon after assuming power, it would have had some impact. Now people are raising questions about the timing.” There is a possibility the decision will prompt the Dalits and the Other Backward Classes to come together against the BJP, Shukla said. “If that happens, the BJP is unlikely to win even a single seat in Chhattisgarh,” he added.","author":"Akash Bisht","time":"2019-01-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/54258-mygqjpnuez-1490274995.jpg","tags":["Reservation","Narendra Modi","Uttar Pradesh","Madhya Pradesh","Rajasthan","upper caste quota","2019 Lok Sabha election","quota","Upper-caste Quota"],"source":"https://scroll.in/article/908836/in-hindi-heartland-modis-10-upper-caste-quota-may-rally-dalits-and-obcs-against-the-bjp"}