{"title":"In ‘Hun, Hunshi, Hunshilal’, an invented country and a very real exploration of misrule and dissent ","content":"For close to three decades, the Gujarati satire Hun, Hunshi, Hunshilal has been out of circulation. That is, until October 15, when it surfaced on YouTube.Documentary filmmaker Sanjiv Shah’s only feature has been uploaded by the collective Potato Eaters and will stay on YouTube until October 20. This is an opportunity to watch a movie that has barely been seen since it was completed in 1991.Produced by Shah with a loan from the National Film Development Corporation, Hun, Hunshi, Hunshilal was never released in theatres but was shown on Doordarshan several times. “A lot of people in different corners of the country have watched the film on TV,” Shah told Scroll.in. A few scratchy VHS copies also floated about, which didn’t do justice to the film’s technical qualities.Fortuitously, Shah was in the process of restoring Hun, Hunshi, Hunshilal when the Potato Eaters collective approached him a few months ago. The copy that is up on YouTube gives a sense of the magnificence of Navroze Contractor’s cinematography. The movie stars the late actor Mohan Gokhale and Dilip Joshi, who subsequently became a television star with the popular series Tarak Mehta Ka Ooltah Chashmah. Also in the cast are Renuka Shahane and Manoj Joshi in one of his earliest film roles.The subtitles have been reworked by Ruchir Joshi and Sunil Shanbag. Rajat Dholakia’s score, a highlight of an unorthodox and hybrid narrative that combines elements of experimental cinema, the documentary, street theatre and the musical, can finally be heard again in all its sonic glory.Mohan Gokhale in Hun, Hunshi, Hunshilal (1991). Courtesy Karaanar Productions.The re-emergence of a film about an intolerant regime that cracks down on dissenters is well timed. Hun, Hunshi, Hunshilal is a socio-political allegory set in a fictitious country named Khojpuri, which is ruled by the despot Bhadrabhoop. Poverty reigns on the streets even as defence budgets keep shooting upwards. Bhadrabhoop is surrounded by sycophants who tell him what he wants to hear – that he can make aeroplanes fly merely by blowing in the air.The dictator keeps a tight lid on rebellion. Whenever things get out of hand, he simply bans them. Bhadrabhoop blames Khojpuri’s woes on a plague of mosquitoes. The earnest scientist Hunshilal comes up with a vaccine for these irritants, but then gets embroiled in a conspiracy to overthrow the king. The film’s English title is Love in the Time of Malaria.Dilip Joshi in Hun, Hunshi, Hunshilal (1991). Courtesy Karaanar Productions.Hun, Hunshi, Hunshilal was shot largely in Ahmedabad. The story, by Shah and Gujarati writer Paresh Naik, was a reaction to decades of misrule in Independent India. Among the influences cited by Shah was Italo Calvino’s novel Invisible Cities, which examines the urban experience through fictional conversations between conqueror Kublai Khan and explorer Marco Polo.The idea of a fog that envelops one of the cities mentioned by Calvino possibly inspired the movie’s opening image of a sanitation worker spraying pesticide to rid Khojpuri of its pesky insects and, by extension, its discontented people. Shah also took inspiration from a visit to a dam in Madhya Pradesh to shoot a documentary. The dam had flooded the area and a new strain of mosquitoes, resistant to drugs and pesticides, had been discovered. “Nature is going to hit back, and so will humans, eventually,” Shah said.Hun, Hunshi, Hunshilal (1991). Courtesy Karaanar Productions.Vast parts of Khojpuri resemble a construction site – a comment on the country’s shabby infrastructure as well as a feature common to cities when Shah set out to make his movie, he said. Although Shah graduated in editing from the Film and Television Institute of India in the late 1970s and has made several documentaries, he briefly trained as an architect.“I quit after the second year… to work with an organization involved in working for housing rights of people in Calcutta,” Shah told Shah Heredia, the curator of the film festival Experimenta, where Hun, Hunshi, Hunshilal was screened in 2005. “It was essentially a way of engaging in a process of organizing dispossessed people through their right to shelter.”Apart from Calvino, other influences on the film included the Asterix comics, PG Wodehouse, Mad magazine, Hindi films about obdurate kings such as as Mughal-e-Azam and Mard, and the European filmmakers Sergei Eisenstein and Jean-Luc Godard, Shah told Heredia. ”There was also the integration of the tradition of Gujarati literature and poetry that I had grown up with as well as the influences my social/political activities of the preceding decade or so,” he told Heredia. “The overarching influence, if I was to look at it so, was the time itself – when the last bastion of political alternative was being dismantled in the eastern Bloc; when communal strife was almost at its peak in our own country and when I was sensing the increasing pressure of the homogenizing that was to come with the project of development and progress (as the free-market economy was then called), the increasing marginalization of the dispossessed and the total intolerance of dissent.”Sanjiv Shah. Photo by Navroze Contractor.Cities in the 1980s and 1990s were marked by demolition and reconstruction, Shah told Scroll.in. “You couldn’t have escaped it – an old order was being wiped out, and along with it, memories too.”The decades were also filled with labour movements against the policies of the state and central governments. Hun, Hunshi, Hunshilal frequently cuts to actual footage of street protests. Contractor’s imagery balances staged scenes with documentary-like moments of ordinary citizens going about their work – the mosquitoes of Bhadrabhoop’s imagination.“The possibility of another, more equitable world had kind of started to disappear around the time,” said Shah, who is now 63 years old. “Through the film, we wanted to look at why we had reached there, so we included references to Indian history and used multiple idioms and devices.”Cinematographer Navroze Contractor. Courtesy Karaanar Productions.Among the key devices is the use of songs to express the film’s themes. Rajat Dholakia composed over 40 tunes. The music is used in nearly every scene. The most stirring use of music is in a sequence that suggests that Dilip Joshi’s Hunshilal is floating over Khojpuri.Hunshilal has fallen hard for his colleague Parveen (Renuka Shahane), but has also learnt that she is secretly rebelling against Bhadrabhoop. He begins to see Khojpuri with new eyes. Raghubir Yadav, the actor who is also a fine vocalist, sings that the world is all smoke and illusion as Hunshilal seemingly detaches himself from the roof of a building and flies over Khojpuri.The low-budget film, which was made on roughly Rs 17 lakh, achieved this effect with the help of a snorkel, Shah recalled. “The Ahmedabad fire brigade had got a new snorkel, since tall buildings were coming up in the city at the time,” he said. “They were kind enough to take all of us on top of the snorkel.”Other filmmaking hacks included recording the songs in the basement of a house in Ahmedabad that belonged to Shah’s father. “We couldn’t have afforded to do the recording in a studio,” Shah explained. Renuka Shahane and Dilip Joshi in Hun, Hunshi, Hunshilal (1991). Courtesy Karaanar Productions.The film’s restoration cost nearly as much as the original cost to make – but it will be worth every paisa for cinephiles seeking to plug the holes in their understanding of the history of Indian independent cinema. While several arthouse films are available on DVD, television and streaming platforms, some titles have eluded discovery because they have not been digitised or restored. For years, the barely-seen Hun, Hunshi, Hunshilal had been remembered for its daring formal experiment that was also a biting critique of the political situation in 1990s India. However, when it first came out, its non-linear style, absurdist humour and genre-challenging ways drew mixed reactions, Shah recalled. He did not make another feature, focusing instead on documentaries. His most recent film A Place To Live, about urban migration and homelessness, was made in 2018.“We didn’t consciously set out to make an avant-garde film – it just happened because it was the best way to explore the themes,” Shah said. “I only knew that nothing like this had been done before. People have read relevance into the film over the years, and a lot of young people are taking to it.”In Hun, Hunshi, Hunshilal, a character declares, we tend to believe what we see on radio and television, but not what is before us. Khojpuri is a permanent work-in-progress land that invents enemies, crushes rebels and bans dreaming and the colour red simply because it can. In it, contemporary viewers may see reflections of a real country where equality, justice and humanity are in short supply. Also read:‘Gabhricha Paus’ revisited: In film on farmer suicides, a hard look at the real price of cottonFilm flashback: ‘Amma Ariyan’ and the fruitful afterlife of its director John Abraham‘27 Down’ revisited: The magic and tragedy behind Awtar Kaul’s first and last movie","author":"Nandini Ramnath","time":"2020-10-17T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149275-qvbslfdtks-1602864556.jpeg","tags":["Hun Hunshi Hunshilal","Sanjiv Shah","Dilip Joshi"],"source":"https://scroll.in/reel/975990/in-hun-hunshi-hunshilal-an-invented-country-and-a-very-real-exploration-of-misrule-and-dissent"}