{"title":"In his new film, Iranian director Jafar Panahi weighs his decision to stay","content":"In December 2010, Iranian filmmaker Jafar Panahi was banned by his government from directing films and leaving the country for 20 years. Panahi was being punished for making films that were critical of Iran’s repressive policies. The authorities have sought to silence him within his country and abroad, where he has won fame and acclaim. Panahi’s response has been to make more movies.Since 2010, Panahi has filmed himself under house arrest in his apartment (This is not a Film, 2011), made a drama about a man and a woman in hiding (Closed Curtain, 2013), driven around Tehran under the guise of being a taxi driver (Taxi, 2015) and played a version of himself while following an actress looking for a young girl in rural Tehran (Three Faces, 2018). Panahi has also contributed to the anthology film The Year of the Everlasting Storm (2021), proving that while he might be bound, he may never be gagged.The post-ban films, made under secrecy and under conditions, have taken Panahi further into the realm where documentary and fiction merge into each other. The orthodoxies of fiction cease to exist in a world which reality itself has been warped beyond recognition by an oppressive regime, these brave new  productions suggest.Panahi’s new clandestine project dispenses with the filmmaker-as-mischief maker conceit that has been in play in 2010. No Bears is Panahi’s angriest film in recent years, turning the focus not just on his own plight but also the cruelty faced by his compatriots.No Bears is being shown at the International Film festival of Kerala, where Panahi has been a hugely popular guest in the past. An ambitious meta-fiction that comprises narratives within narratives, No Bears is squarely about the Iran that proscribed Panahi as well as the country where women are dying for the right to dress as they please.One layer follows Panahi as a version of himself – a director who rents a house in a border village. Panahi’s purpose for being in this remote village with dodgy network connectivity lies a few kilometres away. In Turkey, a film is being made by Panahi’s assistants, with Panahi steering the shoot through remote video technology.Like the protagonist in Abbas Kiarostami’s The Wind Will Carry Us, Panahi also has to engage in acrobatics to get a workable internet connection. Meanwhile, a situation  worthy of Michaelangelo Antonioni’s Blow Up develops: did Panahi, in the course of shooting pictures of the village, inadvertently take a photograph of a couple who are not supposed to be together?The village elders – always polite but scarily insistent – say that their collective honour has been besmirched and that Panahi must produce the offending photograph that he says he hasn’t taken. The parallels with Panahi’s real-life vilification are unmistakeable.Meanwhile in Turkey, two intertwined dramas unfold. The actors of a film about Iranians planning to flee to Europe under fake passports decide to flee to Europe under fake passports.\n\n\n    \n    Play\n\nNo Bears (2022).What is real and what is staged anymore? The answer partly lies in the film’s title, which refers to a village legend about bears that lurk in the shadows, waiting to consume evildoers.Another questions roils the characters in a meta-fiction that calls its own identity into question ever so often: should the Panahi inside No Bears and the director of No Bears flee Iran, or should he stay back to fight?The answer to this question yields some of the film’s most devastating scenes. The Turkey tracks are unwieldy and undermined by the fact that we know that we are watching self-reflexive fiction. But in the sequences in the village in Iran, which are fictional too, Panahi’s encounters with a hidebound mob masquerading as simple, traditional folk are the stuff of Kafkaesque horror.Filmed in Panahi’s realist style, which included telling conversations that reveal the cant behind the can-and-cannot dos imposed on free thinkers, No Bears morphs from an amusing satire into a blazing critique of censorship.The movie goes to the very heart of Panahi’s art: to witness, document and question, all while staying true to the realities of Iran. Was it worth it, a character wonders about Panahi’s persona non grata status. No Bears has a reply to this query too, one that is filled with sorrow, rage, ambivalence and the defiance that makes Panahi a singular figure in Iranian cinema and global filmmaking.","author":"Nandini Ramnath","time":"2022-12-12T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184204-nufgxfrefh-1670763913.jpg","tags":["No Bears review","Jafar Panahi","Iranian cinema"],"source":"https://scroll.in/reel/1039506/in-his-new-film-iranian-director-jafar-panahi-weighs-his-decision-to-stay"}