{"title":"In Habib Tanvir’s plays, folk music always had the starring role","content":"Feeta Bai Markam’s fans have described her voice as buland. It commanded your attention instantly. There was no warming up, no jitters, no agonising – the songs arrived ready, bewildering taans coming out of nowhere. Which explains why vocalist Kumar Gandharva, watching her in a play in Bhopal, famously shot out of his chair and shouted, “Kya mara,” when a dazzling volley of notes hit the hall.Feeta Bai, better known as Fida Bai, was one of the musical stars of theatre legend Habib Tanvir’s Naya Theatre troupe. Whether playing the scheming Rani of Charandas Chor, Basant Sena of Mitti ki Gaadi or Manti of Gaon ke Naam Sasur Aur More Naam Damad, she always shone bright in his plays in the 1970s and ’80s.The fierce strength of her voice, high and resounding, came from the roots of her training – the rough and tough of the nacha folk theatre tradition of Chhattisgarh under its master, Dau Mandraji. The crowds were unruly, the grounds vast, and there was maybe one mike. Angst or stage fright were not luxuries she could afford.In early December, as the arts non-profit Raza Foundation celebrated Tanvir’s birth centenary, Feeta Bai’s niece and nacha artiste, Poonam Tiwari, took the stage to sing the greatest songs of Naya Theatre’s iconic plays. The 60-year-old was ideal for the occasion. Tiwari has her aunt’s fabled verve and uninhibited ease. And other than Tanvir’s daughter Nagin, she is among the few to preserve the troupe’s musical ouvre.\n\n\n    \n    Play\n\nAadmi from Agra Bazar.Tiwari recalls the time when Naya Theatre and its fabulous performers were at their peak. “Our rehearsals in Ber Sarai [where Tanvir lived in Delhi] would go on all day and through nights till we got the songs just right under the guidance of the composer Devilal Nagji or Nagin,” she said. “It was a junoon.”The songs she sang at the centenary celebrations from Tanvir’s plays have now passed into theatre legend: Saas gaari deve from Gaon ke Naam Sasur, already twisted into a film song in Delhi-6, Ek chor ne rang jamaya sach bolke from Charandas Chor, Bela saanjh ki, Ghata chhayi ri ghaneri bela saanjh ki from Mitti Ki Gadi, Aadmi from Agra Bazar, Lali gondali churpur mircha chane ki daar from Sadak, Chola matti ke hai Ram from Bahadur Kalarin and Khoon phir khoon hai from Jis Lahore Nahin Dekhya.Playwright, poet, singerMusic was an inseparable part of Tanvir’s theatre and his plays are remembered as much for their songs and as for their dialogues. “Songs were not interludes in his plays, but an organic part of them,” said Ashok Vajpayee of Raza Foundation who was associated closely with Tanvir. “They came as commentary, actually played a role in the play integrating, disrupting and creating a pause for reflection. He had a fine sense of irony and a deep concern for the human condition that his songs reflected.”The actors who took Tanvir’s theatre to its pinnacle in the 1970s and ’80s – Bhulwa Ram, who theatre activist Sudhanva Desphande has described as Chhattisgarh’s greatest singer, Govind Ram, Thakur Ram, Malabai and Laluram, among others – came from the nacha tradition. They may have been unlettered but they were highly trained in the oral tradition.A still from Charandas Chor. Courtesy: Sudhanva Deshpande.The texts of the songs were picked or written by Tanvir and set in the folk idiom. He drew them from multiple sources – in full or part from Chhattisgarhi songs as well as Urdu poets such as Nazir Akbarabadi and Sahir Ludhianavi. Among the songs he wrote was the delectable Batao gumnami acchi hai ya achhi hai namvari (tell me is it better to be famous or faceless) from Thela Ram.“He was a keen poet and singer and had a strong sense of meter and prosody that came from his understanding of Urdu poetry,” said Deshpande. “He paid a great deal of attention to words. The songs were simple to understand but held a deep well of meaning.”Music archivistMusic is not alien to Indian theatre traditions. Parsi theatre was famous for its song and dance sequences. The sangeet natak of Maharashtra is an operatic form in which the music tells the story. Folk forms like Yakshagana, Pandavani and Ramleela are as much theatre as music. And classical theatre forms like Kathakali and Koodiyattam are often mistakenly referred to as dance for their rich lexicon of movement and music.“Our folk and classical theatre did not distinguish between music, dance and theatre,” said Vajpayee. “In modern theatre, the emphasis is on visual design, acting and words. Music is only used as adornment. What Habib did was to combine classical and folk elements into modern theatre. In doing so, he managed to do away with stage setting and the demands of realism.”\n\n\n    \n    Play\n\nNageen sings Saas Gari Deve from Gaon Ke Naam Sasur.How the very urbane Tanvir, with a pipe firmly clamped between his lips and a theatre life that played out almost entirely in Delhi, came to use Chhattisgarhi dhuns to create what Vajyapee calls “Habib Sangeet” is a story that goes back to his earliest years.Tanvir’s childhood was spent in Raipur, where the Chhattisgarhi dialect, beliefs, music and rituals were all around him. Of all the things that fascinated him about the state, the songs stood out – he would document them in copious detail. But it was not till he had traversed Bombay, Delhi and western Europe and soaked in half a dozen cultural influences that the music of his childhood returned to populate his life and work.“This is something not acknowledged enough, but Habib saab was a musicologist and musical anthropologist,” said Deshpande, who acted under Tanvir’s direction in three Jana Natya Manch productions, co-directed two documentary films on him and helped put his considerable archive in shape. “His work notebooks from the late 1950s to the early 1970s were full of the songs he had collected from Chhattisgarh since his childhood.”Collage of influencesIn the mid-1940s, Tanvir headed to Bombay to carve himself an acting career in films. By all accounts the venture failed but in the process he discovered the most dynamic theatre scene in the metropolis – the Indian People’s Theatre Association or IPTA. The movement worked on themes of political awakening, social change and workers’ struggles, and used music as a means to keep audiences engaged through what it called janasangeet. Among its members were stalwarts like Ravi Shankar, Salil Chaudhury and Sahir.A young Habib Tanvir. Courtesy: Sudhanva Deshpande.“We got familiar with folk-forms like Tamasha and Lavani, Bhavai, the folk songs of Gujarat,” said Tanvir in a 1996 interview with the Seagull Theatre Quarterly. “The IPTA Konkani squad had a lovely music squad and Konkani music was very vibrant, I liked it very much. The group was very strong. I love music and so all this was worth watching”After IPTA broke up, Tanvir moved to Delhi in 1954 and started working with Hindustani Theatre run by the theatre practitioner Qudsia Zaidi. It was here that he wrote and directed his pathbreaking play Agra Bazar. It was a tribute to Nazir Akbarabadi, an underrated people’s poet from Agra whose work sidestepped the usually lofty preoccupations of shayari to focus on the everyday – the bustle of the streets, cucumbers and melons and, most famously, human foibles. His Aadminama was immortalised in Tanvir’s play through a memorable and eminently hummable song.Agra Bazar was staged using non-actors from Okhla and lacked all the trappings of a regular play. It couldn’t even be said to have a definite plot.\n\n\n    \n    Play\n\nTarbuz song from Agra Bazar.When Hindustani Theatre closed soon after, Tanvir left for Britain for a stint at the Royal Academy of Dramatic Art. At the academy, Deshpande writes in an article in the Economic and Political Weekly, Tanvir honed his craft but also realised that he was not inspired by the rigidity of western notions of time, space and action in theatre.“Indian theatre traditions bank on imagination and memory,” said Vajpayee. “You say, ‘I am going to Kishkinda,’ and walk around the stage once and the audience accepts that you have arrived in Kishkinda. You do away with the visual paraphernalia and use oral paraphernalia, including music.”In his travels around Europe, Tanvir famously made some money by singing Chhattisgarhi songs in bars. He didn’t realise it then but another big musical influence on his work was waiting just round the corner – the Berliner Ensemble of Bertolt Brecht. “It was the Brechtian technique of using songs as a narrative means that left a mark on him,” pointed out Deshpande. “He also saw music as an emotional asset and a means to entertain. He used delightful wordplay in songs like Achkan matkan, dahi chatkan in Charandas Chor to show the thief’s cleverness.”\n\n\n    \n    Play\n\nCharandas Chor as radio play, 1985.Unconventional theatre Tanvir’s songs, like his plays, were simple and accessible, although they pointed to deeper, complex philosophies as folk songs often do. That did not make his plays folk theatre, though. What he did was unique – he practised an unconventional modern theatre for which he recruited nacha artistes with their immense and robust facility for singing, dancing and owning the stage.Though Tanvir had a strong sense of music and a bank of tunes collected from every source that appealed to him, the composing of most of Naya Theatre’s best-known works was done by composer-singer Devilal Nag. Later, and especially for Tanvir’s work with the Jana Natya Manch, Kajal Ghosh had helped compose his songs.It was in the late 1950s that Tanvir started scouting for nacha actors from the Chhattisgarh region. “He travelled extensively from village to village, looking for nacha parties and they would present their works to him – singing, dancing and acting,” recalled Deshpande. “I attended one such workshop at Khairagarh University in 2000. There would be two rounds of such presentations lasting a week, and some would be asked to stay back and join.”A still from Agra Bazar. Courtesy: Sudhanva Deshpande.That was how Poonam Tiwari joined the troupe. She was a teenage artiste doing nacha in Durg when Tanvir spotted her. It was her aunts Fida Bai and Malabai who persuaded her to join Naya Theatre. Today she runs her own repertory of 16 nacha artistes, Rang Chhattisa, at Rajnandgaon. “My entire life unfurled at Naya Theatre, I married and had my children here,” she said. “I have trained my artistes and daughter to carry forward the dharohar (legacy) of Habib saab’s music. Otherwise it will be lost in time.”Malini Nair is a culture writer and senior editor based in New Delhi. She can be reached at [email protected].","author":"Malini Nair","time":"2023-12-16T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196662-rcxkqpbkpb-1702614739.jpg","tags":["Habib Tanvir","Theatre","Music"]}