{"title":"In his early days in the RSS, Atal Bihari Vajpayee wanted minors to be banned from watching films","content":"On his 25th birthday, Atal was overworked and sceptical about the world; his politics had become intensely, irrevocably personal. This reflected in his op-eds, such as the one he wrote for the year-end issue – an introspective, wistful, impassioned wrap-up simply titled “1949”:  “Another year of our small lives has passed. Assessing the year gone by is a useful way to draw up a plan for the upcoming one. But today we feel no such desire, because the year gone by was our year of defeats and hopelessness; in the upcoming year too, we see no hope.”…Atal was certain that the “Sangh is the only ray of hope for a country jeopardised by divisions of party, province, language; and darkness born out of the ego of men opposed to each other”. All eyes in 1950 were going to be turned towards this only “fiery organisation capable of converting idealism into concrete pragmatism, and build a society and nation over it...You can blind us, like Prithviraj [Chauhan] had once been, but you can’t snatch the dream in our hearts. And to fulfil that dream we shall devote every day and every night of 1950.”Indeed, he devoted every day and night. Everyone at the Bharat Press lodged at a building which had houses resembling “10 x 15 [feet] Bombay chawls, a mile away from the office”. Around August 1950, Atal was shifted to Swadesh, a daily newspaper launched the previous year. Being assigned the responsibility to run a daily was a promotion for him. But being constantly moved was an ominous sign that the RSS were flexing its muscles with little resources. The logistics of gathering and printing news with shoddy infrastructure (broken chairs, no telephone) and limited staff meant longer hours spent slogging – in Atal’s case, not least because he wrote an op-ed every day.  A colleague would later describe his life in Lucknow thus:There were days when he was in the office working continuously from 9 AM till 9 PM. After that, we would start winding up to go to dinner. Atalji would be sitting quiet, awfully quiet. I would ask, “Atalji, what happened, you look so low?” He would hold out his arm to me and ask: “touch and see if I am running a fever”. He would quietly leave the office for the lodge. He had high fever so he would go to bed without eating anything. No medicine, no treatment. The next morning he would still have a fever, but he would come to work anyway. Swadesh was so short-staffed that we couldn’t afford taking a break for even a day or two...It went on like that for years.  Atal was living amid pracharaks, most of whom had had a less fulfilling childhood than him: Deendayal had been orphaned at seven; Nanaji had not told anyone that his mother had killed herself by jumping into a well when he was barely a toddler. These young Brahmins were small-town men born into caste privilege but lacking the means to make something of their lives. The Sangh had offered them at once a pious mission (to save Hinduism from the twin evils of Muslims and a pro Muslim Congress) and a potentially rewarding, if somewhat risky, career.  Living with men in their late twenties and early thirties who had taken a vow of life-long celibacy, Atal too led a life of emotional and sexual repression.Sometimes this struggle showed in the pages of Panchjanya, with the young editor playing moral policeman. He implored the UP government to prohibit children of 16 years and below from watching films:“Cinema is one of the reasons for the decline in the moral character of India’s youth; and since government controls the cinema industry, it bears the responsibility entirely. For an annual income of merely 60–70 lakhs, no civilised nation would like to see its future citizens degraded.”  The immediate reason for the outburst was the megahit Barsaat, a film of passion and melancholy, which 24-year-old Raj Kapoor had directed and acted in. Following another controversy, the screening of Barsaat had been stopped six months after its release. But, Atal protested, its “dirty, vulgar songs” could still be heard everywhere. He feigned shock at a song extolling the heroine’s “patli kamar, tirchhi nazar” – slender waist and occasionally flirtatious glance – “a vulgar song echoing from the lips of every Lucknow child”. The All India Radio’s policy in this regard was also “pernicious” and they needed to exercise caution in the selection of songs which were aired.Intellectually, he was growing. In his post-ban avatar as the editor, Atal developed a niche: India’s relations with the rest of the world. His writings on foreign policy displayed an ingenuity that was missing elsewhere. Not long ago, hardly anyone in the RSS had the inclination or the academic grounding required to analyse the pros and cons of India’s diplomatic relations. After the communist revolution in China in October 1949, they could no longer ignore the new enemy across the northern border. The communists were not merely competitors for political power, their conception of society wrote off all of India’s past heritage as feudal.Atal was certain India must at all times treat both China and Russia as part of one team with the medium-term communist agenda of reddening up all of South Asia. Nehru had argued the opposite: that China had a personality of its own, and no one should treat it as a mere camp follower of the USSR. Atal did not trust the communists, but he also looked down upon the US as “a country drunk on dollars and atom bombs” whose primary interest was to flood Indian markets with its goods. Even so, unlike Nehru, he felt that the communist camp was less trustworthy than the capitalist camp: “Communist China is a reality, just as their anti-India stand is a reality too: to accept one and ignore another can hurt India.”By proposing to help South Korea, India has simply opposed the [Chinese] aggression, it has not collaborated with anyone...Can the Hindu Sabha refute the truth that if efforts are not made today to stop the Communist juggernaut, tomorrow India may also get enslaved by them? In which case, Dr Khare should enlighten us whether the India of his dreams should side with the USSR or the USA...To become popular, a political party needs a clear ideology and solid, creative organizational work. Mere pompous jibes won’t achieve much.Atal’s takedown of Khare was symbolic. Everyone from Golwalkar down to the RSS volunteers noticed that a 25-year-old editor was berating the 65-year-old president of the party that had birthed the RSS. The young editor was beginning to find an independent voice, and he was using it to demonstrate that the RSS could be flexible while holding its core beliefs intact.Excerpted with permission from Vajpayee: The Ascent of the Hindu Right, 1924–1977, Abhishek Choudhary, Picador India.","author":"Abhishek Choudhary","time":"2023-05-10T08:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/njpofxuuzq-1534455054.jpeg","tags":["biography","atal bihari vajpayee","RSS"],"source":"https://scroll.in/article/1048735/in-his-early-days-in-the-rss-atal-bihari-vajpayee-wanted-minors-to-be-banned-from-watching-films"}