{"title":"In India, credibility of elections, freedom of political parties significantly declined, says study","content":"India saw significant declines in the credibility of its elections and the freedom of Opposition parties, a report by Stockholm-based intergovernmental organisation International Institute for Democracy and Electoral Assistance said this week. The institute’s 2023 Global Report on the State of the Democracy highlighted the decline in democracy across Asia and the Pacific region. It ranks the democratic performance of a country on four factors – representation, rights, rule of law and public participation in democratic life.In terms of representation, which includes credibility of elections and freedom of political parties as benchmarks, India ranked 66 out of 173 countries in 2022, losing four places from the previous year.“India, which the [United Nations] estimates overtook China as the world’s most populous country in April 2023, continues to perform at the mid-range level in representation, despite a statistically significant five-year decline, as well as similar declines in credible elections and free political parties,” the report said. It highlighted the allegations that Facebook favoured the Bharatiya Janata Party and even ignored instance of hate speech by its leaders, resulting in the party benefitting in elections. The allegations were made in an article by The Wall Street Journal in August 2020.The newspaper had reported that Ankhi Das, who was then Facebook’s public policy director for India, opposed the idea of removing incendiary posts by BJP leader T Raja Singh, saying that the action could hurt the company’s commercial interests in India. Singh had said that Rohingya Muslim immigrants in India should be shot.The institute’s report also took note of a bill introduced in the Rajya Sabha in August to exclude the chief justice from a panel to advise the president regarding the appointments of the election commissioners. The bill proposes to replace the chief justice with a member of the Cabinet, who will be nominated by the prime minister. The move brings the matter of selecting the chief election commissioner and other election commissioners back within the Centre’s control.The report also said that Congress MP Rahul Gandhi’s conviction for defamation raised questions about “equal treatment of political parties” and pointed to alleged bias in court case. The Congress leader had been convicted by a Surat court on March 23 for remarks made in a speech ahead of the 2019 Lok Sabha elections. The court had awarded Gandhi the maximum punishment of two years in the case, which led to him being disqualified from the Lok Sabha. However, in August, the Supreme Court overturned Gandhi’s conviction. In terms of rights, the report said that civil liberties is a “continuing area of worry” in countries including India, Maldives, the Philippines and Sri Lanka that have seen significant declines over five years.India was ranked 104 in 2022, dropping three places from 2021. According to the rankings, countries such as the Philippines (88), Sri Lanka (90), Kuwait (99) and Maldives (98) fared better than India. “In mid-performing India, declines in freedom of expression and freedom of association and assembly were exemplified by Amnesty International closing its doors there in 2020, citing raids on its offices and its trustees’ residences and the eventual freezing of its accounts,” the report said.The Enforcement Directorate had conducted searches at the offices of the human rights body in 2018, alleging violations of the Foreign Exchange Management Act. In 2020, the organisation announced that it has been “compelled to let go off staff in India” and stop all its work as its bank accounts had been frozen by the central agency.In terms of rule of law, the report noted that the Supreme Court of India has passed a landmark judgement of legalising abortion regardless of marital status. In September 2022, the top court had said that the exclusion of unmarried women from the law on terminating pregnancies was unconstitutional, holding that all women are entitled to a safe and legal abortion.According to the institute’s report, India was ranked 74 in 2022 for the rule of law, up from 76 in 2021. In terms of participation, India maintained its rank of 83 in 2022.","author":"Scroll Staff","time":"2023-11-21T18:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166900-nqzslusjqz-1638114035.jpg","tags":["Democracy","Human rights","International Institute for Democracy and Electoral Assistance"],"source":"https://scroll.in/latest/1059415/in-india-credibility-of-elections-freedom-of-political-parties-significantly-declined-says-study"}