{"title":"In Indore, ‘love jihad’ vigilantes from Bajrang Dal have a free run","content":"On the afternoon of January 21, Moin Khan was attending to a personal matter in a court in Indore, Madhya Pradesh, when he got a panicked call from his friend Mohammad Rizwan.“‘Bajrang Dal men have barged into my home, come fast,’ he told me,” said Khan. Unable to leave his work and go all the way to Shree Nagar, a middle-class neighbourhood where his friend lived, the 21-year-old sent his father instead.When his father Anwar Khan Qadri reached the building in which Rizwan lived, he found a mob of 100 men from the Bajrang Dal swarming around the third-floor flat and taking videos. “They had locked Rizwan and his friends inside the apartment and were beating them,” Qadri told Scroll. “I couldn’t do anything.”Six months ago, Rizwan and his four friends, residents of Shajapur, a town 100 km away, had moved to Indore to learn web design, Moin said.That day, Salman Akhtar, one of the flatmates, had invited his friend, a young woman from the Hindu community, to the apartment to celebrate her birthday. Another woman was also in the apartment.In the afternoon, Bajrang Dal workers forced their way into the flat to carry out a “raid”, accusing Rizwan and his friends of “love jihad”.The assault on the five men in Indore was filmed and later circulated. Screengrab via @vishnukant_7 / Twitter.“Love jihad” is a conspiracy theory peddled by Hindutva organisations that claims there is an organised plot by Muslim men to seduce Hindu women and convert them to Islam. Since 2020, several states ruled by the Bharatiya Janata Party, including Madhya Pradesh, have enacted laws against religious conversion that effectively criminalise inter-faith relationships and marriage.Qadri recalls that the Bajrang Dal men continued to question and assault Rizwan and his friends till the police arrived 30 minutes later. (The names of the five men and their family members have been changed to protect their identity.)The personnel from the MIG police station dispersed the mob, but took the five men into custody.The Bajrang Dal men followed the police van carrying Rizwan and his friends on two-wheelers, raising slogans, as video clips that circulated on social media after the incident show. No action was taken against the Bajrang Dal members – a pattern that is by now familiar in Indore.In the past two months, the city has seen several such incidents where Bajrang Dal men have accosted couples, beat up the men and then handed them over to the police. In the majority of the incidents, Scroll found, Bajrang Dal leaders boasted on social media about their role in the “raids” on couples. In most cases, the police turned a blind eye to the violence.‘The matter has ended’A day after the “raid” on the birthday party, Tannu Sharma, the Indore head of the Bajrang Dal, bragged on Facebook that his group had been tracking the five men for two weeks before they “caught” them. He labelled them “love jihadis”. A video that he shared on his Facebook page shows Bajrang Dal men inside a small flat decorated with balloons and streamers. A young woman in the video is seen hiding her face, as the Bajrang Dal men question the flatmates.Later, Rizwan would recount his experience to Moin. “He told me he was on a video call with his mother when the Bajrang Dal men entered and started shouting,” Moin told Scroll.The Bajrang Dal members snatched Rizwan’s phone and asked him to open the photo gallery. “They asked Salman how long he had been dating the girl. He told them they were friends. But Rizwan said the men were not convinced,” said Moin. “They lined them up and started beating them.”At the MIG police station, Rizwan and his four friends were taken into preventive custody, under Section 151 of the Indian Penal Code.“We used Section 151 because the two groups were fighting and it could have led to law-and-order problems,” assistant sub-inspector Seema Sharma told Scroll. “We detained the five men because the Bajrang Dal complained against them. We did not take action against the Bajrang Dal because there was no complaint against them,” she said.The five men were released three days later on January 24.They returned to Shajapur almost immediately. Neither their family members nor the men agreed to speak to Scroll about the attack.The flat in Indore where the five Muslim men lived. They returned to Shajapur after the violence. Credit: Zafar Aafaq.“The matter has ended,” said Mohammad Salman, the father of one of the boys. “We do not want to talk about this issue.”Saleem Abbasi, Salman’s cousin who also lives in Shajapur, said that the five men have been confined to their homes since the attack. “Their families are so afraid that they are not even letting them go out to the market,” he said. The new normalBy forcing their way into a private home to target Muslim men on January 21, the Bajrang Dal did cross a line. But this is hardly the first time that members of the Hindutva organisation have beaten up Muslim men in Indore after finding them in the company of women from the Hindu community.As is evident from Bajrang Dal Indore leader Tannu Sharma’s Facebook timeline, since the first week of December, the organisation’s members have been involved in more than a dozen incidents in which they accosted Hindu women and Muslim men in public spaces – cafes, bus stands, parks, or parking lots. Zaid Pathan, the state coordinator of Association of Protection of Civil Rights, said “love jihad” vigilantism has been growing unchecked in Madhya Pradesh. He believes it was a statement on December 4 last year by Madhya Pradesh Chief Minister Shivraj Singh Chouhan, assuring that his government will bring in “stronger laws against love jihad” that encouraged the Bajrang Dal.“Since then, groups like Bajrang Dal have been emboldened,” he said. “They harass Muslim men and youth regularly. Many cases do not even surface in the media.” In most cases, the police locked up the men under preventive detention and released them after three or four days in jail.Members of a right-wing organisation during a protest against 'love jihad', in Mumbai on January 29. Credit: PTI.Take, for instance, the case of 21-year-old Faizan Khan, a YouTuber who makes short comedy sketches and has seven million subscribers to his channel.On a December evening, he was with his girlfriend at the Thakur da Café in Indore when a group of Bajrang Dal men barged in demanding to know what he what he was doing with the young woman. Before he could answer, Faizan Khan said, the men grabbed his collar and started beating him. “They dragged me out while slapping me,” he said. They also filmed the assault.They hauled him to the MIG police station where he was locked up for the night before being detained for four days under Section 151 of the IPC.“I was alone and they were a group of 14-15 men,” Khan told Scroll. “But the police took their side.”He said he had met his girlfriend around July last year through a mutual friend.“We started talking and liked one another,” Khan said. “The Bajrang Dal men pressured her to give a statement against me but she refused. She took my side.”However, after the incident, Khan and the girl broke up.In a video posted on December 13 on Tannu Sharma’s Facebook timeline, the Bajrang Dal leader is seen speaking to reporters about the “raid” on Faizan Khan. He said that “Bajrangis” found Faizan Khan and a Hindu girl “doing obscene acts” and handed him over to the police. “We will not let any girl in Indore be cut into 35 pieces like Shraddha Walkar”, Sharma is heard saying in the video.He was referring to the murder of 27-year-old woman, Shraddha Walkar, by her live-in partner Aaftab Amin Poonawala, which has been spun as a case of “love jihad” by several leaders of the Bharatiya Janata Party.Khan, like the men from Shajapur, did not take any legal action against the Bajrang Dal men, saying that he wanted to focus on his career and not get sucked into legal battles. “I do not want my career to be affected,” he said. “I know I faced injustice but when I think of my mother and sister, I suppress my feelings.”Members of the BJP's student wing Akhil Bharatiya Vidya Parishad protest against the murder of Shraddha Walkar, in Pune. Credit: PTI.Staging a spectacleIn several cases, Bajrang Dal members haul the couples to the police station, gather the media, hold demonstrations and demand that the police take action.  Social media is key to the Bajrang Dal’s missions. The interrogation of  young men and women is filmed and shared on several platforms and  instant messaging services.  In almost all cases, they accused Muslim men of using Hindu names to dupe women and later convert  them to Islam. In some cases, they claimed that the men forced the women to do drugs and sexually exploited them. Bajrang Dal’s Indore co-ordinator Manoj Yadav claimed incidents of “love jihad” have increased but denied that the organisation targeted any community. “We only protect our religion and our sanskriti (culture),” he said, adding that members advise girls and boys to “stay within limits”. “Even if we find Hindu girls and boys doing wrong things, we make them understand and tell their parents to teach them good behaviour,” he said. Yadav said they keep a watch on young men and women through a network of informers. “All these young people go to hotels and show their identity cards. We have intimated all the staff at the hotels to inform us when such couples come,” he said.He admitted that there have been instances of violence by the organisation’s members in the past. “But we have orders from the top to not beat up anyone, and straight away call the police or take the couples to the police station,” he said. “We involve the police because we do not want our members to indulge in violence. We have contacts in all the police stations,” he added. ‘Abuse of power’Several lawyers have criticised the use of Section 151 of the Indian Penal Code – which allows the police to take someone into preventive custody when they fear a breakdown of law and order – in these cases. “The apprehension of disturbance in law and order should be real and reasonable. The way police detain these boys even after they are beaten is abuse of  power,” said Rohit Sharma, advocate at Indore High Court. Since in several cases, the young women refused to file a complaint against the Muslim men, preventive custody was used to placate the mob, said the lawyers. “The police should take action against the Bajrang Dal instead of filing cases against the victims,” said Ehtisham Hashmi, a lawyer in Indore. Indore police commissioner Hari Narayan Chari Mishra denied accusations of bias, saying they take action whenever they get a complaint. “If there is no complaint, what can the police do?”On being asked about Bajrang Dal men beating up Muslim men in public spaces or at people’s homes, he said, “It is wrong but police will act when there is a complaint.”But, as civil rights activist Zaid Pathan and Hashmi point out, the reluctance of Muslim men and their families to file a complaint shows a lack of faith in the system.“The police and administration are under pressure from the top to go easy on organisations like Bajrang Dal and its supporters,” said Pathan.“The families do not pursue legal action as they find solace and relief in the fact that their son has been granted bail and they want to move on,” said Hashmi. “There is not much faith in the system and most people from the minority community do not have much hope of justice.”No space for friendshipFor young Muslim men in Indore, the threat of vigilantism has only shrunk the space for friendship between communities. “Pehle jaisa mahaul nahin raha ab,” said Zubair Ahmad, a student at a private law college in Indore.He said that members of groups like the Akhil Bharatiya Vidyarthi Parishad, the youth wing of the Bharatiya Janata Party, and Vishwa Hindu Parishad ask Hindu students to stay away from Muslim students. “They spread hatred against Muslims and pressure Hindu girls to not talk with Muslims.”He admitted that the targeting of Muslim men had made them wary about engaging with non-Muslim students. “We don’t want to give them a chance to target us,” he said. “We go to college, sit in the class and come back.”The Bajrang Dal, Ahmad said, “has people everywhere”. “In colleges, in localities, shops,  cafes, autowallahs, everywhere,” he said. “They can gather a mob in 15 minutes at any place if they have a suspicion about a Muslim boy and a Hindu girl.” Ahmad’s friend Basit Raza, a student who asked Scroll not to use his real name, said he was in a relationship with a Hindu woman for two years. They broke up in March last year. His friends, including those from the Hindu community, he says, supported their relationship.  But looking back, Hamid says, “It is good that we are no longer together,” he said. “It could have landed me and my family in trouble.”","author":"Zafar Aafaq","time":"2023-02-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186445-hzkacgzceh-1675419688.jpg","tags":["communal politics","Love Jihad","Indore","Bajrang Dal","Madhya Pradesh"],"source":"https://scroll.in/article/1043195/in-indore-love-jihad-vigilantes-from-bajrang-dal-have-a-free-run"}