{"title":"In India, five people die in official custody every day. How does the law deal with these?","content":"The death of Altaf in a police station in Kasganj in Uttar Pradesh has created a storm. While the police claim that the 22-year-old Muslim man hanged himself from a tap in the washroom just two feet above the ground using the drawstring of jacket hood,  his family and supporters noted that the police version of events is hard to believe. The opposition Samajwadi Party described the death as more evidence of rights violations by Uttar Pradesh’s “thoko [trigger-happy] police”.The Supreme Court has described custodial deaths as “one of the worst crimes in a civilised society governed by rule of law”.  Despite this, India sees a high number of custodial deaths.  In 2019, approximately five people died in custody every day, according to a report by the National Campaign Against Torture.As per a 2020 report by the same organisation, Uttar Pradesh recorded the highest number of deaths in police custody of all states.What has happened?Renewed attention has been focused on the phenomenon after Altaf died in police custody on Tuesday. The police had taken him in to be questioned in relation to the abduction of a minor Hindu girl. The police claim that during questioning, Altaf went to the washroom and hanged himself. Initially, his family had alleged that he had been killed and demanded an inquiry by the Central Bureau of Investigation. But subsequently, Chand Miyan, Altaf’s father, allegedly wrote a letter absolving the Uttar Pradesh Police of any blame for his son’s death. On Thursday, however, he claimed that the police had made him sign a letter without showing him the contents. He also claimed that he was illiterate and did not know what he was signing.“I put my thumbprint on it at the insistence of the CO [circle officer],” he said. “I want justice.” He also claimed that the police asked him not to visit the station again. As per the police, the post mortem report cited asphyxiation as the cause of death. Five police officers have been suspended till now. The district administration has ordered a magisterial inquiry into the death and has also written to the state government recommending financial relief to be given to Atlaf’s relatives and a job for Altaf’s father.On Friday, the National Commission for Minorities also sought a report on Altaf’s death from Uttar Pradesh’s director general of police and chief secretary within 15 days.According to Kasganj SP Botre Rohan Pramod (IPS), the victim killed himself using his jacket hood's drawstring when he went to lockup washroom. pic.twitter.com/XmPCcKHEA6— Piyush Rai (@Benarasiyaa) November 9, 2021\n\nWhat is the law around custodial deaths?Given the large number of custodial deaths in India, both the legislature and the judiciary have repeatedly framed mechanisms to deal with this.  The law mandates that a First Information Report be registered in case of someone dies in police custody. In 2005, the Code of Criminal Procedure 1971 – a set of rules that govern how criminal trials should be conducted – was amended to introduce an inquiry by judicial magistrates in cases of custodial deaths. As per Section 176 of the Code, in addition to the police conducting an inquiry for a custodial death, the judicial magistrate or the metropolitan magistrate in the jurisdiction of the police station, has to mandatorily conduct an inquiry.Within 24 hours of the death, the magistrate conducting the investigation has to send the body to the nearest civil surgeon to be examined. If they cannot do it, they have to record their reasons for this in writing. The magistrate shall, if practical, inform the deceased’s family members about the inquiry and allow them to be present when it is being conducted. National Human Rights Commission GuidelinesIn addition, the National Human Rights Commission has framed guidelines on the process to be followed in case of custodial deaths. All such deaths have to be reported to the National Human Rights Commission within 24 hours. The guidelines also mandate that the post mortem must be video recorded where there is suspected foul play, since, in case of custodial deaths, the post-mortem report becomes a valuable record.The Commission has also mandated that “all reports including post-mortem, videograph and magisterial inquiry report must be sent within two months of the incident”. Compensation to the family of the victimCourts, in certain instances, have also granted compensation to the next of kin of the deceased. This is based on the fact that the right to life of the deceased has also been violated by unnatural death in custody. Various  state governments have framed their own compensation schemes.In 2017, the Supreme Court directed all High Courts to identify and compensate all prisoners who have died unnatural deaths as per National Crime Records Bureau data from 2012-’15 and onwards. Law not being followedWhile the law exists on paper, it is often not followed.In 2017, the Supreme Court observed that the role of the National Human Rights Commission becomes important in custodial deaths. However, the instructions sent by the Commission from time to time “are not being taken seriously but are being followed more in the breach”.  In 2020, a Public Interest Litigation was filed asking for judicial inquiries into custodial deaths to be done mandatorily. It pointed to a report by the National Crime Record Bureau, which stated that between 2005-2017, out of 827 cases of death or disappearance from police custody, judicial inquiries were ordered only in 20% of the cases.The Supreme Court has also mandated that all police stations and investigation agencies must have CCTV cameras installed. This was done to reduce custodial torture. However, petitions under the Right to Information Act 2005 and observations by the Supreme Court reveal that this is not being followed.","author":"Umang Poddar","time":"2021-11-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166210-ghjuesmpsn-1636543832.jpg","tags":["Kasganj Police","Custodial Death","Uttar Pradesh Police"],"source":"https://scroll.in/article/1010500/in-india-five-people-die-in-police-custody-every-day-how-does-the-law-deal-with-these-deaths"}