{"title":"In Imphal, two families recount two days of horror that ended in death","content":"The morgue at Imphal’s largest government hospital has been filling up with bodies since May 3.It was the day Manipur plunged into disarray after a protest rally in the tribal-dominated hill town of Churachandpur turned violent. It had been organised by tribal groups to oppose the demand of the state’s majority Meitei community to be included in the Scheduled Tribe category. Among those protesting were the Kukis, one of the larger tribal communities in the state. They have been at loggerheads with the Bharatiya Janata Party-run state government, which they allege harbours Meitei “majoritarian” sentiments.After Kuki and Meitei groups clashed in Churachandpur on May 3, the embers spread quickly. By the evening, the capital city of Imphal was taken over by mobs, largely targetting the Kuki community.In two days, 13 dead and 76 injured people have been brought to Imphal’s Regional Institute of Medical Sciences, according to a senior official at the hospital. Scroll met the families of the two of the dead.The protest rally in Churachandpur. Credit: PTIHorror on the highwayThongjathang Haokip, 38, used to work as a carpenter in Moreh, a Kuki-majority district in the state’s hills bordering Myanmar. On the evening of May 3, Haokip was returning home to Moreh from Imphal in an ambulance along with his wife, mother, and sister-in-law. The family had been struck by a tragedy earlier in the day: Haokip’s father-in-law had died in Imphal’s Jawaharlal Nehru Institute of Medical Sciences where he was undergoing treatment. At around 10.30 in the night, on the outskirts of Imphal in Singjamei, an angry mob waylaid the ambulance that the family had hired to ferry the dead body, said Haokip’s wife, Nemjahat Haokip. “They gave us a warning that if we don’t get down from the vehicle, we will be burned along with the vehicle,” said Nemjahat.But the mob, she said, was not content with just them alighting from the ambulance. They wanted her father’s dead body to be brought outside too.“After the body was dragged down, the mob burned down the vehicle,” she said.After that, the mob, Nemjahat said, “started beating” the rest of them. Trying to escape, they ran, but the family got separated in the melee, she said.  In the dead of the night, Nemjahat started walking barefoot towards the closest place where she thought she would be safe: the Kuki colony of Haokip Veng in Imphal, where many of her relatives lived. But when she reached there, she saw a mob had already taken over it. Houses and churches had been set alight. She managed to escape once again and reach the camps of the 1st Manipur Rifles – where several Kukis have been taking shelter since May 3. When Scroll met Nemjahat there on Friday morning, she was still waiting for her husband – oblivious to the fact that his body is in a freezer in the morgue. It was her brother Thongkhongam Mate who was the first to be informed. Mate said he received a call from Haokip’s phone from a doctor in the hospital in Imphal in the early hours of May 4. Immediately, he knew it was bad news. According to Mate, his brother-in-law was beaten to death and his body was found lying next to the charred ambulance. The family did not know where Haokip’s father-in-law’s body was.Vehicles in flames after violence broke out in Manipur's Imphal on Thursday. Credit: PTIA dead son, a missing mother As news of dead bodies piling up at the morgue in Regional Institute of Medical Sciences started filtering out on May 4, less than a kilometre away in Lamphel, an undersecretary in the Manipur veterinary department, who lived in one of the government quarters in the area, started to grow anxious. She told her family  it was time to move to a safer place – the nearest paramilitary camp where she had heard many other Kuki families were huddling together. The family of seven, tightly crammed in a car, started their journey sometime between 1 and 2 pm, their destination only a couple of kilometres away. But they had only covered a few kilometers when a mob stopped the vehicles and demanded to see their identity cards. The official’s worst fears had come true. “They are Kukis, get them out of the car,” one of the boys hollered. But before they could get to the car, the family unlocked the door and managed to lock themselves inside an empty house nearby. However, the mob closely followed behind and dragged them out.The official’s 26-year-old son was bludgeoned to death – his body, too, now is in the morgue at the Regional Institute of Medical Sciences. The undersecretary, herself, is missing. The other family members, now lodged in a Manipur Rifles camp, said they did not want to be identified by their names because they feared it could lead to retribution. Flames rise from structures lit on fire in Imphal on May 3. Credit: PTIA ghost complex Not too far from Lumphel lies the Langol Game Village, another government housing colony. Originally built to house athletes during the 2002 National Games, it is now a residential complex mostly housing personnel from the state police. Most residents are Kukis – all of whom deserted their homes on May 3. The road to the complex is lined with burnt cars and the housing quarters lay vandalised. A police official, also a resident, said the complex came under attack three times on May 3 and 4. “About 100 houses belonging to Kukis have been burnt down,” he said. “They [Kukis] had already fled on May 3 after hearing about the violence in Churachandpur for the nearby CRPF camp so the mob instead burnt down the vehicles they had left behind.”","author":"Rokibuz Zaman","time":"2023-05-05T21:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189853-kjwglcpult-1683298012.jpg","tags":["Manipur","Ethnic violence","Meitei","Kuki","Imphal"]}