{"title":"In India, a deadly oxygen crisis created new business opportunities. But now the bubble has burst","content":"In the second week of May, as a brutal second wave of Covid-19 began to recede in Maharashtra, Chief Minister Uddhav Thackeray inaugurated a new industrial plant at a sugar factory in Osmanabad district.It was no ordinary plant. The iron and steel structure, with giant cylinders nested in it, was an oxygen generation facility. The first in the state to come up within a sugar factory, it relied on the pressure swing adsorption technology to generate oxygen out of atmospheric air by filtering out other gases. Barely used in the country until then, the PSA technology came into sharp focus in the second wave when India’s daily requirement of medical oxygen shot up to over 9,000 metric tonnes from the pre-pandemic level of 700 metric tonnes. As the country struggled to transport liquid medical oxygen over long distances, many patients died, even in hospitals. Facing criticism for its failure to expand oxygen capacity, the Centre accelerated the installation of PSA plants in hospitals, since they are cheaper and quicker to set up compared to large-scale liquid medical oxygen units. State governments, in turn, came up with policies incentivising private investments in them. Drawn to the windfall gains that many oxygen suppliers made during the second wave, entrepreneurs began to warm up to PSA plants as a business opportunity. Some saw it as a way to contribute to society. In Maharashtra, PSA plants started coming up even outside hospitals, at sites like sugar factories.  When the chief minister himself inaugurated the PSA plant at the Dharashiv sugar factory in Osmanabad, it reinforced the perception that the business had the government’s backing. But five months later, the Dharashiv plant stands idle. With it, the initial enthusiasm that private industry showed in setting up oxygen plants is waning. Some entrepreneurs who made investments in the industry are concerned about the losses they face. In Maharashtra’s sugar belt, it seems a bubble has burst.Six months after a catastrophic second wave of Covid-19 swept India, leaving the country reeling under an acute oxygen crisis, how has the government’s management of oxygen evolved? Is India better prepared to handle a third wave of the pandemic? A three-part series takes a closer look.A slew of incentivesAcross India, states have announced a slew of subsidies to encourage private industry to set up oxygen plants. The Delhi government’s Medical Oxygen Production Promotion policy, 2021, launched in August, provides full reimbursement of stamp duty on land purchased for an oxygen plant and the Goods and Services Tax incurred on purchase of the unit. Private companies setting up a plant will get an electricity subsidy upto Rs 4 per unit for first five years, and a capital subsidy upto Rs 20 lakh on the plant and machinery purchased. Rajasthan offers a capital subsidy upto 25%; Madhya Pradesh, a reimbursement upto 50% on the cost of building and machinery and a rebate of Rs 1 on electricity charges. In Tamil Nadu, a private PSA plant will not only get a capital subsidy of 30%, but also reductions in stamp duties, electricity charges, and interest on loans. Maharashtra, too, has come up with generous incentives: a discount of Rs 2 per unit of electricity for five years, a rebate of 5% on term loan, a waiver on stamp duty on the land purchased, and reimbursement upto 20% on fixed assets purchased for setting up a PSA plant. The district collector of Osmanabad, Kaustubh Diwegaonkar, claimed these incentives will ensure that the investment made in a PSA plant can be recovered within a year of starting oxygen supply to private hospitals. But industry players are doubtful.The PSA plants installed in hospitals provide oxygen to wards through pipelines. But oxygen from PSA plants being set up in sugar mills will need to be filled and transported through cylinders. Photo: Indranil Mukherjee/AFPDead investment At the Dharashiv sugar factory in Osmanabad, chairman Abhijeet Patil said it was unlikely they would even recover the initial investments made in the oxygen plant, despite all the government subsidies. “Right now there is no requirement for oxygen,” he said. “The third wave is predicted but we don’t know how much demand will rise. Plus government hospitals have set-up their own plants.”The Dharashiv factory’s PSA plant is part of a modified ethanol plant – ethanol is a byproduct of sugar production. The land on which it stands is valued at Rs 47.7 lakhs, the civil work cost Rs 36.3 lakhs and the plant and installation cost Rs 1.88 crore. The factory owners had initially planned to set up an oxygen plant with a daily capacity of 25-50 metric tonnes in April when the oxygen crisis was at its peak. But eventually, they decided to limit daily production at four metric tonnes per day – enough to fill 200 cylinders in a day – and scale it up later only if demand grew. By May 2, the plant was ready. But in the next four months till August, the factory was able to sell only 50 cylinders, which were supplied to a hospital in Pandharpur, 130 km away, in May. Since then, there has been zero demand for its oxygen. The general manager of the factory, Dattatray Gaikwad, said the project proposal of the PSA plant had identified eight nearby private hospitals and others further afield in Osmanabad, Solapur and Latur, as prospective buyers of the oxygen it would generate. But none of these hospitals have placed any orders.Patil said while the low oxygen demand came as a surprise to him, his intention when setting up the PSA plant was to never make profits. “We are considering this investment as our contribution to society.”About 50 kms away, Natural Sugar and Allied Industry Ltd set up a PSA plant in June with 2.5 metric tonnes daily capacity that can fill upto 80 jumbo cylinders a day. The company invested Rs 80 lakhs in the plant and bought 100 jumbo cylinders, costing over Rs 10 lakhs. Till date, it has found no takers for oxygen.Explaining why they decided to set up the PSA plant, BB Thombare, chairman and managing director at Natural Sugar, said: “We saw a lot of people die due to lack of oxygen availability.” Thombare is also the president of West Indian Sugar Mill Association, which has 66 member factories in Maharashtra. “At least 25 sugar factories wanted to help and were planning to set up PSA plants in Maharashtra. But now a lot of them are cancelling their plans,” he said.Mahadev Athani, managing director at Vitthalsai Sahakari Sakhar Karkhana Ltd, for instance, has paused his plan to set up a PSA plant in his factory in Omerga. “I had even invited quotations and was about to place a purchase order. But now I am waiting for some more time before we finalise anything,” he said.From lucrative to loss-making Not just in Maharashtra, even in neighbouring Madhya Pradesh, many businessmen have invested in oxygen production, drawn by the huge profit margins witnessed during the second wave. Although the National Pharmaceutical Pricing Authority had capped the price of medical oxygen at Rs 15.22 per cubic metre, oxygen distributors in Madhya Pradesh said they purchased liquid oxygen from manufacturers for as high as Rs 38 per cubic metre in April and May. “Before the pandemic started, we used to purchase oxygen for Rs 13 per cubic metre,” said Sarang Saraogi, an oxygen cylinder supplier in Katni district. “The manufacturer raised the cost by increasing transportation charges.”About 60% of liquid medical oxygen in India was then produced by one company, Inox Air Products, which manufactured a maximum of 2,800 metric tonnes per day during the second wave. Managing director Siddharth Jain said they adhered to the National Pharmaceutical Pricing Authority’s price cap. “But if we have to drive 1,000 kms to reach a hospital in interiors, transport costs will increase. Diesel prices have gone up from Rs 70 to 100 per litre,” he said. With manufacturers charging a higher price, middlemen in the supply chain too increased their rates. The cost of refilling oxygen cylinders tripled in some parts of the country. Data from the civil surgeon’s office in Maharashtra’s Latur district shows the cost of refilling a jumbo cylinder with a capacity of seven cubic metres rose from Rs 294 to Rs 425 before and after the onset of the second wave. The cost of a jumbo cylinder itself rose from Rs 12,000 to Rs 16,000 in this period. Wahid Shaikh, the official in-charge of oxygen management in Latur, remembers when he asked local suppliers to sell oxygen at government rates, the latter said no stock was available at that cost. “We could either refill cylinders at a higher price or wait for oxygen supply from Bellary in Karnataka which could take days,” he said. “I chose to buy oxygen locally because we had patients’ lives at stake.”In Madhya Pradesh’s Dhar district, Ilias Parawala, who owns an air separation unit that manufactures liquid medical oxygen, recalled seeing long queues outside his unit for days on end in the summer. Both patients’ families and hospital staff were desperate to refill cylinders.Parawala said most private sector players who subsequently responded to the government’s incentives to set up a PSA plant were influenced by this scramble seen during the second wave – and the promise of mega profits.What they didn’t realise, he said, was the difference between the purity levels of the oxygen produced in PSA plants and air separation units. PSA plants produce oxygen with 92-95% purity, which can only be used for medical purposes. In contrast, the liquid oxygen produced in air separation units can also be used for industrial purposes like processing steel.  The implication is that when the pandemic ends, the oxygen produced in PSA plants might have no takers.It is perhaps this realisation that is dampening enthusiasm for investments in PSA plants. In Delhi, an official handling medical oxygen management said the state government had not received any proposal for an oxygen generation unit from private industry, despite a slew of incentives.This doesn’t mean that PSA plants aren’t useful at all. Large hospitals, which have more than 200 beds, stand to benefit from having a PSA plant since medical oxygen is required for a range of medical emergencies, including asthma attacks, snake bites and accidents. But outside hospital settings, PSA plants are likely to prove a loss-making venture. “Some think this is a lucrative business. But it’s not if you think of the future,” Parawala said.Read the other part of this series here.This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.","author":"Tabassum Barnagarwala","time":"2021-10-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165143-awwiqowzjj-1634218756.jpg","tags":["Oxygen","PSA Plants","Covid-19","Oxygen Series"],"source":"https://scroll.in/article/1007699/in-india-a-deadly-oxygen-crisis-created-new-business-opportunities-but-now-the-bubble-has-burst"}