{"title":"In just two years, Indian forests the size of Nagaland were either chopped or thinned down","content":"On January 13, the central government released the India State of Forest Report 2021 claiming a marginal (0.22%) increase in the country’s forest cover – a net increase of 1,540 sq km – from its previous assessment in 2019. However, a closer analysis of the report shows that, in two years, between 2019 and 2021, the quality of India’s forests deteriorated across 15,183 sq km as forests were either chopped down or thinned out.This area of deteriorating forests is nearly 10 times the area of new forests that the India State of Forest Report 2021 claims were added. Of this, the degradation of 9,117 sq km of forest cover was so severe that they turned into scrubs or non-forest lands – having no forest or tree worth capturing from a high-resolution satellite.The biennial India State of Forest Report is carried out by the Forest Survey of India, a government agency mandated to assess and monitor forest resources of the country. The first such report was released in 1987 and the Forest Survey of India has since assessed forest cover every two years. The agency classifies forests into three categories. Very Dense Forests where the canopy of the forest covers 70% or more of the land surveyed by a satellite. A piece of land of which 40%-70% is a green canopy when seen from a bird’s eye view is called Moderately Dense Forests. And a patch of land where only 10%-40% of the land is covered by a green canopy is considered an Open Forest. Then there are scrubs and lands without any bush or tree cover, called Non-Forests.At the beginning of 2019, out of the total of 15,183 sq km in question, 1,508 sq km stood as very dense forests. But, in two years, they got thinned out where 150 sq km turned into barren land and now classified as non-forest areas, 28 sq km turned into scrubs, and 348 sq km turned into low-quality open forests, the analysis shows.According to the analysis, denudation also occurred in 4,560 sq km of moderately or medium dense forests. By the time these forests were mapped again, for the 2021 report, 60% of it had turned into sparsely forested lands that the government calls open forests and the rest were either completely denuded or turned into scrublands. Overall, in the period between the two assessments, 9,117 sq km of forest lands of different qualities were totally denuded to turn into non-forest areas.This, however, is not a new phenomenon. The analysis of four such biennial reports, from 2015 to 2021, reveals that India has consistently lost existing forests or their quality has deteriorated despite the government trying to cover for it by counting and growing plantations.Between the 2015 and 2021 reports, the quality of existing forests has degraded over a total of 74,457 sq km, equivalent to more than half the geographical area of the state of Telangana. This includes 31,367 sq km of very dense and medium forests that have degraded. Of these, 10,979 sq km of very dense and medium dense forests were entirely chopped down to scrub and non-forest lands, as per the government’s own data.In 2019, another report had raised questions about the veracity of the government’s biennial forest cover reports.Increasing green coverAccording to the India State of Forest Report 2021, the very dense forest area under forest cover increased by a net 501 sq km compared to the last assessment in 2019. But, nearly 93% of this increase is recorded from two states – 222 sq km area in Assam and 243 sq km area in Odisha. Ten other states recorded a minimum increase in very dense forests, the best quality of forests, and the rest saw dense forests either deteriorate or be chopped down.Assam, and other northeastern states, are characterised by jhum (or shifting) cultivation in several hilly parts of the region. In jhum, forest land is converted into agricultural land and cultivated for a relatively short period. Thereafter, the area is left fallow for a few years in which the forests recover and the activity is repeated.The report observes that such activity causes “fluctuations in forest cover in northeastern states leading to an overall decrease of 1,020 sq km of forest cover, including loss of 15 sq km in Assam.Forest cover change matrix for India between 2019 and 2021 assessments. Source: India State of Forest Reports 2021In the case of Odisha, the Very Dense Forests recorded in 2019 was 6,970 sq km. Of this, only 5,984 sq km persists as very dense forests while the remaining 986 sq km area of forests has degraded.The increase in the number of the Very Dense Forests, however, is due to the transformation of moderately dense forests, open forests, scrubs and non-forests into very dense forests.Quality of forestsOver the past decade or so, every time these state of forest reports come out, the government of the day highlights the growth of new green areas even as the reality may be different.On January 13, while releasing the India State of Forest Report 2021, India’s Minister for Environment, Forest and Climate Change Bhupender Yadav said the focus of their government is “not to just conserve the forest quantitatively but to also qualitatively enrich it”.What the analysis reveals is that India is losing its existing natural forest cover and compensating it with mere plantations. A patch of densest forest can be hacked down in weeks or months, which is done for mining and other non-forest activities, but to grow back dense or medium quality forests – what scientists call ecological restoration – can take years, even decades.When reviewing satellite imagery to mark out forests from non-forest lands, the government does not differentiate plantations from fully restored forest lands or from long-existing forests that over time, centuries at times, have provided deep ecological value.According to experts, it is possible to plant fast-growing trees in a patch of land that after two years when seen from above, would give the impression that the area has turned green. However, ecologists note it is not possible to turn barren land into a dense forest in two years.“For a barren land to change into forest land it will take at least 10 years depending upon the climatic conditions and type of the land,” Genda Singh, a scientist who recently retired from the Arid Forest Research Institute in Jodhpur, Rajasthan, told Mongabay-India.Yet, the India State of Forest Report 2021 claims that in merely two years it found that 549 sq km of completely barren lands had turned into medium and very dense forests. Another 272 sq km of scrublands also turned into medium and very dense forests, claimed the 2021 report.Forest cover degraded every two years. Source: India State of Forest ReportsSimilarly, it claims 245 sq km of open forests – with 10%-40% forest cover at the beginning of 2019 – had in merely two years turned into dense forests with more than 70% canopy cover.This analysis can be made from a chart that the Forest Survey of India provides in its 2021 report. The Forest Survey of India calls it the forest cover change matrix. The chart below documents how much area it had earlier mapped into specific categories of forests has changed in the successive survey.Loss of forestsThe India State of Forest Report 2021 has been criticised by several experts since the time of its release.“The data put out in the India State of Forest Report is entirely unverifiable unless satellite maps are made publicly available,” MD Madhusudan, wildlife biologist and co-founder of Nature Conservation Foundation, told Mongabay-India. He posted a detailed thread on Twitter analysing claims made in the India State of Forest Report and how satellite imagery exposes those claims.According to the Forest Survey of India, the mapping of forests was done using satellite data from the Indian Space Research Organisation. For the assessment of forest cover, they relied on a hybrid approach that involved classifying data followed by ground-truthing and validation by state forest departments.\n\t\t\n\tThe India State of Forest Report claims that traditional jhum (slash and burn) cultivation in Assam and other states in the northeast is causing fluctuations in forest cover. Photo credit: Baharul Choudhury/Wikimedia CommonsWhile releasing the report, Union Environment Minister Bhupendra Yadav said that it is satisfying to know that the forest cover has increased. He added that his ministry is working on plans to encourage the private sector to ensure “maximum tree plantations”. But that may be the exact problem, experts warn.“The Forest Survey of India assessment of forest cover without distinction between natural forest and anthropogenic forest is the fundamental mistake the government is making,” Madhusudan noted. “On one side, we see a rapid rise in natural forest diversions and on the other, the Forest Survey of India claims an increase in forest cover by counting the increase in tree cover by plantations. But the loss of natural forests cannot be compensated with human-made landscapes.”This article first appeared on Mongabay.","author":"Prudhviraj Rupavath","time":"2022-02-01T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169522-wdlsxhzvtt-1643629150.jpg","tags":["forest cover","Environment","Deforestation"],"source":"https://scroll.in/article/1016341/in-just-two-years-indian-forests-the-size-of-nagaland-were-either-chopped-or-thinned-down"}