{"title":"In Jharkhand, Adivasis say changes to tenancy laws dilute their hard-won land rights","content":"Fifty kilometers from Ranchi, the narrow road connecting the Jharkhand capital to nearby villages suddenly becomes wide and well-paved for a short distance. A large gateway in green announces that this road leads to Birsa Munda’s birthplace, Ulihatu, in Khunti district.  Birsa Munda, an Adivasi peasant organised a powerful rebellion against the British in the 1890s. He is revered in Jharkhand as Bhagwan Birsa, and several state institutions and public buildings are named after him.A little past the Birsa Complex in Ulihatu, though, the well-paved road tapers off and then and completely disappears before it can reach the villages in the vicinity. Most of the Munda Adivasi people here still live in mud houses, gather minor produce from the forest, and practise subsistence farming.It isn’t as placid as it seems on the surface. In Kolme, a hamlet less than five km from Ulihatu, the villagers’ quiet lives have been disturbed in the past few months. On October 23, the village lost one of its elders, Abhram Mundu, in police firing.  Mundu’s family and neighbours say that Mundu had left home that day to join a protest along  with thousands others against the government’s proposal to amend the Chotanagpur Tenancy Act, 1908.Birsa Munda, who led the Adivasi rebellion, died in prison in 1900 at the age of 25. But in a  direct concession to the demands of the Munda rebellion, the British  were forced to enact the Chotanagpur Tenancy Act in 1908, conferring  special protections on the land of small cultivators.The road that leads to Ulihatu, Birsa Munda's birthplace has been recently paved. Photo credit: Anumeha YadavAdivasis living in the Chotanagpur plateau – predominantly Mundas and Oraons – say the law has been crucial in safeguarding their land rights even in post-Independence India, and they oppose the proposed amendments to the Act.  “The Bhu Raksha Sudhaar Samiti informed everyone that a rally was being organised in Ranchi against the government’s proposal to amend the CNT [Chotanagpur Tenancy Act] law,” recounted Jaiwant Mundu, Abhram’s teenage nephew. “All of us, even those who sell firewood for a living, or work as coolies, contributed Re 1 each to rent vehicles for the rally. But the police stopped us at Saiko, 40 km from Ranchi, and would not let us go further saying they had imposed Section 144.”This section of the Criminal Procedure Code empowers a magistrate to prohibit the assembly of more than four people in an area. As anger rose in the crowd, a few men holding a rope encircled the policemen, asserting that if the police did not let them go, they too would not let the policemen leave.   The police shot 11 rounds of bullets into the crowd. Abhram Mundu was fatally hit in the back, and three other farmers were injured. Though, in their defence, the police claim that the firing was necessary, no injuries or deaths were recorded among security personnel.In Kolme, Mundu’s widow Sarani Mundu had angry tears in her eyes as she narrated how she had searched for her husband for six hours in hospitals and police stations in Khunti only to find out later that the police had taken Abhram Mundu’s body with them.  “My husband was not armed,” said Mundu. “He was carrying a dhantha, a stick, an axe, which we carry traditionally. We carry these routinely even when we take the cattle to the forest to graze.”  She added: “We are Birsa Munda’s children who held an axe, a bow and arrow. Then, why did the police kill him?”\n\n\n    \n    Play\n\nSarani Mundu at her home in Kolme village in Khunti district.Easing land transfer In June, the Raghuvar Das-led Bharatiya Janta Party government in Jharkhand passed an ordinance to amend the Chotanagpur Tenancy Act as well as the Santhal Pargana Tenancy Act of 1876.While the Chotanagpur Tenancy Act governs Scheduled Areas in the Chotanagpur plateau in Jharkhand’s western region, the Santhal Pargana Tenancy Act, enacted by the British after the Santhal Adivasi rebellion of 1855, governs Scheduled Areas in the Santhal Pargana in Jharkhand’s East. Both laws restrict the sale and transfer of Adivasi land to non-Adivasis. The amendments have now been passed in the state Assembly and are pending with the governor.The first amendment to Section 21 of the Chotanagpur Tenancy Act and Section 13 of the Santhal Pargana Tenancy Act removes restrictions on the use of Adivasi land by owners or tenants for non-agricultural purposes.The government has also amended Section 49(1) of the Chotanagpur Tenancy Act to insert a clause to permit the transfer of Adivasi land for linear projects “like road, canal, railway, cable transmission, pipelines, and schools, colleges, universities, panchayat buildings, hospitals, anganwadis” as well as any other “government purpose” as is notified by state government in the official gazette. The amendments retain Section 71B of the Chotanagpur Tenancy Act that makes the violations of its provisions a criminal offence.Experts say the first amendment, which permits a change in the purpose of land from agricultural to non-agricultural, will make the protection of Adivasi lands under the two laws ineffective, and will open the floodgates for the alienation (transfer of the ownership of property rights) of such land.  Commenting on the first amendment, Rashmi Katyayan, a lawyer in Ranchi who specialises in revenue laws, said: “Once the land changes from agricultural to non-agricultural in records, the protections under Sections 46, 47, 48 of CNT [Chotanagpur Tenancy] Act and Section 20 of the SPT [Santhal Pargana Tenancy] Act will no longer apply.” He added: “These will then come under the Transfer of Property Act.”Critics say the second amendment is the Raghuvar Das government’s effort to introduce at the state level what the Narendra Modi government at the Centre failed to bring in through an ordinance on the Right to Fair Compensation, Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013, shortly after he took over as prime minister in 2014. After having re-promulgated an ordinance to change the land acquisition law three times, the Centre, in 2015, decided not to re-promulgate it for the fourth time after it faced stiff resistance from the Opposition due to the ordinance’s contentious amendments – including the removal of the consent clause and social impact assessment.“The new clause in Section 49 of the CNT [Chotanagpur Tenancy] Act will vest the state executive with enormous powers to permit alienation of tribal lands for any purpose or activity it may specify, with no guidelines on how this delegated power is to be exercised,” said Rameshwar Oraon, former chairperson of the National Commission for Scheduled Tribes, and now a Congress leader. “The amendment mentions that the executive may go by the recommendation of the Tribes Advisory Council, but even this appears to be optional.”At present, the Chotanagpur Tenancy Act allows the transfer of land without the written permission of the Deputy Commissioner only for two purposes – industry and mining – which was brought about by an amendment in the law in 1996. Said Ramesh Oraon, an economist at Ranchi University: “With the 1996 amendment, the then Bihar government had conceded to Adivasi groups’ demands to limit the transfer [of land] to only these two categories since at the time, diversion and transfers were being done under loosely defined categories of educational and religious institutions, and the provision was open to misuse.” Abhram Mundu, who was killed when police fired at protestors trying to reach a rally to oppose amendments to Chotanagpur Tenancy Act, Santhal Pargana Tenancy Act.State officials backed the amendments to the two laws.“The amendments are necessary as, right now, the government cannot get land even to build schools and anganwadis close to some villages in these areas because of existing restrictions,” said KK Soan, secretary, revenue and land reforms department.He added: “The new land acquisition categories have been allowed only for governmental purposes, so the amendment is well meaning.”Soan said that the “public purposes” activities may include projects under public-private partnership mode as well. Critics say this will open the door for commercially-run privately-owned hospitals and colleges to enter the area. Dayamani Barla, a Munda Adivasi activist and journalist, disagreed.“More than 40,000 anganwadis have been built in Jharkhand in as many villages, though it is another matter if the government makes them run properly or not,” said Barla. “Show us one instance of a community refusing to give land to anganwadis or schools for the village. But the government is removing the gram sabha, and undermining the Constitution.”The National Commission for Scheduled Tribes, in a meeting in August 2016 recorded that the amendments omit crucial provisions of taking the consent of gram sabhas, and involving them in decision-making when land is transferred for developmental activities in Scheduled Areas. This violates the requirement of two central legislations – the Panchayat Extension to Scheduled Areas Act, 1996, and the Land Acquisition, Rehabilitation and Resettlement Act, 2013.Sani Purti, a Munda adivasi farmer, was also injured when police fired at protestors in Khunti on October 23. Photo credit: Manob ChowdhuryIntensifying protestsIn Ranchi, the government is going ahead with its plans. Jharkhand is also set to host Momentum Jharkhand, its maiden overseas investment promotion summit on February 16 and 17.  A land-bank consisting of 20 lakh acres will also be announced at the summit. Revenue officials say this largely consists of gair mazurwa land (common lands, including pastures and hills in villages).In Khunti and other districts, protests against the amendments continue.On December 29, two months after Abhram Mundu was killed in police firing, when chief minister Das arrived in a helicopter to inaugurate an electrical substation in Angrabadi, in Torpa, in Khunti district, hundreds of residents displayed black flags to protest against his government.Shoes were hurled at Das in Saraikela-Kharsawan district when he tried to pay homage to Adivasis who had died in police firing there in 1948. “They have announced the electrical substation only in Angrabadi, but it is being constructed on 14 acres of pastureland in Japud, our village,” said Sanika Bhengra, the parha raja, or traditional head of 35 mauja hamlets of Munda Adivasi in Torpa. “When we showed our gram sabha resolution that we do not consent to this project to district officials and to the police who had come to our village, the police gave veiled threats that if we do not permit the  project, land will be anyway taken away from us. They said that I and others in the gram sabha were “enemies of development, enemies of the area”.”Sanika Bhengra, the parha raja, or traditional head of 35 mauja hamlets of Munda Adivasi in Torpa. Bhengra showed this reporter the  gram sabha resolution in which 84 of 130 households in the village said they opposed the project. The  residents had submitted Section 8 of the Chotanagpur Tenancy Act to the  officials who had visited the village. It reads: “Mundas when they first settled in Chotanagpur, cleared the forest, established their primitive villages which came to be known as KhuntKhatti hatu...” Said Bhengra: “We want to tell the government if they use Section 144 [prohibitory orders], we have Article 244 [Constitution’s section on governance of Scheduled Areas in the Fifth Schedule].”Meanwhile the Khunti police has mentioned the name of Durgavati Oraon, who heads the Kendriya Sarna Samiti in Khunti, in a First Information Report filed in connection with the October 23 firing incident. She and 19 others from nearby villages, and “7,000-8,000 unknown persons”, find a mention under various sections of the Indian Penal Code, including those related to assault or use of criminal force to deter a public servant from discharge of duty, which is a non-bailable offence. “If all government activities were already on, then what was the need to amend the law?” asked Durgavati Oraon. “And if they planned to amend it, why were we not consulted on this?” She added: “The Rashtriya Swayamsewak Sangh groups who claim to speak on behalf of Adivasis too are cheering for the amendments because they are strong in trade and business. Because Adivasi are not formally literate, they will not get anything from this.”The protests against the amendment will continue.The Jharkhand Adivasi Sangharsh Morcha has organised a jan panchayat, as well as a protest outside the governor’s residence, on February 16 and 17. They have also announced a protest in New Delhi on March 5.In Japud, residents have engraved Panchayat Extension to Scheduled Area (PESA) Rules on a stone in their village in Khunti, Jharkhand. Photo credit: Anumeha Yadav","author":"Anumeha Yadav","time":"2017-02-17T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828802-51626-yvnvxsczgf-1487265652.jpg","tags":["Jharkhand","Chotanagpur Tenancy Act 1908","Santhal Pargana Tenancy Act","land laws","Adivasi laws"],"source":"https://scroll.in/article/828802/in-jharkhand-adivasis-say-changes-to-tenancy-laws-dilutes-their-hard-won-land-rights"}