{"title":"In Jammu and Kashmir, corruption derails government job drives","content":"For six straight months, 26-year-old Aqib Hussain Bhat studied at least 12 hours a day. His rigorous schedule meant he did not even leave his home. “I may have gone to different rooms in the house, but I didn’t step out of the main gate at all,” said Bhat, a native of North Kashmir’s Kupwara district.  With a Bachelor’s in Technology, or BTech, degree, Bhat was preparing for the recruitment test for the post of a sub-inspector in the Jammu and Kashmir Police.  On March 27, he was one of 97,000 candidates who appeared for the written examination for 1,200 vacancies in the police department.   When the Jammu and Kashmir Service Selection Board, the government’s recruitment agency, released the score sheet for the candidates on June 4, Bhat was ecstatic. He had scored 106 points out of 150 and ranked 1,622 on the list of around 7,000 candidates shortlisted for the next stage: a physical test. “After that day, I put my life into enhancing my physical ability,” he said. “I started running in the morning as well as in the evening. I put everything into it.” Falling under the category of a Backward Area, Bhat felt he could make it easily to the final selection list.  But his happiness and hope were both short lived.  On July 8, Jammu and Kashmir Lieutenant Governor Manoj Sinha scrapped the entire recruitment process for sub-inspectors following allegations of irregularities and the exam paper being leaked.  According to Bhat, this was too harsh a step. If there had been irregularities by candidates, they should have been warned or debarred from appearing for the examination. “But they cancelled the whole process,” he said. “Our hard work was laid waste for no fault of ours.”  Exam, scam and cancel   When New Delhi scrapped the special status of Jammu and Kashmir on August 5, 2019, one of the justifications by the Centre was that it was for the greater prosperity and economic development of the former state. A weak private sector had meant that the erstwhile state had among the highest unemployment levels in the country. Prime Minister Narendra Modi, in his first address to the nation after August 5, 2019, had said “the process to fill in the vacancies of central and state government will be initiated in Jammu and Kashmir…very soon”.  But back-to-back government recruitment drives in Jammu and Kashmir have been plagued by allegations of corruption and irregularities – four of them in a single calendar year.Nearly two months after the recruitment drive for the post of sub-inspectors was cut short, two completed recruitment processes for government jobs were cancelled on August 28. One was for financial accounts assistants, the other for junior engineers. For hiring financial accounts assistants, the administration had advertised 972 vacancies in November 2020. Several postponements later, the exam was conducted on March 6 last year and the result was announced on April 21, following which allegations of irregularities emerged. The Union Territory administration appointed an inquiry committee on June 10, but the entire recruitment process was scrapped in August. This was despite selected candidates protesting for 47 straight days in Srinagar and Jammu against the cancellation. “All of this happened due to the SI [sub-inspector] scam,” said Naseer Ahmad, an aspirant from central Kashmir’s Ganderbal district, who had made it to the final list. Aspirants who appeared for the Financial Accounts Assistants recruitment during a protest in Srinagar. Credit: Wasim NabiAhmad said that selected candidates had tried their best to reason with the administration. “There is no minister or higher official we didn’t meet to explain our point,” he said. They even submitted a written affidavit that if any wrongdoing was found in their selection later, they would be sacked from their jobs, penalised and debarred from future recruitments. “But it was to no avail,” said Ahmad. Similar allegations followed the recruitment process for 163 vacancies for the post of Junior Engineers (Civil) in the Jal Shakti Department. The written exam was held on March 20 last year and the answer key was released on April 8. Like in the case of the financial accounts assistants’ recruitment, there were allegations of irregularities following which the process was scrapped.The recruitment process for 870 posts of firemen and firemen drivers is also being investigated. More than two years after the exam was conducted on September 20, 2020, the Jammu and Kashmir administration on December 12 appointed a three-member committee to look into alleged irregularities. It has been asked to submit its report within one month.  Enters CBI  Both the recruitment process for sub-inspectors and for financial accounts assistants are also being probed by the Central Bureau of Investigation. The agency filed a chargesheet on November 12 against 24 people, including a former commandant of the Border Security Forces, a former Assistant Sub-Inspector, and serving constables of Jammu and Kashmir Police, officials of the Central Reserve Police Force and a teacher. According to the agency, they had conspired to leak the question paper in the sub-inspector examination and sell it to aspirants for Rs 20-Rs 30 lakh.Similarly, the probe into the compromised recruitment process for financial accounts assistants has also surfaced the alleged involvement of high-ranking government officials. Among the 20 people whose names feature in the case filed by the CBI are a former member of the Jammu and Kashmir Service Selection Board, a former medical officer of the Border Security Force Frontiers headquarters at Paloura, a Bengaluru-based private company and “private persons”.In a statement, the central investigating agency said that the government-appointed investigation committee found that the Jammu and Kashmir Service Selection Board had violated rules by “assigning the task of setting question paper to a Bengaluru-based private company and forgery etc..”. The committee had also found allegations of “leakage of question papers”, and of selected candidates from the districts of Jammu, Kathua and Samba having “high percentage”, according to the press release issued by the Central Bureau of Investigation.Aspirants give a written examination for recruitment into the Border Security Force in 2022. Credit: Umer Asif.‘Repeating the same mistake’ On November 3, the Jammu and Kashmir Service Selection Board issued a notification for a fresh recruitment process for the vacancies of sub-inspectors in the Jammu and Kashmir Police Department and the Junior Engineers (Civil) in the Jal Shakti department. Instead of an  optical mark-recognition exam – in which the candidates had to answer multiple-choice questions by filling in a blank square or circle, on a physical form – the notification said it would be a computer-based written test, which is answered only via the computer with no pen, pencil or paper allowed. But the fresh recruitment process, too, ran into controversy.  Vinkal Sharma, a job aspirant from Jammu’s Kathua district, challenged the awarding of the contract to hold the written examination to private recruiting agency Aptech Limited.On December 8, the High Court of Jammu and Kashmir and Ladakh upheld his challenge. Its order said the award of the contract was “malafide” since the Service Selection Board had changed conditions in the tender to “favour” Aptech Limited, which had previously been blacklisted for facilitating “malpractices in public examinations”. The judgement was scathing in its criticism of the Service Selection Board and ordered the constitution of a high-level committee, headed by no less than a retired High Court judge, to investigate its conduct.  “…By its own act of omission and commission, the functioning of Jammu and Kashmir Service Selection Board does not inspire confidence in holding public examinations,” said the judgement by Justice Wasim Sadiq Nargal.  But a day later on December 9, a division bench of the High Court of Jammu and Kashmir and Ladakh stayed Nargal’s judgment and allowed the government to proceed with the fresh recruitment process with the same agency in question. In its appeal before the court, the Jammu and Kashmir Service Selection Board has said a “transparent procedure” was adopted in awarding the contract to Aptech Limited to conduct the computer-based test and that there was “no violation of the terms and conditions” of the laid down procedure. The board acknowledged that Aptech Limited had been blacklisted from May 23, 2019, to May 22, 2022, but said that it completed the blacklisting period when it was handed the recruitment examination contract. “On the date of fresh tender [regarding holding examination for recruitments in Jammu and Kashmir], respondent NO.2 [Aptech Limited] was not disqualified and has every right to participate in the same,” read the submissions of the Service Selection Board in the High Court. The petitioners have been asked to file a counter within four weeks and the matter has been listed for hearing on February 2, 2023.  While the fresh recruitment process, amid litigation, has already been completed by the service selection board, a question mark over its credibility and transparency still remains. “The court found merit in our petition and cancelled the recruitment process through this blacklisted agency, which is known for selling papers in the market,” said Sharma, the petitioner who had scored well in the now scrapped sub-inspector recruitment examination in March. “But the government didn’t act on the court’s directions...Instead, it got the judgement stayed.”  According to Sharma, the administration of Jammu and Kashmir has done little to learn from its past mistakes. “Why can’t the government do recruitment on its own? It has the entire machinery and resources to do that,” he said, drawing parallels with the elections and the budget.  For now, the fate of the fresh recruitment examinations hangs in the air.With the matter pending before the High Court, the final recruitment of the deserving candidates may not happen any time soon. “If the double bench rules in our favour, the entire recruitment will be scrapped again,” said Sharma, the petitioner. “If not, we will go to the Supreme Court. We will definitely get justice there.”","author":"Safwat Zargar","time":"2023-01-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185035-lfaujwlsld-1672405006.jpg","tags":["Jammu and Kashmir","Employment","Corruption"],"source":"https://scroll.in/article/1040669/in-jammu-and-kashmir-corruption-derails-government-job-drives"}