{"title":"In Jammu and Kashmir, Gujjars and Bakerwals grow anxious after the repeal of Roshni Act","content":"In 2001, Farooq Abdullah’s government enacted the Jammu and Kashmir State Lands Vesting of Ownership to the Occupants Act. It was to grant the ownership of state land to its occupants, for a fee determined by the government. The law’s stated aim was to generate funds for power projects, earning it the moniker, the Roshni Act.Last month, the Jammu and Kashmir High Court stayed all property transactions  under the Act. On November 28, the State Administrative Council, led by Governor Satya Pal Malik, annulled the Roshni scheme after concluding that it had “not served” its purpose and was “no longer relevant in the present context”. The council’s order mentioned the petition on which the High Court acted. It had been filed by Ankur Sharma, a lawyer who rose to prominence early this year for defending the men accused of murdering an eight-year-old Muslim Bakerwal girl, after allegedly gangraping her, in Kathua town. The case had sparked communal tension in the Jammu region after Hindu groups, backed by senior leaders of the then ruling Bharatiya Janata Party, protested in support of the accused, who are all Hindu.“This scheme was started by Farooq Abdullah to change the demography of Jammu region by giving land rights to a particular community,” Sharma alleged, alluding to Muslims. “It was actually a part of the Islamo-fascist-fundamentalist agenda of Kashmiri Muslim leaders that was carried forward by Mehbooba Mufti and Omar Abdullah. While terrorists do jihad by picking up the gun, Mehbooba and Omar did jihad through the state Assembly.”Now, the repealing of the Roshni Act has triggered anxieties among the largely Muslim Gujjar and Bakerwal communities that have traditionally led nomadic lifestyles and depended on this law to ensure their land rights. “Not a single day passes in Jammu without a Gujjar or Bakerwal family being evicted from their land by the authorities,” said Anwar Choudhary, president of the Gujjars United Front. “These are ordinary people and they had filed applications for ownership under the Act. While the big politicians and bureaucrats got huge chunks of land regularised, nobody took the applications of these people seriously.”Failed legislation?When the Roshni Act was passed, the government estimated that 20,64,972 kanal, or 1,04,458 hectares, of public land, worth around Rs 25,448 crore, lay encroached. The law was modified under successive governments, but allegations of corruption and nepotism in the allotment of land perpetually dogged the scheme.In 2014, a report by the Comptroller and Auditor General of India noted irregularities in the transfer of encroached land to its occupants. The report said the scheme had failed to meet its objectives: as against the target of Rs 25,448 crore, the government had generated only Rs 76 crore through the programme between 2007 and 2013.The governor’s office echoed these findings as it repealed the Act. “The scheme initially envisaged conferment of proprietary rights of around 20.55 lakh kanals to the occupants of which only 15.85% land was approved for vesting of ownership rights,” it said in a statement. “Against the anticipated revenue from such occupants, the revenue actually generated has been meagre, thereby failing to realise the objective of the scheme. There have also been reports about the misuse of some provisions of legislation.”According to officials in the state’s revenue department, around 77,000 applications for the grant of land rights were pending when the Act was repealed. Old occupantsThe abrogation of the Roshni Act has pushed thousands of Gujjar and Bakerwal families to the brink of losing possession of their land, especially in the Jammu region. Together, the communities constitute 11.9% of the state’s population. For centuries, Gujjars and Bakerwals have used open lands as pastures for their livestock. In winter, they migrate to the Jammu plains with their livestock. In the summers, they can be seen crossing back into the Kashmir Valley. But permanent shelters built by these communities and plots of land leased or occupied by them are concentrated in the Jammu region. The Roshni Act offered them hope of owning the lands they had lived on and used for pasture for generations. But not many from these poor communities could pay for the land or had political influence to speed up the allocation process in their favour. “Not just since 1947, Gujjars and Bakerwals have been the majority tenants on state lands for centuries,” said Choudhary. “But they have never had ownership rights. In 1947, they couldn’t even afford to pay a fee of half a rupee to secure the ownership of the land. That same land today sells for Rs 1 crore per kanal. How will they be able to pay it?” With the Roshni Act gone, even the hope of buying the land is gone. For Gujjar and Bakerwal leaders, this reality is slowly sinking in. “I have been receiving a lot of calls and people have been expressing apprehensions,” said Javed Rana, a former National Conference legislator from Mendhar in Poonch district. “It’s a worrying situation. The decision will affect poor and landless people who have been in possession of state land for a very long time. By repealing the scheme, the government cost the public exchequer and also failed to meet the objectives of a welfare state for vulnerable sections of the society. I fear these tribes will lose their centuries-old profession if they don’t have land to graze their cattle.”Bin Amin, a Bakerwal boy, herds his flock through Srinagar. Photo credit: ReutersAfter KathuaWhat has aggravated anxieties among Gujjars and Bakerwals is the growing religious polarisation in the Jammu region. Since 2014, Gujjar activists say, eviction drives have intensified in the name of development, particularly in areas dominated by Muslims. In February 2016, a Gujjar youth was shot dead during an anti-encroachment drive in Samba. Accusing the tribal community of “changing the demography” of the region, Hindu groups and some BJP leaders have called for bulldozing Gujjar and Bakerwal properties. Indeed, the Bakerwal community believes that the Kathua girl’s murder was an attempt to dislodge them from a Hindu-dominated area.“Across the country, there’s in-built bias against tribals, be it in Chhattisgarh, Odisha or any other state,” said Masud Choudhary, one of first Indian Police Service officers from the state’s Gujjar community. “In Jammu province, there’s double bias. A Gujjar or a Bakerwal is not only a tribal, but also a Muslim. After the Kathua case, there is a perception against Gujjars that they are there to change the demography of the region. How can a small population of Gujjars and Bakerwals become a reason for the majority community to feel threatened?”Sharma, however, wants all beneficiaries of the repealed scheme to give up their lands. “Based on my own survey, 90% beneficiaries of the scheme are Muslims,” he said. “We have prayed before the court that all the land should be taken back from them. Nobody has the right to occupy state land. Evictions will have to take place.”A 370 degree turnNow that the Roshni Act has been repealed, activists argue that it’s imperative to ensure the implementation of special rights for the state’s tribal communities. In 1991, Gujjars, Bakerwals, Gaddis and Sippis of Jammu and Kashmir were granted Schedule Tribe status. While it ensured 10% reservation for these communities in government jobs, almost all other rights and privileges extended to Scheduled Tribe communities elsewhere in the country were withheld in Jammu and Kashmir. The Forest Rights Act of 2006, which grants Scheduled Tribes living in India’s forests the “right to hold and live in forest land” as well as grazing rights does not extend to the state either. It has been caught up in the politics around Article 370 of the Indian Constitution, which stipulates that no central law will be applicable to Jammu and Kashmir unless ratified by the state’s Assembly. Over the years, though, many central laws have been extended to Jammu and Kashmir through Presidential Orders or the state has formulated its own versions of them. In the case of the Forest Rights Act, no such effort has been made.The abrogation of Article 370, which ensures special status to Jammu and Kashmir, has been one of the core demands of the BJP. But it has opposed the implementation of the Forests Rights Act citing this very special status. “All we have got until now is reservation in jobs and in admissions to professional colleges,” said Javaid Rahi, a prominent Gujjar writer and activist in Jammu. “There are many special laws and provisions for tribal communities in India but we haven’t got anything from them. We haven’t got political reservation guaranteed under the constitution, Forest Rights Act continues to be a dream, special provisions for tribals in central laws don’t apply here, the Forest Conservation Act 1980 also doesn’t apply here. More importantly, the Scheduled Caste and Scheduled Tribe Prevention of Atrocities Act, 1989 doesn’t apply here at all.” Zubair Nazeer, a scholar on tribal rights in India, argues that Jammu and Kashmir’s tribal communities did not gain much from the Roshni Act, but it did help keep at bay aggressive eviction drives. “With neither the Forest Rights Act in place nor any proper protection from eviction drives, the land rights, even the legal ones, would be under great threat, especially in districts such as Kathua, Samba and Udhampur,” he said. “After eviction, even if the Forest Rights Act is implemented, the tribals wouldn’t be able to prove their ownership.”He fears the dispossession of the occupants of state land in Jammu will happen along communal lines. “There are also non-Muslim pastoral tribes called Gaddis and Sippis in the Jammu region,” Nazeer said. “While their socio-economic condition is much worse than that of Gujjars and Bakerwals, they don’t face the communal backlash.”‘A scandal’Government officials are resigned to the failure of the Roshni scheme but seem to believe eviction drives will not accelerate immediately. “It was a big scandal which was milked by land sharks, top bureaucrats and politicians,” said a senior official in the revenue department who asked not to be identified. “Whether to launch any anti-encroachment drive or not will depend on the ruling dispensation. But no government can afford to evict people from their homes even if the land is not regularised because an individual has to live somewhere. There has to have a rehabilitation mechanism in such a scenario.” But Gujjar groups in Jammu still feel embattled. “Whoever raises their voices against discrimination is either incriminated in some case or put under surveillance,” said Choudhary. “If a Gujjar talks about his rights, he is branded communal. It is a big ordeal here. Nobody listens to logic. Local media also communalises these issues. All these tactics are being employed to suppress Gujjars and Bakerwals in Jammu.”","author":"Safwat Zargar","time":"2018-12-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107981-syxbtnqbui-1544633871.jpg","tags":["Jammu and Kashmir","Roshni Act","Forest Rights Act","Bakerwal","Kathua case","Gujjar","BJP"],"source":"https://scroll.in/article/904767/in-jammu-and-kashmir-gujjars-and-bakerwals-grow-anxious-after-the-repeal-of-roshni-act"}