{"title":"A killing has put the spotlight on a tiny, little-known minority in Kashmir","content":"As darkness fell on the evening of April 13, Rashmi Devi thought she would fetch her daughter from her brother-in-law’s house. The two houses, in Kakran village in South Kashmir’s Kulgam district, are just hundred metres from each other. Rashmi Devi handed her husband a hot glass of tea and headed out.“As I was leaving my house, I saw a person wearing a mask crossing through our courtyard,” she recalled. “Since our courtyard is not walled, it’s common for people to walk through it to reach the village.”She was chatting with a relative at her brother-in-law’s house, some 100 metres away, when she heard the shots ring out.“I tried to rush towards my house because two of my daughters were sleeping there,” Rashmi Devi said. “As I started for my house, I saw someone running.”When she neared her home, she saw her husband lying down on the porch. “I thought he must have ducked for cover after hearing the gunshots,” Rashmi Devi recounted. “I was going to shout at him to go inside.” But when she reached him, she saw he was lying in a pool of blood. “He was shot in the head,” she said. “The glass of tea was beside him.” Her husband, Satish Kumar Singh, was rushed to the hospital, where he died. The 52-year-old truck driver became another victim in a spree of targeted killings in Kashmir. Those killed included members of minority communities or migrant workers in the Valley. Singh belonged to a tiny, little-known minority in Kashmir – a community of Dogra Rajputs who had settled in the Valley in the 19th century.Satish Kumar Singh's house in Kakran village. Photo: Safwat ZargarThe Dogras of South KashmirSingh’s family is one of six Dogra Rajput families living in Kakran village. According to rough estimates by members of the community, there are about 100 Dogra Rajput families in three districts of South Kashmir, Anantnag, Shopian and Kulgam.“Our elders would tell us that we were settled in Kashmir after Jammu and Kashmir became a princely state in 1846,” said 42-year-old  Ramesh Singh Jamwal, who drives a taxi for a living. The princely state was formed after the Treaty of Amritsar, signed between the British East India Company and Maharaja Gulab Singh, the Dogra prince of Jammu. The Valley of Kashmir was handed over to Gulab Singh for a sum of Rs 75 lakh and the regions of Jammu and Kashmir were welded together under one ruler. The Dogras of South Kashmir said their ancestors were encouraged to move to the Valley so that the maharaja felt at home when he visited Kashmir.Nearly two centuries later, members of the community speak fluent Kashmiri, although with the hint of a Dogri accent. When thousands of Kashmiri Pandits fled the Valley in the 1990s as they were targeted by militant groups, some Dogra Rajput families also moved back to Jammu. But a cluster of families never left, feeling safe enough to call Kashmir their home. “In the last 32 years of militancy, we have never been harmed,” said Meena Devi, Satish Kumar Singh’s sister. “If we had felt any threat, we would have left long ago.” Many still own land and properties in the Valley. Like Kashmiri Muslims and Pandits, they were state subjects of the princely state of Jammu and Kashmir. After the Dogra ruler was removed and Jammu and Kashmir became a state in the Indian Union, they were considered “permanent residents” under Article 35A – a bureaucratic category of people considered native to the region and eligible to own land and hold government jobs.That changed on August 5, 2019. The Centre unilaterally scrapped autonomy and special status for Jammu and Kashmir under Article 370. It also repealed Article 35A, removing protections on land and jobs for people considered native to Jammu and Kashmir. The term “permanent residents” was replaced by “domiciles” – anyone who had spent a certain number of years in Jammu and Kashmir. In Muslim-majority Kashmir, the changes of August 2019 were seen as an attempt to change the demographic composition of the Valley. That was when a new pattern of killings emerged. Militant groups continued to kill Kashmiri Muslims who worked with security forces or were considered government “collaborators”. But they also trained their guns on migrant workers and non-Muslim minorities, including Kashmiri Pandits and Sikhs, and now Dogra Rajputs.A new group calling itself The Resistance Front, which emerged soon after August 2019, has claimed responsibility for most of the targeted killings. The group claims to be an “indigenous resistance” to “flush out the occupational Indian regime”. It tried to justify killing minorities and migrant workers by saying they were part of the “settler colonial project”.The police say the group is an offshoot of the Pakistan-based Lashkar-e-Taiba. On May 8, two Lashkar-e-Taiba militants were killed in a gunfight in Kulgam district. While one of them was from Pakistan, the other was a youth from Kulgam district identified as Shahbaz Shah. According to a police statement, Shah was involved in Singh’s killing in April.  Satish Kumar Singh's mother (left) and his sister, Meena Devi (right) cannot picture a life outside Kashmir. Photo: Safwat Zargar ‘Everything seems to be burning’  Singh’s killing has shaken the Dogras of Kakran village, who were scared to even hold his funeral there. Meena Devi said the family had considered leaving Kashmir. But that came with other challenges. How would they piece together a life outside the familiarity of Kashmir?“Here, if we are in need of something, we can just ask our neighbours. Who will trust us outside Kashmir?” Meena Devi asked.  It was the comfort offered by the local community and the security cover extended by the government that eventually helped their decision to stay. “It wasn’t only our village which came to console us after the incident,” said Meena Devi. “Muslims from at least 10 villages came to share our grief.” After her brother was killed, the family is scared of going out in the evenings. “But our Muslim neighbours drop in every evening or morning to check up on us,” said Meena Devi.  Abdul Rehman Tantray, president of the village committee in Kakran, said they had never dreamt such a tragedy would befall their neighbours. “Satish was my classmate till Class 10,” said Tantray. “He was fondly called ‘TT’ by everyone here. He was a soft-spoken man and would mostly be busy with his own work. I don’t remember any trouble coming their way in the village till this incident.” Ever since he could remember, his Hindu neighbours had been part of village life, said 50-year-old Tantray. “If a Muslim died, they would stay with us till the moment a corpse was lowered into the ground. They would even pour soil into the grave as a mark of respect,” he said. Singh was killed during the month of Ramzan, when Muslims fast from sunrise till sundown. The day’s fast is broken by an evening meal, iftar, followed by an evening prayer. According to Tantray, the killers deliberately chose to strike just after iftar. “Everyone is home at that time,” he said. “We were saying our evening prayers when we heard shots. Once we finished prayers, there was a furore outside the mosque and we heard TT had been shot.” As members of the majority Muslim community, Tantray said, they did their best to console the family and take care of them during their grief. “At the village level, we also raised some amount for the family and put it in the bank account of one of his daughters,” he added.  For now, the Dogra Rajputs are staying in Kulgam. But the security of home has been shattered. “Our heart is not at peace. Whenever we go out, we feel everything is burning and there’s smoke everywhere,” said Meena Devi. “There was a time when militants would patrol the village like the army does these days. But none of them even cast an eye on us or harassed us. Maybe there were many local militants those days.” If the militants were local youth from the village, she surmised, they would not harm their Hindu neighbours.  A minority within a minoritySingh’s killing has also sharpened the community’s sense of neglect at the hands of the government. Over the years, there have been government policies to address the plight of Kashmiri Pandits – those who fled as well as those who stayed. But the tiny Dogra Rajput community, also a religious minority in the Valley, has been overlooked. The case of 32-year-old Pintoo Singh Jamwal illustrates the community’s troubles. In December 2020, Jamwal applied for a government job. The government had just advertised 1,997 vacancies. The jobs were part of the programme to rehabilitate Kashmiris – mostly Pandits – who had fled the Valley in the 1990s. But they were also open to non-migrant Kashmiri Pandits. Jamwal and a few other youth from the Dogra Rajput community decided to apply. “Our contention was that since we are all Hindus, we didn’t migrate and suffered equally, we too should be eligible for the posts under the package,” he said.  They were told they would have to get a certificate issued by the deputy commissioners of their respective districts saying that they belonged to the “Kashmiri Pandit” community. But the deputy commissioners refused to do so. Members of the community then approached the high court. Initially, the court allowed Jamwal and others from the Dogra Rajput community to take part in the recruitment process without the certificate. But hearings continued. Then in September 2021, the court ruled against the Dogra Rajput petitioners. Pintoo Singh Jamwal (right) asks why Dogra Rajputs cannot be given the same rights and Kashmiri Pandits. Photo: Safwat Zargar They had argued that the government rules for recruitment under the rehabilitation package did not define “Kashmiri Pandit”, so all non-migrant Hindus in Kashmir should be treated the same. The court disagreed.  “I regret my inability to accept such[a] broad definition of ‘Kashmiri Pandits’,” Justice Sanjeev Kumar said in his judgement. “There is no denying the fact that in common parlance, Kashmiri Pandit is a community of Kashmiri-speaking Brahmins living in Kashmir from generations and are distinctly identified by their dress, customs, and traditions etc. Kashmiri Pandits is a separately identifiable community distinct from other Hindus residing in the Valley like Rajputs, Brahmins other than Kashmiri Pandits, Scheduled Castes, Scheduled Tribes and many others.”  The judgement closed the door on a government job for Jamwal. These days, he teaches at a local private school for a monthly salary of Rs 6,000. “We are not organised and we don’t have leaders who will fight for us. If all of us suffered, why are only Brahmins being given support?” Jamwal asked.‘Sacrificial animals’After Singh’s killing, Jamwal feels scared to go to work at all. “We have security in our houses. But when I am on the street, I am alone,” said Jamwal, who lives in Ladgoo village in Kulgam district.Ramesh Singh Jamwal, a resident of Kulgam’s Laroo village, feels the same. “I have my private taxi but I am afraid to go out [of the village]. Here, at least, I have security,” he said. Dogra houses in South Kashmir are now wreathed in barbed wires and surrounded by armed policemen, marking them out from other houses in a village.Meena Devi is divorced and lives with her surviving brother in Kakran. She stitched clothes to make a living but it has become hard to keep business going. “After my brother’s killing, I see customers are reluctant to come here,” she said. “Some may be scared after the killing. Lots of my customers were women. They aren’t comfortable coming here now with all the policemen around.”The government could have helped more, she felt. “The government gave us compensation but there should be regular monthly payments for the family as well,” she said. “My brother left behind three daughters. They need education and we have to think of their marriage. The compensation isn’t enough.” As for Pintoo Jamwal, he feels the Dogras of South Kashmir are caught in a political battle that is not theirs. “We have nothing to do with India or Pakistan. We are Kashmiris. We are just becoming sacrificial animals to score a point,” he said.","author":"Safwat Zargar","time":"2022-05-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174540-mpyowzekgd-1652869821.jpg","tags":["Kashmir","militancy"],"source":"https://scroll.in/article/1024187/in-kashmir-this-minority-within-a-minority-has-found-itself-under-attack"}