{"title":"In Karnataka, Janardhana Reddy’s downfall mirrors the BJP’s dwindling fortunes in Bellary","content":"Former Bharatiya Janata Party minister Gali Janardhana Reddy’s arrest for his alleged involvement in a ponzi scheme has all the trappings of sweet revenge for HD Kumaraswamy. For Karnataka’s chief minister has never forgotten the mining baron accusing him of corruption 12 years ago. Reddy is accused of taking Rs 18 crore, in gold bars, as a bribe for bailing out the owner of a company accused of defrauding investors. This is not the only corruption case Reddy is facing. He is out on bail in a Rs 16,000-crore illegal mining case made out by the Lokayukta in 2011. Reddy’s conflict with Kumaraswamy goes back to 2006. That was the year Kumaraswamy, serving his first term as legislator, became chief minister for the first time, with the BJP’s help, after two backroom boys of the saffron party and a coterie of younger leaders from his own party, the Janata Dal (Secular), engineered a coup against Dharam Singh’s coalition government. Barely five months into the new government – the BJP’s first taste of power in South India – Reddy, a high-flying minister and funder of the saffron party, accused the new chief minister of taking a bribe of Rs 150 crore from the mining lobby. Reddy’s allegation led to a corruption case that Kumaraswamy is facing to this day. “I will not forget that within five months of becoming the chief minister, I was accused of corruption by a senior party leader of my coalition partner,” Kumaraswamy told this reporter before he returned as chief minister early this year, leading a coalition government with the Congress. It was a factor that persuaded Kumaraswamy to go with the Congress rather than the BJP when the state threw up a hung Assembly in May. The BJP, on its part, has been distancing itself from Reddy for some time now. Several BJP leaders privately told this reporter that even though his political canny and money were of great use to the party, the mining baron had become a liability because “nobody is willing to be publicly associated with him”. Indeed, even BJP chief Amit Shah had to publicly state during the Assembly election campaign that Reddy was canvassing for his friend and BJP nominee B Sreeramulu in his personal capacity and not as a party worker.  Dwindling fortunesReddy has been unhappy about his treatment, but told this reporter during the campaign that he did not want to make a noise lest it damage the BJP’s prospects. Had the party won a majority, there was a possibility Sreeramulu would have been made the deputy chief minister under Yeddyurappa, giving Reddy a stranglehold on the government. That, of course, did not happen. Instead, Reddy’s bête noire Kumaraswamy became the chief minister.Reddy has kept a low profile since being freed on bail in the illegal mining case. His bail is conditional on not returning to his home ground of Bellary, known for its rich iron ore reserves. Once the fiefdom of Reddy and Sreeramulu, Bellary district and Lok Sabha constituency seems to be reverting to its old Congress loyalties. Until 2004, it was a certain seat for the Congress, one of the reasons why Sonia Gandhi won it in 1999 despite a sizzling campaign by her BJP opponent Sushma Swaraj.  However, after that election, when Reddy and Sreeramulu laid the ground for Swaraj’s campaign and became flag-bearers for her and the BJP, the saffron party went from strength to strength, almost wiping out the Congress. Since Reddy’s arrest in 2011, though, the efforts of former Chief Minister Siddaramaiah and the Congress’s go-to man, Water Resources Minister DK Shivakumar, have helped revive the grand old party’s fortunes. Six of Bellary’s nine Assembly seats went to the Congress in May. In the recent bye-election to the Lok Sabha seat, the BJP’s J Shanta was trounced by the Congress’s VS Ugrappa, a newcomer to the district. Shanta is the sister of Sreeramulu, who had vacated the seat after winning the Assembly election from Molkalmuru in the neighbouring Chitradurga.“Reddy’s fortunes are going down,” a BJP leader contended. “He is also taking Sreeramulu down with him. But he is a very sharp person, always capable of bouncing back strongly. We can’t write him off and neither can our rivals.”  Both Kumaraswamy and Siddaramaiah – Reddy’s targets at different times – would likely attest to that.","author":"Sowmya Aji","time":"2018-11-12T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105426-ikfglringv-1542021471.jpg","tags":["Janardhan Reddy","HD Kumaraswamy","ponzi scheme","illegal mining","Karnataka","BJP","Congress","Ballari"],"source":"https://scroll.in/article/901853/in-karnataka-janardhana-reddys-downfall-mirrors-the-bjps-dwindling-fortunes-in-bellary"}