{"title":"In Kashmir, Army unit booked as young man dies of electric shock","content":"May 7 started out as just another day for 26-year-old Danish Khazir Bhat from North Kashmir’s Sopore town. He was supervising the construction of a two-storied shopping complex on Sopore bypass, barely a kilometre from his home.Around 1.45 in the afternoon, Bhat’s family members say, he was approached by a group of Army soldiers from a local camp.“They asked him to fix a closed-circuit television camera on an electric pole,” said Khazir Mohammad Bhat, Danish Bhat’s father, quoting several eyewitnesses to the exchange on that day.His son, Bhat says, refused.“My son was not an electrician,” said Bhat, a businessman. “Sometimes he would fix appliances at home but he was not trained nor did he have any expertise in doing an electric lineman’s work.”In response, the eyewitnesses told Khazir Bhat, the soldiers took away his mobile phones and the keys to his car. “He was forced to climb an electric pole and install a camera by the Army,” Bhat said. “While he was climbing down the pole, his elbow touched a live electric wire and he was electrocuted.”Bhat continued: “The soldiers didn’t attempt to bring him down. Some local residents kicked the ladder on which Danish was standing and his burning body fell down.”The soldiers, Bhat alleged, fled. “It was the local residents near the spot who took my son to the hospital,” he said.At the sub-district hospital in Sopore, there was no oxygen supply available, Bhat’s family alleged. He was taken to a trauma centre, 21 km away, and from there to Srinagar’s Sher-i-Kashmir Institute of Medical Sciences in a critical care ambulance. Eleven days later, Bhat succumbed to his injuries. The lack of oxygen in the initial hours proved critical, doctors at the Srinagar hospital later informed his family.On the day of the incident, the Sopore police lodged a first information report against the 22 Rashtriya Rifles unit of the Army in the incident. As per the FIR, a copy of which Scroll has reviewed, the police have invoked Section 336 (involved in acts endangering the life or personal safety of others) and Section 337 (causing hurt by acts endangering life or personal safety of others) of the Indian Penal Code.The report cited the family’s allegations that Danish Bhat was asked by the Army’s 22 Rashtriya Rifles unit to install a CCTV camera on the Sopore bypass.“Murder charges have not been invoked in the FIR as there is no intention or conspiracy to kill the victim,” a police official in Sopore, who did not wish to be identified, told Scroll. “It’s an unfortunate incident.”Scroll emailed a set of questions about Bhat’s death to the Indian Army’s public relations officer on May 25. The story will be updated if they respond.The CCTV camera installed by Danish Bhat the day he got electrocuted. Credit: Safwat Zargar.‘Why did they take him?’  Danish Bhat’s family is aghast at the Army’s alleged negligence.“First of all, the Army is a defence force which has every facility and all kinds of experts available,” asked Humaira Bhat, Danish Bhat’s sister. “Why did they not get their own technician to install the camera? Secondly, even if they asked him to climb the pole, why didn’t they cut off the electricity?”They also questioned why the soldiers fled the spot, instead of taking Danish Bhat to the hospital. “They had two vehicles with them,” Humaira Bhat said. Why didn’t they take him to the hospital? Was he a chicken or some bird that they left him behind to burn on an electric wire?”The death has put a spotlight on what residents in Sopore allege is an everyday occurrence in the area – the Army compelling civilians to work for them against their wishes.“Very recently, I was going somewhere in my car and the Army personnel stopped me and asked me to get out of the vehicle,” recalled Khazir Bhat. “They took my car and said they needed it. It happened twice with me and this is a common behaviour by the Army.”Another elderly man, who did not want to be named, also alleged that the Army often forces local residents to do odd jobs against their wishes. “They are asked to come to army camps, dig land and do all sorts of work for them for nothing,” he said. “One cannot say no to them.”Scroll asked the army to respond to these allegations in the email sent on May 25.Once a militancy hotbed, Sopore is considered a hub of separatist sentiment in Kashmir valley. However, the region has been more or less peaceful in the last few years owing to tight security measures and a crackdown on separatists.Danish Bhat was preparing to start his own business at the shopping complex (above) he was building. He had taken a loan to invest in it. Credit: Safwat Zargar. ‘The power department is also accountable’The youngest of four siblings, Danish Bhat was preparing to start his own business at the shopping complex he was building. “He was totally focused on taking over the responsibility of the family from his aging father,” said Ajaz Ahmad, Danish’s cousin.With Bhat’s sudden death, all of those hopes have met a tragic end. “He had taken a loan from the bank and also had invested his money in it,” said Humaira Bhat, his sister. “That building was his hope for the future and it’s in its final stages. But he’s no longer here.”Bhat’s mother is still in shock and unable to talk properly. “She’s numb,” said Ajaz Ahmad. “We have been telling her to pick herself up. But she’s sunk into silence.”The family is now thinking of moving court against the power development department. “We want to ask the power department how they can allow a person without any training to climb an electricity pole,” said Humaira Bhat. “They are also accountable.”Except for the police, Khazir Mohammad Bhat said, no other department extended any help to the family. “The police were with us throughout these days and one of their officers was with us throughout his hospitalisation,” Khazir Bhat said. “We also cooperated with them and ensured that there’s no law-and-order situation in the area due to my son’s death.”An undated photograph of Danish Bhat on his sister's phone. Credit: Safwat Zargar.","author":"Safwat Zargar","time":"2023-06-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190998-gargfpkred-1686141412.jpeg","tags":["Kashmir","Sopore","Indian Army"],"source":"https://scroll.in/article/1050514/in-kashmir-army-unit-booked-as-young-man-dies-of-electric-shock"}