{"title":"In Kashmir, a quiet crackdown – on mosques and clerics","content":"“For the first time in more than 600 years, Eid and Friday prayers were not allowed here,” said Peer Haji Bilal Ahad Hamdani. He is deputy imam at the Khanqah-e-Moula, a 14th-century shrine located on the banks of the Jhelum river in Srinagar’s old town. “Through all the uprisings, we never stopped praying here. In the 1990s, when guns were blazing on all sides, my father used to wake up before dawn every day and recite religious verses here. Even then we didn’t stop praying here.” But since August 5, when the Centre scrapped special status for Jammu and Kashmir and divided the state into two Union Territories, local authorities have not allowed Eid or the congregational Friday prayers at the shrine. According to Hamdani, the order came a couple of days before August 9, the first Friday after the Centre announced its decision. “Our local police station in Maharaj Gunj sent for some representatives of the shrine,” he said. “At the police station, they were told  you cannot hold prayers on Friday and Eid due to the current situation. When the mosque representatives protested, they were silenced by a threat: ‘Do you want to go to Jodhpur?’”Since the Centre’s decision, hundreds from the Kashmir Valley have been rounded up and sent to jails outside the Valley, including, reportedly, in Rajasthan. Even clerics have not been spared. Scroll.in found at least six cases of clerics and members of religious bodies  being detained.Conversations with over 14 clerics and members of mosque committees across four districts of the Valley suggest a crackdown on mosques and the clergy to prevent mobilisation against the Centre’s decision. A senior Jammu and Kashmir police officer in Srinagar, however, said there was no “crackdown” on the mosques. He also said that clerics were not arrested because of their job. “Those clerics who have been arrested, have been arrested on the basis of some other cases,” he said.But a sense of siege prevails on mosques. A couple of kilometres from Khanqah is the Asari Shareef Shehri shrine in Kailashpora, which is also centuries old and home to a sacred relic of the Prophet Muhammad. On six occasions every year, the relic is displayed to devotees. Two of those occasions fell in the month of August. “The authorities didn’t allow us to celebrate these auspicious occasions,” said a local youth in Kailashpora. “They already hadn’t allowed us to pray on Fridays and Eid. They just locked down the shrine and deployed the CPRF and police outside the shrine gates.” On August 29, Central Reserve Police Force personnel were still stationed in the shrine compound. The main gate was manned with more CRPF personnel and men from the Jammu and Kashmir Police, wielding lathis instead of guns now.“India boasts of freedom of religion. Where is it? There’s no religious freedom in Kashmir,” said 72-year-old Sheikh Mohammad Mubarak, who has lived in Kailashpora for three decades. To him, the lockdown of the shrine portends an “ominous future” for Kashmir.“This is the BJP’s footprints entering Kashmir. I have never seen soldiers inside the premises of the shrine in my life,” he said. The Khanqah-e-Moulah shrine in Srinagar. Credit: Safwat ZargarPreparing the groundThe idea of monitoring of mosques in Kashmir is not new. In February 2017, an assessment report prepared by the Centre had suggested “control” of mosques, madrasas, print and TV media to change the political atmosphere in the Valley. But clerics say a crackdown on this scale is unprecedented.“Earlier, it used to be Srinagar’s Jamia Masjid or Hazratbal if the government apprehended any protest,” said a senior cleric in Srinagar. “This time, they have gone after each and every mosque. It wasn’t possible without a proper plan,”The administration may have laid the ground well ahead of August 5. In late July, a circular from the Jammu and Kashmir police department went viral on social media. It asked various superintendents of police in Srinagar to provide details of mosques and “their managements”. According to the circular, the details collected on mosques were required for “onward submission to higher authorities.” Police officials had claimed at the time that it was part of a routine exercise.‘Counselling session on Article 370’In North Kashmir’s Baramulla district, clerics speak of summons by local army camps and then “counselling” sessions on the benefits of scrapping special status.  A group of 30 to 40 clerics belonging to various mosques in the Rafiabad belt, for instance,  were summoned by the army. They had to report to the 32 Rashtriya Rifles camp in Tragpora a few days before Eid.“The meeting took place at around 4 pm inside the army camp and was led by a major rank officer,” said one cleric who attended the meeting but did not want to be identified. “He started with explaining the benefits of removing Article 370 and then went on to highlight how local Kashmiri leaders were corrupt. He then rambled about India’s economy and the opportunities it offers to people. He also said that Pakistan will not give anything to Kashmiris and there’s no future with them.”According to the cleric, the meeting lasted over 45 minutes and also included a diktat from the army. “The army told us to not hold large congregational prayers at the Eidgah on Eid. They said we should coach and counsel youth against taking part in any protests. They also advised us against raking up the issue of Article 370 in our sermons. If we did, they would hold us responsible for any protests,” he continued.The cleric remembers one line from the conversation very clearly: “Agar hume koi pathar baaz mila, to hum use PSA nahi, balki PSA ka baap dengey, usko seedhe Jodhpur bhejengay. If we get hold of any stone-pelter, we will not just slap the Public Safety Act on him, but the father of the Public Safety Act. He will be sent straight to Jodhpur.”The Public Safety Act is a preventive detention law specific to Kashmir. Since August 5, it has reportedly been invoked against hundreds in the Valley.In the Watergam area of Rafiabad, where the headquarters of the 32 Rashtriya Rifles are located, army personnel visiting villages issued more warnings, local residents alleged. “A top army officer of the Watergam army camp simply threatened local religious clerics with arrest if there was any untoward incident on Eid or after Friday prayers,” said one resident.Despite warnings, protests did occur in some villages of Rafiabad on Eid on August 12. “There was some minor stone-pelting and protests against the abrogation of Article 370,” said the cleric. “Several days later, the army and police raided some villages in the night and picked up many boys. Two of them have been booked under PSA and shifted to Agra.”‘He had nothing to do with sermons’In other parts of Baramulla district, security forces did not stop at warning clerics. At one mosque in the Pattan area, posters which were not signed and bore no organisational stamp asked local residents to go on strike against the August 5 decision. It resulted in the detention of a cleric and the mosque president on August 30, said local residents.“After the poster was seen in the mosque, the major of the army unit in our area summoned the Imam and some mosque committee members to the camp,” said one resident. “While others were soon released, they detained the Imam and the mosque president. Now, they are held at the Pattan police station. Whenever we raise the question of their release with the police, they tell us that the two of them have been detained by the army and they won’t let them go until the consent of Major.”On the day of Eid, the cleric of a mosque in Baramulla’s Khwaja Bagh area was picked up by police after some worshippers protested against the scrapping of special status. “When we went through the footage of protests, we identified two boys,” said a senior police officer in Baramulla. “When we got them, they blamed the mosque’s imam for asking them to protest. We arrested him too. However, he clearly denied the allegation and said he didn’t call for any protests. After a while, the local community elders intervened and we let go all of them.”In the town of Sopore, 53-year-old Aziz Ahmad Bhat, the head of a local wakf, or religious trust, called the Anjuman Moin-ul-Islam was reportedly arrested days after the scrapping of special status.“Unlike the rest of the state, Sopore doesn’t come under Jammu and Kashmir Wakf board,” said a member of the Anjuman. “It has its own wakf body. Bhat Sahab is the head of this Wakf body. They arrested him too. He has nothing to do with sermons or leading prayers. He just manages Wakf properties.”A critical sermon?In Srinagar, nervous families of detained clerics try to guess why they were held. Around 10:30 pm on August 22, Aga Syed Aijaz Rizvi, a cleric at the shrine of Aga Syed Haji Hassan in Zadibal, Srinagar, was having dinner with his family when personnel from the J&K police and CRPF knocked on their door, his family said.“They had come from our local Zadibal police station,” said Aga Syed Mudasir Rizvi, cleric’s brother. “They asked my brother to take a walk with them to the main road. There, they made him sit inside the police vehicle. I asked the police officials why they were taking him. They replied: ‘the orders have come from above and it’s a preventive detention.’”For over a decade, 50-year-old Aga Syed Aijaz Rizvi has been leading prayers at the prominent Shiite shrine in Zadibal. Except for a day-long detention in 2016, the family said, he had never been held by security forces. His brother suspects one of his sermons might have brought the detention.“After the Article 370 decision, he just mentioned that the Constitution of India allows citizens right to protest,” he said. “That might have reached the ears of the authorities somehow. We saw the 2008, 2010 and 2016 uprisings but we never saw such fear and uncertainty among the people. Naturally, this fear has reached the clergy as well.”For now, Aga Syed Aijaz Rizvi is detained at the Zadibal police station, his family said. He gets to see his family when they bring food for him. “He’s diabetic and needs insulin two or three times every day,” said his brother.Imran Reza Ansari, a cleric at another major Shiite religious institution in Zadibal, is also under arrest. Ansari’s political career may be a reason for his detention.  A senior leader of the People’s Conference and a former cabinet minister, he was arrested on August 5 and is currently lodged at the Sheri Kashmir International Convention Centre, along with other political leaders.A member of the security forces outside the shrine at Kailashpora. Credit: Safwat Zargar‘We don’t want any trouble’In South Kashmir’s Shopian district, which has emerged as a hub of militancy over the last few years, the head of a religious institution said there was a “lot of pressure” on clerics and mosque bodies to not talk about Article 370, even though security forces had not communicated it to them in explicit terms.Residents allege that since August 5, the district has witnessed a spree of night raids and detentions by the army, the special operations group, which is the counter-insurgency wing of the Jammu and Kashmir Police, and the CRPF. According to the religious head, nobody from the clergy was ready to put his “life at stake” in such an atmosphere. They were avoiding raising any issue which might invite the army’s attention.“Those who would have spoken about it have either been picked up or have gone underground,” he said. “The repression in Shopian is of a different level. Our mosques are always under the scanner and forces always lay a siege outside mosques when it comes to large congregations.”Back in Srinagar’s old town, the residents of Chota Bazar in Kani Kadal are also trying to avoid trouble. They have stopped offering two daylight prayers at the local Jamia Masjid Hanfia. “In the first days of curfew, there were some protests going in the area,” said a resident. “When the forces chased them, they broke the window panes of the mosque as well as many houses.”The incident led to a unanimous decision by the mosque committee to stop offering afternoon and evening prayers – times when security persons are deployed outside the mosque – in order avoid to confrontations. “CRPF vehicles are deployed right outside the mosque and the paramilitary men at the gate,” said a member of the mosque committee. “We don’t want any trouble. That’s why we took that decision.”The only times worshippers can pray there are early morning and late evening – when the deployments have been removed.  Since August 5, Friday prayers at the mosque have been disallowed.‘No organised campaign’Asked about the alleged counselling sessions and summoning of clerics, KJS Dhillon, general officer commanding of the Army’s 15 Corps, in Srinagar’s Badamibagh, said the army had no “organised campaign” on Article 370. Some “interactions” may have taken place because army officials wanted to clear doubts among the public, he claimed.“There are narratives being spread by Pakistan and there are some clarifications which people come to seek from you,” he said. “They feel this man is an educated man, he’s a post-graduate, he’s a person who has been commissioned in the army, post the psychological analysis and other things. And he’s probably aware of what are the things there.”“So, these are normal doubt-clearance sessions during which even you can sit with me and I can sit with you,” he explained. “There’s nothing wrong in it. And there’s no organised thing which is being propagated or being put on the ground.”Besides, over the last few decades, the army in Kashmir had been involved in activities outside its ordinary military duties. “For the last 30 years, the army has been involved in a lot of Sadbhavna activities,” he said. Operation Sadbhavana was a campaign launched by the Indian Army in 1998 to wean the “awaam” or local people away from “terrorist ‘tanzeems’” or groups. It gave the army a role in education, infrastructure, health and “women and youth empowerment”.“There has been a lot of interaction with opinion makers, the maulvis, the students, the sarpanches for the benefit of the area and also to get from them what’s required for the development of the area in terms of infrastructure, girl schools, degree colleges, the roads, the culverts,” Dhillon said.","author":"Safwat Zargar","time":"2019-09-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126860-szsbkmgpqy-1567690884.jpg","tags":["Jammu and Kashmir","Article 370"],"source":"https://scroll.in/article/936380/in-kashmir-a-quiet-crackdown-on-mosques-and-clerics"}