{"title":"In Kashmir, a law for timber smugglers has become a way to keep people 'out of circulation'","content":"As the protests in Kashmir close in on three months, the Public Safety Act is back in action. The police are rounding up thousands of people in night raids and crackdowns. According to reports, 6,000 people have been arrested so far and charges under the Act have been framed against 327. Prominent among those arrested are human rights activist Khurram Parvez and several senior separatist leaders.Of course, the Public Safety Act, which allows the police to detain a person without trial for up to two years, has never really left the Valley. While the number of arrests made under it spikes during seasons of unrest – starting with the 1990s, then 2008 and 2010 – each year brings a steady stream of detentions. Over the years, it has become a lightning rod for public anger, along with the Armed Forces Special Powers Act that gives security forces powers to search and arrest without warrant and even shoot to kill, while protecting them from civil prosecution.The Public Safety Act is frequently described as a “black Act” and “a lawless law”, a phrase first used in a Supreme Court judgement in 1982.Such a law has been used in other countries and by other regimes too – Ireland during the civil war in 1923, the apartheid government in South Africa in 1953, Nepal under King Gyanendra in 1990. Some trace the origins of the law in Jammu and Kashmir to the Defence of India Act passed by the imperial government in 1915 and used to curb political dissent.These laws may have varied in severity, in the exact powers they vested in the state and the manner of their implementation. But all of them give the state sweeping powers of preventive detention, often on flimsy grounds and largely insulated from the rigours of a judicial process.Quelling dissentThe Jammu and Kashmir Public Safety Act was passed in 1978, ostensibly to curb timber smuggling in the state. But an Amnesty International report compiled after the protests of 2010 found that preventive detention had become a tool for quelling political dissent, even when the dissent was peaceful. The government had admitted it was a means of keeping people “out of circulation”, so that they could not mobilise crowds.Shabir Ahmad Shah, the founder of the Jammu and Kashmir Democratic Freedom Party who later joined the Hurriyat Conference, has been detained under this law several times. In and out of jail since 1989, he was booked under the Act in August 2008 for organising protests that year. Though the high court quashed the order against him that December, calling the charges vague and general, he was rearrested under a fresh order of the same law.During the ongoing unrest triggered by the killing of militant Burhan Wani by security forces on July 8, Shah was detained at Srinagar’s Raj Bagh police station for two months before being taken to Cheshme Shahi Prison in time for the visit of the all-party delegation from Delhi in early September.Since Shah is a prominent political leader, his detentions took place in the public eye. Hundreds of others have been forced into incommunicado detention, rounded up and taken to a police station or interrogation centre without a formal order. Amnesty recorded testimonies of former detainees who said they were tortured during these detentions.Typically, detainees under the Public Safety Act are taken to distant jails, far away from their homes or families, who are kept in the dark about their location. This year, a number of youth rounded up from different parts of Kashmir have been taken to prisons in Jammu.During the police crackdown on protestors in 2010, minors were also detained. With the Jammu and Kashmir Juvenile Justice Act treating boys above the age of 16 as adults, a large number of 16- and 17-year-olds were held for stone-pelting and protests. But the Public Safety Act does not mention any age bar, and reports emerged that children even younger were being detained under this law. In early 2011, Faizan Rafeeq, held for stone-pelting, was released after two months. The detention order described him as a 27-year-old but he was, in fact, 14. That year, the state government amended the law to say that “minors” would not be held under it.The provisionsIn 1982, the Supreme Court, hearing a detention case under the Public Safety Act, said “danger looms large that the normal criminal trials and criminal courts set up for administering justice will be substituted by detention laws often described as lawless law”. Here is a closer look at its provisions:First, the law allows the government to designate certain spots as “prohibited places” and “protected areas”. These may then be patrolled and entry to them restricted, and those violating the provisions fined or imprisoned or both.Second, it enables the government to pass an order forbidding the circulation of documents that could incite “activity prejudicial to the maintenance of communal or sectarian or regional harmony... or likely to affect public order”. “Aggrieved persons” can appeal to the government and, failing that, the high court, to retract the order.Third, and most crucially, the Act lays out detailed provisions allowing the “detention of certain persons”. The government can detain someone who qualifies as a foreigner, as defined by the Foreigners Act of 1946, or “a person residing in the area of the State under the occupation of Pakistan”. It can also hold a person to prevent “him from acting in any manner prejudicial to... the security of the state or the maintenance of public order”.A broad spectrum of actions is considered prejudicial to the maintenance of public order. They range from “promoting, propagating or attempting to create feelings of enmity or hatred or disharmony on grounds of religion, race, caste, community, or region” to “attempting”, “instigating”, “inciting”, “abetting” or actually engaging in the use of force, “mischief” or offences that may be punished by death or a life term or seven years and more in prison.Detention periodPersons detained under the Public Safety Act are held under executive orders issued by the divisional commissioner or district magistrate. The authorities are not required to provide grounds for detention before five to 10 days of the prisoner being held. Even then, they might withhold information that is “against public interest to disclose”. Within four weeks of detention, the case must be placed before an “advisory board”, which will submit its report in eight weeks. Depending on the report, the government may release the detainee or extend the period of detention.After amendments made to the law in 2011, a person detained for the “maintenance of public order” can be held for three months, though this period may be extended to a year. Those held on suspicion of threatening the security of the state can remain in prison for six months, which again may be extended to two years.In the meantime, the detainee is not allowed to seek legal representation and courts may not take cognisance of any detention unless a written report is submitted by a public servant. The Act also protects from arrest those who implement it “in good faith”.Flaws in the lawAccording to Amnesty, the law violates fundamental “principles of legality”. First, in its broad definition of offences, which gives the authorities wide-ranging powers to detain, while the detainees have little power to challenge the grounds for their incarceration. Second, because the authorities do not immediately have to give a reason for detention and may even keep it partly secret. Third, because it cuts off access to courts of law and legal counsel, the fundamental rights of every prisoner. Fourth, because it allows “foreign nationals” to be held indefinitely. Fifth, because officials are shielded from prosecution, much like soldiers under the Armed Forces Special Powers Act.The human rights body also found another element not mentioned in the law itself – the presence of “screening committees” established by the government, consisting of officials from the home department, police, intelligence agencies, Army and other security forces, whose deliberations are secret but who can decide the fate of detentions. It is an extra-legal body empowered to make decisions about public order.In Kashmir, the law is cited in a long litany of grievances against the state and the public clamour for its repeal goes back decades. But, going by this season’s arrests, the Public Safety Act in Kashmir is not going anywhere.","author":"Ipsita Chakravarty","time":"2016-10-05T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817809-article-hfoloroebw-1461333319.jpeg","tags":["Scroll explainer","Public Safety Act","Jammu and Kashmir","Detentions"],"source":"https://scroll.in/article/817809/in-kashmir-a-law-for-timber-smugglers-has-become-a-way-to-keep-people-out-of-circulation"}