{"title":"In Kashmir, the police are increasingly using preventive detention laws against drug dealers","content":"Twenty-year-old Tauseef Ahmad Sheikh, who lives in Srinagar’s downtown area, dropped out of school after Class 8. About four years ago, he started taking heroin. According to the police, he eventually started selling the drug. His family deny that he was a drug peddler. However, a relative said Sheikh had three police cases against him under the Narcotic Drugs and Psychotropic Substances Act. Every time he was arrested, his family would bail him out and try to make him mend his ways. Then in September, the relative said, Sheikh was held for theft. “He would take money from mother’s or father’s pocket secretly but this was the first time he stole,” the relative said. After a month in Srinagar’s central jail, Sheikh was taken to a police station near his home. “When we went there the next day, they informed us he had been booked under PSA and would be shifted to Kot Bhalwal jail in Jammu,” the relative recalled. The PSA or Public Safety Act is a stringent preventive detention law specific to Jammu and Kashmir. According to the provisions of the law, an individual may be held for a year without trial if they are deemed to be a threat to public order and for up to two years if they are considered a threat to national security. For years, the law had been used against timber smugglers, anti-government protesters, separatists and associates of militant groups in Kashmir. Over the past year, however, the Valley has seen a sharp rise in the use of the preventive detention law to crack down on drugs. Sheikh was one of four alleged drug peddlers to be booked under the Public Safety Act on October 16. According to police data, this year, 34 alleged drug peddlers were booked under the law in Srinagar district alone. Besides, police officials in South Kashmir’s Pulwama district said they had held eight alleged drug peddlers under the Public Safety Act. Contrast this to last year – police data shows 23 people were booked under the law across the Union Territory of Jammu and Kashmir. “The preventive detention law is used against notorious drug dealers who already have several cases registered against them,” said a senior police officer in Kashmir who did not want to be identified. “In most instances, they are involved in theft and other criminal activities.”The Public Safety Act is not the only preventive detention law used against drug peddlers in the Valley. The police have also used the Prevention of Illicit Traffic in Narcotic Drugs and Psychotropic Substances Act to deal with offenders. The law enables preventive detention for up to one year in “certain cases for the purpose of preventing illicit traffic in narcotic drugs and psychotropic substances.” On October 19, the Srinagar district police announced that 17 drug peddlers were booked under the Prevention of Illicit Traffic in Narcotic Drugs and Psychotropic Substances Act. The police claimed it was the “biggest single day action against drug peddlers.” On November 5, the police in South Kashmir’s Kulgam district invoked the law against five “notorious” drug peddlers, who are now lodged in prisons in the Jammu division.‘Huge threat’ The stringent action is warranted, the police claim, because drug peddling is emerging as a “huge threat” in Kashmir, second only to “terrorism.” Over the last few years, the police have launched a very visible crackdown on drugs.Between 2010 and 2021, a total of 9,367 cases under the Narcotic Drugs and Psychotropic Substances Act were registered in Jammu and Kashmir. These figures included the Ladakh region until 2019, when the former state of Jammu and Kashmir was divided into two Union Territories – Ladakh, and Jammu and Kashmir. However, the sparsely populated Ladakh region does not account for many cases.More than 6,000 cases were registered in the last five years. Around 77% of these 6,000 cases were related to drug trafficking in commercial quantities. The numbers reflect intensifying police action in drug-related cases. A perusal of the National Crime Records Bureau’s data shows that, in 2010, there were 421 cases under the Narcotic Drugs and Psychotropic Substances Act across the former state of Jammu and Kashmir, which then included Ladakh. In 2021, there were 1,681 cases in the Union Territory of Jammu and Kashmir, excluding Ladakh. The law prosecutes offenders for consumption, possession and trafficking of drugs. Despite the rise in cases, few have gone to trial. According to police data for the last three years, there were 4,066 cases under the anti-narcotics law. Only 478 cases were disposed of by the courts. While 147 cases ended in convictions, in 281 cases, the accused were acquitted. In addition, 32 cases were quashed by the court in 2021, police data shows. ‘Faulty investigations’According to lawyers in Kashmir, the use of preventive detention laws reflects the  “failure of ordinary criminal law” to deal with drugs. “NDPS act is a very stringent legislation enacted for drugs-related crimes,” said one lawyer, who did not want to be named. “Instead of ensuring a conviction under the law, they are just using it as a shortcut.”  Invoking the Public Safety Act, the lawyer said, was a matter of optics. It “creates a perception” that the police are taking action against drugs. Another lawyer, who deals with cases under the Narcotic Drugs and Psychotropic Substances Act, said “faulty investigations” by the police were responsible for the low rate of convictions under the law.  “There was a case once where police had written one type of drug seized in the FIR,” he said. “After forensic examination, it turned out to be something else.” However, witnesses and police officials involved in the raid were not informed, he said. “Once this discrepancy was pointed out by the accused’s counsel during trial, the case fell apart and the accused walked free,” said the lawyer, who has also worked as a public prosecutor. Because of the stringent provisions of the anti-narcotics law, it is exacting in terms of the evidence required and the procedure followed for convictions. “The stricter the law, the stronger the safeguards against misuse,” explained the former public prosecutor. “Even if a simple provision under the law is not followed by police officials, it becomes technical grounds for bail of the accused.” ‘Let him stay in jail’ According to the senior police officer, however, the families of the accused as well as the local community often supported preventive detention in drug-related cases. “We keep the local community elders in the loop before taking any such action,” he said. Take the family of Tauseef Sheikh. After years of trying to persuade him to give up drugs, they had felt a spell in jail might cure him – and had even asked the local police to detain him, they claim. That did not happen, until he was arrested this September.“Even though he’s far from home and in jail, we feel it’s better for him to get rid of this habit,” said Sheikh’s relative. “We were so fed up with him that we were even ready to pay for him to be detained.” The family has not challenged his detention in court and they do not plan to. “Let him stay in jail for a year or so,” said the relative.  In South Kashmir’s Pulwama district, the family of a youth detained under the Public Safety Act for alleged drug peddling also feels the same way. They deny that he dealt in drugs, but admit that he was a drug user some years ago. They have not challenged the detention either.“We feel he should spend some time inside the jail to learn his lesson,” said a relative. ‘No long-term solution’In Kashmir, where strong social taboos surround drug use, there is little distinction – in public opinion – between addiction and peddling.According to figures released by the Directorate of Health Services, Kashmir, in October, about 52,000 people across the Valley take intravenous heroin and a total 70,000 use narcotic substances. About a quarter of Kashmir’s drug users are unemployed, according to data compiled by the directorate.Despite highly visible campaigns against drug use, Jammu and Kashmir does not fare worse than many Indian states. According to the 2019 National survey on Extent and Pattern of Substance Use in India, it ranks 18th when it comes to the use of marijuana, and is well below the national average. The numbers for those who take opioids such as opium, heroin and pharmaceutical drugs are of more concern  – Jammu and Kashmir ranked 14th, and well above the national average.  Many graduate from taking drugs to dealing in them. Doctors working on de-addiction in Kashmir say preventive detention is not a long-term solution. “The key to fight against drugs is to primarily target the supply chain of drugs,” explained a doctor working at a de-addiction facility in Kashmir, speaking on the condition of anonymity. “Law enforcement agencies have to be proactive in that.”  Besides, he said, police action often failed to distinguish between drug users and those who smuggled or peddled drugs. He argued for a separate facility for those charged with drug-related offences. Within these facilities, he felt, drug addicts and drug traffickers should be segregated. “Jail shouldn’t serve as a networking place for these two groups of people so that once they walk out, they know where to get drugs again,” he explained.  He pointed to successful rehabilitation programmes in countries such as Iran and the United Kingdom, which ensured that drug users or dealers did not slip back into old habits. Such programmes, he added, should involve teaching them skills to earn a livelihood. A senior police officer in South Kashmir also conceded that preventive detention was just a temporary measure. “Parents cannot shun their responsibility and dump their children with the police to keep them in jail,” he said. “Family, society as well as the authorities have to play a role. It’s a collective fight.”","author":"Safwat Zargar","time":"2022-11-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182708-zsaswqvjxx-1668179942.jpg","tags":["Kashmir","drugs","Public Safety Act"],"source":"https://scroll.in/article/1036754/in-kashmir-the-police-are-increasingly-using-preventive-detention-laws-against-drug-dealers"}