{"title":"In Kashmir, leaders of the Jamaat-e-Islami are mystified by Centre’s ban: ‘Our work is in the open’","content":"On February 28, the Union government ordered a five-year ban on the Jamaat-e-Islami Jammu and Kashmir for “indulging in activities, which are prejudicial to internal security and public order, and have the potential of disrupting the unity and integrity of the country”.In the notification issued by the Union home ministry, the Jamaat, a socio-political organisation that operates in the Valley, was charged with “unlawful association”, presumably for being in “close touch with militant outfits and supports extremism and militancy in Jammu and Kashmir”.If the group’s activities were not curbed immediately, the notification added, it would continue to “escalate its subversive activities including attempt [sic] to carve out an Islamic State out of the territory of Union of India”, and propagate “anti-national and separatist” sentiments.The decision was taken after a high-level meeting on security chaired by Prime Minister Narendra Modi on Thursday. It follows two weeks after a suicide attack in South Kashmir’s Pulwama district killed 40 Central Reserve Police Force personnel and caps a week of arrests and detentions of separatists and Jamaat-e-Islami activists in the Valley.The cadre-based organisation is perceived to be the ideological parent of the Hizbul Mujahideen, the largest militant group in the Valley.Though frequently targeted by the State and banned twice in the past, members of the Jamaat-e-Islami are mystified by the current crackdown. “Our work is in the open,” said Faheem Mohammad Ramzan, the organisation’s general secretary. He added that the Jamaat’s Constitution did not allow it to work in any way that would attract a crackdown.The crackdown begins On the night of February 22, the Jammu and Kashmir police and its counter-insurgency unit, the special operations group, carried out a series of raids across the Kashmir Valley. Their prime targets were the cadre and senior leaders of the Jamaat-e-Islami. The arrested members included the amir-e-Jamaat, or its chief, Abdul Hamid Fayaz, spokesperson Zahid Ali and former secretary general Ghulam Qadir Lone. While the organisation claims that around 300 of its members have been arrested, many have gone into hiding to evade arrest. Most of the raids were conducted in the districts of South Kashmir, where local militancy has taken root.According to the police, the crackdown was meant to ensure the smooth conduct of the upcoming general elections. “They have been detained under various provisions for preventive detention,” said a police officer based in the Valley who did not want to be identified. “The reason is their anti-election stand and campaign for election boycott.”The officer also said that those arrested were in various jails across Jammu and Kashmir. “They have not been shifted outside the state,” he said. According to another police official, the crackdown was based on “some apprehension” regarding the Jamaat. “They have been booked under various cases and each case is separate,” he said. “We cannot really say for how long they will be in jail. Whatever be the legal procedure, we will follow that.”As the police conducted raids last week, 100 more companies of the Central Armed Paramilitary Forces – approximately 10,000 soldiers – were sent into the Valley. This, and a series of government orders, gave rise to panic. The fears were compounded by rumours that the Union government would tinker with Article 35A of the Constitution, which ensures special rights and privileges to Jammu and Kashmir. The Supreme Court was scheduled to hear a petition challenging the validity of Article 35 A at the end of February.The state police did not offer any official explanation behind the mass arrests. However, several police officers told this correspondent that the order had come from Delhi. Central Reserve Police Force personnel check the bags of scooterists during restrictions after Kashmiri separatist called for shutdown to protest the arrest of their leaders in Srinagar on February 24, 2019. (Photo credit: Danish Ismail/Reuters).‘Something seems fishy’In a statement released after the arrests, the Jamaat put out a statement saying, “…something seems fishy at this moment when [the] state’s special position is listed in Supreme Court…the way forces personnel unleashed the spree of mass arrests and detained dozens of Jamaat members prior to the hearing seems something is hatching behind the curtains”.Other theories circulated within the organisation. “The government wants to please fanatic forces in India and for that the Jamaat has become a sacrificial goat,” said Ramzan. “It is to cool down the anger of fanatic forces in the aftermath of Pulwama attack.”The push to tamper with Article 35A and be seen to be cracking down on the Jamaat was also tied up with the ruling Bharatiya Janata Party’s electoral calculations, said Ramzan. “The discourse around Article 35A has to do with the diminishing electoral prospects of the BJP,” he said. “After they lost the elections in five states, the government is trying to hold on to issues like Babri Masjid and Article 35A to show something to their people and get votes.”Ramzan also dismissed suggestions that members of the group were being rounded up to avoid any disruption during the elections. “We have only two spheres of work: preaching of Islam and social work for public welfare,” he said. “We do not oppose any election process, neither do we support it. Our cadre does not vote and Jamaat does not run any election boycott campaign.”A demonstrator in Srinagar throws a piece of brick towards the police (unseen) during a protest after the National Investigation Agency carried out a raid at the residence of Yasin Malik, chairman of the separatist Jammu Kashmir Liberation Front, on February 26, 2019. (Photo credit: Danish Ismail/Reuters)‘Political Islam’According to the Jamaat, it currently has a cadre base of around 6,000 members in the state. It also runs a network of schools, orphanages, relief organisations and other social institutions.The Jamaat, however, started out with more political ambitions. The original organisation was established in Lahore in 1941, under the aegis of the theologian Abul Ala Maududi, who propounded “political Islam”. The idea was to gain political power within the structures of the State in order to spread the ideas and principles of Islam.In South Asia, the Jamaat splintered into various factions as new borders were drawn and new politics took shape. The Jammu and Kashmir branch was formed in 1953, after it separated from the Jamaat-e-Islami Hind.“Jamaat is one of the oldest political formations in Kashmir, with roots in subcontinental politics that grew around the time of the Partition,” said Mohammad Junaid, an anthropologist who has studied political processes in Kashmir. “It has historically used an Islamic social reformist idiom but is a deeply political organisation. Among Islamic groups, its ideological stance on the capture of state power makes it compatible with electoral politics.”From 1965 to 1987, the Jamaat contested both Assembly and Lok Sabha elections in Kashmir. In the 1972 Assembly elections, it won five seats in the 87-member Assembly – its highest tally ever. Among the elected leaders was Syed Ali Shah Geelani, now a veteran separatist leader of the Hurriyat. He would continue to win elections as a Jamaat candidate into the 1980s.Target of the StateFor decades, the Jamaat has been a target of the State. In the state Assembly, it raised the question of self-determination for Kashmir until it was banned by Indira Gandhi during the Emergency. The ban was imposed soon after she signed a pact with National Conference leader Sheikh Abdullah, who agreed to drop the Kashmiri demand for self-determination. The ban was lifted in 1977 and Jamaat participated in that year’s elections.After the 1987 state elections, widely believed to have been rigged, the Jamaat abandoned electoral politics. As militancy spread in 1989, it threw its weight behind the separatist movement. Through most of the 1990s, it was seen as the political wing of the pro-Pakistan Hizbul Mujahideen. It was banned for five years in 1990, when security forces launched a severe crackdown on militancy. The ban was not reimposed at the end of the five-year period.“Scores of our activists and sympathisers were murdered by Ikhwanis,” said a former top leader of the organisation who did not want to be identified. The Ikhwan-ul-Muslimeen was a counter-insurgency militia raised by the Indian Army in the mid-1990s, largely comprising former militants who had switched sides. “From the onslaught of Sheikh Abdullah’s National Conference to the terror of Ikhwan, we have seen it all. This is not new for us.”The Ikhwan crackdown eventually forced the Jamaat to distance itself, at least in public, from the Hizbul Mujahideen in 1997. That decision was taken was under the leadership of Ghulam Mohammad Bhat, who was then the organisation’s chief. “The reason was relentless pressure from Ikhwanis and the decline of the Hizb’s strength,” said Junaid.Between Hurriyat and elections The decision of 1997 did not go down well with many of its members, including Geelani.By early 2000s, the militancy had started to lose steam and the Jamaat had to recoup its losses. In the 2002 Assembly elections, it was said that Jamaat support in South Kashmir helped the People’s Democratic Party’s Mufti Mohammad Sayeed to power. However, many attributed it to the Jamaat’s opposition to the National Conference, the other major Kashmir-based party, rather than a softening towards electoral politics.But then in 2003, the Hurriyat split down the middle over various matters, such as taking part in elections and engaging in talks with the government. This time the Jamaat leadership decided to side with the Geelani faction of the Hurriyat. This was partly because Geelani’s Tehreek-e-Hurriyat and Jamaat shared a cadre base. But friction between the Jamaat and the Hurriyat (G) remained.The 2000s were quiet years for the Jamaat. “Some might say we became dormant, but in reality, we were only gathering ourselves up after the storm of Ikhwan terror,” said the senior Jamaat leader. “It took us years to build and activate our cadre.”In 2015, the organisation distanced itself from the Hurriyat, and Bhat, appointed the organisation’s chief for a fourth term, reiterated it had “no connection with militancy”. He also denied that the organisation had supported any political party. Action was taken against the few members who voted for the People’s Democratic Party, he claimed.Curbing dissentAccording to observers in the Valley, the State overstates the influence of the Jamaat today. The crackdown on the Jamaat and the ban also point to the shrinking space for political dissent in the Valley, they say.“In the establishment imagination, Jamaat seems to have a lot more influence than it really does,” remarked Junaid. “It is clear the Indian government wants ‘Operation All Out’ to expand to the Kashmiri political sphere as well, to remove any possible political resistance in Kashmir to its security policies.”Also read:Revisiting Article 35A, key to Kashmir’s special status and the subject of a raging debate","author":"Safwat Zargar","time":"2019-03-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114318-chffwqnmew-1551455897.jpg","tags":["Kashmir","Jamaat-e-Islami","Jammu and Kashmir"],"source":"https://scroll.in/article/915117/in-kashmir-leaders-of-the-jamaat-e-islami-are-mystified-by-centres-ban-our-work-is-in-the-open"}