{"title":"In Kashmir operation that left seven civilians dead, witnesses claim soldiers fired indiscriminately","content":"At first, the landscape is out of focus but the popping sound of bullets can be heard. Around 10 seconds into the 27-second-long video clip, the scene sharpens. A row of Army and police vehicles are lined up on an elevated road. Below the road is an expanse of paddy fields, swarming with boys. As the gunfire rattles, many of the boys take cover under grass stacks and elevated walkways cutting across the fields. A few scurry in between. At one end of the road, a white police Rakshak van is being pelted with stones and hit with sticks. There is more gunfire, smoke and gunfire again. Then the camera shakes and the lens turns towards the ground.There is another video, which appears to be taken from the same spot. The visuals are similar, except voices off camera throw abuses at the men in uniform. They are seen chasing stone-pelters on the road, then there is the rattle of gunfire again.These videos, circulated widely on social media, were purportedly taken in South Kashmir’s Pulwama district on December 15. That morning, a gunfight between security forces and militants had broken out in the orchards that lie between Sirnoo and Kharpora villages. Three local militants and a soldier of the Indian Army were killed. Seven civilians, including two minors, would also be killed that day.According to a statement released by the Jammu and Kashmir Police soon afterwards on the same day, the civilians “got injured” when “a crowd came dangerously close from different parts” while “the operation was going on”.Officials at the Pulwama District Hospital said six of the 30 civilians brought in that morning were dead on arrival. Many had upper body injuries, doctors at the hospital said.By local accounts, the gunfight lasted little more than 20 minutes and was just the beginning of the bloodshed that surrounding villages would witness that day. Kharpora village road where Army and police vehicles were stationed on December 15. (Credit: Safwat Zargar)‘Unlike other operations’The police said they were investigating the videos. “I have seen all the videos in circulation,” said Munir Khan, additional director general of police, Jammu and Kashmir. “The inquiry is in process and we will see what will come out of that. How can we say whether it was a bullet from police or militants? This has to be investigated.”According to Khan, the Sirnoo encounter was “unlike other operations” as it took place in the open. “When an encounter takes place in a house, the whole area can be sterilised and all the neighbouring houses are evacuated by using our manpower,” he explained. “It’s a normal drill. That also helps us prevent miscreants from reaching the encounter site.” “But this operation was conducted in open orchards,” he said. “The militants came out from their hideout, firing. Such a huge area cannot be sterilised and that too open orchards. Tell me, what’s the guarantee that a person won’t get hurt in such a situation where they are coming closer to the orchards and pelting stones? Why should these miscreants come towards the encounter sites and that too when the firing is going on in an open orchard from both the sides?”Army officials were unavailable for comment, despite repeated efforts to reach them. This article will be updated if they respond.  Days after the encounter, reports quoted government officials blaming the “lack of synergy and miscommunication between various wings of security forces” for the deathly chaos. Residents of Sirnoo and Kharpora describe December 15 as “qayamat” or doomsday. “Imagine it’s snowing from the heavens, but replace the snow with pellets and bullets,” said Shakeel Ahmad, a tailor. “If you dig up a small field here today, you’ll find thousands of bullet cartridges,” he added, digging out a teargas canister with his shoes from a tilled patch of land.‘The search’At dawn on December 15, Mohammad Rajab, a middle-aged farmer who lives in Kharpora, heard loud banging on his door. “It was Army,” he said. “They asked about the number of members in my family and searched our house. Then they took one of my sons with them towards the orchards.”  Rajab’s home is one of the last on the Kharpora village road. Beyond it, the road cuts through acres of orchards and paddy fields. At the end of the road, some 500 metres from Rajab’s house, is a poultry farm. It is the only motorable road through the orchards. The vast expanse of fields and orchards is circled by a number of villages. On December 15, security forces personnel would station their vehicles on this road. “In total, the Army had taken four local boys along with them to search for militants,” said Rajab. “I made several attempts to look for my son but the soldiers didn’t allow me to move forward. At 8.05 am, the first gunshot rang. I thought, my son is dead.”One of the three civilians, apart from Rajab’s son, taken by the Army said, “We didn’t find anything at the poultry farm. In one of the orchards, not far from the main road, there’s a slope. A patch of that slope was covered with grass and chopped branches. As soon as we got close, there was some movement and gunfire rang out, I don’t know from which side. We spread out on the ground and the bullets starting whizzing above us. Army used us as a shield to save themselves. It’s god’s mercy we didn’t get hit.” The search party had chanced upon a militant hideout in the orchards – a dugout around seven feet deep, covered with grass and branches.‘Targeted fire’All four civilians taken by the Army for the searches returned home safely after the gunfight was over. That was when clashes between civilians and security forces intensified, according to residents. With the main road blocked by the security forces, residents of the surrounding villages swarmed the paddy fields and orchards, shouting slogans, pelting stones, cursing soldiers and hitting security vehicles.Many residents said word had spread that Zahoor Ahmad Thokar, a militant from Sirnoo, was trapped. Thokar, 26, deserted the Territorial Army last year to join the Hizbul Mujahideen, the police said. Since then, he is said to have escaped security cordons several times. On December 15, however, he would not escape. “Only two civilians were killed during the encounter,” said Mushtaq Ahmad, who witnessed the clashes during and after the gunfight. “The rest of the civilians were targeted once the Army was evacuating with the dead bodies of militants.” Another witness, who did not want to be identified, claimed soldiers fired indiscriminately at civilians because of the casualties they had suffered in the gunfight. “I saw two Army soldiers getting hit by bullets and falling down,” he said. “Otherwise, the encounter was over in no time. The indiscriminate firing on civilians started only after the encounter. It continued till 11 am.” A number of residents agreed that casualties among the security forces were higher than claimed.Days after the gunfight, the scars are still visible in the surrounding villages. Across Kharpora, the walls of houses, cow sheds, mosques and trees are peppered with bullet holes. Many of these buildings are more than 600 metres away from the hideout.“The killings took place all around the spot of gunfight,” said Shakeel Ahmad, a resident of the village. “Many injured civilians were involved in their daily chores or were tilling their fields when they were hit. The soldiers were firing in every direction.” The gunfight was still on when Ahmad, along with other residents, picked up an injured protestor, 18-year-old Amir Ahmad Pal, outside Ahmad’s home. “He was showing signs of life initially but he stopped moving as soon as we put him in a vehicle to send him to the hospital,” Ahmad added.As young boys began falling to pellets and bullets, not many could hold themselves back, residents said. “There comes a time when one is no longer afraid of death,” said Tawseef Ahmad, a teenager. “That’s how I felt that day. While bullets were raining down from every side, we picked up the injured and gave them water. I didn’t care about my life.”Among the last civilians to fall to bullets in Kharpora was 18-year-old Shahbaz Ahmad. He had gone out to fetch water for the injured when he was hit by two bullets, in his head and his abdomen, residents said. “He died on the spot,” said Tawseef Ahmad, Shahbaz Ahmad’s neighbour. “He had dropped out from school and was working as a mechanic to support his poor family.”The villagers claim that the number of injured civilians might be over a hundred as many of them avoided going to the hospitals, fearing arrests or police attention.Shahbaz Ahmad was fetching water for the injured when he fell to bullets, said his neighbour. (Credit: Safwat Zargar)Hideout to shrineMost of Pulwama has shut down in protest against the killings. While shops and other business establishments are closed, government offices are thinly attended. But the signs of mourning are most visible in Sirnoo and Kharpora.Since Saturday morning, the underground hideout of Thokar and his two companions has become an impromptu shrine. All three militants had emerged from the hideout early in the gunfight but all of them were killed within a 100-metre radius of the pit, say residents. Every day, hundreds from surrounding villages visit the site to pay their respects. Women weep while boys take pictures of the burnt blankets and bullet-sprayed tin sheets still lying near the hideout. “Someone who was very close to the militants has given them up – someone who sat, ate and slept with them,” speculated a teenager with gelled hair and headphones, surveying the spot on Wednesday. An elderly woman raised her hand and started praying for the dead. Although there were a number of people milling around, silence prevailed. Everyone nodded when Mohammad Rajab spoke. “See what they chose to live in to rid us of this zulm [oppression],” he said. “They were chosen by Allah for this. That’s not something simpletons like us will be able to understand.”In the backdrop, loudspeakers in Thokar’s village, Sirnoo, blared songs invoking “azadi”, freedom. Outside his home, posters of him posing with guns and lurking in the woods had been strung up.“It’s immaterial whether he was a militant or not,” said Mushtaq Ahmad, who owns a mobile repair shop in Sirnoo and was part of the crowd outside Thokar’s house. “People have been tormented here so much that they will pick up stones at the very sight of an Army or police vehicle. We are not even safe in our homes. The Army can come any time and ask you and your family out. Whether you are clothed or not, it doesn’t matter. In South Kashmir, even the guests are afraid to pay a visit.” He added, “We are just waiting for the day when they will kill us all.”","author":"Safwat Zargar","time":"2018-12-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108630-bvcwbsqluz-1545392521.jpg","tags":["Kashmir","Encounter","Militants","Stone-pelting","Bullets","Pellets","Orchards"],"source":"https://scroll.in/article/906461/in-kashmir-operation-that-left-seven-civilians-dead-witnesses-claim-soldiers-fired-indiscriminately"}