{"title":"In Kashmir, violence and fear of militants aren’t the only reasons panchayats have failed","content":"When Jammu and Kashmir held panchayat elections in 2011, they drew a diverse crop of candidates. In central Budgam district, there was Muhammad Maqbool, a religious scholar who would go on to head a union of panches and sarpanches. There was the energetic Hanifa Begum, wife of a schoolteacher who would become deputy sarpanch of a Gujjar village. There was the gentle Mohiuddin Sheikh, a carpenter on weekdays but also a pir, or healer, who dispensed mystic remedies from his home in the mountains.In South Kashmir, there was the suave Khurshid Malik, who left his job in Delhi to become a sarpanch and, later, join the Bharatiya Janata Party. There was the grizzled veteran of the National Conference who had lost the 2008 Assembly election and decided to stand for his local panchayat instead. Today, this veteran leader lives in government quarters, unable to return to his village for fear of being attacked by militant.All of them said they had been driven by the hope of effecting change at the local level, in their own communities, rather than depending on a distant government. “People thought if we chose our own sarpanches, they would do something,” said Sheikh, sawing a plank of wood. Almost all said they would stay away from the panchayat elections starting in November.Panchayats formed in 2011 dissolved in violence long before their term ended. As separatist militants killed panches and sarpanches for participating in the electoral process, it triggered a wave of resignations. The bloodshed was not the only reason the local government institutions failed, though. “They did not let us work,” Sheikh said simply. A weak institutionPanchayati Raj has a long history in Jammu and Kashmir, introduced by the Dogra ruler Hari Singh in 1935. But they remain weaker than in most other parts of the country. While politicians and activists have been pushing for strengthening the Panchayati Raj Act, sarpanches complained that the existing provisions were not properly implemented.Under Article 370 of the Indian Constitution which ensures special status to Jammu and Kashmir, laws passed by Parliament do not apply to the state unless approved by the state Assembly. The 73rd Amendment to the Constitution, passed in 1993 and establishing a three-tier panchayat system in India, does not apply here. The state goes by the Jammu and Kashmir Panchayati Raj Act, 1989, and rules added in 1996.The 1989 Act also provided for a three-tier system – halqa panchayats representing a cluster of villages and headed by a sarpanch, block development councils consisting of sarpanches from that area and, finally, district development and planning boards. Halqa panchayats would have the powers to levy certain taxes and fees, draw up an annual list of works to be done in the area, delegate authority for sanctioned projects and oversee their implementation.While members of halqa panchayat would be directly elected, the council of sarpanches would elect the chairperson of the block development council. The district board would consist of the local members of Parliament and the Assembly, and heads of block development councils and other civic bodies, with a chairman nominated by the government.Over the years, members of these institutions unionised and marched to the capital Srinagar to demand greater devolution of powers to panchayats, as promised by the National Conference when it formed the government in 2008. Agitations for greater autonomy often coalesced around the demand to implement the 73rd amendment, which would ensure direct elections to all three tiers of the panchayat system and more financial powers to them. Another key demand was for an independent finance commission to disburse funds to local bodies. Though the Jammu and Kashmir State Finance Commission for Panchayats and Municipalities Act was eventually passed in 2011, the 2018 budget still talked of the need to constitute such a commission, nearly two years after the term of the panchayats elected in 2011 had expired.This week, the state administration, currently headed by Governor Satya Pal Malik, approved amendments to the 1989 act. These include greater powers for halqa panchayats and block development councils in 20 departments. Separate schedules have been reportedly been introduced, detailing the financial powers of local bodies. Many of these changes had been proposed in a government order passed in 2011. The amendments to the act will make it binding on government departments to follow them, the administration now contends. No tiered systemBut, after the elections of 2011, even the three-tier system promised by the 1989 Act never came into being. While elections to halqa panchayats were held, the block and district bodies were never constituted.In 2012, after a delegation of panchayat leaders met Rahul Gandhi, whose Congress party ran the state government in coalition with the National Conference, Jammu and Kashmir declared elections to block development councils. But the coalition later decided to postpone the polls indefinitely, until reservations for Scheduled Castes, Scheduled Tribes and women were implemented at the block level.Without the other two tiers of local government, Malik said, halqa panchayats were unable to deliver on their promises since there was no one to hold accountable at a higher level. “So the trust in panchayats was gone,” he explained.Consequently, panchayat leaders had to do the rounds of block development offices and entreat local legislators to get work done. Indeed, one of the biggest obstacles to empowering local bodies was the legislator fearing his powers would be curtailed. Political parties admitted to the problem, even the National Conference which had initiated panchayat elections in the first place.“National Conference’s pitch was that in a democratic set up, Panchayati Raj was an essential unit,” said a party veteran from Anantnag who contested the last elections. The party’s legislators felt differently, admitted Ali Mohammad Sagar, then minister for rural development and Panchayati Raj. “We faced a lot of opposition from our own MLAs, let alone opposition MLAs,” he said. The Assembly witnessed furious debates about protecting the institution of the MLA, Sagar recalled.If the National Conference did not keep its promise, the coalition government formed by the Peoples Democratic Party and the Bharatiya Janata Party in early 2015 showed even less commitment to Panchayati Raj. “When the PDP-BJP government came, they removed panchayats from their roots,” said Maqbool.In 2016, as the term of the panchayats ended, the government dissolved them and  transferred their powers to block development officers. Later that year, it passed an amendment to the Panchayati Raj Act allowing indirect election of sarpanches through panches. “With direct election, the sarpanch gets unbridled powers, so we thought it was for the best,” said Rafi Mir, spokesperson of the Peoples Democratic Party. The amendment was overturned in 2018 after the coalition government fell and the state went under governor’s rule.A panchayat building in South Kashmir's Anantnag. Photo credit: Sameer MushtaqDevolution revolution?Sagar maintained that devolution did take place under his watch. For one, halqa panchayats got more financial powers such as to collect certain taxes and octroi, fining shopkeepers and other business establishments. Similarly, he said, community development funds from the Centre had previously been handed to legislators but were transferred to panchayats. The administration of central schemes such as those under the Mahatma Gandhi National Rural Employment Guarantee Act were handed over to panchayats as well. “Every panchayat was given a model village,” Sagar said, to be fitted out with drains, roads and playing fields under the prime minister’s reconstruction plan. “Rs 1 crore 20 lakh was given to every model village.”If the system still did not work, Sagar argued, “vested interests” in the bureaucracy, corruption among panchayat members, and “uneducated” panches and sarpanches must take the blame. “When we had these elections, candidates were not available, people with education were not available,” he claimed. His government organised a three-month training programme for panches and sarpanches, Sagar added, but the problem of low awareness persisted.Sarpanches have a different story to tell.Fighting for local governmentNever mind levying taxes, halqa panchayats were kept from performing even basic functions, sarpanches alleged. For instance, the Panchayati Raj Act recommends the holding of gram sabhas, an assembly of villagers, at least twice a year to draw up a roster of developmental works to be undertaken. Few such sabhas were held, and when they were, the agenda drawn up was ignored by the higher authorities, sarpanches said.“We would announce from the mosque that we have this much money, tell us how to use it,” said Malik. They would hold a gram sabha and send a work roster to the block development officer, who would send it up through several layers of government: the assistant commissioner for development, then the planning and finance departments. “By the time the plan came back, what we had prioritised as A to Z would be Z to A,” he added.The panchayats were to jointly administer 14 state departments, including agriculture, education, health, consumer affairs, social welfare and animal husbandry. “That was an eyewash,” said Shakif Mir, chairperson of the All Jammu and Kashmir Panchayat Conference, one of the associations formed to demand greater powers for panches and sarpanches. “You have to include those powers in the Panchayati Raj Act. They just gave us a list of 14 departments and said you monitor works under them. We were only chowkidars, we were not given the authority to act. Funds meant to be utilised by panchayats were not given to them.”A few sarpanches spoke of small advances made in the health department, working with the local dispensary or helping implement the ASHA, or accredited social health activist, scheme, but even those efforts trickled out as panchayats lost credibility.On central welfare schemes, there were mixed reports. Some sarpanches claimed to have got work done under the employment guarantee scheme, especially in the early years. Others complained that wages under the scheme did not arrive until months later and local bodies were blamed for it. “We would wait for six months and then give our own money,” claimed Maqbool.Hanifa Begum, meanwhile, said that the panchayat drew up lists of beneficiaries for Central schemes such as MGNREGA and the government housing programme, Indira Awas Yojana, later renamed the Pradhan Mantri Awas Yojana, but they were largely ignored. “We would send one list, another list would come back,” she said. Over time, she claimed, the government went back to its old “thekedars”, or middlemen, to implement these schemes, bypassing panchayats. A bureaucrat in Budgam district said beneficiary lists for the rural employment scheme and the roster of work to be done under it were decided at gram sabhas. The list for the prime minister’s housing scheme was based on the socioeconomic and caste census of 2011 but finalised after discussions at gram sabhas. On the discrepancies in the employment programme’s list, he said panchayats often planned works that were more for show than necessity, or were not viable to begin with. “Block development officers have to meet the labour to material ratio,” he explained. Currently, the government prescribes a 60: 40 wage to material ratio for work done under the scheme. If the plans did not meet this brief, they would not get funding.As for the housing scheme, complaints often came from political parties and their workers, the official suggested. “In a village, they might propose 10 names but only three or four may be eligible according to the Census,” he said. “We cannot give houses to all 10.” Where did the money go?Exactly where the money disappeared in the panchayat system is not clear. While Sagar insisted that financial authority was devolved, sarpanches such as Maqbool said joint accounts were opened for panchayats and some departments they were meant to administer in Budgam “but no money came”. In Anantnag, Malik said, the panchayats did not receive direct funds in 2011, 2012 and 2013, and while community development funds arrived in 2014, they were utilised by the local legislator. A few halqa panchayats in Budgam also reported a small, irregular flow of community development funds.Three years after the elections, the National Conference government agreed to the demand by panchayat members for a monthly salary. Sarpanches were paid Rs 2,000 and panches were to get Rs 1,000, several members of local bodies said. But when the Peoples Democratic Party came to power, the salaries were stopped, they added. Rafi Mir denied this, saying sarpanches had been paid Rs 2,000 and panches Rs 600 under his party’s government..While state ministers complained about corruption in panchayats, sarpanches spoke of having to give bribes at every level of the bureaucracy, from the junior engineer to senior government officials, to get work done.Moreover, even as money seemed to disappear, other funds lay idle. As the panchayats lost steam, gram sabha development plans were no longer submitted. In 2016, it was reported that Rs 186 crore received from the central government during the previous financial year had remained unutilised.  Money should not have been in short supply. The 14th Finance Commission had earmarked Rs 3117.36 crore as basic grants to panchayats in Jammu and Kashmir between 2015 and 2020, and another Rs 346.37 as performance grants between 2016 and 2020. Some of these central funds were conditional on elections being held. “We could have Rs 1,000 crore if we had elected panchayats,” said Rafi Mir.Now, as the state prepares for panchayat elections, the promise of greater powers is accompanied by more largesse from the Centre. Union Home Minister Rajnath Singh recently announced a total outlay of Rs 4,335 crore under the 14th Finance Commission for both rural and urban local bodies in the state.  Earlier, the government had promised an insurance of Rs 10 lakh to each candidate contesting the upcoming polls.Still, after a long season of helplessness and failure, candidates from rural areas may be hard to find. “Panches and sarpanches are nothing but marketing tools for them,” said Malik. He was referring to the government.Corrections and clarifications: this article was updated to reflect recent amendments made to the Jammu and Kashmir Panchayati Raj.","author":"Ipsita Chakravarty","time":"2018-10-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/xcgmygpdzk-1538480324.jpg","tags":["panchayat elections","Kashmir","National Conference","Peoples Democratic Party","Panchayati Raj","73rd amendment","local government"],"source":"https://scroll.in/article/896482/in-kashmir-violence-and-fear-of-militants-arent-the-only-reasons-panchayats-have-failed"}