{"title":"In Kashmir’s apple town, fruit growers are caught between government and gunmen","content":"On the evening of September 6, Mohammad Ashraf Dar, Mohammad Ramzan Dar and his wife, Hajra, were driving back to their homes in Dangerpora, in the town of Sopore in North Kashmir. Around 7.30 pm, as they travelled down the Seelo-Dangerpora Link Road, the car was stopped by two masked gunmen.According to the family, the gunmen got into the car and asked them to keep driving towards Dangerpora. “When they were close to Mohammad Ramzan’s house in Dangerpora, the gunmen allowed the lady to get off the car,” said a relative. “After dropping her, the gunmen told Ramzan and Ashraf to show them the house of ‘KFT Hamid Rather’.”They were referring to 70-year-old Haji Abdul Hamid Rather, a prominent fruit grower in Sopore who owns the Kashmir Fruit Traders company. Ramzan and Ashraf, both small-time fruit traders, are neighbours to Rather.“There was a knock on the door of our house,” said 32-year-old Irshad Ahmad Rather, son of Haji Abdul Hamid Rather. “I saw it was Ashraf and Ramzan along with two gunmen. They looked helpless. The gunmen asked for my father,”As Irshad Rather went to inform his father, who was praying upstairs, the gunmen took Ramzan and Ashraf Dar to a living room in Rather’s house and shot them in the legs.  On hearing the gunshots, Irshad rushed downstairs to see them on the floor, blood oozing from their legs.“The gunmen were in the corridor and there was a commotion after the shooting. In the meantime, some shots rang again inside the corridor,” said a member of the Rather family who witnessed the incident.Two more people had been injured in the second round of shots: Irshad Rather himself and his five-year-old daughter, Aasima JanThe injured were rushed to the sub-district hospital in Sopore, from where they were shifted to Srinagar’s Bone and Joint Hospital. Five-year-old Aasima Jan was referred to the Sher-i-Kashmir Institute of Medical Sciences, also in Srinagar. The Jammu and Kashmir government as well as National Security Advisor Ajit Doval had offered to airlift the child to the All India Institute of Medical Sciences in Delhi, The family turned down the offer. The injured are reportedly stable and recovering.Shutdowns in harvest seasonThe incident cuts to the heart of tensions that have engulfed the Kashmir Valley since August 5, when the Centre scrapped special status for Jammu and Kashmir under Article 370 and divided the state into two Union Territories. As it did so, Jammu and Kashmir went under lockdown, with severe restrictions on movement and a communications blackout.Over a month later, some of the curbs have been eased but shops are shut across the Valley, which is observing a civil shutdown to protest against the government’s decision. Posters have gone up in several parts of the Valley, asking traders to shut shop and government servants to stay away from work.  Most public transport has also stayed off the roads.But as the Valley protested, it also entered harvesting season for its apple crop, a major pillar of the local economy. In Sopore, the second largest apple market in Asia, this means heavy losses.According to the Jammu and Kashmir Police, the attack on apple traders in Sopore was meant to scare them away from the fruit market. On September 9, a statement put out by the police said they had arrested eight “terrorist associates involved in the threatening and intimidation of locals via publishing posters” in Sopore. The statement went on to say:“It is learnt that an active local terrorist namely Sajad Mir alias Haidar and his other associates Muddasir Pandith and Asif Maqbool Bhat affiliated with proscribed terror outfit LeT [Lashkar-e-Taiba] were the principal architects on whose behest the posters were published and circulated in the area.”On September 11, the police said that Bhat, a local militant from the Kreeri area of Baramulla district, had been killed in a “brief shootout” in Sopore. According to the police statement, Bhat was also involved in the killing of a non-local labourer in Sopore earlier this month.In Dangerpora, families of the injured are wary of making allegations. “We just know that they were masked gunmen who spoke in Kashmiri as well as Urdu,” said one of the injured men. “They could be anyone: army, SOG, militants or police. Will I dare to ask for your identity if you are carrying a gun?”The SOG, or special operations group, is the old name for the special task force, the counterinsurgency wing of the Jammu and Kashmir Police. In common parlance, the old name has stuck.Mohammad Altaf Rather, the elder son of Abdul Hamid Rather, was candid about why he thought his family had been targeted. “Whoever did it wanted to send a message that the mandi [market] shouldn’t open. After such a prominent fruit trader was targeted, who will dare to go to the mandi?” he said.Snippets of conversation recounted by the injured men seem to bear this out. “The gunmen asked us why we were opening our stalls at the Sopore mandi, why we went to the mandi during the strike,” said one of the injured men.According to a relative of Ramzan and Ashraf Dar, after shooting the two men, the gunmen said: “‘With which leg will you go to the mandi now?”The deserted fruit mandi in Sopore.Caught in a bindIn the Sopore fruit mandi, a low-key trade had continued despite the shutdown.  Early ripening varieties of pear and apple are harvested from mid August. Peak harvesting season starts from mid September and continues till end October. Some varieties are harvested till early December.“After August 5, we decided to close the mandi for many days,” said Fayaz Ahmad Malik, president of the Sopore Fruit Mandi Traders Association.  “However, as the situation eased after a few weeks, growers started bringing their produce to the mandi during the night. By around 8-10 am in the morning, we used to finish the auction and the mandi would shut for the day,”According to Malik, the mandi continued to function under this arrangement for many days. “However, soon the posters and letters asking us to shut shop started appearing across the mandi,” he said. “Frankly speaking, we didn’t take them seriously initially because in Kashmir we know how many agencies are at work.”The posters, which bore the letterhead of the Lashkar-e-Taiba, had threatened traders and other business establishments with “dire consequences” if they opened their shops or kept up the apple trade.“When the posters kept appear, we shut the mandi for some days,” continued Malik. “After that, we reopened the mandi. The posters started appearing again. On September 2, we shut down the mandi for four days again.”When the mandi reopened early morning on September 6, business went smoothly. With peak harvest season approaching, many fruit growers took a risk and ventured towards the mandi with their produce.  Many other growers were still deciding whether or not they should take their fruit to the mandi when the Dangerpora attack took place.“That was it. The incident effectively ended hopes of any business being done at the mandi,” said Mohammad Dilawar Tantray, an apple grower.But fruit traders are caught in a bind. While letters and posters warn them against opening their shops, apple traders say the police and representatives of the local administration had asked them to keep the mandi during the day. They also alleged that the security forces did not allow fruit trucks to move during the night.Apples for ‘normalcy’At Sopore’s deserted fruit mandi, tension hangs in the air.  Sheds normally crowded with fruit stalls lie empty and unloaded trucks are parked nearby. The town, locally known as “Chhota London”, became prosperous because of its apple trade.Apple is not the only thing Sopore is known for. The town was one of the earliest centres of the armed movement for “azadi”, or freedom, from the Indian state. Yet fruit growers claim that the apple trade was rarely affected by the conflict.“Apple did not become a target even during the 1990s, when militancy was at its peak in Sopore,” said Malik. “We sent apples outside the state during the 2008 and 2010 [civil] uprisings.”The market was shut for a while during the mass protests which followed the killing of Hizbul Mujahideen commander Burhan Wani in 2016.  “But even then, people sent their produce on their own. What’s happening now has never happened before,” said MalikMany in the Valley believe the apple trade became a casualty of the government’s attempts to portray “normalcy” after the announcement on August 5.“The government tried to open schools but failed,” said a former official of the horticulture department who did not want to be identified. “Then the discourse shifted to the opening of landlines, which [happened] gradually and after a lot of delays. Kashmir is famous for its apples and from the point of view of optics, it is important for the government that the apple business goes on smoothly. Now, the other side might not like the way it is portrayed by the government.”A new dealIn Sopore, growers are still weighing their options. For now, they have rejected the government’s offer to provide security cover at the fruit mandi. They are also sceptical of a fresh offer made by government.On September 12, Jammu and Kashmir Governor Satya Pal Malik launched the market intervention price scheme for apple growers. The scheme was formulated under the aegis of the Union ministry of home affairs and approved by the Union ministry of agriculture. Under the scheme, the government has tied up with the National Agricultural Cooperative Marketing Federation of India to directly buy 12 lakh metric tonnes of apples from growers in Kashmir this season.The Jammu and Kashmir government had publicised the scheme for a week before it was launched. On September 6, it said the “main aim of the scheme is to eliminate middlemanship and providing a hassle-free environment to the orchardists with remunerative prices for their apple crop without mandi fees.”On September 9, it put out a statement saying this was the “first time” that “such a special scheme is being introduced”.  The government would buy “nearly 60% of the estimated annual Apple production” from apple growers “nearer their door steps”. It was expected to bring Rs 2,000 crore to apple growers in the Valley. Payment for the produce would be transferred directly into the growers’ bank accounts within 48 hours of purchase.While the government scheme might open a window of hope for growers, it has not allayed fears. Fruit growers will still have to take their produce to markets in North and South Kashmir, including the Sopore mandi. “Why didn’t they bring the NAFED scheme when it was peaceful? Why only now?” asked Malik. “No grower will bring his produce to the mandi amidst this fear.”","author":"Safwat Zargar","time":"2019-09-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127150-csztmlzqec-1568117483.jpg","tags":["Jammu and Kashmir"],"source":"https://scroll.in/article/937210/in-kashmirs-apple-town-fruit-growers-are-caught-between-government-and-gunmen"}