{"title":"In letter to Kejriwal, Delhi lieutenant governor blames AAP government for water shortage in capital","content":"Delhi Lieutenant Governor Vinai Kumar Saxena on Tuesday wrote an open letter to Chief Minister Arvind Kejriwal accusing his government of creating a “chimera of free water” and failing to address a water shortage in the national capital, reported ANI.Saxena’s letter to the jailed Aam Aadmi Party leader came two days after Delhi water minister Atishi wrote to the lieutenant governor asking him to suspend the chief executive officer of the Delhi Jal Board for failure to ensure adequate water supply across the capital.Atishi alleged that the water crisis in Delhi is being artificially created by senior officers appointed to the Delhi government by the Centre under provisions of the Government of National Capital Territory of Delhi Amendment Act, 2023, which received the president’s assent in August.The Act created an authority to administer the transfer and posting of bureaucrats serving in the Delhi government and diminished the powers of the elected government of Delhi over services.Atishi’s letter to Saxena on April 14 mentioned that a woman had been stabbed to death after a quarrel with her neighbour over the fetching of water from a common tap in the Farsh Bazar area of northeastern Delhi. She alleged that the incident was a result of “criminal negligence” by the chief executive officer of the Delhi Jal Board.However, Saxena on Tuesday described Atishi’s letter as “insensitive communication” and accused her of using “the unfortunate death of a woman in East Delhi for narrow and partisan political goals”.The lieutenant governor said that by linking the inadequate supply of water to the incident, Atishi had indicted her own government. “Her note indeed is a prima facie admission of guilt, inaction and inefficiency over the past almost 10 years,” Saxena said in his letter to Kejriwal.“[Atishi] has yet again targeted the Chief Secretary, Chief Executive Officer of DJB, officers of Finance and Urban Development Department,” Saxena said. “It has almost now become habitual on part of your ministers to blame officers for their own failures, be it in the field of health, hospitals, sanitation, education or water supply.”Delhi LG VK Saxena writes an open letter to CM Arvind Kejriwal, raising questions on water supply-related issues. pic.twitter.com/AO9dzRrXWi— ANI (@ANI) April 16, 2024\n\n\nAtishi’s letter to Saxena, however, clarified that the chief executive officer of the Delhi Jal Board had refused to share any information with her on the water supply situation in the national capital, citing the Model Code of Conduct ahead of the Lok Sabha elections.The Model Code of Conduct is a set of rules issued by the Election Commission that political parties, candidates and governments have to follow during the election campaign period.Atishi’s letter also alleged a conspiracy to impede funding for the Delhi Jal Board in the financial year 2023-’24.“Non release of funds by Finance Department brought Delhi Jal Board to a standstill for the last 8-10 months,” she said. “Installation of borewells had been requisitioned in many parts of Delhi; however to shortage of funds almost none of these borewells was installed.”Atishi also alleged that she has written to the chief secretary of Delhi several times seeking action against government officers in various cases, but was told in response that the workings of the services department is outside the purview of the Aam Aadmi Party government.“So it is clear that whatever action has to be taken [against errant officers], needs to be taken by the Hon’ble LG,” Atishi said.","author":"Scroll Staff","time":"2024-04-17T16:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190465-saqhtgtwqk-1684837458.jpeg","tags":["Vinai Kumar Saxena","Lieutenant Governor","Arvind Kejriwal","water shortage","Atishi","Delhi Jal Board"],"source":"https://scroll.in/latest/1066759/in-letter-to-kejriwal-delhi-lieutenant-governor-blames-aap-government-for-water-shortage-in-capital"}