{"title":"In Lakshadweep, even Congress claims that NCP’s dried tuna deal was fishy, could not bring victory ","content":"A day after his re-election to the Lok Sabha from Lakshadweep on May 23, Nationalist Congress Party leader PP Mohammed Faizal urged the residents of the archipelago to forget the hostility of the election campaign and work together for its prosperity.“The election is over,” wrote Faizal on Facebook. “Let us forget the harsh words during the campaign. Let us walk united from now on. We will have to live in these small islands with love.”His plea reflected upon the intensity of the competition in India’s smallest parliamentary constituency, which has 55,057 voters.During the election campaign, all the six candidates in the fray vigorously raised local issues – on the ground and on social media platforms – to win over voters. This is possibly why Lakshadweep registered the highest voter turnout in the country, with a polling percentage of 85%.Faisal got 22,851 votes (48.6% of the vote share), beating by 823 votes his nearest rival, Hamdullah Sayeed of the Congress who got 46.9% of the vote. The showdown was almost a rerun of the 2014 general elections in which Faizal trumped Hamdullah by 1,535 votes.Faizal’s victory has taken the Nationalist Congress Party’s tally in the 17th Lok Sabha to five. The party, which is an ally of the Congress-led United Progressive Alliance at the national level, won four seats in Maharashtra.The other four candidates trailed considerably. Mohammed Sadique of the Janata Dal (United) garnered just 1,342 votes (2.85% of the vote share), Shafeer Khan of the Communist Party of India (Marxist) collected 420 votes (0.9%), Ali Akbar of the Communist Party of India got 143 (0.3%), and Abdul Khader Haji of the Bharatiya Janata Party got 125 (0.3%). One hundred voters (0.2%) picked the None of the Above option or NOTA.The archipelagoThe Union Territory of Lakshadweep lies approximately 400 km off the south-western coast of India. It consists of 36 islands that are scattered over 78,000 sq km of the Arabian Sea. Only 10 of these islands, however, are populated. Lakshadweep has a population of 65,000, according to the 2011 Census. Muslims comprise 93% of its population.This Lok Sabha seat is reserved for Scheduled Tribes, which Muslims are classified as here because of their economic and social backwardness. The caste system is prevalent among Muslims in this archipelago. Koyas, considered the landlords, are on the top of the pyramid; the Mali work as seamen, and Melachery are mainly coconut pluckers.Hamdullah Sayeed campaigns ahead of the elections. (Photo credit: Special arrangement).Anti-Hamdullah votes help FaizalOf the 10 islands, Faizal took the lead in six – Chetlat, Kiltan, Amini, Kalpeni, Kavaratti and Agatti. Hamdulla led in the remaining four – Androth, Kadamath, Minicoy and Bitra.Hamdullah’s second consecutive defeat in the Lok Sabha elections would have come as a big blow to him. He is the son of Lakshadweep’s most illustrious politician PM Sayeed – who represented the island a record 10 times on the trot between 1967 and 2004 – and was expected to continue his father’s legacy.One of the reasons for Hamdullah’s defeat can be attributed to a strong anti-Hamdullah group in the Congress that mobilised against him. The group, led by TK Attibi, a lawyer from Chetlant island, had written to the Congress leadership in Delhi not to field Hamdullah as its Lakshadweep candidate. When their pleas went unheard, they formed a group – Congress (Original) – and campaigned against Hamdullah. Attibi said that at least 1,000 votes from the anti-Hamdullah faction went to his rival.Congress insiders, who are unhappy with Hamdullah’s style of functioning, said the party should identify a suitable candidate for the next election as soon as possible and revamp the Lakshadweep Territory Congress Committee, that Hamdullah currently heads.Faizal credited his victory to his efforts to improve people’s lives. “I provided free health insurance cover to all residents,” he said. “Besides, I helped needy patients get money from the prime minister’s fund. They played big roles in my victory.”The Congress alleged Faizal used money power to win the election and said that he also benefitted from the support of the Lakshadweep administration.“We fought against Faizal and the might of Lakshadweep administration,” said Shamseer Ansari Khan, national secretary of the National Students’ Union of India, the student wing of the Congress.Khan added that Hamdullah’s supporters were unable to widely publicise allegations of irregularities committed by Faizal with regard to marketing dry tuna, which is locally known as “mass meen”.Faizal denied the allegations. “The Lakshadweep Cooperative Marketing Federation entered into a deal with a Sri Lankan company to sell dried tuna collected from local fisherpeople,” he said. “It would have improved the financial status of local fisherpeople. But the Congress scuttled it with the support of dried tuna businesspersons elsewhere in India.”Past representativesOnly five persons have represented Lakshadweep in the 16 Lok Sabhas formed since 1956, when it was carved out from Madras Presidency and made into a Union territory.Between 1957 and 1967, it had as its representative Congress leader K Nalla Koya Thangal, who was nominated by the President of India.It got its first elected Lok Sabha member in 1967, when PM Sayeed won the seat as an independent. In 1971, Sayeed joined the Congress and was elected unopposed. His winning run continued till 1999, when he lost to Janata Dal (United) candidate P Pookunhi Koya by 71 votes in 2004. After Sayeed died in 2005, his son Hamdulla reclaimed the seat in 2009 only to lose to Faizal in 2014 and again in 2019.‘No to dynasty’Communications professional Mujeeb Khan said over the past two decades, the people of Lakshadweep had evolved as voters. “Earlier candidates flaunted their family status to win votes,” he said. “Those gimmicks will not work anymore. Educated voters now evaluate the capabilities of the candidates before utilising their franchise. People will reward only performers.”Khan hails from Kalpeni island and works with a multinational company in Thiruvanathapuram, Kerala.He added: “Faizal’s victory was a testimony to this new trend. Hamdullah should have won if voters supported dynasty politics.”Kavaratti resident Cheriya Koya said the election campaign this time analysed the performance of incumbent MP threadbare. “This performance analysis augurs well for the islanders,” said Koya. “People no longer value family history. They want only performers.”During the campaign, while the Nationalist Congress Party highlighted Faizal’s achievements, such as expenditure from the Local Area Development and participation in Lok Sabha debates, his opponents said he could have helped speed up many development projects. Advocate PK Saleem, also from Kavaratti island, felt that Hamdullah’s second consecutive defeat marked the end of dynastic politics in Lakshadweep. He said Hamdulla’s father “represented the island for more than 35 years. People gave Hamdullah a chance in 2009, but his performance was below par. Voters will not give him a chance anymore.”Saleem added that people need development, drinking water and education. “They have realised that only a passionate representative can raise these demands with the central government,” said Saleem.","author":"TA Ameerudheen","time":"2019-05-31T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120787-prbvfuwamy-1559230854.jpg","tags":["Lakshadweep","PP Mohammed Faizal","Hamdullah Sayeed","PM Sayeed","Mohammed Sadique","Congress","NCP","JD(U)","Elections 2019"],"source":"https://scroll.in/article/925358/in-lakshadweep-where-highest-polling-was-registered-congress-loses-again-to-ncp"}