{"title":"In local government polls, Kashmir votes for parties opposed to removal of Article 370 ","content":"These were the first direct elections held in Jammu and Kashmir after it lost special status and was split into two Union Territories on August 5, 2019. The largest number of seats were won by the Peoples Alliance for Gupkar Declaration, a conglomerate of political parties fighting for the restoration of statehood and special status under Article 370 of the Constitution.The elections were for the newly created district development councils, the third tier of local government in Kashmir. Each district was divided into 14 constituencies, which would eventually constitute the development council.The Gupkar Alliance consists of mainly Kashmiri parties, including the National Conference, the People’s Democratic Party and the People’s Conference. It has won or is leading in at least 110 seats of the 276 for which results have been declared so far by Wednesday afternoon. Counting started on Tuesday.The Bharatiya Janata Party won or was leading in 74 seats, mostly in Jammu, although it also secured three seats in three districts of the Valley. While candidates backed by the BJP had previously won in the panchayat polls, which are not openly conducted on party lines, this is the first time the party has officially bagged seats in the Valley.A large number of independent candidates also emerged victorious, winning at least 49 seats, mostly in the Kashmir Valley. Of the 2,178 candidates who entered the electoral fray, more than 1,000 contested as independents.Beginning November 28, the polls were held in eight phases across 20 districts. Going by the results declared so far, the Gupkar Alliance will control nine of the 10 district councils in the Valley, while the BJP will control six of 10 councils in Jammu. The National Conference and the Congress have made inroads in some districts of Jammu.The results replicate the state assembly verdicts of yesteryear: Kashmiri parties won in the Muslim-majority Valley while national parties won most of Hindu-majority Jammu. The poll results also highlight Jammu and Kashmir’s divergent responses to the decisions of August 5, 2019. Kashmir voted against it. Most of Jammu voted for the BJP, which ushered in the sweeping legislative changes at the Centre.The Gupkar Alliance sweeps KashmirIn Kashmir, voters turned out in much larger numbers  than in previous elections to cast their ballots for the Gupkar Alliance. Most parties within the alliance won from their traditional strongholds. Only the National Conference, Kashmir’s oldest pro-India party, got seats in 18 out of 20 districts in the Union Territory. The party notched up 67 seats, 42 of them in the Valley.This was followed by the Peoples Democratic Party, which has 27 seats so far. Most of them came from its bastion in South Kashmir, which has now become the heart of the local militancy. It won seven seats from Pulwama district and four from Shopian, districts that saw very little polling. In Anantnag and Kulgam, the other two South Kashmir districts, the party got three and two seats respectively. The People’s Conference, led by Sajad Lone, added eight seats to the Gupkar Alliance’s tally. Most of these came from the party’s stronghold in North Kashmir’s Kupwara district. The Communist Party of India (Marxist), the only national party in the Gupkar Alliance, contributed five seats to the alliance’s winning tally. These came from Kulgam district, represented in the state assembly for decades by Mohammad Yusuf Tarigami, the only well-known face of the Left in Kashmir.The People's Democratic Party's Waheed Ur Rehman Para, who won his maiden elections while in NIA custody. Pc‘No celebrations’Among those who won in South Kashmir was the People’s Democratic Party’s youth leader Waheed Ur Rehman Para, who was contesting his maiden election from jail. He got 70% of the votes in Pulwama I constituency, where he was in direct contest with the BJP’s Sajad Ahmad Raina. Para won 1,323 votes to Raina’s 321.But on December 22, a sombre mood prevailed in Para’s native village, Naira. “We are not celebrating,” said Mehraj Ud Din Para, a cousin. “Our celebrations will only begin once he’s free,”.Five days after filing his nomination papers, 32-year-old Para was arrested by the National Investigation Agency for alleged involvement in a terror case against Davinder Singh, the suspended Jammu and Kashmir police officer. Early this year, Singh was arrested as he was ferrying Hizbul Mujahideen militants out of the Valley.While the investigating agency alleged that Para was in touch with one of the men arrested along with the police officer, the People’s Democratic Party called Waheed’s arrest “pure vendetta” and an attempt to “blackmail and intimidate” political parties in Jammu and Kashmir. On November 27, Para was remanded to 15-day custody under the National Investigation Agency.His family now wants to file a bail application. “The campaigning for the elections kept us busy,” said Mehraj Para. “Now, we will file for his bail. He’s lodged in a Jammu jail. We’ll meet him and tell him about the results.”The BJP makes a debutDefying expectations, the BJP also won a seat in Pulwama district: Kakapora constituency, which was reserved for women candidates. The BJP’s Minha Lateef defeated the Peoples Democratic Party’s Ruqaya Bano by a margin of 14 votes.Voters in Pulwama had largely boycotted the polls. The BJP’s victory is also attributed to the non-BJP vote getting divided between a National Conference and a People’s Democratic Alliance candidate. This was a departure from most other constituencies, where the Gupkar Alliance fielded just one consensus candidate.Another BJP candidate won in Srinagar’s Khanmoh II constituency. Aijaz Hussain Rather polled 823 votes against 381 votes for his closest competitor, Ghulam Hassan Hajam of the newly formed Jammu and Kashmir Apni Party. Rather has been a long-time member of the BJP. In 2017, he became national vice-president of the Bharatiya Janata Yuva Morcha, the BJP’s youth wing. He’s also in-charge of the party’s youth wing in West Bengal.The BJP won its third seat from the frontier town of Tulail in North Kashmir’s Bandipora district. The BJP’s Aajaz Ahmad Khan won with a margin of 1330 votes.Elsewhere in South Kashmir, visible faces of the BJP lost the elections. Altaf Thakur, the BJP spokesman, lost the Dadsara constituency of Tral town in Pulwama district. So did Rifat Yousuf, wife of the BJP’s Jammu and Kashmir vice president, Sofi Yousuf. This despite the BJP’s national spokesperson, Shahnawaz Hussain, being sent to South Kashmir to campaign.In Jammu, votes were cast along religious lines. In the Hindu-dominated districts of Jammu, Samba, Kathua and Udhampur, Bharatiya Janata Party won 48 out of 56 seats. It also managed to score some victories in areas with religiously mixed populations. Take the Doda district of the Chenab valley, where the saffron party got eight seats. In Reasi district, it managed seven out of 14 seats.BJP workers at the party office in Bandipora earlier this year. Picture credit: Safwat ZargarThe independent factorThe election was remarkable for the dominance of independent candidates. In the Kashmir Valley, where popular suspicion of party politics runs high, many had decided to contest on their own.Of the 49 independents who won, 31 are from Kashmir. In Srinagar district alone, they won half the total of 14 seats. Four won from the districts of Pulwama and Shopian, where polling was low.In Jammu, the border district of Poonch returned the highest number of independent candidates: they won seven out of 14 seats. In at least 90 constituencies – 62 from Kashmir and 28 from Jammu – independent candidates got the second-highest number of votes.Congress loses outNaseer Mir, son of the Jammu and Kashmir Congress president, GA Mir, lost to an independent candidate, Peer Shahbaz, in the Verinag block of Anantnag district. The block is part of the former Shahbad-Dooru assembly constituency, which GA Mir had represented twice. The election ticket went to Naseer Mir at the expense of Shahbaz, the Congress block president. A disgruntled Shabaz then left the party to contest as an independent, defeating Naseer Mir by 648 votes.The Congress won 17 of its 26 seats from Jammu. Its best showing was in the Doda and Poonch districts, where it won four seats each. The party attended early meetings at Gupkar in Srinagar, where declarations to restore special status were made. But it is not a signatory to the final Gupkar Alliance.The Apni Party fails to impressThe Apni Party, formed after August 5, 2019, with the Centre’s blessings, had been expected to be the third pole in a triangular contest. Led by former Peoples Democratic Party leader Altaf Bukhari it had attracted a number of senior politicians from the old Kashmiri leadership.The results suggest that the party has failed to cut any ice with the voters. It had fielded 134 candidates across Jammu and Kashmir but won only 12 seats, nine of them in the Valley. In Jammu, it managed only three seats: two in Reasi and one in Rajouri district.","author":"Safwat Zargar","time":"2020-12-23T16:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150317-gpgwjoulhx-1604731562.jpg","tags":["Kashmir","DDC elections","Jammu","Article 370","BJP","Gupkar Alliance"],"source":"https://scroll.in/article/982106/in-local-government-polls-kashmir-votes-for-parties-opposed-to-removal-of-article-370"}