{"title":"In Lijo Jose Pellissery’s ‘Jallikattu’, a buffalo runs amok and brings out the beast in humans","content":"Malayalam director Lijo Jose Pellissery’s Jallikattu has seen selected for the Toronto International Film Festival (September 5-15), where it will be screened in the Contemporary World Cinema section. By the time you finish reading this, the 38-year-old director will have already finished a portion of his follow-up project.Pellissery, one of the most exciting Indian filmmakers around, is also one of the busiest. After making his debut in 2010 with Nayakan, he is now rolling out a film a year. Ee Ma Yau (2018), a farce set against a funeral, was completed in 18 days. “I am either shooting or thinking about a film or reading up on it,” Pellissery told Scroll.in. “I feel very caged if I am not working on a film in some way.”Jallikattu was a slightly longer shoot by Pellissery’s standards – it took nearly 39 days. The film revolves around a tamed buffalo that liberates itself from its owner on the eve of its scheduled slaughter and runs amok through Kattappana in Kerala’s Idduki district. As the town gears up to capture the animal, faultlines are exposed and old enmities rekindled. Chaos reigns.\n\n\n    \n    Play\n\nJallikattu (2019).Jallikattu is expected to have Pellissery’s loose and improvisational narrative style, which was showcased in his most acclaimed film, Angamaly Diaries. The 2017 movie, about a turf war between rival groups, contained elements that would recur in Ee Mau Yau a year later: well-laid plans that come to nought; verbal and physical brawls at any excuse; profanity-spouting men prowling the streets without quite knowing why. Seething with a massive ensemble cast headed by first-time actor Antony Varghese, Angamaly Diaries was the darling of critics and a crowd favourite.Pellissery refined his ability to choreograph large crowds in Ee Ma Yau, in which a Latin Catholic funeral in a Kerala fishing village is an unlikely springboard for bedlam. Characters dash across the frame as order quickly disintegrates. Dignity is the first casualty.\n\n\n    \n    Play\n\nEe Ma Yau (2018).Is there a hidden message in the commotion explored by Jallikattu? It might appear so from the title, which refers to the controversial practice of bull taming that divided Tamil Nadu in 2017. Also, is the ruckus portrayed in Jallikattu a stand-in for the state of Kerala itself, which has been divided between competing ideologies in recent years?“We are not making a political statement or a political allegory about what is happening around us,” Pellissery stated. “I consider the film to be a human story, a plot that has a universal theme. If people get ideas from what they see, I don’t mind, but it’s not like I am trying to push the idea towards them.” Pellissery’s caution might have something to do with the politically loaded climate in which he operates. Malayalam cinema has its share of statements made through the filmmaking medium and talent that has pledged itself to rival political parties. In this world, a film about a buffalo that frees itself from possible slaughter is asking to be categorised, and analysed.Jallikattu (2019). Courtesy Opus Penta.“All I want to do is make films,” Pellissery said. “I don’t want to get involved in debates that don’t allow me to make films. My job is to create. You don’t have to push out a statement, rather you make a statement that gets communicated on its own. Every single thing is political nowadays, and sometimes, you have to really think about whether or not make it a film. That makes it difficult for filmmakers. But you also have figure out a way to put across your ideas. You don’t have to be political and attack people.”Jallikattu is based on a short story titled Maoist by S Hareesh, who has also written the screenplay along with R Jayakumar. The story differs from the film, but the core idea of a buffalo on the loose was what was retained, as was the suggestion of “people turning into a more cruel animal than the real one”, Pellissery said. The gangster drama Double Barrel (2015) is the only one among Pellissery’s movies that he has written himself. He is most comfortable filming screenplays by other writers, and focuses on orchestrating the diverse ideas thrown at him by his crew members.“I have figured that I am not a writer, but I can guide writers and shape their material,” Pellissery said. “I work closely with all departments. I don’t push my ideas too much just to get that satisfaction that I am the director. It’s about accommodation and creating a space. But my collaborators also need to convince me that their ideas are better than mine.”\n\n\n    \n    Play\n\nAmen (2013).On his sets, Pellissery is a self-described music conductor, unleashing the improvisational energies of his actors and ensuring that the crew stays close.“I don’t give complex instructions, and I don’t make the people feel they are doing something huge and massive,” he revealed. “The coordination during the shoot is done by a lot of people other than me. I work mainly with non-professionals, and I enjoy this choreographed chaos. It’s like a musical for me.”Crucial for crowd scenes is the ability to let viewers always know who is doing what and where – which isn’t always easy. “It’s about getting your visuals on the screen and leaving to people to figure out,” Pellissery said. “There’s no point in making a visual piece if you have to explain it in the first place. Some get it, and some don’t, and that’s fine.”Pellissery is part of a contemporary crop of Malayalam filmmakers that is erasing the line between mainstream and arthouse conventions. They are proving that it is possible to have a distinctive voice and be rewarded for it. The recent efflorescence has produced films as varied as Ustad Hotel, Bangalore Days, Thondimuthalum Driksakshiyum, Eeda, Sudani from Nigeria, Kumbalangi Nights and Virus. The Malayalam film industry appears to be the most exciting place in India at the moment, and Pellissery has benefitted from the attention.“It has become a bit easier to make films now,” he said. “The kind of people I am associating with don’t question my ideas. It helps that my films have also worked in the commercial arena. I am not saying that is important, just that the ideas are reaching more people. This is the kind of liberation a filmmaker should have – to be able to create without thinking about it.”Lijo Jose Pellissery.Pellissery is a self-trained filmmaker who abandoned the bright future promised by a Master of Business Administration degree. “I worked at a company for a few months, but I wasn’t able to survive,” he said. His first two films, Nayakan (2010) and City of God (2011), were set in the underworld. His ability to extract comedy and community portraits thrived in Amen (2013). Angamaly Diaries unleashed his interest in blasting a hole through propriety and exposing the scrappiness and profanity that lurked behind the facade.“Until Double Barrel, the style was methodical and more classical and formal,” Pellissery recalled. “I was more bookish at the time about film language. I broke loose with Angamaly Diaries, when I realised that I needed to be more intuitive about what I was trying to create.” Angamaly Diaries was shot by Gireesh Gangadharan, who has also lensed Jallikattu, and scored by Pellissery’s long-time collaborator, Prashant Pillai.\n\n\n    \n    Play\n\nAngamaly Diaries (2017).Improvisation is preceded by planning – “we discuss the scenes, the tone, the characters, and everything, and then we leave it at that 10 or 15 days before the shoot,” Pellissery explained, adding. “It’s an ongoing process. The idea shapes up slowly. We don’t always know if it will work. Then, a day before the shoot, we land up at the location and work on treating the scenes in a non-methodical and unconventional way.”The reputed climax of Angamaly Diaries, which features an 11-minute uninterrupted shot with at least a thousand actors, was initially rehearsed. “But we reached the location and realised that it was possible to get it in a single shot,” Pellissery said. “That way, it became more organic.”The process by which Pellissery chooses his subjects is similarly guided more by intuition than design. “Unless and until I reach a particular space, that’s when I know where I want to go next,” he said. “An idea has to hit me hard and give me the high of making a film. When I start working on something, I will be churning out ideas and having discussions. It reaches a crescendo, and I start seeing visuals to the point that I am dreaming about them.” The result: Un Film De Lijo Jose Pellissery. By the time you finish reading this, he might just have wrapped up his eighth feature.Also read:A sleepy town, pork and black humour add up to Malayalam box office sensation ‘Angamaly Diaries’ Malayalam cinema in 2018: ‘Sudani from Nigeria’, ‘Ee Ma Yau’ and ‘Eeda’ were among the top films","author":"Nandini Ramnath","time":"2019-08-17T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125651-zkaixkwyfz-1565899539.jpg","tags":["Lijo Jose Pellissery","Angamaly Diaries","Malayalam film Jallikattu"],"source":"https://scroll.in/reel/934065/in-lijo-jose-pellisserys-jallikattu-a-buffalo-runs-amok-and-brings-out-the-beast-in-humans"}