{"title":"In Mumbai, even the most prudent tree policies often don’t end up making a difference. Here’s why","content":"From environmental campaigns to pilot projects to policy changes, Mumbai’s trees have received significant attention from citizens and officials in recent months. The administration has made a spate of encouraging announcements, reflecting a growing understanding of trees as climate solutions and critical green infrastructure that requires care, conservation and investment. But if Mumbai’s residents are to have green cover that will safeguard them against some of the challenges posed by a warming world, this work can’t happen soon enough.In March, the Brihanmumbai Municipal Corporation mandated that in future it will only plant trees that are native to Mumbai and its surrounding regions. In June, the Maharashtra cabinet approved an amendment to the state’s Protection and Preservation of Trees Act, 1975, which applies to urban areas. The amendment recognised special provisions for “heritage trees” older than 50 years and created a state Tree Authority. Next, in July, Mumbai joined the Cities4Forests alliance and the C40 Urban Nature Declaration that focus on nature-based solutions to climate resiliency and healthier, inclusive communities.There are other hopeful signs in a city where planning and development have traditionally taken place at the expense of nature. Given the city’s serious vulnerability to climate-related threats – a recent assessment found it the 27th most at risk city across the globe – the Brihanmumbai Municipal Corporation and Maharashtra government have commissioned the World Resources Institute, a global research organisation, to create a Climate Action Plan for Mumbai.Conserving and expanding Mumbai’s green spaces is crucial to this plan. “Urban trees play a dual role in climate change mitigation and adaptation,” Lubaina Rangwala, associate director, World Resources Institute, said. “As part of the Cities4Forests work, our team is devising a methodology for Mumbai to identify existing trees’ carbon sequestration potential, identify scientific ways to plant new trees, and leverage how trees help people adapt to issues like air pollution, urban heat and flood hotspots.”Greener wards are cooler than those with more built-up area. Credit: World Resources Institute.Green LungsMumbai’s greenery is unevenly distributed. Depending on how green areas are notified, they fall either under the jurisdiction of Maharashtra’s Forest Department or the municipal corporation. Much of the densest vegetation is concentrated in pockets like Sanjay Gandhi National Park, Aarey Colony (recognised in 2020 as a reserve forest), and mangroves along the Thane Creek. These natural ecosystems are largely conserved and managed through provisions of the Indian Forest Act, 1927.Trees in neighbourhoods, isolated islands of greenery in parks and wooded parts of the city that are not officially designated as forests are managed by the municipal corporation’s Trees and Gardens Department. Under the Trees Act, Mumbai’s Tree Authority is mandated to regulate tree cutting, issue permissions based on close scrutiny and assessments, plant more trees and maintain them.According to data from the most recent tree census in 2018, Mumbai has 29.75 lakh trees. But the methods underpinning the survey, which included the trees in Aarey Forest that were previously not counted, were questioned by activists and experts. Rangwala said that in order to clearly define goals for its green cover, Mumbai needs to develop accurate baseline numbers and the institutional strength to understand and use that data.Biodiversity at Malabar Hill: An oriental magpie robin feeding its chick, Indian grey hornbills sharing a banyan tree fig, and an Asian koel eating a jamun. Credit: Aaran Patel.How Mumbai sets and achieves those goals will be crucial for its future. With growing urbanisation, green infrastructure in cities is critical to combatting both climate and biodiversity challenges. “Urban greening, including the creation of urban parks, green roofs and urban gardens, reduces urban heat island effects, enhances urban biodiversity and improves quality of life including physical and mental well-being,” according to a recent workshop report by two United Nations bodies on climate change and biodiversity.As heatwaves become more frequent, trees can save lives and maintain liveable indoor temperatures in neighbourhoods with considerable foliage. “Urban trees maintain an ambient microclimate and older trees are especially important for their shade,” Rangwala said.However, Mumbaikars have uneven access to green spaces and the range of benefits they provide. On average, Dharavi is 5 degrees Celsius hotter than the neighbouring Matunga in the month of October, a WRI study found. Low-income communities face much more heat exposure due to “a function of building material, compromised ventilation and green cover, [and] limited access to open spaces within these neighbourhoods,” according to World Resources Institute.While planned neighbourhoods like Dadar have old trees with large canopies that shelter low-rise buildings and roads, informal settlements like Govandi are completely exposed to the elements. Credit: Aaran Patel.Root ProblemIf the government wants to redress this disparity and other problems, it will have to proceed with deliberation and alacrity. Mumbai has already lost hundreds of trees in recent years because of erratic monsoons, bursts of intense rainfall and heavy winds.After Cyclone Tauktae felled 812 trees in May, the city authorities commissioned a rapid study and found that 70% of the lost trees were non-native. This finding aligned with the hypothesis that indigenous trees are better suited to Mumbai’s climatic conditions and soil profiles. But it does not heed the fact that certain exotic trees have survived in the city for decades, becoming integral to its landscape and citizens’ lived experiences. It’s hard to imagine, for instance, some roads in Mumbai without canopies of rain trees. Or the arrival of the monsoon without carpets of gulmohar flowers.The nativity question aside, many trees have been imperilled and lost because of concretisation. Mumbai’s mayor Kishori Pednekar conceded this after the devastation wreaked by Tauktae: “There is no space for roots to breathe and grow on the [concretised] footpaths, roots are unable to anchor themselves in the ground because of which trees get uprooted.” According to the Trees Act, there should be a minimum of 1 metre planters around tree trunks. In practice, this is rarely followed.In June, the municipal corporation appointed the city’s only arborist or tree surgeon, Vaibhav Raje, to conduct a pilot project to scientifically assess tree health in South Mumbai’s D ward. This involved identifying concerns like fungal infections and rot, and then guiding trimming accordingly. Although the final study has not yet been completed, “the initial findings are that some trees are in very good shape but others have internal decay and can be dangerous and collapse,” according to Prashant Gaikwad, the Assistant Municipal Commissioner in D ward.“We need scientific measures to assess how to trim and prune trees,” Gaikwad said. “If pruning can extend the life of a tree by 10 years, that is preferable to bringing it down because of the huge value provided by old trees.”Nip And TrunkAt the moment, though, the approach to tree-trimming is largely haphazard. Although the process to receive pruning permissions from the municipal corporation’s Tree Authority is quite straightforward, the ultimate execution is often poorly thought out and can lead to irreparable and unnecessary damage to healthy trees.For routine trimming, the Tree Authority frequently sanctions pruning of more trees than requested. And for commercial and infrastructure projects, the permission process is nearly not rigorous enough. “Detailed Project Reports underreport the number of trees and other green assets to get sanctions and avoid environmental compliance requirements,” environmental campaigner Zoru Bhathena said.After permissions have been granted, the implementation largely falls upon contractors, who can sometimes be overzealous in their attempt to manage nature. This is driven in part by concerns about liability and property damage, especially since incidents of trees falling in the rains have increased over the last few years. “Once a notice is given, we have to ensure all branches of designated girth and length are cut,” said a municipal contractor, who did not wish to be identified.Occasionally, trees are spared from excessive trimming. “When we see a bird’s nest, we make sure to be very careful,” the contractor assured me. Still, there are limits to the preciseness of what is essentially a manual and dangerous process. To trim a tree, labourers have to hoist themselves with thick ropes up to a height where sturdy branches and trunks can take their weight. If the dangerous branches in the higher canopies are out of reach, they end up lopping off the tops of healthy trees. Or if they can’t climb high, they disproportionately hack off lower branches, making trees top heavy.This routine work is ad hoc because instead of the municipal corporation, building societies have to pay for trimming trees on private property. Furthermore, residents frequently have contrasting viewpoints about living with nature. While some are captivated by the wonder of trees changing through the seasons, others view fallen leaves and fruits as well as the birds they attract as a nuisance. Residents’ limited willingness to pay for green maintenance services can also lead to shoddy work. “For a difference of ₹5,000, some societies bring in labour that has no knowledge about appropriate methods of cutting,” the contractor said.Each tree cut down in Mumbai is supposed to be replaced with at least two new trees, according to the Trees Act. For trees older than 50 years, the number is dramatically higher under the recent amendment. But expectations and enforcement often don’t align. Several experts have also noted limitations of methods such as Miyawaki planting and the poor survival record of transplanting, neither of which replaces the ecosystem services and biodiversity of a natural forest.The tree canopy on a road in Dadar. Credit: Aaran Patel.Data-Based SolutionsHow each of these issues is resolved has important implications for Mumbai’s residents. According to Rangwala from the World Resources Institute, Mumbai ought to embrace a few key priorities to conserve and expand its green cover: data-driven, evidence-based targets and practices at both neighbourhood and city level; legible processes and guidelines that are actually implemented; nature-based solutions across the class divide; and more liveable low-income communities.Gaikwad, the Assistant Municipal Commissioner in D ward, had similar suggestions. “The BMC needs to ensure that its labourers and malis are trained on scientific trimming, procure specialised machinery and equipment, build in-house capability for staff to become arborists, and increase budgets to protect at-risk trees as well as plant new ones,” he said.The municipal corporation should also follow the 2019 Bombay High Court order to ensure the Tree Authority is constituted with specialists and tree experts along with corporators and the municipal commissioner. Mumbai should also develop capacity to enforce the replacement requirements after trees are cut, and other provisions in the recent amendment to the Trees Act. At the local level, ward officials can incentivise citizens and conduct participatory planning to create greener neighbourhoods through community gardens and rooftop farms.The Malabar Hill Forest Trail: A 700-metre elevated walkway that will be created within a 12 acre micro forest. Credit: IMK Architects.Sensitising citizens to nature through upcoming projects like the Malabar Hill Forest Trail can deepen investment in maintaining and increasing Mumbai’s green cover. “It is a very unique opportunity for Mumbaikars to experience such a forest in the midst of a bustling metropolis,” said Rahul Kadri, whose firm has conceptualised the trail. “Having a raised walkway that will minimally disturb the forest will allow people to have a glimpse of what a tropical forest is all about.”As Mumbai pledged to be part of the C40 Urban Nature Declaration, Maharashtra’s Minister for Environment and Climate Change Aaditya Thackeray said, “I am certain that Mumbai will be a shining example of how diverse ecosystems can thrive in urban environments to achieve inclusive climate resilience for all.” There is much work to be done to meet this lofty ambition and bridge the gap between policy announcements and practice.Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government. He is a Kalpalata Fellow for Architecture & Urban Issues Writings for 2021.","author":" Aaran Patel","time":"2021-08-10T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162510-rgukqjykzp-1628250837.jpg","tags":["Mumbai","Trees","Urban policy"],"source":"https://scroll.in/magazine/1002235/in-mumbai-even-the-most-prudent-tree-policies-often-dont-end-up-making-a-difference-heres-why"}