{"title":"In Meghalaya’s border villages, the killing of a Khasi man has left long shadows","content":"Rotish Das and many of his neighbours were forced to shut shop almost a month before the rest of India went into a lockdown to prevent the spread of Covid-19.  Das lives in Ichamati, a village in Meghalaya’s East Khasi hills, known for its vast limestone reserves. It lies on the border with Bangladesh.Now, even as the rest of the country is gradually opening up, 46-year-old Das and his neighbours in Ichamati, as well as residents of adjoining areas, say they have not been able to resume business, most of which revolves around limestone.It is not the coronavirus that is behind this protracted closure. Das and several others in the area Scroll.in spoke to alleged they had been forced out of business because of their ethnicity: they are “non-tribals”. “Our situation is extremely bad – we have had absolutely no income for eight months now,” Das claimed. “It is not just me, everyone who is non-tribal is suffering.”On October 15, three residents from the area submitted a memorandum to the state’s governor articulating as much. They accused the “state machinery” of stopping “the Hindu population from earning their livelihoods… in connivance with various NGOs”.Banners in ShillongTensions between tribal groups and Bengali Hindus rose to the surface on October 21, when banners went up in Shillong. They were signed off by the Khasi Students’ Union, a powerful tribal body in Meghalaya. “Bangladeshis stop your atrocities in Meghalaya, Tripura, Assam and Mizoram,” said one banner. “All Meghalaya Bengalis are Bangladeshis”, said another.The banners, later taken down by the Meghalaya Police, appeared to be a reaction to recent clashes on the Assam-Mizoram border. While those clashes had been triggered by a border dispute between the two states, they exposed ethnic faultlines as well. The two clashing groups were Mizos and Bengali-origin communities in Southern Assam.But one of the banners in Shillong suggested older grievances had been revived. “Q. Who murder Lurshai Hynniewta? A. Bengalis of Bangladesh origin”, the banner said.Hynniewta, a Khasi, had been killed in Ichamati on February 28. The mob that murdered him had allegedly comprised Ichamati’s non-tribal residents.It is hereby informed that banners that were displayed today in public places, have been removed.We request all concerned to kindly co-operate with us in promoting peace and harmony in the State. pic.twitter.com/hJT0VxHe3y— Meghalaya Police (@MeghalayaPolice) October 21, 2020\n\nA meeting and a murderThe circumstances of the murder are contested. But earlier the same day, a team from the Khasi Students’ Union had organised a meeting in Ichamati. At the meeting, its leaders discussed the Citizenship Amendment Act  and how it allegedly threatened the local population. They suggested the Inner Line Permit regime would insulate them from the effects of the CAA.The CAA, which makes undocumented non-Muslim migrants from Bangaldesh, Pakistan and Afghanistan eligible for Indian citizenship, had sparked protests across the country. In North Eastern states, they tapped into specific anxieties. Communities defined as indigenous to the region have long feared they will be overrun by “foreigners”, read migrants from Bangladesh. It was believed that the CAA, which promised to regularise Bengali Hindu refugees in the region, would open the floodgates.As the CAA was passed in December 2019, the demand for the Inner Line Permit saw a resurgence. The permit is a document that non-native travellers need before entering places defined as “protected areas”. Tribal groups in Meghalaya have long demanded the permit regime,  currently in place in Mizoram, Arunachal Pradesh, Manipur and Nagaland. In 2013, protests led largely by the Khasi Students’ Union, demanding that the permit be made applicable to Meghalaya, turned violent. Four people were killed.The meeting at Ichamati on February 28 culminated in clashes between residents of Ichamati, most of them non-Khasis and Bengali-speakers, and the Khasi Students’ Union, leading to the death of Hynniewta.Over the next couple of days, the violence spread to Shillong, Meghalaya’s multicultural but ethnically volatile capital, which has seen several waves of communal violence over the years, much of it directed at its non-tribal residents.In the aftermath of the Ichamati clashes, Shillong saw a series of stabbings which left two people dead, both of them Bengali-speaking Muslims. The city was put under curfew because of communal tensions – the second time in less than two years.Protests against the Citizenship Amendment Act in Shillong in December 2019.The aftermath Shillong recovered from the violence soon, but Ichamati and its adjoining areas still seem to be haunted by it.  Das, who exports limestone to Bangladesh and runs a garment shop in the village, said he had not been able to operate either of his businesses since the clashes broke out on February 28. “I have not been able to renew our trade licences as the Sirdar has refused to issue an NOC [no-objection certificate],” he claimed.In the Khasi hills, a Sirdar, or a chief, heads the “Dorbar Shnong”, a traditional institution that runs each village according to local customary laws. This system of governance flows from the Sixth Schedule of the Constitution, which provides for decentralised self-governance and dispute resolution through local customary laws in parts of the North East. The provision also says that non-tribals cannot carry out trade in such areas unless they are issued a licence by the district council, the apex Sixth Schedule body in a district, in this case the Khasi Hills Autonomous District Council.‘Fear psychosis’  Titosstarwell Chyne, who heads the council, said that it could only issue or renew trading licences if the local Sirdar green-lighted it. “We cannot do it otherwise and the problem is that after the Ichamati incident the local Dorbar, it seems, does not want to renew their [non-tribal traders’] licence,” he said.A recent Meghalaya police report, dated October 7, accessed by Scroll.in, seems to echo Chyne’s claims. The Sirdar of the area, the report said, had “toughened his stance on enforcement of trading license”. “Since the non-tribals do not possess valid trading license… they have been asked to close their shops pending renewal of trading license,” the report adds. The police report then goes on to blame the non-tribal population’s “dire economic situation” on “fear psychosis and enforcement of local laws by institutions of local governance”.The police were probing allegations of “institutionalised harassment” of non-tribal women and children in the area on the directions of the National Commission for Protection of Child Rights. The commission was acting in response to a complaint that was forwarded to it by the ministry of women and child development. The complaint was lodged by a woman who reportedly lives in the area and calls herself a “social activist” and a “Hindu” on Twitter. However, the police concluded that the claims of harassment were unfounded.Residents from the area who spoke to Scroll.in also played down the alleged harassment of women and children, saying their problems were economic.They claimed it was not just business owners who were having to trouble after the clashes in February. Manoranjan Biswas, a resident of Lubia village, a few kilometres off Ichamati, used to work as an “agent” at a limestone mine owned by a Khasi person. Biswas’s job entailed coordinating the transport of limestone from the mine to the Bangladesh border, where an exporter would take over.But after the violence, Biswas claimed, the mine owner stopped engaging him. “They say that non-tribals will not work in the limestone business,” said Biswas. “We will not be able to survive like this as most people here are poor.”A large percentage of the non-tribal residents in these areas do not have voting rights or access to government schemes because persistent doubts over their citizenship status. Ethnic outfits often brand them as “infiltrators”. Recently, The Shillong Times, Meghalaya’s most popular English daily, described the area as akin to  “an extension of Bangladesh with a large chunk of Bengali speaking non-tribal settlers”. An economic boycott? The non-tribal residents of the area said their recent troubles were the result of an economic boycott ordered by tribal groups in the wake of the February violence.Tribal groups deny this, saying they only insist on strict enforcement of the Sixth Schedule’s provisions. “We are just saying that any non-tribal wanting to do business should obtain a trading licence first as there have been many instances of non-tribals doing business without it,” said Donald V Thabah, general secretary of the Khasi Students’ Union.Robert June Kharjahrin of the Hynniewtrep Youth Council, a splinter group of the Khasi Students’ Union, also offered a similar explanation. “We as an organisation would like to see that maximum business should be done by tribals, but we cannot prevent others… they also have their rights,” he said.Yet, several non-tribal residents around Ichamati claimed that they were struggling to do business or find work, despite having done so for years. “Shops owned by people belonging to non-Khasi and non-Garo communities are not being allowed to open after the incident,” said Sopan Bhattacharya, a resident of Ichamati. “They are not issuing the NOC that is required to renew the trading licence.”‘Intention to cause communal disturbances’  But some say that the matter is being “blown out of proportion” and given a communal colour by people with vested interests. In a joint statement, several ethnic outfits in Meghalaya asked for police action against the three residents of Ichamati who authored the memorandum to the governor. “Hindu fanatics are tarnishing the image of various Christian sects in the state,” the statement read.“What they are trying to do is to depict us to the entire country as anti-non-tribal,” said Thabah of the Khasi Students’ Union,  one of the signatories to the statement. “We are concerned with our survival and want to protect our indigenous identity.”At least two police complaints have also been filed against the activists and locals who have been vocal about this alleged deprivation of non-tribal residents in Ichamati. The complainants have accused them of “circulating false statements in the media and other social media platforms… with the intention to cause communal disturbances and social disharmony”.Others claiming to represent the interests of the Bengali community have also jumped into the fray. Sushmita Dev, a former Congress parliamentarian from Silchar in Assam, has dashed off letters to the Meghalaya chief minister and the prime minister, claiming that “Bengali community people” were “being continuously harassed”. Other outfits representing  North East’s Bengali communities have followed suit. When contacted for a comment, the East Khasi Hills police chief said the “area is peaceful”, but refused to field any more queries, directing this reporter to the police headquarters in Shillong. The state police’s spokesperson did not reply to a detailed questionnaire seeking comment. This copy will be updated if there is a response.","author":"Arunabh Saikia","time":"2020-10-22T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/lwjzdhlkdb-1533124788.jpg","tags":["Meghalaya","anti-CAA","Inner Line Permit","migrants"],"source":"https://scroll.in/article/976267/in-meghalayas-border-villages-the-killing-of-a-khasi-man-has-left-long-shadows"}