{"title":"In Mangaldoi, where Assam Movement began, some Bengali Muslims still wait to be counted as citizens","content":"For Salimuddin, July 30 was meant to be the day he would finally be free from a stigma that has lasted almost four decades. He was only a teenager in 1979, when the Assam Agitation broke out in the state. The six-year-long anti-foreigner movement was primarily directed against alleged illegal migrants from Bangladesh. Salimuddin remembers it well. “I was this much, but it’s all very clear,” he recalled, gesturing with his hand to indicate his height then.After all, he was born and has lived all his life in Mangaldoi area, where it all started. During the process of updating the voter rolls for a parliamentary bye-election in the Mangaldoi constituency in 1979, the Election Commission received several complaints that illegal migrants from Bangladesh featured on the list. The state government set up a tribunal to carry out an investigation. The tribunal’s report led to widespread outrage in the state: 45,000 people on the electoral rolls had been found to be Bangladeshis. The total electorate of Mangaldoi at the time consisted of around  six lakh voters. Thus was born Assam’s anti-foreigner movement. It would paralyse the state for the next half a decade and define its politics forever. The agitation ended in 1985 with the signing of the Assam Accord – a pact that accounted for forced migration from erstwhile East Pakistan between 1966 and 1971, and declared that anyone who entered the state after the midnight of March 24, 1971, would be considered an illegal immigrant. Many like Salimuddin, from the Bengali Muslim community, say they continued to be persecuted, branded as illegal Bangladeshi migrants. At the heart of it is the long-running anxiety of the state’s Assamese-speaking population: that migrants from Bangladesh will take away their jobs, their land and, finally, their cultureThe updating of the National Register of Citizens, first compiled in 1951, was meant to settle the concerns of both parties. It was to be a definitive list of all legitimate Indian citizens under the provisions of the Assam Accord.  The whole exercise was to be monitored by the Supreme Court. Salimuddin is a resident of Mangaldoi in Darrang district of Assam. Credit: Arunabh Saikia‘In spite of submitting all documents’Salimuddin had also welcomed it, he claimed. But July 30 turned into a day of despair for him: No one in Salimuddin’s family featured on the final draft of the updated list.A partial draft, released on January 1, verified that 1.9 crore of the 3.29 crore individuals who applied to be included in the register were citizens of India.  The final draft released on Monday took up the number of verified citizens to 2,89,83,677, leaving out more than 40 lakh people like Salimuddin and his family. “In spite of submitting all documents, this has happened,” said a dejected Salimuddin, who lives on Aparia char, one of the shifting sandbars in the Brahmaputra river. To be included in the citizenry list, applicants need to provide legacy data, proving the existence of an ancestor who had lived in Assam before 1971, and link data, proving their own relationship to the ancestor. Salimuddin insists that his younger brother’s family, whose names figure on the final draft, had linked themselves to the same person as his own family and him: their father. “How can we not be there? We have to be there, we have all documents,” he said, speaking more to himself. Families unverifiedMahar Ali, too, was a young man when the Assam Agitation broke out. At the height of the movement in 1983, he moved to the Sipajhar area, adjoining Mangaladoi, after his home and fields in Lower Assam’s Boko had fallen prey to a particularly bad wave of floods and subsequent erosion.  Ali claims he even participated in the movement.  The final draft of the National Register of Citizens, though, was a shock to him: three out of his eight sons had not made it to the list.  All of them, he said, had used the same legacy data to prove that their ancestors had come to the state prior to 1971: that of Ali’s father. According to Ali, his father had been born in the Lower Assam district of Barpeta.  “If my name has come, how can my son’s names not be there?” asked Ali.When asked how some people from the same family were left out while others included when they drew their connections to a common ancestor, district officials claimed that many of these people could not prove their own identity beyond reasonable doubt. “It seems that a lot of people used correct and valid legacy data, but they just did not have any documents to prove their own identity,” said a local Registrar of Citizen Registration in Sipajhar. “So, some had resorted to forged documents, we found birth certificates from other places, so we could not include them. Also, in some cases, people gave documents like photocopies of refugee registration cards, which were told were not admissible documents by our seniors.”Villagers wait outside the National Register of Citizens centre to get their documents verified by government officials, at Mayong Village in Morigaon district, in Assam on July 8. Credit: ReutersHowever, Prateek Hajela, state coordinator of the NRC in an interview with Scroll.in earlier in the month, had said that family tree verification tests –  where members of the extended family which had used the same legacy data were summoned to the same place together –  was also used to help people with no documents in addition to weeding out false legacy claims. If everyone within the family corroborated that a person with no document was actually part of the family, the person was included in the citizenry list, he said.  “It is not that people with no documents at all are being rejected outright,” he had said. “Everyone, irrespective of documents, is given a hearing.” For the Alis, the family tree verification exercise failed to even warn them of their exclusion. All of Ali’s sons had submitted school leaving certificates as link documents connecting themselves to their grandfather and none of them were warned that there was anything wrong, said Shahidul Islam, one of the three siblings whose name has been left out. No other family except his father’s siblings, he claimed, had staked claim to their grandfather’s legacy either. The problem of panchayat certificatesAnother local Registrar of Citizen Registration in Mangaldoi said his seva kandra, one of the NRC offices tasked with helping people apply for citizenship, had reported a high rate of omission. He said that “80% of the women” under the purview of that seva kendra who had submitted panchayat documents to prove ties to an ancestor living in Assam before 1971 were rejected. Early last year, the Gauhati High Court had declared the certificates invalid as proof of citizenship. The Supreme Court overturned this in a subsequent judgment but directed the NRC authorities to verify the certificates thoroughly. The NRC authorities had appointed special officers for the sole purpose of verifying the authenticity of such certificates. These were often used as a last resort by women who did not have any other documents to show as proof. But district officials had earlier told Scroll.in that the situation of women using them could be precarious as they were asked for additional documentary evidence. This, they had predicted, would lead to a high rate of rejection. “We have been asked to treat the panchayat document as an NLA [not legally admissible] document if there are no records to back it up,” confirmed an official on Monday.Oddly enough, the panchayat certificate was recommended as a valid link document by a cabinet sub-committee in 2010 and approved by the government soon after. Inconsistencies and flip-flopsThe confusion over the panchayat document is not the only matter that has led many to question the fairness of the NRC exercise: inconsistencies and flip-flops have riddled the process throughout. Claims to citizenship have reportedly been rejected because of typographical and clerical errors.The press conference to release the final draft in Guwahati – an event that began with the rendition of Assam’s state anthem, the text of which was distributed to journalists to sing along to – was no different. A typographical error in the press release meant the number of applicants and people included in the final draft did not tally with the one that had been announced by the registrar general of India, Sailesh. When questioned by confused journalists, he shot back: “What I am saying is the last and final number.” He also affirmed that there would be no action taken on the basis of this draft and an intensive information campaign would be initiated to help people who did not feature on the list to file claims and objectionsFor now, the Ali siblings and Salimuddin’s family live in that hope.  They have another window to prove their citizenship – the claims and objection process will begin on August 30 and carry on till September 28. Till then, they will continue to live in the fear of being branded as foreigners.","author":"Arunabh Saikia","time":"2018-07-31T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888610-xbdbnqsxhs-1532972753.jpg","tags":["National Register of Citizens","Assam","Bangladesh","Illegal immigrants","Assam Accord"],"source":"https://scroll.in/article/888610/in-mangaldoi-where-assam-movement-began-some-bengali-muslims-still-wait-to-be-counted-as-citizens"}