{"title":"In Mari Selvaraj’s ‘Karnan’, mythic symbols show the way for assertion in the real world","content":"Tamil director Mari Selvaraj’s new movie Karnan explores assertion at many levels. It’s the story of inversion, of the upturning of deeply entrenched power blocs, of battles both visible and invisible.Selvaraj’s second film after Pariyerum Perumal (2018) was released in cinemas on April 9. On May 14, the Dhanush-led movie was streamed on Amazon Prime Video, leading to appreciation and curiosity from non-Tamil viewers.Karnan is set in a village in the fertile Tirunelveli belt in southern Tamil Nadu, where systemic caste-based cruelty festers but resistance lives amidst the fields and the greenery. The lower-caste village needs a bus stand, which will ensure access to healthcare and education and provide an end to isolation. The bus stand means the difference between dependence and agency, which is why the upper castes do everything in their power to block its construction. In portraying an epic battle, Selvaraj forges a new mythology from the old. He gives his characters the names of Hindu gods and mythological figures, such as Karnan or Karna, Yeama Raja or Yama, and Draupathi or Draupadi. These characters claim the names reserved for deities and upper-caste characters in the Mahabharatha epic and wear them with fierce pride. This defiance itself antagonises their oppressors, who think they have no right to such claims.In the Mahabharata, Karna is a Kshatriya brought up outside his caste by a charioteer. Selvaraj’s Karnan doesn’t need to be a Kshatriya to gain legitimacy. Karnan’s warriorhood exists in an alternate, anti-caste re-telling. It’s the state that criminalises him, and it is his own people who write him into song, treating his actions as the stuff of legend. The songs by Santhosh Narayanan explore this aspect. Whether it is the anthemic Kanda Vara Sollunga, about Karnan’s origins, or the achingly sweet Manjanathi Puranam, about inter-caste marriage, the songs are political proclamations.\n\n\n    \n    Play\n\nManjanathi Puranam, Karnan (2021).Selvaraj adds a further layer about the Sanskritisation of folk gods to his narrative. Several folk deities in Tamil Nadu have origin stories rooted in caste violence – a truth that Selvaraj ingeniously explores. Karnan’s younger sister dies from epileptic fits before she can be transported to the nearest hospital. She becomes the village’s fictional guardian deity, Kattu Pechi. The movie has been criticised for its depiction of violence, but a riposte is provided by Dhanush’s hero. When the older and cautious Yaman (Lal) advises Karnan to be patient during an ugly stand-off with upper-caste villagers, Karnan retorts, “Why should I? Your life is over, ours is just beginning. Everywhere we turn, they block our way and break our wings.” Later, a passing bus ignores a heavily pregnant woman from the village, but is forced to stop when her young son smashes its window with a stone. A system that values property over human life is inherently violent, to a far greater degree than those who fight back against it, Selvaraj shows.\n\n\n    \n    Play\n\nKarnan (2021).The title irked some fans of the older Tamil movie Karnan (1964), starring Sivaji Ganesan. Members of a welfare organisation dedicated to the renowned Tamil actor wrote a letter to Dhanush in 2020, asking his film’s title to be changed.It’s impossible to imagine two more different versions of the same character. One is fair, robustly built, rosy-cheeked and weighed-down with golden ornaments and conforming seamlessly with the Sanskritised version of the Mahabharata. The other is dark-skinned, lean, good-looking, and bereft of armour or divine jewellery but vigorously non-conformist. It’s Selvaraj’s Karnan who feels real, with whom you empathise, and whom you would probably encounter whenever and wherever a fight to dismantle caste is being waged.\n\n\n    \n    Play\n\nUttradheenga Yeppov, Karnan (2021).","author":"Bharathy Singaravel","time":"2021-06-05T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159946-sjuznbdmth-1622909283.jpg","tags":["Karnan","Mari Selvaraj","Dhanush"],"source":"https://scroll.in/reel/996720/in-mari-selvarajs-karnan-mythic-symbols-show-the-way-for-assertion-in-the-real-world"}