{"title":"In Malayalam film ‘Bramayugam’, black and white magic in a colourful occult tale ","content":"Shehnad Jalal has been in and out of interviews since February 15. That was the day that Bramayugam, the Malayalam period horror film that Jalal shot in striking monochrome, was released.Rahul Sadasivan’s third feature has been praised for interweaving caste, feudalism, bodily possession and witchcraft, for casting of thespian Mammootty as a malevolent character, and most all for its  haunting black-and-white camerawork. Bramayugam (The Age of Madness) has emerged as a money-spinner at the box office. Given how central the film’s look is to its reception, Jalal’s phone has been ringing away.The last time the 45-year-old cinematographer gave so many interviews was for Vipin Vijay’s experimental feature Chitrasutram in 2010, for which he won a Kerala State Film Award, he said. Bramayugam is likely to fetch the Satyajit Ray Film and Television Institute alumnus wide recognition too.Jalal had previously worked with Sadasivan on his second feature Bhoothakaalam (2022). Streamed directly on Sony LIV, the Revathi-Shane Nigam starrer is an atmospheric exploration of a mother and son navigating literal and figurative ghosts in their new place of residence.“Rahul and I have a good rapport, and we understand each other very well,” Jalal told Scroll. “He knows that I can deliver. Like Bhoothakaalam, Bramayugam was meticulously planned in advance. Rahul spent a lot of time during pre-production on the locations, the shots and the storyboards.”Sidharth Bharatan in Bramayugam (2024). Courtesy Night Shift Studios/YNOT Studios.Bramayugam is an occult tale set in the 17th century. In a rambling mansion occupied by Kodumon Potti (Mammootty) and his unnamed cook (Sidharth Bharathan), the low-caste singer Thevan (Arjun Ashokan) finds locked rooms, bizarre sounds and more than a hint of otherworldliness.Kodumon Potti appears to be the spiritual ancestor of the casteist bully played indelibly by Mammootty in Adoor Gopalakrishnan’s Vidheyan (1994). Among the behaviours and props that connect Mammootty’s characters in both films is a planter’s chair – a seat of power for Kodumon Potti, as well as a psychic boundary marking the world he has in a vice grip and the one that lies beyond.The movie taps into Kerala’s folk horror tradition to deliver an allegory about the horrors of caste, especially in the way the hierarchical system physically and mentally enslaves people. Much of Bramayugam takes place in Kodumon Potti’s decrepit manor.In Sadasivan’s screenplay, the psychological terror that consumes Thevan is portrayed through an exploration of physical space. Jalal’s brilliant compositions, creeping camera angles and lighting scheme capture the contours of Kodumon Potti’s lair, making it as much of a character as its human inhabitants.Arjun Ashokan in Bramayugam (2024). Courtesy Night Shift Studios/YNOT Studios.The makers shot Bramayugam at Varikkasseri Mana in Palakkad, a structure built in the classic Kerala architectural style that has been used in so many productions that it has its own Wikipedia page. Photographs of the actual Varikkasseri Mana, which includes a courtyard and a pond, differ hugely from what is shown in Bramayugam. Rather than an impeccably maintained abode, there are signs of severe wear and tear – an expressionist depiction of the decay that characterises Kodumon Potti.“Although the house is a regular shooting spot, people can’t recognise it,” Jalal observed. “We used a lot of architectural details.” (The stunning production design is by Jotish Shankar.)“Grass and bushes were planted outside the house for the film,” Jalal added. “Many sets were simultaneously built within the house. We explored spaces such as the corridor, the granary, the kitchen, the attic and the cellar. I could create different images for each of these spaces.”The movie grabbed attention right from the time of its trailer release. Sadasivan’s boldest decision on Bramayugam was to film it in black and white.\n\n\n    \n    Play\n\nBramayugam (2024).“Rahul had conceived the film in black and white,” Jalal explained. “The first thing he said when he pitched the film to me was that it was going to be in black and white. The idea is to take you away from a realistic milieu into another world. It adds to the mystery.”The sensor of the digital camera used for the shoot was changed from its default colour setting to black and white. Jalal did a look test and uploaded into his camera. “I needed the film to appear black and white in the viewfinder itself,” he said. “Nobody in the crew has ever seen the film in colour.”The aesthetic choice guided the lighting patterns, with some sequences in high-contrast tones and other lit with a small lamp. The actors have a heightened appearance, adding to the general air of eeriness. “With black and white, the characters gain more texture – you can see the features, the sweat and the dirt,” Jalal said.While every single production, whatever the scale or the scope, is a challenge, Bramayugam is one of Jalal’s most ambitious projects. The shoot lasted 52 days, between August and September in 2023.“There were so many set-ups,” Jalal recalled. “We had planned every shot a long time ago, but while the shooting was on, we were getting to see new images. After the shoot wrapped up, we were very excited about our work.”Shehnad Jalal.Also read:‘Bhoothakaalam’ review: A mother, son and a possible ghost in Malayalam thriller","author":"Nandini Ramnath","time":"2024-02-24T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198728-vvzlestgdf-1708719038.jpeg","tags":["Bramayugam","Shehnad Jalal","Rahul Sadasivan"],"source":"https://scroll.in/reel/1064211/in-malayalam-film-bramayugam-black-and-white-magic-in-a-colourful-occult-tale"}