{"title":"In Muzaffar Ali’s autobiography ‘Zikr’, signposts from ‘a poetic journey’","content":"A few months ago, Muzaffar Ali added another entry to his considerable list of achievements – the filmmaker, painter, fashion designer and politician completed his autobiography.Zikr – In The Light of Shadow and Time (Penguin Random House) contains evocative descriptions of Ali’s childhood in Lucknow and his formative years in Aligarh. There are revealing sections about Ali’s experiences while directing Gaman, Anjuman, Umrao Jaan and the uncompleted Zooni, as well as on his numerous other projects, including documentaries and shows on artisanal traditions, Muslims in India, the poetry of Rumi, and Sufi thought. It has been a fruitful time for 78-year-old Ali, who has also been painting for years. In January, a show of his paintings, titled Muzaffar Ali Mystical Journeys in Art, was held in Delhi. Ali has a studio at his Kotwara House mansion in Gwal Pahari, one of the urban villages that lie on Delhi’s border with Guruguram. The room where Ali receives guests is stacked with paintings that reflect his current interest in horses. A handsome live specimen, named Barak, occupies a corner of Ali’s estate.“I keep looking at my paintings – the whole act of looking at your work and trying to improve it is a regular thing,” Ali told Scroll. “The last series I did was about the wonders of the horse. I have also started doing clay horses, going into bronzes.” At this stage in his life, Ali says it is important for him to pursue what he believes he is capable of: “I don’t want to do things that are frustrating and beyond my capacity.”        View this post on Instagram            A post shared by Muzaffar Ali (@muzaffar.ali.kotwara)\nThe autobiography flowed out of Ali over roughly six months in 2022, as he waited out the pandemic. “The challenge was to create a thread between my life and my art and what was happening to me and what I would like to see happen to the world,” he said. “I’ve stuck to the poetic journey.”   Ali began the writing process by making notes on his cellphone. “I write on my phone – it’s much easier than carrying a tablet or a computer – and then I send the notes to myself,” he said. “Each chapter is called POV, point of view. All the POVs started piling up. There was also an editing process going on, a back-and-forth link with characters, like my father. He was watching over what I was doing.”His father, Syed Sajid Husein, looms large over Zikr. Descriptions of Ali’s father and other members of the family capture India’s Muslim aristocracy on the cusp of far-reaching political and social changes. Ali’s own life captures this shift – unusually for a man of his privilege, he chose to be a professional, working in advertising in Kolkata and later in Mumbai, where he spent 11 years in the Air India airline’s publicity department.Ali writes in Zikr:“…I followed my father’s advice, who was keen that I make something out of my life without any trappings of luxury. Living in Lucknow like the son of a raja, like many people of my ilk and generation, made no sense to him. Like any taluqdar of that time, his better days were behind him. My journey from now on had to be devoid of any feudal fragrance, and so, I stepped into anonymity.”Ali sought his identity in the arts, first as a painter and later as a filmmaker and poet. “To a great extent because of my father, because of having gone to Aligarh and Lucknow and Calcutta, I was totally declassed,” he said. “There was no point of living in the past. I couldn’t afford to say I am so and so, I had to be something from inside for me to say, this I what I am. This had to come from my art calling.”Among his acquaintances in Kolkata was future movie star Amitabh Bachchan, who would sometimes drop into Ali’s office to borrow his portable tape recorder. Ali writes about the long-legged Bachchan:“Our very humorous copywriter Jack Dantes, who lived in the Christian quarters in the Free School Street area, would secretly pop his head from the frosted glass partition and, in his usual catchy-headline style, whisper, ‘Coat on the hanger is here...’ He meant Amitabh.”  Some of the most stirring prose in Zikr centres on Ali’s brilliant directorial debut, Gaman. The 1978 film stars Farooque Shaikh as Ghulam, a migrant from a village in Uttar Pradesh who drives a taxi in Mumbai. He has left his ailing mother and wife (Smita Patil) back in the village. As Ghulam clutches the steering wheel, staring wordlessly into the void, Jaidev’s song “Seene Mein Jalan” (The agony of the heart) movingly captures his misery.Gaman was Ali’s response to Mumbai, a city both “ugly and beautiful”, as he writes in Zikr. “People with dreams and people with no dreams, all entered into the trap of the gargoyles of the Victoria Terminus, never to return to their far-off homes in rural India,” Ali writes. “With Gaman in my soul, Bombay for the first time was emerging as a larger-than-life entity.”\n\n\n    \n    Play\n\nSeene Mein Jalan, Gaman (1978).The encouraging response to Gaman led to four more features, all of which examine Muslim lives. They included impecunious textile weavers in Anjuman (1986) and a courtesan’s precarious journey in one of his most commercially successful films, Umrao Jaan (1978). Ali can be described as an old-fashioned secularist steeped in ideas of international humanism and Nehruvian syncretism. He has devoted himself to exploring Muslim identity through stories of disenfranchisement and erasure, the erosion of age-old cultural practices, and the disappearance of individual dignity.“It is quite organic – the human predicament has been an overriding factor,” Ali said about his engagement with his community in his work. “For instance, in textile and crafts, there was a great deal of inter-dependency. People in the bygone days respected that. There is hopelessness as well as the hope that somewhere deep down, there are people who feel differently.”Umrao Jaan, set in 1857, captures the feeling of creeping decay through the experiences of its titular heroine, played by Rekha in one of her most well-regarded roles. “Several films on courtesans had already been made in Bollywood, but with little or no sense of any moorings of a time or place,” Ali writes in his memoir. Rekha in Umrao Jaan (1981).The chapters about Zooni, a biopic of the sixteenth-century Kashmiri poet Habba Khatoon that starred Dimple Kapadia and Vinod Khanna, lift the veil on why the film was never completed.The ambitious movie was planned as an international project, with costumes by American designer Mary McFadden, a background score by Japanese composer Ryuichi Sakamoto, a script by American writer James Killough, and cinematography by Iranian cameraman Behram Manocheri. The cast was to have included Dalip Tahil, Shaukat Kaifi, Sushma Seth and Pran. “I brought him to India,” Ali said about Sakamoto, who died on March 28. “I found a lot of tonality in common between his music and Kashmiri instruments. I thought something interesting would come out of the collaboration.”The project kicked off as the independence movement in Kashmir was gaining ground in the late 1980s. Kashmir’s troubles soon eclipsed Zooni, making the production logistically and financially untenable.“Kashmir was becoming a different place,” Ali pithily writes. “I had to be in love with it and the people to make Zooni. Was this the valley that I was fascinated by? ‘No,’ I said to myself.” Ali finally abandoned Zooni in 1990, moving on to a documentary about the saint Hazrat Khwaja Moinuddin Chishti and a 27-episode series Husn-e-Jaana, about the first revolutionary in Awadh at the time of the death of Nawab Asaf-ud-Daula.“I had more things going against me,” Ali recalled. “The political situation was very bad, and compared to it, Zooni was nothing, of no relevance and value. To me it seemed big, it could have been India’s calling card for the West, perhaps a way for Indians to feel more intensely for Kashmir, for Kashmiris to feel that their identity was being expressed.” Other abandoned projects include a biopic of the thirteenth-century mystic poet Rumi, starring Harvey Keitel as Rumi’s mentor Shams. “I had a lot of material on Rumi, on his birthplace, sketches,” Ali said. “The exercise gave me something more than the film – it pointed me in another direction.”There are other interests to keep Ali occupied, with painting at the top of the list. “Painting is in my hands,” he said. “Painting is a leitmotif for, where I am trying to create an identity, a mirror to myself, which has nothing to do with the tangible outer journey.”","author":"Nandini Ramnath","time":"2023-04-25T09:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189462-akygpbxbmt-1682359096.jpg","tags":["Muzaffar Ali","Zikr – In The Light of Shadow and Time","Gaman","Umrao Jaan","Zooni"],"source":"https://scroll.in/reel/1047944/in-muzaffar-alis-autobiography-zikr-signposts-from-a-poetic-journey"}