{"title":"In Malayalam film ‘Biriyaani’, a missing brother helps a woman find her feet","content":"In Sajin Baabu’s Malayalam-language films, self-discovery is triggered by the strangest needs and impulses. In his debut Asthamayam Vare (2014), Baabu explored the crisis of faith in a novitiate in a Franciscan order after he is plagued by thoughts of necrophilia, sexual desire and suicide. In Ayaal Sassi (2017), an attention-hungry artist invests in an upgraded coffin that will allow him to livestream his imminent death.Baabu’s third film, Biriyaani, is ostensibly about the problems faced by a young Muslim woman whose brother has been radicalised and has joined the Islamic State. The disappearance of Khadeeja’s brother ends her life as she knows it – her husband, reeling from a community boycott, distances himself from her, and the police start hounding her. Saddled with a mentally challenged mother and cut off from her son, things look bleak for Khadeeja, but she finds hope and strength in unusual ways. Freed from mechanical sex with her husband and left to her own devices, Khadeeja embarks on an often perilous transformation, in which flesh – her own and the one used to make the biriyani dish – play an important role.Baabu will be approaching film festivals to showcase Biriyaani, whose graphic nature is likely to provoke the censors and make a theatrical release challenging. “There is nothing new that is being shown through this movie, it exists in the real world,” Baabu told Scroll.in. “I wish it be seen in the right perspective.”\n\n\n    \n    Play\n\nAsthamayam Vare (2014).The UAN Film House production combines Khadeeja’s spiritual-sexual quest with an inquiry into the prejudice faced by the families of Muslims accused of being terrorists. The latter issue is debated by a host of fictitious television panelists, which include the filmmaker Sanal Kumar Sasidharan, the playback singer Pushavathy, the activist Maitreyan, and the actors Pradeep Kumar, Vasudeva Bhattathiri and Premjith Suresh Babu. The hollowness of what is being said on television contrasts with the profound changes experienced by Khadeeja, who must make up her own rules as she gropes her way through a fog of prejudice.The film was partly inspired by the idea of how Muslim families pay the price when a member gets radicalised. “We read day in and day out about such issues, but how lives and livelihoods are affected is never discussed,” the filmmaker observed.Kani Kusruti in Biriyaani (2019). Courtesy UAN Film House.Baabu was also interested in the condition of Muslim women in small-town Kerala – “their lack of freedom, be it sexual or any other kind, both in their own families and in society”. He also strove to explore how “the majority of the men see their women as objects for fulfilling their desires”.Khadeeja is played by Kani Kusruti, whose credits include the Malayalam film Kerala Cafe (2009), the Tamil production Burma (2014) and the short film Counterfeit Kunkoo (2018). “Kani was already in my mind for the lead role while I was writing the screenplay, and I am very happy with her performance,” Baabu said. “I see her as an actress with a lot of potential, very talented.” Other actors in the film have a background in theatre, including J Shylaja, Surjith Gopinath, Thonakkal Jayachdran and Syam Reji. Baabu too has a role to play in Biriyaani – as Khadeeja’s missing brother, who is seen only as a photograph but whose absence alters her life forever.Sajin Baabu.","author":"Nandini Ramnath","time":"2019-05-26T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119007-upzrjmjiyf-1557072220.jpg","tags":["Sajin Baabu","Kani Kusruti","Biriyaani"],"source":"https://scroll.in/reel/924759/in-malayalam-film-biriyaani-a-missing-brother-helps-a-woman-find-her-feet"}