{"title":"In Madhya Pradesh, chants of change ahead of elections pose a serious challenge for ruling BJP","content":"“It is written in the Gita that change is the law of the universe,” said Ram Nivas of Mandsaur district in Madhya Pradesh, summing up the public sentiment in the state where Assembly elections will be held on Wednesday.Change is the central theme of this election. Fatigue is another common refrain heard among voters. Both stem from being ruled by the Bharatiya Janata Party for 15 years. Agrarian distress, rising unemployment and caste tensions dominate political discourse in both urban and rural areas. Despite Chief Minister Shivraj Singh Chouhan having announced a host of schemes to benefit the common man, including farmers, a large section of voters is disillusioned with the government and its policies.At the same time, they are far from convinced that the Congress will be able to tap into this disenchantment with the BJP and be a viable alternative. Across the state, voters say the mood of this election is more anti-BJP than pro-Congress. Many point to the fact that the Congress has refrained from naming a chief ministerial candidate for fear of infighting breaking out. “They can’t even announce a name since other leaders might revolt,” said Mohammed Irshad, an auto driver in Satna district. He pointed out that the Opposition party lacked the organisational skills of the BJP and its leaders were still conspiring against each other. “Everyone in the Congress thinks he deserves a ticket,” Irshad said.A few voters remarked that had the situation been reversed, the BJP would have had no problem defeating the Congress. They pointed out that only the results on December 11 will tell if the Congress has succeeded in turning people’s anger against the BJP to its advantage.BJP supporters at a rally in Rewa. BJP supporters unhappyWhile the general public mood has unnerved the ruling party, what has come as a bigger worry is that a section of staunch BJP supporters and even party workers are among those calling for change, hoping it will shake up the existing system that they say has benefited only those close to the chief minister.“While the rich are getting richer, the fruits of 15 years of power have not yet reached the ordinary worker,” said one BJP worker who did not want to be identified. The party worker said the government was in disarray with bureaucrats rebuking Chouhan and ministers not following his directives. “It is because of these ministers and local MLAs that the BJP will lose the elections,” the BJP member said.Despite these setbacks and the fact that he has headed the BJP government for 13 of its 15 years, Chouhan’s personal popularity among voters remains intact. For them, “Mama”, as the chief minister is fondly called, is still the humble, approachable politician who brought development to their state.That Chouhan remains the BJP’s best bet in Madhya Pradesh was reflected in Prime Minister Narendra Modi addressing fewer rallies here than in other poll-bound states.Angry farmersHowever, Chouhan’s popularity may not be enough to keep public anger at the government’s policies at bay – starting with the state’s farmers.In 2017, a farmers’ protest in demand of fair prices and a loan waiver took a dramatic turn when six farmers were killed in police firing in Mandsaur. The incident brought national attention to Mandsaur, which became the epicentre of a nation-wide farmers’ agitation. More than a year later, farmers in Madhya Pradesh continue to complain of rising debt and falling incomes.The BJP’s ambitious Bhavantar Bhugtan Yojana – under which the government promises to pay farmers the difference between the market price of their produce and the minimum support price – has been deemed a disappointment by farmers. Cultivators say the scheme, launched in October last year, has only benefited traders and rich farmers.They also say the demonetisation of high-value currency notes in 2016 and the rollout of the Goods and Services Tax in 2017 wreaked havoc on the farming community, the effects of which can still be seen in the state’s mandis.With 70% of the state’s population engaged in farming, if the community’s anger translates into votes against the BJP, Chouhan could be in trouble.Rising unemploymentAnother complaint against the BJP government, particularly among young voters, is the lack of job opportunities in private and government institutions.Unemployment in the state went up 53% while unemployment-related suicides increased 20 times between 2005 and 2015, journalist Rasheed Kidwai wrote, citing a report by the Madhya Pradesh-based Berozgar Sena (Army of Unemployed), a voluntary outfit fighting unemployment.This lack of employment has often taken a communal turn with unemployed youth accusing Scheduled Caste and Scheduled Tribe communities of cornering jobs meant for them. In August, the BJP-led Central government’s decision to restore the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act backfired in Madhya Pradesh, with upper castes – who make up 15% of the state’s population – coming out on the streets in protest. The Centre had taken this decision to mollify Dalit groups in the wake of their Bharat Bandh on April 2 against the alleged dilution of the Act by the Supreme Court. But it ended up becoming a headache for the BJP government in Madhya Pradesh and Chouhan.“Only if Modi had not brought that amendment restoring the Atrocities Act, nothing would have happened,” said  Kisan Malviya of Budhni.Malviya added, “BJP’s trouble started the day they chose Ram Nath Kovind [a Dalit] as president. God made caste for a reason. You cannot expect them to rule. They have a place in society.”Caste warsThese caste tensions paved the way for the Sapaks Samaj Party, a new political outfit that claims to have the support of upper caste, Other Backward Classes and minority voters in Madhya Pradesh. The party is contesting the elections on Wednesday and is expected to play spoiler for the BJP by eating into its upper caste votes. Its leadership has often spoken of ending the reservation system, claiming that Dalits and other communities that benefitted from the policy no longer need such support.On the other hand, Dalits believe the BJP, too, is keen on ending reservations. They point to the statements of several BJP leaders, including Chouhan, who had assured protesting members of upper-caste communities in September that no one in the state would be arrested under the Atrocities Act without an investigation.A boy holds up a photograph of Vimal Prakash, who was killed in the April 2 Bharat Bandh violence in Gwalior. “The life of a Dalit holds no value,” said 23-year-old Priyanka Rajoria, whose husband Vimal Prakash was killed in the Bharat Bandh violence in Gwalior district. Madhya Pradesh accounted for at least six of the 11 deaths during the April 2 violence.Rajoria went on to say, “They are always talking about ending reservation. This government is anti-Dalit and every effort should be made to ensure they don’t return to power. I will vote for whoever can defeat the BJP candidate.”All photographs by Akash Bisht","author":"Akash Bisht","time":"2018-11-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106650-rsmfhfzwhx-1543256096.jpg","tags":["BJP","Madhya Pradesh","Assembly elections","Shivraj Singh Chouhan"],"source":"https://scroll.in/article/903586/in-madhya-pradesh-chants-of-change-ahead-of-elections-pose-a-serious-challenge-for-ruling-bjp"}