{"title":"In Manipur, a long friendship defies community enmity and strife","content":"As I was lifting the shutters of my bookstore on May 9, I realised it was the first time I had opened Ukiyo that early. The previous day, the government had announced that the curfew would be relaxed for a few hours from 5 am. But it wasn’t the irregular opening time that was usual. It was my reason for doing so. I felt that I needed to surround myself with books, as I have been doing for the past five years. Just like every other millennial Manipuri,  I grew up with memories of conflict, protests and resistance. But what had happened in the previous few days felt very different. Perhaps opening the bookstore just like on any normal day was my way to start processing everything that had happened. That morning, I opened the bookstore for me.Angamba called saying he too was on his way to the store. He had joined my store the month before. As boring as working can be on a hot summer day, he had sounded excited when I called the previous day asking if he could help me with the opening. But when we started setting up, I noticed that he was preoccupied. He was in constant touch with someone on his phone. We finally finished dusting off the place and sat down or breakfast. I had brought tea from home in a flask. As I poured us the tea, I could not help but ask him what was bothering him. He told me about Samuel.Samuel is Kuki. Angamba is Meitei. It all happened overnight. The internet was flooded with frightening visuals from both sides of the violence that had broken out in the state. In a few days, more than 60 people would be dead. A friend from Mumbai was the first to text me. He was concerned about the situation but I could not reply to him. My silence was not because of the internet ban but because I was at loss for words. At our last meeting, I had told how beautiful Manipur is. Perhaps he needed to know more than that now.I also recalled the last visit to Imphal of my friend Easterine Kire, the prominent Naga author. She had been at my store for her book launch. She had spoken about how, during her childhood, she had seen military-style barbed wire fencing. We were glad that those days were long gone.My wonderful author Easterine Kire at the dreamy Ukiyo Bookstore in Imphal with the shop's owner, Martin. Our tiger spirit has reached every nook and corner of the country now, have you picked up your copy yet? pic.twitter.com/9AyxrqUUqD— Sayantan Ghosh (@sayantansunnyg) May 27, 2022\n\nBut on the morning of May 3, the day all hell broke loose,  Easterine had texted me about a friend of hers who was planning to visit Imphal and my bookstore. She asked me to help her friend sort out their travel plans. But come evening, I told her to dissuade her friend from making the trip. Everything changed so much in a matter of few hours. She understood. Perhaps she has been there before.Angamba is from Imphal, the state capital, but he used to study at a convent school in Churachandpur, the district where it all started.  That’s where he met Samuel, a resident of Churachandpur. They became fast friends. Even their families did. During their summer breaks, Samuel would stay in Angamba’s home in Imphal. After graduating from school, Angamba and Samuel chose to study together in a college in Imphal. It all happened so fast. Reports of a peace march in Churachandpur becoming violent reached Imphal. Videos of burning villages were widely circulated. The same videos were shared with different narratives. Each community blamed the other. It caught on like a wildfire. In the past, our politicians had successfully stopped wildfires. This time they could not. In just a matter of few hours, Imphal was burning too. Manipur’s air was filled with cries, police sirens, tear gas and the sound of ambulances and guns. But loudest was the silence of our chief minister.Samuel was in his college hostel in Imphal when everything unfolded. Nothing was safe then, not even educational institutions. Angamba and his family asked him to stay with them until things calmed down but Samuel knew better. This was no summer break. He shifted to a relief camp near Angamba’s home. At least that night, they heard the same cries.The next day was chaotic. While mobile internet had been shut since the previous day, we still had our wireless broadband connections. Videos of vandalism, arson, violence and theft were everywhere – each carrying different narratives. Rumours spread, as did fake news. This led to more hatred and more violence. Reports of insurgent groups joining the chaos made a bad situation worse. The government finally decided to fly in hundreds of riot police. A cousin of mine who is in the air force co-piloted the Globemaster aircraft that day that flew in the troops. People had hoped the situation would improve with the arrival of the big aircraft. It did not. Later that day, broadband was shut as well.Angamba kept in touch with Samuel throughout. The camp in which he was lodged was at a police battalion. They all slept in what looked like an abandoned garage. Samuel had to wait in long queues to use the toilet. They were instructed not to wash their faces or legs due to the lack of water. Samuel only had a backpack with no extra clothing. This went on for three days. There was no news of how they would be transported to their homes in Churachandpur because the tensions had not yet subsided. Angamba finally convinced his father to do something for Samuel. They packed a few clothes, food and drinks and decided to bring them to Samuel on their family scooter. As short as the journey was, it was not a comfortable ride. At the camp, the police asked them to wait at the gate for Samuel to come out.“Eshing yaobirakpra?” asked a person standing inside the gate. Do you have water? It wasn’t Samuel’s voice but the person had Samuel’s accent. Angamba gave him a bottle of water. Samuel finally came out. They met for a brief moment before the police dispersed them.I believe our lives are defined by such moments.No home to return to: Manipur violence survivors https://t.co/IldORJUtxO pic.twitter.com/u4xE3CSROe— EastMojo (@EastMojo) May 13, 2023\n\nI was told many people have flown away from Imphal carrying their versions of this unfortunate event. It has been repeated on the news. The recent clash was never about religion. There are many layers to the issues that led to violence.On the fifth day, the government started transporting the affected families to designated camps and the stranded people to their homes. Samuel had to wait another day as women and children were transported first.As Angamba was narrating this story to me over tea, he got a call. It was Samuel. He was finally on a bus on his way to Churachandpur – a route that passes by my bookstore. Angamba smiled and rushed outside to bid goodbye to Samuel. I was not going to miss that moment. I rushed outside too.A few minutes later, a huge convoy of armoured vehicles rumbled past. Samuel told Angamba he was on a small bus, second in line among the vehicles transporting civilians. As the bus approached, Angamba waved his hand as if he was consoling Samuel that everything would be alright and they would be spending summer breaks together soon. Samuel waved back like he believed this too.I have read books with stories of beautiful friendships that transcend boundaries but this was the first time I witnessed one. As curfew approached, it was finally time for me to shut my store. Pulling down the shutters of my bookstore, I realised that it was not books that I needed to be surrounded by that day.What I was longing for was hope.Martin Thokchom is the owner of Ukiyo Bookstore, Imphal.","author":"Martin Thokchom","time":"2023-05-17T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190163-rbjxlabnnj-1684117251.jpeg","tags":["Manipur","Kuki","Meitei"],"source":"https://scroll.in/article/1049094/in-manipur-a-long-friendship-defies-community-barriers-and-strife"}