{"title":"In Malayalam film ‘Uyare’, an acid attack survivor faces up to tragedy with courage","content":"Uyare in Malayalam means “high” or “height”. It’s an apt title for a movie about a pilot who fights back after her face is disfigured in an acid attack.Manu Ashokan’s directorial debut stars Parvathy Thiruvothu, Asif Ali and Tovino Thomas. The S-Cube Films production is aiming for an April 26 release – months ahead of the Deepika Padukone-starrer directed by Meghna Gulzar. Titled Chhapaak, Gulzar’s film is based on acid attack survivor and activist Laxmi Agarwal, and will be out in January 2020.Uyare has been written by the pair Bobby-Sanjay, whose credits include the teenage pregnancy drama Notebook (2006), Manju Warrier’s comeback How Old Are You (2014) and Ayalum Njanum Thammil (2012), which won a Kerala state award for its exploration of the dynamic between a doctor and his junior. The focus in Uyare is firmly on gender-based violence, Sanjay told Scroll.in. “It’s a chauvinist’s idea of how a woman will be of no value if she’s disfigured, if she’s not beautiful,” he added. Statistics from the National Crimes Records Bureau in 2015 reveal 283 reported acid attacks. The culprits include relatives, stalkers and former partners. The crime is punishable with up to 10 years in prison.\n\n\n    \n    Play\n\nUyare (2019).Uyare will also explore the social premium attached to beauty, Sanjay said. “The conventional idea of beauty, which is based entirely on looks, is regressive,” he observed. “We still have professions restricted to people who are beautiful. It’s about time that beauty meant something deeper. So although the film is about an acid attack survivor, the seed germinated from this thought.”Unlike Chhapaak, Pallavi is an imaginary character (the writers said they spoke to several acid attack survivors as part of their research). When Deepika Padukone posted a photograph of her look as Laxmi Agarwal on her Instagram page, the make-up and prosthetics drew a great deal of attention. A film with a strong female lead combined with a certain look has the potential of overshadowing the narrative, director Manu Ashokan observed. “We have made sure that the film is not a celebration of the actor or her make-up, although that is part of the narrative,” he said. “The film is much more than prosthetics.”Parvathy Thiruvothu and Asif Ali in Uyare (2019). Courtesy S-Cube Films.Manu Ashokan hopes that Uyare will not be slotted as a movie only for women, but will have a wider appeal. “A director’s work belongs to the masses, yet, I’m also the audience,” he said. “Just because the film is about a young woman who has acid thrown at her doesn’t make it a film for women only. When something like this happens, the whole family suffers. The issues in the film are relevant to young people.”The actress playing the lead role in Uyare has all the credentials for the part. Parvathy Thiruvothu has garnered acclaim for playing intense and believable characters, including the wheelchair-bound Sarah in Bangalore Days (2014), the determined Kanchanamala in Ennu Ninte Moideen (2015), the adventurous Tessa in Charlie (2015), the doughty nurse Sameera in Take Off (2017) and the ambivalent Jaya in her Hindi debut, Qarib Qarib Singlle (2017). Thiruvothu told the Asianet News television channel it was hugely challenging to play an acid attack victim. “It’s the kind of trauma one cannot ever relate to unless you go through it,” she said. “The nervousness of joy ever knowing if I am capturing their pain, confusion, and trauma in the right way was always there…Uyare has made me more sensitive and empathetic.”\n\n\n    \n    Play\n\nParvathy talks about Uyare.The movie has been produced by three sisters, who hope to make their mark on Malayalam cinema. Sherga, Shenuga and Shegna are the daughters of legendary Malayalam film producer PV Gangadharan, whose Grihalakshmi Productions banner has backed such films as Angadi (1980) and Oru Vadakkan Veeragatha (1989).The sisters formed their own company, S-Cube Films, in 2016. “It’s a first for Malayalam cinema that three women are producing a film,” Sherga said. “We don’t see being women as a hindrance to achieving our goals. We’re here to make commercial and entertaining films with a message. All three of us know and understand all aspects and stages of film production. So it was quite natural for us to turn to this field. We had been waiting for quite a while for a good story that matched the films my father made under the Grihalakshmi banner.”When the screenplay for Uyare came along, the sisters jumped at the opportunity. “Parvathy’s character Pallavi is a girl like us, born and brought up in a middle-class family,” Sherga said. “Although the film is about her struggle for existence, our aim was always to find a balance between commercial success and social relevance, which is what our father taught us.”A film about an acid attack survivor can be seen as exploitative, but Uyare is far from that, Sherga promised. “We made sure we didn’t glorify personal performances or make-up. The focus isn’t on one character alone.”Tovino Thomas in Uyare. Courtesy S-Cube Films.","author":"Anubha George","time":"2019-04-21T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117940-wdhsltnumo-1555767914.jpg","tags":["Uyare film","Parvathy Thiruvothu","Tovino Thomas"],"source":"https://scroll.in/reel/920765/in-malayalam-film-uyare-an-acid-attack-survivor-faces-up-to-tragedy-with-courage"}