{"title":"In Mughal dynasty-based show ‘The Empire’, ‘women have the remote controls’","content":"Nikhhil Advani’s web series The Empire provides a fictional version of the origins of the Mughal dynasty. Directed by Mitakshara Kumar, the show follows the dynasty’s founder Babur as he inherits the kingdom of Ferghana in modern-day Uzbekistan as a 12-year old boy. Babur grows up to establish a kingdom in Samarkand, only to lose it to a series of enemies.Kunal Kapoor plays Babar, while his archenemy, Shaybani Khan, is played by Dino Morea. The trailer promises fierce wars and political intrigue in mostly Central Asian terrain. While Advani is tight-lipped about the budget, “Hotstar keeps reminding me this is the most expensive Indian series till date”, he told Scroll.in. The Empire will be streamed on Disney+ Hotstar from August 27.The eight-episode series has been adapted by Bhavani Iyer from the novel Raiders from the North, the first in the six-part Empire of the Moghul historical fiction series by Alex Rutherford (the pen name for Diana and Michael Preston). “What we know about the Mughal Empire is its men, but the highlight of the series is the active role women played in the backroom politics and manipulations,” Advani said. “Women were responsible for the power wielded and consolidated by the men. Women had the remote controls.”Chief among these is Babar’s grandmother, the politically influential Aisan Daulat Begum, played by Shabana Azmi. Drashti Dhami plays Babar’s sister Khanzada, who is forcibly wed to Shaybani Khan as part of a peace treaty. Sahher Bambba plays Babar’s first wife. Persian-Canadian actor Toranj Kavyon stars as the princess of Kabul, Gulrukh, whom Babar later marries. Other cast members include Imaad Shah as Babar’s confidante Kasim, Rahul Dev as Babar’s trusted general Wazir Khan, and Aditya Seal as Humayun, Babar’s son and the second ruler of the Mughal dynasty.\n\n\n    \n    Play\n\nThe Empire (2021).The Empire is being released at a time of rampant Islamophobia, fuelled by some of the policies of the Bharatiya Janata Party-led government in in Delhi and such BJP-ruled states as Uttar Pradesh and Assam.Advani countered that he has stayed true to the source material. The first season will not show Babar defeating the Hindu king Rana Sanga. “The book does not have Rana Sanga, and we have only been truthful to the book, so the show doesn’t have Rana Sanga,” Advani said.Shooting for the lavish-looking The Empire began in 2018 in Rajasthan. A chunk of the show has been filmed in Uzbekistan. The series was also shot on at least 50 sets in Mumbai.The coronavirus pandemic interrupted the production, “but we utilised it on revisiting the script, breaking it down, working on the VFX, and ensured that the unit stayed together and stayed motivated”, Advani said.Advani and his team handpicked Mitakshara Kapoor as director for her experience with Sanjay Leela Bhansali’s extravagant period dramas.“We were looking for someone who could do justice to the book, which doesn’t take a single detail for granted,” Advani said. “From the colour of the gemstone on the hilt of a sword to the kind of chalices used to the emotional twists and turns of the characters, the book gives a lot, and Mitakshara’s experience shows in the detail in the show’s hair, makeup, costume, visual and emotional scale. All I did was support her with everything she needed and play an active role in the action sequences.”Nikkhil Advani.","author":"Devarsi Ghosh","time":"2021-08-07T16:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163236-bbcpjxovyz-1629911319.jpg","tags":["The Empire web series","Nikhhil Advani","Kunal Kapoor"],"source":"https://scroll.in/reel/1002295/in-mughal-dynasty-based-show-the-empire-women-have-the-remote-controls"}