{"title":"In Manipur, the Kukis are up in arms against the ‘majoritarian’ BJP government","content":"The hills of Manipur are in a ferment. An arrangement that has kept a delicate peace in the area since 2008 stands on the brink of being undone amid simmering tensions between the Kuki community and the Bharatiya Janata Party-led state government.  While things have been on the boil for months now, the latest flashpoint is a series of simultaneous protest rallies – one of which turned violent – that took place last week. Rally turns violentOn March 10, thousands belonging to the Kuki tribe in Manipur participated in marches in the state and in New Delhi to highlight the alleged “selective targeting” by the BJP-run state government. In Manipur, people defied prohibitory orders to attend the rallies held in the tribal-majority hill districts of Churachandpur, Ukhrul, Kangpokpi, Tengnoupal and Jiribam, said the organisers. The rallies, called by the Indigenous Tribal Leaders’ Forum, a newly formed conglomerate of tribal groups, including the Kukis, were in response to an eviction drive in February where the residents of a Kuki village were  evicted because they  were  allegedly encroaching on protected forest land. In Kangpokpi, the protest turned violent. Around 20 protesters were injured after the police allegedly resorted to tear gas to control the crowd. Several policemen sustained injuries too. The N Biren Singh-led government in Imphal reacted quickly and sharply. The chief minister on March 11 announced that the state had decided to withdraw from ongoing tripartite talks and the suspension of operation agreement with two insurgent groups based in the state’s hills, the Kuki National Army and the Zomi Revolutionary Army, claiming they had incited the protesters. The suspension of operation agreement is a ceasefire agreement of sorts that the Centre and the state of Manipur signed with two conglomerates of tribal armed groups in the hills, the United Peoples’ Front and the Kuki National Organisation, in 2008.  Both the Zomi Revolutionary Army and the  Kuki National Army are part of the Kuki National Organisation umbrella. Periodically extended over the last decade-and-a-half, the pact has been contentious yet instrumental in keeping hostilities at bay to a large extent in the multicultural hills of Manipur. Kuki people gathered at a playground at Churachandpur to protest against the eviction in K Songjang and prevent the further “encroachment” of tribal lands by the government.  Photo Credit: Special ArrangementVillage is cleared This dramatic turn of events began on February 20 when the state forest department cleared  the Kuki village of K Songjang at Churachandpur district along the border of the Churachandpur and Noney districts. The eviction stemmed from a notification by the forest department in November, 2022, derecognising 38 villages in the districts of Churachandpur and Noney, allegedly located inside the Churachandpur-Khoupum protected forest. The notification stated that the permission for settlement granted to the villages was issued by an officer who was “incompetent” to make such allowances. The Churachandpur-Khoupum forest was notified as protected in 1966, according to the notification.     According to the Kukis, the 38 villages contained within them over 100 sub-villages, divided as per the community’s customary laws.These villages, home to over 1,000 people, have been in existence “since the last 50-60 years”, claimed Muan Tombing, secretary of the Indigenous Tribal Leaders’ Forum. “Suddenly the government has come up with a notification declaring certain areas as reserve forests or a protected forest, which was inherently a tribal settlement area,” he said. Ch Ajang Khongsai, who heads the Kuki Inpi, the apex body of the tribe, said that the government ought to have made alternative arrangements before evicting people from their homes. “What is more important – trees and stones or humans?” Khongsai asked.It was to protest against the eviction in K Songjang and prevent the further “encroachment” of tribal lands by the government in the name of reserved forests and wildlife sanctuaries that the protest rallies were organised, said Kuki community leaders. Also, discussed reviewing the Suspension of Operations (SoO) agreement, particularly with the ZRA and KNA who are allegedly influencing the agitations after the eviction noticed were issued to the forest encroachers.— N.Biren Singh (@NBirenSingh) March 10, 2023\n\n‘Targeting the Kuki people’Other strands of discontentment also segued into the protests.  In a memorandum detailing the reasons for the protest, Kuki groups invoked the Churachandpur district administration’s ongoing Aadhaar-based verification of people in several villages in the area to identify “illegal immigrants” – a euphemism for people fleeing the violence in Myanmar.The notification and verification drive, the memorandum said, are “op pressive, illegal and arbitrary… designed to target the Kuki people” by the “majoritarian” state government.“All of these have hurt our sentiments,” said Tombing. Tombing said the government’s actions amounted to undermining Article 371C of the Indian Constitution which provides for a certain degree of administrative autonomy to the tribal residents in the hill districts of Manipur. CM raises the anteThe government’s response has further raised temperatures. In an interview with Northeast Live a day after the incident, Chief Minister Singh launched a no-holds barred attack. “The people there were encroaching everywhere – reserved forests, protected forests and wildlife sanctuaries for poppy plantation and drugs business,” he said.  “That’s the reason why the rally was organised. The government has gone all out against these elements.”Singh’s accusations have evoked angry responses from Kuki groups and cracked open the old fault lines in the state, between the Meitei-dominated Imphal Valley and the largely tribal hill areas.  The hill people of Manipur protest against the authoritative and autocratic nature of BJP Govt. Demand for respecting their Constitutional Rights.@INCIndia @BHAKTACHARANDAS @Jairam_Ramesh @RahulGandhi @TribalAffairsIn @PMOIndia @ThePrintIndia @thewire_in @UNHumanRights pic.twitter.com/icwHzsHsdE— Dr. Lamtinthang Haokip (@DrLamtinthangHk) March 10, 2023\n\nA backlashIn a statement slamming the chief minister, the Kuki Inpi said, “It is an obtrusive example of the communal prejudice of the Chief Minister against the tribals and the Kukis in particular… The forceful suppression of the citizens’ right to hold peaceful demonstrations is dictatorial and calls for the strongest retaliation.”Tribal leaders and political parties aligned to the BJP have also taken objection to Singh’s statement. Wilson L Hangshing, a retired bureaucrat and now general secretary of the BJP’s ally, the Kuki People’s Alliance, accused the “Imphal government” of “high handedness”.Said Hangshing, “They are labeling the whole community as opium growers, poppy growers, non-ethnic people and illegal immigrants. And [they] also said the protest was influenced by the underground people. Because of this kind of bullying attitude of the Imphal government towards the tribal people, the protest took place.”A Kuki legislator from the BJP also minced no words. “The majority community is undermining the rights of the marginal groups as much as possible,” he said. “The rallies were an expression of the frustration with the anti-tribal bent of the present leadership of the government.”Officially, though,  the party has dug its heels. “There is no bias towards any community,” said Chingangbam Chidananda Singh, its  spokesperson. “No one is targeted. We have to protect our forest.”This  has worried observers who fear it may lead to further schisms between the hills and the valley. Political scientist Kham Khan Suan Hausing said that the chief minister’s “attempt to delegitimise the protests by baselessly alleging that the agitators were frontally led by armed groups” could lead to the unraveling of Singh’s pet tribal outreach project, “Go to the Hills”. “Dispossessing the hill tribal people of their ancestral lands” in the name of forest conservation, Hausing warned, “is likely to unleash contentious politics in the future”.","author":"Rokibuz Zaman","time":"2023-03-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187924-wfxrwkxjzb-1678718231.jpeg","tags":["Manipur","Kuki","eviction","forest land"],"source":"https://scroll.in/article/1045527/in-manipur-the-kukis-are-up-in-arms-against-the-majoritarian-bjp-government"}