{"title":"In Mizoram, the BJP depends on the Chakmas to make its debut in the state assembly","content":"People in Tuichawng often playfully refer to their incumbent legislator, BD Chakma, as “HMGSM”: “Hema Malini Gaal Sava Man” or the “Hema Malini Cheeks Man”, after the film star.It is not, however, a term of endearment. It is a mocking reference to a statement BD Chakma made soon after he was elected in 2013. A doctor by qualification, BD Chakma had apparently said that under him, the area’s roads would see a facelift. “They resemble Om Puri’s cheeks currently, but soon they will look like Hema Malini’s cheeks,” people recall him saying.Tuichawng is the only Assembly constituency in poll-bound Mizoram’s Chakma Autonomous District Council. In the last five years, roads here have remained as they always were: dusty, uneven, stony stretches in the winters, unmotorable slippery dirt tracks the rest of the year. People who voted for BD Chakma are almost uniformly critical of his performance.Yet, many say they will stand by him in the assembly elections scheduled on November 28 – but only because he is contesting on a Bharatiya Janata Party ticket. He recently switched over to the BJP from the Congress, on whose ticket he had won the previous elections. This year, the BJP is depending on the Chakma areas to make an entry into Mizoram’s 40-member assembly.‘Bohut accha lagta hai BJP’ “Bohut accha lagta hai BJP” – we really like the BJP – is a refrain one hears often enough while travelling through the Chakma Autonomous Council region in the south Mizoram’s Lawngtlai. Kina Kumar Chakma, a jhum cultivator in Adubungasora village, spoke warmly of Union Home Minister Rajanth Singh’s visit. “I went to Rajnath Singh’s rally, he told us that for every Rs 10 the Centre gives to CADC, only Rs 1 actually reaches here. But if there is a BJP MLA, he will utilise all the money for that is coming from Delhi for our development.  When I heard that my heart was gladdened, so I have made up my mind to vote for the BJP.”Many like Kina Kumar Chakma are convinced that the BJP is the antidote to their woes. “I have voted for Congress all my life,” said Soniraja Chakma, a shopkeeper in nearby Udalthana village. “But nothing ever changed. Just look at the roads. This time, Modi-ji has said that he would give more power to our council, so I will vote for the BJP.”Kina Kumar ChakmaThe rise of the BJPThis support for the BJP is of recent vintage. In 2016, the party made its way to the Chakma autonomous council following a victory in a bye-election. Earlier this year, it won five of the 20 seats in the general elections to the council. It went to form not only an unlikely post-poll alliance with the Congress to briefly rule the council, but also managed to wrest the seat of the chief executive member – the top position the council – from the CongressYet, only a few years back, the party had little electoral influence in the area, like in the rest of Mizoram. In fact, things were so bleak for the party that the current BJP chief of the council, AB Chakma, quit the party in 2005 to join the Mizo National Front as “there was no any hope for the BJP”. “I rejoined in February 2015 along with others from MNF and Congress,” he said.  The same month, the party achieved electoral success in the area for the first time in almost two decades: 41 members from the party got elected in the village council elections. The BJP also won a majority in seven village councils.“It is the Modi wave, I think, that is responsible for our success,” said AB Chakma.AB ChakmaWhile there may be some truth to that, the party’s ascent has also been aided by ethnic tensions between the Chakmas and the Mizos. It is an old faultline, but one which has witnessed several flashpoints of late.The most recent was last year, when Mizo nationalist groups protested against the inclusion of Chakma students in the same merit list as Mizo students in the national medical test eligibility test. The protests snowballed into a major political issue in the state, ultimately forcing BD Chakma to resign from his ministership, purportedly under the pressure of the Young Mizo Association.Since then, the Mizo-Chakma relationship has only gone downhill. In October, the Young Mizo Association, the most powerful of all Mizo civil society groups, passed a resolution demanding that the Chakma Autonomous District Council be abolished. “The council has become a breeding ground for infiltrators,” said Lalhmachhuana, the group’s current general secretary, explaining the rationale behind the resolution. “People in CADC are promoting and giving shelter to infiltrators.”In the run-up to the elections, the outfit also “requested” parties to restrain from fielding Chakma candidates. While most major parties ended up defying the diktat, the BJP has aggressively campaigned in Chakma areas, sending some of its most high-profile names in the North East, in addition to Singh, to canvass for votes. Apart from Tuichawng, the Chakmas hold sway in one more constituency: West Tupui in the adjoining Lunglei district.In the process, for many Chakmas, the BJP has emerged as a party which can hold its own in the face of Mizo majoritarianism. As Kina Kumar Chakma said, “If there is BJP, we can at least be away from the Mizos and live on our own peacefully.”BJP supporters at Rajnath Singh's rally in Kamalanagar‘They are not part of Mizo society’The Chakmas are a minority Scheduled Tribe in Mizoram. While the tribe has been in the state for centuries, many Chakmas also came down from the Chittagong Hill Tracts of eastern Bangladesh in the 1960s after their land was submerged by the Kaptai dam. As practising Buddhists, they had also reportedly fled Bangladesh to escape religious persecution.In 1972, as Mizoram was carved out of Assam and given Union Territory status, the Centre also granted the Chakmas, the second largest community in the state, their own autonomous district council under the Sixth Schedule, which provides for decentralised self-governance and dispute resolution through local customary laws in parts of the North East.The council has long been an object of derision, not just among Mizo civil society groups, but also mainstream politicians. Between 1986 and 2000, the Mizoram Assembly saw 21 private members’ resolutions being submitted, demanding for the council to be dissolved. “They are not part of Mizo society,” maintained R Tlangmiangthanga of the Mizo National Front, whose legislators submitted a bulk of these resolution. “They are just ordinary settlers.” Most of them, he insisted, were “foreigners” who had come from Bangladesh. The Mizo National Front’s successful election campaign in 1998 was headlined by its promise to abolish the council.A dysfunctional council While the council remains – the Constitution does not give state governments powers to revoke Sixth Schedule status – Chakmas allege the Mizo politicians, across parties, have administered the region with malice and not done much to develop its infrastructure. The area’s development indices do point towards a wide gulf with the rest of Mizoram. For instance, Mizoram’s literacy rate, at 91.58%, is the highest in the country. Chakmas, on the other hand, have a literacy rate of just over 45% – the lowest among all tribes in Mizoram. Health markers are equally bad: the area’s maternal mortality rate is significantly higher than the rest of the state. “In terms of medical facility, there is just one 20-bedded community health centre, which is as good as dysfunctional,” said Darpan Chakma, a journalist and a teacher in Kamalanagar, the council’s headquarters. “There are hardly any good schools, and just one arts college.”Electricity, too, is practically non-existent in the council’s 81 villages. Even in Kamalanagar, nights are more often than not shrouded in darkness. The town’s wealthier inhabitants own generators, but fuel is almost always in short supply – the nearest energy station is more than a 100 kilometres away, a ride of at least five hours in good weather.  The distance to the state capital of Aizawl, though just over 300 kilometres away,  takes almost 14 hours to traverse, most of it on non-existent roads which shut down during the monsoons. In the absence of a train line, the only way to commute is a bi-weekly helicopter service, prone to cancellations. Bikash Chakma, who drives a taxi in the town, was scathing: “Everything is broken and in a shambles here because we are Chakmas.”The main road connecting Kamalanagar to other villages in the council is mkotorable only in the winter months. The religious divideBut the chasm is not just physical. The area is conspicuous for its almost complete absence of churches – usually par for course in all other parts of Mizoram. Instead, monasteries and stupas abound.Indeed, the Chakmas are effectively the only community in Mizoram which has so far resisted conversion – barely 2% of Chakmas are Christians. Almost all other minority tribes, such as the Lais and the Maras, have embraced Christianity –  something that has helped them assume the Mizo identity, which is deeply intertwined with religion. Even the Brus are increasingly giving up their animist and Hindu beliefs for Christianity.“The primary reason why we are discriminated is that we have refused to convert,” said a young Chakma activist who did not want to be named. “Every other tribe in the state, including the Brus, has now embraced Christianity.”A Buddhist stupa in Kamalanagar ‘If you press the lotus button’Among residents and politicians of the Chakma Autonomous District Council, there is an almost unanimous consensus about the panacea to their problems: direct funding from the Centre to the council so as to minimise dependence on the power centre in Aizawl, manned largely by Mizo politicians.The BJP has latched on to that. “We know you have not got your due administratively and financially,” said Singh during his rally in Kamalanagar. “That will happen soon and no power in the world can stop it if you press the lotus button.”The local BJP leadership, comprising mostly recent entrants to the party, also concede that their allegiance to the BJP is transactional. “Honestly, we don’t really care much about being part of the government in Aizawl,” said AB Chakma. “Rajnath Singh has told us that if we can help the party open its account in the state, the Centre will help us Chakmas with what we want, which is is primarily direct funding and more autonomy.”BD Chakma echoed him. “I think being a BJP MLA will help me make my voice heard in Delhi more effectively,” he said.‘False promises in the time of elections’ The other parties in the fray – the Congress and the Mizo National Front – have been telling the electorate that the BJP has been making promises it can’t keep. “ Even if they win, how will one MLA help?” asked Kali Kumar Tongchangya, the Congress candidate and an elected member of the autonomous council. “Development has to ultimately happen through the state government and the BJP obviously won’t win anything in the Mizo areas.”Kali Kumar TongchangyaTongchangya’s colleague, Pulin Bayan Chakma, who has been chief executive member of the council four times, backed him up. “We allied with the BJP this time in the council because they said they said if we are in power, everything will come from the Centre – direct funding, big big projects,” said the veteran Congress leader. “But nothing came, they just make these false promises in the time of elections.  The Mizo National Front’s P Amaresh Chakma, a member of the council, accused the BJP of hypocrisy. “In Aizawl, one of their general secretaries makes anti-Chakma statement, here they claim to be our saviour,” he said, adding that electing the Mizo National Front was in the Chakma constituency’s interests. “Sometimes, our leaders may say things to appease the Mizos, but it is only the MNF which can keep these Mizo NGOs like YMA in check.”BD Chakma held his ground. “The MNF has Mizo in its name, not Mizoram,” he shot back. “They are inherently anti-Chakmas and this election, it is all about communal issues. I am confident of winning, and am just waiting for my winner’s certificate.”Yet, it may not be that simple. An aide of BD Chakma admitted that the Mizo National Front’s candidate, Rasik Mohan Chakma, enjoyed a formidable reputation in the community because of his past work as a member of the autonomous council. “Besides, BD did very little work as MLA, but according to our internal calculations,” he added, “the BJP card should just about pull him through.”","author":"Arunabh Saikia","time":"2018-11-27T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106654-qvirfpkosm-1543263986.jpg","tags":["Mizoram","BJP","Chakmas","Assembly elections"],"source":"https://scroll.in/article/903494/in-mizoram-the-bjp-depends-on-the-chakmas-to-make-its-debut-in-the-state-assembly"}