{"title":"In Mumbai’s Lallubhai Compound, children film how the monsoon affects their resettlement colony","content":"Over the next decades, the Mumbai monsoon is predicted to intensify, along with sea level rise. How will this transform centuries-long urban efforts of somehow keeping dry, by palm frond or blue plastic or white cement? Will there be more gradients and classes of dryness?On the other side, what may happen to the sensorial and cinematic excitements of getting wet, to the urban monsoon as a relief, or a fear?\n    \n      \n      Inhabited Sea\n      A series that seeks to reimagine the futures of the coastal city of Mumbai in its climate-changed waters.\n    \n    \n        Read here\n    \nIn between these questions lies the city built as a concrete- and mud-filled, hand to hand combat with water from above and below. What would we want to keep of these habits and techniques, what would we change?For a future view, let us look at some scenes from a 21st century urban (re)settlement, built upon the Thane creek-bed.Lallubhai compound location on a map from 1854  (left) and from a tourist map (1969).   Below in list form, are some things that the monsoon does, in and around the almost 100 buildings of the resettlement complex of Lallubhai Compound in eastern Mumbai, home to former slumdwellers and people displaced by city infrastructure projects. As it appears in this film, shot by children (age 9-14) who frequent a space called R and R, which a group of us run there. Their point of interest is not the event of rain itself, but all of the things that it permeates, and in turn causes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\nIn order of appearance• Plastic garbage floats.• Old industrial sites in Mankhurd have left holes in the ground that get filled with water.• In these seasonal ponds, some children learn to swim.• Railway tracks are rust-resistant, bridges over them seem less so.• More than one building in the compound is covered in green and black fungus and may be demolished.• The 3-metre gap between the buildings back-sides contain overwhelmed sewage systems.• Rain falls on top of this and has nowhere to go, wetness is a cesspool.• People also throw garbage there, which can block drainage.• These 15- 18-year-old buildings need a lot of repair already.• Monsoon brings strong winds through the buildings along with the rain. • Wetness makes holes in metal sheets via rust.• It coats other walls in slime, moss and worms.• It caused the death of a rat already injured in a car accident, by drowning.• It made part of the wall with Annabhau Sathe Nagar fall down.• It causes a wild growth of plants and fungi in every available place.• “Natural” and “artificial” causes cannot be distinguished easily in this monsoon here.• Who or what broke the giant umbrella is not clear.• The children say rain caused this accident two years ago, now this (scooter) body is left.• Piped water covered in plastic waste bridges over nala water, it is an effort to keep things separate.• Nala water is not only in the nala, but in small nalis, rivulets and on the surface everywhere.• Some of the nalis/ pipes are large enough that kids play in them, like in big branches of a tree.• During this play they learn about their “environment”.• The big nala is a major background feature of the monsooned neighbourhood, it is where all the water is going.• Where is the nala itself coming from? One answer is: from everywhere, drainage is a gradient, not a line.• Another answer is that this branch is coming from Govandi station side, let us find out where.• This second answer is also a historical question, since at many points this nala was human-made, and has a “why?” built into it.• If we follow the water flow backwards, upstream, we can see the nala as a series of physical adjustments to what drained into the Thane creek “naturally”.• The nala now thins in size and slows, even in the monsoon it is wet but not always flowing.• Machines are needed to pump away the unmoving mix of solid and liquid as we reach the terminus of the nala we were following at the Deonar abattoir.• A century after the nearby dumping ground of the same name was opened, the Deonar abattoir was moved here in the 1970s from Bandra, draining away from the city into the creeks and then the sea.• Today the gradient is inverted (the garbage dump is a mountain range), so the monsoon waters flow from these places into the city.• The same could happen with the sea and what we had earlier “reclaimed” from it, the sea could be thought of as just below the surface we live on.This is a sequence of events in a small film. But a list like this can also be reordered (mentally or physically) by other parameters, such as long term impact on urban futures, urgency of changing things, potential risk of disease/ toxicity, ascending or descending powers of the image.  Ashok Sukumaran is part of CAMP, a Mumbai based transdisciplinary studio working at the intersection of art, technology and archives.This is the third part of a series that seeks to reimagine the futures of the coastal city of Mumbai in its climate-changed waters. Read the entire series here.","author":"Ashok Sukumaran","time":"2021-07-28T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162046-dcnlokdrie-1627406749.jpeg","tags":["Inhabited Sea","Lallubhai Compound","Mumbai monsoon"],"source":"https://scroll.in/article/1001284/in-mumbais-lallubhai-compound-children-film-how-the-monsoon-affects-their-resettlement-colony"}