{"title":"In Madhya Pradesh, a cash transfer scheme for women brings Shivraj Singh Chauhan back into the game","content":"A couple in their forties, carrying two worn-out bags, waited for a bus at a chowk in Barwani town. A bus that would take Jamli Singh, her husband Rai Singh and other farm labourers 400 km away to work on a cotton farm in Gondal, Gujarat. Jamli and Rai had not travelled out of their town to look for work before. But this year, they had no other choice. “The rainfall was below average,” said Jamli. The cotton crop they sowed on their three-acre plot was damaged.The only support, Jamli said, was the Rs 1,000 coming into her bank account every month. “Ladli Behna,” she said with a smile, referring to the scheme launched by Madhya Pradesh Chief Minister Shivraj Singh Chauhan six months before the state assembly elections. With that money, Jamli said she could afford to buy ration.Under the scheme, a monthly amount is transferred to the bank accounts of women between 21 and 60 years of age – Rs 1,000 was deposited in the first three months, which was later increased to Rs 1,250. The condition being that the beneficiary’s annual family income must be less than Rs 2.5 lakh, but more than one woman in a family is eligible for the payout.  “Vote usko denge, jo paisa de,” Jamli said. ‘We will vote for the one who gives money.’ The couple said they will return to vote for the Bharatiya Janata Party in the upcoming state assembly elections scheduled on November 17.Madhya Pradesh appears all set for a closely contested election between the Bharatiya Janata Party, which has ruled for four terms, and the Congress, which won the 2018 Assembly polls, only to get dislodged when 22 of its legislators joined the BJP. In 2018, the Congress had won 114 of 230 seats, with the BJP close behind with 109 seats.Chauhan is eyeing a fifth term as chief minister, but after 18 years in power, he is up against voter fatigue, price rise, economic distress of farmers, and a high rate of unemployment. The Bharatiya Janata Party’s decision to field three Union ministers and four Members of Parliament is being read as a sign of its lack of confidence in him.But a slew of welfare schemes targeted at women appears to have brought him back into the game.In Barwani, south-west Madhya Pradesh, residents have begun to migrate to Gujarat and Maharashtra in search of work.‘Softened people’s anger’Of the 5.60 crore voters in Madhya Pradesh, 2.7 crore are women. In the previous Assembly election, over 74% women turned out to cast their ballot, only slightly lower than men (75.84%), making them a significant voting bloc.In the last six months, the state government has rolled out several payouts and schemes to woo women. Chauhan transferred Rs 250 on Raksha Bandhan day to women’s accounts and announced 35% reservation for women in government jobs. The state government has also made efforts to blunt the anger over the high cost of living, which is believed to have partly cost the BJP the Karnataka election. For women who have registered for the Pradhan Mantri Ujjwala Yojana, a central government scheme that gives gas connections to families below the poverty line, the cost of a gas cylinder will now be Rs 450, Chauhan has announced.Until a few months ago, there was a wave of anti-incumbency against the BJP government, local activist Mohan Sulya told Scroll. But the Ladli Behna scheme has “softened people’s anger”, he said.In April, the entire state government machinery began to distribute forms for the Ladli Behna scheme. “Anganwadi workers, local district officials, gram panchayat members, everyone was in a hurry to enroll women,” said former sarpanch Manohar Mujalda of Badgyar village in Kukshi constituency.By July, 1.32 crore women – half of the state’s women voters – across Madhya Pradesh were getting Rs 1,000 deposits in their bank accounts. “This may dent our votes to some extent,” admitted Rajan Mandloi, Congress candidate in the Barwani Assembly constituency. Nirmala Solanki (left) and Sajan Barman pluck cotton on a farm in Palya village.‘We will vote for the one who feeds us’Barwani is part of the south-west belt of Madhya Pradesh, which has over 20 Assembly seats dominated by the Scheduled Tribes – traditionally, a Congress stronghold.The BJP won only two seats here – Barwani and Jhabua – in 2018. Later, it lost Jhabua in a bypoll.But this time, BJP leaders believe, the ‘Ladli Behna’ pitch might help them wean away Congress voters. In Kukshi constituency’s Badgyar village, former sarpanch Mujalda said their entire village supported the Congress in 2018. “But the situation may be different this time,” he told Scroll. For one, there is anger against two-time Congress MLA Surendra Singh Baghel for being inaccessible to his constituents. Second, there is the relief from the cash payouts.Meera Rahot and her daughter-in-law in Badgyar have both received money under the scheme.The Rahot family grows cotton on a tiny piece of land, which earns them Rs 4,000 a month – barely enough to feed a family of six. The additional Rs 2,000 gives the women the ability to buy more food and ward off hunger. This year, Meera Rahot has decided to vote for “phul wala”(lotus symbol). “Before this, I always voted for the Congress,” she said.Her neighbour Radha Mujalda said several women in the village have decided to vote for the BJP. “Jiska khayenge, usko denge,” she said. “We will vote for the one who feeds us.”Mujalda said the scheme has spurred women’s interest in politics, a contrast from the time they voted for wherever their family or village head decided. “They discuss what BJP has done for them. Women feel empowered now. And they credit BJP for it,” Mujalda said. Sensing they have a trump card, BJP leaders have not missed any opportunity to discuss the Ladli Behna scheme in its campaigns. Thirty km from Badgyar, in Chikli village, Kukshi’s BJP candidate Jaydeep Patel addressed a crowd of 40 villagers. After he had listened to their demand for a road, he began to list state government schemes that benefitted the village, “There was a time when mothers did not have money to give their children,” he said. “And now, 307 women in Chikli get Ladli Behna money in their account.”Patel then went on to explain another scheme that Chauhan had recently announced for women. Those who have not been able to construct a pucca house under the Centre’s PM Awas Yojana can now construct a house if they are eligible under Ladli Behna scheme, Patel said. A murmur of approval rippled through the crowd.Patel told Scroll that in villages he visited, women were responding positively to the steps. “We feel women can sway the votes.” In Kukshi, 70,000 women have been getting money in their accounts, he added.The Congress has countered the BJP by making a basket of promises – a gas cylinder for Rs 500, a payout of Rs 1,500 in the bank accounts of married, divorced and destitute women every month (Nari Samman scheme), free electricity up to 100 units, return of the old pension scheme, and a monthly stipend for school-going children (Padho-Padhao scheme).The Madhya Pradesh assembly election is headed for a close contest between the BJP and the Congress.‘Bribing us’Several voters, however, questioned the timing of the BJP’s schemes for women. Some doubt whether it will continue after elections.“They are bribing us before elections,” said Nirmala Solanki, 38, as she plucked cotton balls at her farm in Barwani constituency’s Palya village. “Why didn’t they launch this scheme right after they came to power?”Her neighbour Sajan Barman said the Ladli Behna scheme was not enough compensation for the government’s other failures.“They are depositing Rs 1,000 in our account and taking away much more,” she said.Solanki added: “Cotton was getting sold at Rs 10,000 per quintal last year. This year, the prices crashed to Rs 5,000.” The state government did little to address their losses, she alleged.Her husband Rameshwar, who was plucking cotton a little distance away, said, “Meanwhile, the cost of electricity and manure has been steadily rising.”The family grows cotton and wheat on a 2.5-acre land. The slump in prices of cotton has forced Rameshwar to work as a labourer on other farms to earn a little extra. “There is no employment under MGNREGA here,” he said, referring to the rural employment guarantee of the central government that promises 100 days of work in a year.“By paying Rs 1,000, they can’t turn their back on other welfare schemes,” Rameshwar said.Towards Sendhwa, perched on the state border and 60 km from Barwani, a dusty pathway leads to Gudchal, a village which can be accessed by crossing a rivulet. There, farmer Pratap Kariya says the sitting Congress MLA and the BJP government did nothing to build a road to the village. But Kariya is angrier with the BJP. “In the last 20 years, the BJP has done nothing to prevent migration, to bring us jobs,” he said. “Look at our village, half of it has emptied out.” Every October, residents of the south-west tribal belt of Madhya Pradesh move in large numbers to Gujarat and Maharashtra, where they can earn Rs 300-400 a day working in farms, construction sites and brick kilns.This year, poor rain in July dried Karya’s corn crop. Then heavy rainfall and high-speed winds in September uprooted some of the crop. Kariya will harvest his crops in October end, but is not sure of the quality this time. He has four children to provide for. “I will have to travel to Maharashtra to work at a brick kiln,” he said.Both BJP and Congress are yet to announce their candidate for Sendhwa, a seat that will witness a close contest. Porlal Kharte, hoping to get a Congress ticket, said BJP has done little to stop migration and curb unemployment in this region. “There is anger in people. Just giving Rs 1,000 under Ladli Behna won’t help.”Kharte says anti-incumbency and complaints of corruption against BJP ministers will work in favour of Congress.Pratap Kariya, a farmer in Sendhwa, said he has no option but to work at a brick kiln after the damage to his corn crop. Ladli Behna vs farm loan waiverFor some voters, the draw of the Ladli Behna scheme is evened out by the Congress’s promise of a farm loan waiver.In the 2018 assembly polls, a similar promise had swayed the farmer vote to the Congress. In the 15 months the Congress government lasted, data shows that loans of 27 lakh farmers with a short-term crop loan – up to Rs 2 lakh – were waived. Kariya was one of them. About nine lakh farmers, with loan amounts higher than Rs 2 lakh, were, however, left out.In the run-up to the elections, Congress leader Kamal Nath has again pitched for a loan waiver for the remaining farmers  – the promise is also a part of its manifesto.Kailash Yadav, a farmer in Kasrawad, said he would vote for the Congress despite the lure of Ladli Behna.He benefited from the loan waiver last time, and is hopeful that the Congress will also bring down prices of essential items. “Oil is Rs 140 per litre. It is difficult for poor farmers to afford anything. We hardly have enough money to buy clothes for Diwali,” he said.But a section of farmers may not be convinced by the Congress’s pitch. “The rich farmers, who had big loans, did not get any waiver. This has angered them,” said Rahul Yadav, a social activist in Barwani. All images by Tabassum Barnagarwala.","author":"Tabassum Barnagarwala","time":"2023-10-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195119-puymoypqot-1697711757.jpg","tags":["madhya pradesh","assembly election 2023","ladli behna","shivraj singh chauhan","anti-incumbency","migration","Congress","BJP"],"source":"https://scroll.in/article/1057842/in-madhya-pradesh-a-cash-transfer-scheme-for-women-brings-shivraj-singh-chauhan-back-into-the-game"}