{"title":"In Nagaland, a battle for the memory of freedom leader Rani Gaidinliu leads to competing memorials","content":"This September, a museum and library in the name of Naga leader Rani Gaidinliu was due to be inaugurated in Kohima, Nagaland. The Ministry of Development of the North East region had approved funds for the project in 2011. Even after the government changed at the Centre in 2014, the ministry continued to back the complex. In fact, in August 2015, while celebrating the birth centenary year of Gaidinliu, who had revolted against British rule, Prime Minister Narendra Modi said it was a misfortune that she had not been “remembered adequately  or have been deliberately forgotten”.However, despite this enthusiasm, the project is incomplete. Construction stopped in August 2015 after some civil society organisations in Nagaland objected to the museum being named after Gaidinliu, and to a statue of her that was to be built in the memorial hall. They claimed that the museum foregrounded Gaindinliu as a religious figure even though she was, in their view, a freedom fighter. Away from this controversy, however, a cultural centre named after Rani Gaidinliu is quietly nearing completion in New Peren town in Peren district, 50 km from Kohima. A detailed project report estimates the cost of construction for a library, cafeteria and auditoriums at Rs 7 crore. According to an official in the Nagaland Arts and Culture department, the Union Ministry of Culture approved the amount on June 28, 2016. Construction started in November 2016 and is expected to be finished by the end of this year, officials said.   The debate around the two projects hold a mirror to the complex politics over Gaidinliu’s legacy.  Curiously, the New Peren project has found no mention in the Ministry of Culture’s website or press statements so far. The ministry is yet to respond to Scroll.in’s questions over email. An application under the Right to Information Act elicited a vague response.Talinokcha, joint director at the North East Zone Culture Centre in Dimapur, which comes under the Ministry of Culture, said that while he was aware of the upcoming centre, his department was not overseeing it.However, Horui Zeliang, a member of the Zeliangrong Heraka Association, an organisation that claims to represent the Zeliangrong sub-tribe of Nagas to which Gaidinliu belonged, confirmed that the cultural centre had been proposed as a consequence of the deadlock over the museum in Kohima.The legend of Rani GaidinliuOver the years, Gaidinliu has been at the centre of competing claims and histories. According to several sources, she joined the Heraka socio-religious movement at the age of 13 and went on to lead an armed rebellion against British rule. In 1932, she was imprisoned by the British and held in jails at Imphal, Kohima and Shillong until India’s Independence.Initiated by  Haipu Jadonang in the early 20th century, Heraka was a reform movement among Zeliangrong tribes, a sub-group of the Nagas. These included the Rongmei, Zeme and Liangmai Nagas, who are spread out across Manipur, Assam and Nagaland. “Heraka” means pure, and Jadonang initially aimed to return Rongmei religious practices to their indigenous roots, resisting Christian influences.But the movement also had political underpinnings. A quest for religious reform turned into a struggle to unite the Zeliangrongs. A bid to end frequent inter-clan clashes among Zeliangrongs led to the imagination of a “Naga Raj”, or the attainment of political freedom from British Rule. According to historian N Joykumar Singh, “Just to get the support of the masses he [Jadonang] visualised the establishment of ‘Naga Raj’.” Later, Jadonang and Gaidinliu expressed admiration for Gandhi’s freedom struggle.The Heraka movement took shape around the same as the Naga Club, forged by Naga soldiers in the trenches of the First World War. The Naga Club was a different articulation of Naga unity, which eventually led to the formation of the Naga National Council, which adopted the slogan “Nagaland for Christ”. The main object of its resistance was the impending Indian Union.  As the Naga National Council grew into an an armed force in the 1960s, Gaidinliu became a vocal opponent of the entity and was forced to go underground. In 1966, she signed an agreement with the government of India to surrender. The guerrilla leader died a lonely death in 1993.The two forms of Naga assertion had different geographical centres of gravity. Kohima and its surrounding areas were the stronghold of the Angami Nagas and the birthplace of the Naga National Council. Jadonang, a Rongmei Naga, had started the Heraka movement in the West Manipur Hills. He tried to get the support of the Angamis but had no direct contact with the Naga Hills district, writes Singh.Today, Zeliangrongs are concentrated in the Peren district of Nagaland, the headquarters of the Zeliangrong Baudi, or tribal council. Tribal bodies dominated by the Angamis have jurisdiction over Kohima and the surrounding Angami districts. These contestations, among others, frame Gaidinliu’s legacy.Congress and BJP But it has acquired another political dimension. The folklore surrounding Gaindinliu after Jawaharlal Nehru met her at the Shillong jail in 1937, anointing her with the title, “Rani”, has been appropriated by the Congress. But since the 1970s, Hindutva outfits like the Rashtriya Swayamsevak Sangh and the Vishwa Hindu Parishad have patronised the Heraka movement through schools and hostels set up by Kalyan Ashram in the North East. As RSS veterans were appointed governors in the North East, there was a concerted effort to promote Hindi and non-Christian identities such as those the Herakas.However, Thunbui Newmei, General Secretary of the Zeliangrong Heraka Association, underplayed the influence of saffron groups. “Here, only tribalism rules,” he said, referring to the friction between different Naga communities.Nevertheless, Prime Minister Narendra Modi endorsed the Congress title when he referred to the rebel leader as “Rani Ma”. In August 2015, he inaugurated the birth centenary celebrations of Gaidinliu at an event held in Delhi’s Vigyan Bhawan. It was just three weeks after Modi had signed a framework agreement to resolve the armed rebellion that had started life under the Naga National Council in the 1960s, and was later carried on by various splinter factions. The entity with which Modi signed the agreement was the National Socialist Council of Nagalim (Isak-Muivah faction), the largest Naga armed group.Jitendra Singh, minister  for the development of North Eastern Region, soon announced an allocation of Rs 983 lakh to build the Rani Gaidinliu museum in Kohima. Though the National Democratic Alliance government seemed anxious to put its stamp on the project, online data showing DoNER’s non-lapsable central pool of resources suggests the funds were approved by the ministry on September 19, 2011.Between Kohima and PerenIn Kohima, resentment over the museum  was already growing among the civil society bodies. The Nagaland Tribes Council, Angami Public Organisation, Nagaland Baptist Church Council and the Naga Hoho all registered their protest against a museum named after Gaidinliu. They took exception to the alleged religious appropriation of Gaidinliu. They also questioned the choice of Kohima as a location for the museum.On August 24, 2015, M/S Hexad Syndicate, a Class I government contractor and supplier, reported to the Arts and Culture department that the Kohima Village Youth Organisation had forced construction work to a halt.Kethozelhou Keyho, general secretary of the Nagaland Baptist Church Council, said that the church did not object to the government building a museum in the memory of an individual. But it became a point of contention, he said, “when people from outside made it out to be a religious issue” by describing Heraka as the traditional religion of the Nagas. “We don’t see Gaidinliu as a religious figure but more of a political freedom fighter,” Keyho said. Asked to identify the “people from outside”, Keyho said it was leaders of the Rashtriya Swayamsevak Sangh who were “hand in glove with the Heraka people”.As a consequence, TR Zeliang, who as Nagaland chief minister at the time, organised a meeting in November 2015 to assert that the museum was not meant to be exclusively dedicated to Gaidinliu or to promote any religious cult. But opponents were unswayed.Among the points of contention is the fact that the concept note of the museum claims that Gaidinliu died in Kohima. However, in a Press Information Bureau feature on September 21, 2015, veteran journalist CK Nayak wrote, “In 1991, Gaidinliu returned to her birthplace Longkao (Manipur), where she died on 17 February 1993 at the age of 78.”Newmei of the Zeliangrong Heraka Association said that while Kohima may not have been her resting place, Gaidinliu spent a significant part of her life there after her surrender. “Until 1985, she used to lived in forest colony and besides, her movement was in Nagaland and North Cachar hills in Assam,” he said. “We were hurt by the opposition to build a memorial in her name.”In a letter dated April 10, 2016, the Angami Public Organisation asked the chief minister to change the name of the project to the “Nagaland Indigenous Tribes Communication Centre”, to represent all the 16 recognised Naga tribes. It also asked that no statue or portrait of Rani Gaidinliu should be put up in the complex.In February, 2017, though, the secretary to the Government of Nagaland replied saying that it would be difficult to drop Rani Gaidinliu’s name altogether, since the project had been sanctioned to keep her memory alive. But it would be open to modifying the name to the “Rani Gaidinliu Museum of Naga Customs and Artefacts”, for instance, and to making space for all Naga tribes to display their art and history.  However, the government rejected the suggestion of the Angami Public Organisation that the project be placed in its custody for some time since it was “in the traditional domain of the Angamis”. The Angami Public Organisation declined to comment on the matter.The proposed Rani Gaidinliu Memorial Museum in Kohima opposite the Nagaland Secretariat stands as it was left after construction was stopped in August 2015. Photo: Makepeace SilthouIn the seven years since it was approved, the project has been in limbo. Going by quarterly progress reports, the original date of completion was rescheduled at least five times from June 2013 to its latest date, September 2018.The progress reports for the quarters ending November 2016 and March 2018 both show that the status of the building works stood at 95% in the beginning of the quarter. Out of the Rs 583.54 lakh that has been released from the Centre since 2011, DoNER ministry utilisation figures on the non-lapsable Central pool of resources reveal that only Rs 387.66 lakh has been used till March 2018.However, an Arts & Culture department report from an inspection conducted on April 10, 2018, shows that the total expenditure since 2011 in the first quarter of 2018 was Rs 648.38 lakh, including the total state share at Rs 64.84 lakh.An email to DoNER ministry seeking a clarification on the discrepancy has not been responded to as yet. The story will be updated when Scroll.in receives a response.Rio versus ZeliangIn Nagaland, the museum became ammunition in a power struggle between two leaders, Neiphiu Rio, an Angami, and TR Zeliang, a member of the Zeliangrong community. Rio had served as chief minister in the Naga People’s Front government from 2003 to 2014. But the Naga People’s Front’s last tenure, which lasted from 2013 to 2015, was marked by instability. As Rio left to become member of Parliament, he made way for Zeliang as chief minister in 2014, creating two centres of power within the party. Finally, early in 2018, Rio left to join the fledgling National Democratic Progressive Party, win the assembly election held in February and form a coalition government with the BJP.Construction work on the museum had started in 2012, or when Rio was chief minister. But in 2015, he issued a statement saying he had played a “negligible role” in the project. While out of power, he made pointed jibes at Zeliang’s “Heraka” roots. Though Zeliang was baptised in 1973, his village had originally been Heraka.But now, both leaders seem keen to bury the issue. When this reporter met an aide of Zeliang in July, he said that the Rani Gaidinliu controversy was long “dead”. “It was one of the ways in which Rio created instability during the Zeliang regime after he failed to get a cabinet portfolio in the Union government”, he said.The Rani Gaidinliu Cultural Centre in New Peren is nearing completion. Photo: Makepeace SitlhouMystery over the centreAs for the cultural centre in Peren, its origins are still shrouded in mystery. Newmei of the Zeliangrong Heraka Association said he was not aware of the project. Asked when the idea of such a centre may have taken root, he hazarded a guess. “I remember the Zeliangrong body had submitted a memorandum to Union Minister Nitin Gadkari when he visited Peren in November 2015 for laying the inaugural stone for the construction of the four-lane highway”.Speaking on condition of anonymity, a senior BJP leader confirmed that a memorandum had been submitted in the presence of a member of the Zeliangrong Heraka Association, Horui Zeliang.When asked if the RSS had a hand in helping secure funds from the Culture ministry, Horui Zeliang flatly denied it. However, the BJP leader confirmed the strong association. “We can’t say that they played a direct role but Zeliang is known to be close to RSS leaders in Guwahati and Delhi,” he said.","author":"Makepeace Sitlhou","time":"2018-10-01T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895947-eiagehlqrv-1537963978.jpg","tags":["Rani Gaidinliu","Nagaland"]}