{"title":"In newgen Malayalam cinema, time has shrunk and with it the notion of the hero","content":"There is a huge wave of adulation for Malayalam cinema in recent times, especially during the coronavirus pandemic, when streamers and domestic viewing are replacing the theatrical experience. For instance, The New Yorker hails Dillesh Pothan’s Joji as “the first major film of the Covid-19 pandemic”. Indian film sites are gaga over the “new wave” of super-realist films from Kerala. While sharing all the excitement and exuberance, one also needs to see this phenomenon in its industrial, socio-historical and political contexts. In the last 15 years or so, Malayalam cinema has witnessed a generational shift. Its look and feel, themes and narrative styles were transformed by new directors, scenarists, actors and technicians. In terms of exhibition and audience, a lot was happening. In most towns and cities, the real estate boom of the 1990s gobbled up the prime spaces occupied by movie theatres. Most of them were being demolished and converted into multiplexes. From around 2,000+ theatres in the 1,980s, Kerala now has around 800+ theatres. This was accompanied by the decreasing share of box office returns and the increasing dependence on television for economic sustenance. The logic of television ratings, which is linked to the presence of stars, further strengthened the stranglehold of A-listers over the industry. This created a situation in which filmmakers, in order to stay in business, had to depend on stars and calibrate their stories around them. The age-ratio between the superstar heroes and the new heroines reached absurd proportions. The titles of the films themselves resonate with a fan-club mentality: Valyettan (Big Brother), Grandmaster, Aaram Thampuram (the Sixth Lord), Madampi, Ustad, Dada Saheb. \n\n\n    \n    Play\n\nGrandmaster (2012).The newgen films came as a rush of fresh air from suffocating narratives in which everything was for, by and around superheroes. The young filmmakers brought characters to a human scale. They were hugely inspired by the aesthetics of contemporary Mexican and Korean films in terms of fluid camera movements and imaging, editing patterns, spatial imagination narrative tempo. The shift was evident in the narrative milieus too. Moving away from the culture of upper and middle caste families, the new films explored spaces and livelihood on the edges, the dreams and struggles of milieus that had been marginalised and invisible until then. Places deemed ordinary, such as Idukki, Kasargod, Angamaly, Kumbalangi and the remote hilly regions of the high ranges, occupied the new narrative space. These films were a relief from the claustrophobic world of the urban milieu and its casteism, communal biases and rapacious ambitions. The expanded spaces were not lyrical or utopic but riddled with deep sexual disquiet, economic struggles, caste oppression, and macho violence, though of a different kind. All this brought about a certain kind of grave lightness to the themes and their treatment. These narratives had an undercurrent of dark humor and a tragic vision of life, a certain casualness in the demeanor of the characters, with their effortless and easygoing acting styles and rustic dialogue. Actors such as Fahaad Faasil, Tovino Thomas, Chemban Vinod, Biju Menon, Joju, Vinayakan, Parvathy Thiruvothu and Nimisha Vijayan set the pace and style of the acting. Even senior heroes like Prithviraj and Kunchakko Boban had to bow to this new acting idiom. \n\n\n    \n    Play\n\nIdukki, Maheshinte Prathikaaram (2016).Another striking feature of newgen Malayalam cinema is the compression of time. Take any recent film: Joji, Kala, Arkkariyam, Nayattu, Halal Love Story, Ishq, S Durga, Ozhivudivasathe Kali, Chola, Jallikkattu, Ee Ma Yau, Aabhasam, Randu Per. All of them take place over a day or a few days, the duration of a journey, a get-together. The sequence of events is triggered by an unpredictable event or a sudden encounter with an opponent that turns everything topsy-turvy and throws the protagonist (the hero or a couple) into a flurry of events beyond control.In Thondimuthalum Drikshakshiyum, it is a chain-snatching in a bus. In S Durga, it’s a couple on the run accepting a lift at night. In Ishq, a casual car ride leads to complications. In Ozhivudivasathe Kali, things happen when a group of friends makes a pleasure trip. In Jallikkattu, a butcher’s buffalo breaks free and triggers the train of events; in Chola, a voluntary journey to the city and later a forced one into the forest. In Kala, the protagonist’s unexpected encounter with a young labourer leads to the spiral of events. In Aarkkariyam, all events occur during a couple’s brief stay at their ancestral home during the Covid-19 lockdown. Joji’s timeframe starts from the patriarch’s fall to his murder and its consequences.\n\n\n    \n    Play\n\nJoji (2021).  The characters are caught in situations where time is short and running out. Even as time shrinks, space and the context expand: the landscapes, terrains, interiors of the houses, compounds and the vegetation there dominate the visual plane, looming over and influencing the dramatic action in the foreground.   In the situation created by Covid-19, this approach became a necessity. If earlier, there was an elaboration of space and landscapes, in the films made during the pandemic, narrative space closes in, often turning into a sort of trap or prison. It could be a remote village, an estate bungalow nestled amidst plantations, an old ancestral house, or a hideout in the forest. In all these narratives space looms large over time. In Ayyappanum Koshiyum, the central duel is also the result of location. Films like Joji, Kala, and Aarkkariyam are set in the large houses of rich Christian families surrounded by sprawling compounds with thick vegetation. Nayattu is about three police personnel getting embroiled in a road accident followed by their long and desperate run from the law. \n\n\n    \n    Play\n\nNayattu (2021).This shift from time to space – either as an expanse or as a trap – runs parallel to the shift from macho superstar heroes to the ordinary mortals played by the new protagonists. The superhuman roles of the superstars required and presupposed a past. The past defined their characters, haunted them as nightmares or engulfed them as nostalgia. They had goals to reach, dreams to realise, projects to complete. Their narratives had definite closure and usually tied up all the loose ends. Only time can render the narratives of such tragic or valiant heroes. In order to elaborate the heroes and their heroism, the narratives assumed a definite beginning-middle-end logic and past-present-future timeframe. They were also ultimately the masters of the spaces they occupied in the present. In stark contrast, the new heroes live in compressed time. Uncertainty, danger and surprises await them at every turn. In this world of no definite beginnings or closures, where time is liquid and life always in flux, it is an endless journey from one crisis to another. In many newgen films, the protagonist is weak, damaged, scared, devious, and oftentimes impotent and castrated. The lead character in Joji is a minion before his domineering father, and has to find devious ways to bump him off. In Aarkkariyam, the son-in-law succumbs before his patriarchal father-in-law to cover up a murder. In Kala, the protagonist trembles in front of his father, and has to resort to crooked means to evade his clutches. \n\n\n    \n    Play\n\nAarkkariyam (2021).These leading men are failures, often entangled in some problem or the other, incapable of righting wrong or wreaking proper vengeance. If at all they act, they resort to furtive and stealthy means. In the process, the narrative turns into a series of responses to incidents and reactions to events or one’s own impulsive acts. They are unlike the valiant macho heroes of the past, who controlled the world, and more importantly women and the family, and overcame all obstacles and annihilated their enemies. In newgen cinema, fathers and other patriarchal figures loom over life, family and sexuality. These father figures are like the ghosts of the superstar heroes, haunting the new narratives and reminding them and the viewers of the huge void at the centre of the narrative – the gaping absence of a macho hero who assumes charge.Confrontations with the system, establishment, caste and gender hegemony continue to exist, but the resolution isn’t final. Even after the encounter or confrontation, there is no closure.The newfound fragility and vulnerability of the male hero can also be read as a subtextual response to the Women in Cinema Collective movement that recently emerged in Kerala. Though this initiative has not yet resulted in tangible measures to ensure the rights of women in the film industry, it seems to have sent a few tremors through the new film narratives – especially that of the newgen filmmakers who appear to be more gender sensitive, though they are not ready to speak or come out in solidarity with their women colleagues.\n\n\n    \n    Play\n\nChola (2019).Such compression in time and the uncertainties in space also resonate with the zeitgeist, where everything is shrunk to the present moment and its inescapable immediacy. We are living in an age beset with unexpected events and unforeseen tragedies at the economic, political, social and even biological levels. In the Kerala context, certainties about life and livelihood were further unsettled in recent times by recurrent natural disasters. Not to mention the global economy running on speculative finance capital, whose volatility can ruin whole economies in no time. In a world that is devoid of time (memories and history), what matters is only the moment at hand; questions like who and what you are, your lineage and tradition are no consequence here. The hero is faced with a respond-or-perish crisis in the immediate present with which he has to grapple, confront and overcome.There is a superstar parallel to this situation. This type of a cornered hero who, rather than defeating the forces of evil desperately seeks ways to evade direct confrontation through devious means, was first seen in the Mohanlal-starrer superhit Drishyam. Drishyam is about Georgekutty’s detailed preparations and planning to evade the law to protect his family. In Georgekutty’s elaborate web of lies and deceit, the state and the family are kept in the dark. Georgekutty is the omnipotent and omniscient hero – the alpha male who will protect his brood at any cost. He is the master of time who can erase the past, win in the present and forge a future, at least for the time being. Like him, the new hero too has things to hide, enemies to fight and conflicts to confront in the present. But he isn’t the all-powerful hero. Rather, the new castrated heroes are swept away by the turbulent and unpredictable flux of the present. \n\n\n    \n    Play\n\nDrishyam (2013).Ideas like justice are in a way, time-concepts; they emerge, evolve and unfold through time. If everything is about the immediate here and now, temporal imaginings – of the past (history) and hopes about future (politics) – are irrelevant or redundant. In many films, crimes – in the present as in Joji, or of the past as in Arkkariyam, or the potential one as in Kala – are normalised or justified, hidden or buried. Any serious ethical vacillations, traumatic moral angst, paralysing guilt or introspection are conspicuous by their absence. In the turbulent atmosphere of living in the moment and fighting for it, it seems everything is permissible. Murders can be forgotten, justified and buried. Enemies are quietly disposed of. Tomorrows are no longer relevant.Another common feature among the newgen films shares is the obsession with violence. Their only medium of expression and interaction boils down to psychic, emotional or physical violence, all the more so between men. For instance, Ishq revels in toxic male violence throughout, before flaunting a stinging feminist gesture at the last minute. Kala is a long, visceral and violent duel between the protagonist and the labourer (a Dalit and the true inheritor of the earth that has been usurped). Even as Nayattu brings forth the tragic predicament of Dalit lives within the context of electoral power politics in contemporary Kerala, its expressions are through extreme acts of violence. \n\n\n    \n    Play\n\nKala (2021).Ironically, the last decade has also witnessed the emergence of several young independent Malayalam filmmakers. They work outside the mainstream industry and have produced many aesthetically innovative, politically subversive and formally experimental films. Some of them, like Sanal Kumar Sasidharan, Dr Biju, and Sajin Baabu have also won critical acclaims in international film festivals. Many others like Vipin Vijay, Sanju Surendran, Don Palathara, Sudevan, Sherry, KR Manoj, Geetu Mohandas and Manoj Kana have been consistently producing very interesting work. As against the violent, fast-paced narratives that hog the limelight, the works of these filmmakers follow distinct thematic strains and narrative paces. They are self-reflective, gender-sensitive and politically nuanced. They pose disturbing questions, try new methods, and work more intensely and expansively with time, space and context, or memory, history and politics. Even while one feels elated about the hullabaloo over certain kinds of films, it is sad to see these movies not getting the media attention and critical engagement they deserve. \n\n\n    \n    Play\n\nMoothon (2019).","author":"CS Venkiteswaran","time":"2021-06-27T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160810-zxsglynqgp-1624730776.jpeg","tags":["Malayalam newgen cinema","Joji","Nayattu"],"source":"https://scroll.in/reel/998598/in-newgen-malayalam-cinema-time-has-shrunk-and-with-it-the-notion-of-the-hero"}