{"title":"In North East, BJP needs allies for its ‘Mission 20’ – but Citizenship Bill is still a deal breaker ","content":"When the country last went into Lok Sabha polls, the Bharatiya Janata Party was only a junior partner in the Nagaland government and barely visible in the other six states of the North East. Five years later, the political map of the region has seen a sweeping change. The BJP has formed governments in Assam, Tripura, Manipur and Arunachal Pradesh. It is part of the ruling alliances in Nagaland and Meghalaya.  Promises of development and of central largesse alone cannot account for the BJP’s rapid advance. The Hindutva politics deployed by the BJP in the mainland also has limited appeal among the tribal communities of the North East, which has several Christian-majority states. It has been shaped by its own brand of identity politics: ethnic nationalisms which pitted communities defined as indigenous to the region against those cast as outsiders.The BJP’s success these last five years has depended largely on negotiating alliances with parties which claim to represent these “indigenous” interests. Over time, it replaced the Congress as the major national party in the region and, as the next Lok Sabha election approaches, BJP leaders speak confidently of “Mission 20”. But the BJP alone cannot win 20 of the 25 Lok Sabha seats in the North East.Not too long ago, this alliance of the indigenous threatened to unravel as the BJP pushed through the Citizenship Amendment Bill, 2016, in the Lok Sabha. The bill proposed to ease citizenship criteria for non-Muslim refugees who had fled religious persecution in Bangladesh, Pakistan and Afghanistan. In the North East, it was believed the bill would make citizens out of thousands of Bangladeshi Hindu migrants. As protests broke out, regional parties broke away from the BJP or threatened to do so.After the bill lapsed because it could not be tabled in the Rajya Sabha, a rapprochement was achieved with some of the allies. Voters in many constituencies appear to have forgiven the BJP as well. But the bill remains an election promise, featuring in the BJP’s new manifesto, and its credentials as a party that could protect tribal interests may have taken a beating. In the constantly changing political terrain of the North East, the BJP cannot take its allies for granted.Never mind what Delhi is talking about, we have boots on the ground. If you like our work, do consider supporting our journalism by subscribing to Scroll+The North East Democratic AllianceThe BJP first tasted success with alliances in the Assam Assembly election of 2016. While some of the seats saw direct contests with the incumbent Congress, the BJP also cobbled together a “rainbow coalition” of local parties – the Bodo People’s Front, the Asom Gana Parishad as well as smaller tribal groups. It comfortably formed the government after winning 60 of the 126 Assembly seats on its own.After the victory in Assam, the BJP expanded the system of alliances across the region. Later in 2016, it launched the North East Democratic Alliance. The new political grouping would absorb almost every major regional party in the North East to form an anti-Congress front.National general secretary Ram Madhav was the BJP’s messenger from Delhi. But in the North East, the party found an effective point man in Himanta Biswa Sarma, an import from the Congress and currently a senior minister in the Assam government.In the last couple of years, Guwahati has become the centre for the BJP’s negotiations in the region. When the Manipur election of 2017 threw up a hung Assembly, legislators descended on Guwahati for a bout of furious wheeling dealing. The BJP emerged triumphant, claiming the Naga People’s Front, the National People’s Party, the Trinamool Congress, the Lok Janshakti Party and one allegedly abducted independent legislator as allies. In the run up to the Tripura election of 2018, Sarma convened several rounds of talks in Guwahati to tie up with the Indigenous Peoples Front of Tripura.The line of ambiguityBut even Sarma’s genius for cutting a deal could not prevent the backlash against the BJP as the Citizenship Bill looked likely to go through the Rajya Sabha. Overnight, the BJP became anathema to its regional partners.\n\t\t\n\tBJP chief Amit Shah with some leaders of the North East Democratic Alliance in 2016. Photo via TwitterMost states passed resolutions against the Citizenship Bill, and 11 parties, including BJP allies from various North Eastern states, met on January 29 to decide on the next course of action. This meeting was also held in Guwahati but not under the aegis of Sarma. Despite loud condemnations, it was characterised by a careful doublespeak.Conrad Sangma, leader of the National People’s Party, said the North Eastern parties’ decision to band together was “issue-based”. It left room for the parties to stay with the BJP while opposing the citizenship bill. In the months since then, the BJP’s North Eastern allies have stuck to the line of ambiguity.Frenemies nowThe Asom Gana Parishad stormed out of the North East Democratic Alliance and the coalition in Assam, only to make up with the BJP a month later, despite strong opposition within the party’s ranks. The partnership is based on an agenda of development, the Asom Gana Parishad said, and the party has not changed its stance on the Citizenship Bill. In any case, the regional party is a spent force in Assam. The BJP conceded three of Assam’s 14 Lok Sabha seats to it but its chances look bleak so far. The BJP’s other pre-poll ally in the state, the Bodoland People’s Front, will be contesting the Kokrajhar seat, which is the stronghold of Naba Kumar Saranya, an independent candidate.The National People’s Party remains a partner of the BJP in three states as well as at the Centre, although its cadre have reportedly grown restive with the alliance. Sarma claims there is an “understanding” with Sangma’s party for the Lok Sabha election. The party is strong in Arunachal Pradesh and Meghalaya, each of which have two seats. Although the National People’s Party has denied a pre-poll alliance, it has decided to back the BJP candidate in one of Arunachal’s constituencies. But the state, which will also have Assembly polls on April 11, has seen large-scale defections from the BJP to the National People’s front in recent months.The Naga People’s Front, which also walked out of the North East Democratic Alliance, was reportedly open to a detente. With no overtures from the BJP, it has now decided to support the Congress for Nagaland’s lone Lok Sabha seat, where the BJP is backing the National Democratic Progressive Party, floated last year by Chief Minister Neiphiu Rio. The Naga People’s Front has also fielded a candidate against the BJP in Outer Manipur.After threatening to walk out of the coalition government, the Indigenous Peoples Front in Tripura stayed on but decided to contest the two Tripura seats on its own. It claims it will be a “friendly fight” with the BJP, even as senior leaders and workers stream out of the party to join the Congress.The Mizo National Front, which formed the government in Mizoram last year, claimed it would have nothing to do with the BJP and fielded its own candidate against the BJP on the state’s only Lok Sabha seat. Yet it remains part of both the National Democratic Alliance and the North East Democratic Alliance.The Meghalaya-based United Democratic Party, which walked out of the North Eastern alliance after the Citizenship Bill protests, has stayed out of the BJP fold, but it is not a significant player in Lok Sabha polls.Centre of gravity?Which means the BJP has assured allies in five out of 25 constituencies so far and friendly contests in several others. The Congress, for its part, has formed anti-BJP alliances in Mizoram, Nagaland and Manipur. In Assam, it is said to have an understanding with the All India United Democratic Front, which will be contesting three seats.Traditionally, parties of the North East have been known to flock to the party in power in Delhi, since the region depends heavily on Central resources. Should the Congress emerge as the single largest party, it may turn the tide of alliances from the last few years.Should the BJP need the numbers in Parliament, it will count on Sarma’s skills to win over disgruntled partners and parties on the fence. But it cannot discount the unease with the Citizenship Bill in the North East. A few days ago, 37 members of the BJP’s Nagaland unit quit citing discomfort with Hindutva politics and the Citizenship Bill, among other reasons. Allies may be even harder to convince.Also read: BJP 2014 manifesto check: What has the Modi government done for the North East?Upper Assam was the heart of the agitation against Citizenship Bill. Has it made up with the BJP?","author":"Ipsita Chakravarty","time":"2019-04-10T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116577-prsmwrckxx-1554832094.jpg","tags":["Assam","BJP","North East Democratic Alliance","Congress","NPF","Himanta Biswa Sarma","Lok Sabha elections 2019","North East politics","Citizenship Bill"],"source":"https://scroll.in/article/919502/in-north-east-bjp-needs-allies-for-its-mission-20-but-citizenship-bill-is-still-a-deal-breaker"}