{"title":"In name of transparency, BJP has made it easier for parties to get anonymous corporate funds","content":"Prime Minister Narendra Modi surprised many when in 2016 he began speaking of electoral reforms, and cleaning up the way political funding works. Finance Minister Arun Jaitley took this even further, announcing in his budget speech in February several proposals directly aimed at making electoral funding more transparent. But, as Attorney General Mukul Rohatgi has admitted, whenever Modi or his government announces something, we must look at the fine print. The details make it clear that the electoral reforms Jaitley is introducing would make political funding even more anonymous than it was before.In his budget speech, Jaitley suggested a few ways to make electoral funding more transparent. Lower the threshold on anonymous cash donations to Rs 2,000, from Rs 20,000. Allow parties to get any amount of money if it comes by cheque or digitallyPermit the use of electoral bonds, issued by the Reserve Bank of India, which will make it easier to donate money to political parties. Require all political parties to file their income tax returns. The first and last of these provisions are mostly meaningless. Lowering the threshold to Rs 2000, without putting a cap on the total amount of anonymous cash donations, means parties just have to say they received ten donations of Rs 2,000 instead of one lump sum of Rs 20,000 allowed currently. And parties were always expected to file their income tax returns, even if they are exempt from paying any taxes. The fine print on points two and three, however, makes it clear that this promised electoral reform actually makes political funding less transparent. Corporate fundsTake the question of political parties receiving money by cheque or digitally. The Bharatiya Janata Party has made common cause with its opponents in arguing against political parties coming under the Right to Information Act. So though the parties will automatically record details of who is donating by cheque or digitally, the question of whether this is open to the public record remains one for the courts to decide.The BJP has now gone a step further. One of the last-minute amendments added to the Finance Bill 2017, included a change to the Companies Act that removes restrictions on how much money can be donated to political parties and deletes a requirement that companies tell the public who they donated money to. As PRS Legislative, a research firm, explains, Currently, a company may contribute up to 7.5% of the average of its net profits in the last three financial years, to political parties. The company is required to disclose the amount of contributions made to political parties in its profit and loss account, along with the name of the political parties to which such contribution was made  The amendments to the Finance Bill, 2017 propose to remove: (i) the limit of 7.5% of net profit of the last three financial years, for contributions that a company may make to political parties, (ii) the requirement of a company to disclose the name of the political parties to which a contribution has been made.   In other words, companies previously had to stick to a certain limit and had to list out the parties they were donating to. No longer. Electoral bondsJaitley announced electoral bonds in the Budget, and later more details were provided in the Finance Bill he introduced in Parliament. Simply put, electoral bonds are like promissory notes, bearer bonds or any other financial instrument. Any person can buy these bonds from a notified bank, and then deposit them in an account listed out by a political party. How does that clean up electoral funding, if it is basically an alternative currency that can only be paid to political parties? The government presumes that the notified banks will act as the filter to make sure there is only white money coming into the electoral bonds. But there’s a catch. The Finance Bill also seeks to amend the Representation of People’s Act – which governs elections in India – to ensure that electoral bonds are anonymous. Those buying these bonds to put money into political parties do not have to record who they are. Jaitley was clear about this: “Every recognised political party will have to notify one bank account in advance to the Election Commission and these can be redeemed in only that account in a very short time. These bonds will be bearer in character to keep the donor anonymous.” So the government has introduced a new way of donating large sums of money to political parties that is entirely anonymous in nature. Special interestsHow can the government possibly claim that these two moves, both of which make it easier for anonymous money to be given to political parties, amounts to electoral reform? Jaitley’s approach is similar to what the government carried out during demonetisation. It presumes cash is the only way to route “dirty” money and takes all digital or cheque-based transactions to be automatically clean. In effect, what the BJP is trying to do here is to move away from the black money believed to plague political parties, while opening the door for huge tranches of cash from corporations that can remain anonymous. Remember, last year the BJP used the Finance Bill to change rules allowing political parties to receive foreign funds. And they did this with retrospective effect, so that a Delhi High Court verdict holding the BJP and the Congress guilty of receiving illegal foreign funds was no longer a crime. The move towards electoral bonds and non-declaration from companies might reduce the black cash problem of Indian politics, but it makes it much easier for American style special interests to pump large amounts of money into parties without having to declare them. And naturally, the party that is most likely to benefit from this is one that is large, relies less on smaller cash donations, has close connections to corporations and a substantial support base outside the country.","author":"Rohan Venkataramakrishnan","time":"2017-03-22T18:29:41.006331+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/832522-54176-hwuncnjrjb-1490185508.jpg","tags":["Arun Jaitley","Finance Bill","Politics","Electoral funding","Black money"],"source":"https://scroll.in/article/832522/in-name-of-transparency-bjp-wants-political-parties-to-get-anonymous-corporate-funds"}