{"title":"In Odisha, a child’s death lays bare a food crisis in Adivasi hamlets","content":"Around early March, Arjun, an 11-year-old boy from an Adivasi family in Ghatisahi village of Odisha’s Jajpur district, died. He had last eaten two days earlier, according to local media reports and his family. No post-mortem was conducted but with the media reporting Arjun’s death as a case of malnutrition, local officials sprang into action. By March 23, district healthcare officials and local activists admitted two of Arjun’s siblings, nine-month-old Raising and 10-year-old Kuni both in extremely critical condition, to Sishu Bhawan, the paediatric unit of SCB Hospital, in Cuttack. Raising, suffering from a respiratory infection, was diagnosed with acute malnutrition. Kuni, who weighed barely 6.2kg – the average weight of a healthy 10-year-old is roughly 32kg – was diagnosed with Severe Acute Malnutrition, defined by a very low weight for height, said doctors at the paediatric unit. Malnutrition deaths are not new to Odisha’s Jajpur district. Eight years ago, Nagada, a remote hamlet in Jajpur district, had reported the deaths of at least 19 children due to malnutrition over the span of three to four months in August 2016. Back then, Odisha Chief Minister Naveen Patnaik had formed a task force that promised to look after food security, access to health services, and proper transport services in the area. But in Ghatisahi, around 80 kilometres from Nagada, Arjun’s parents Tulasi and Banku Hembram, and his siblings had been skipping meals for some time, or often sleeping after consuming only “handia” – an intoxicating drink made by fermenting rice.On March 28, days after the children were hospitalised, a seven-member fact-finding team comprising food rights and public health activists and journalists visited the hospital in Cuttack and the family’s village. The team found that the food and wage insecurity of the family had only exacerbated over time. One of the authors of this article is a member of the fact-finding team.An impoverished familyThe Hembram family, like most from the Munda community in the area, did not own any agricultural land or livestock. They reside in a one-room building registered in the name of Banku Hembram’s father. Arjun had also been suffering from blindness while Kuni and another five-year old sibling were disabled. Yet, the family never received any disability pension of Rs 500 per person per month, guaranteed by the Odisha government.The other children of the family were taken to the Nutritional Rehabilitation Centre in Sukinda town of Jajpur for an assessment, after which they were sent to a Child Care Institution for rehabilitation. The couple had nine children – all of Tulasi Hembram’s deliveries had been at home. The fact-finding team found that the children did not have regular immunisations while Tulasi Hembram did not receive proper natal care before and after her pregnancies. Low-income levels are tied to the limited adoption of family planning, research shows.  Impoverished families, like in this case, require family planning counselling and support for institutional delivery and immunisation.The family's house. Credit: Pragnya Jena.Food insecurityThough the family has a ration card, data from the state public distribution system’s portal showed that the card had been inactive for a while. A copy of the ration book showed that the last time the family received their ration entitlement was in July 2021.  Buduni, the eldest daughter of the family, could not recall the last time they went to collect their rations, but she said the ration dealer turned them away every time saying their card had been “cancelled”. The family said that there was often a shortage of foodgrains in their household.  They often ended up skipping meals and have, on occasion, had to borrow handfuls of rice from their neighbours . “Rice was our primary food and we ate it with whatever we got,” said Buduni Hembram. Two of the couple’s children were enrolled in the Nilakanthapur primary school, which had 105 students overall – 51 boys, 54 girls and three teachers, including a headmaster. The students were receiving mid-day meals regularly, said village residents and teachers. Until February 25, data from the mid-day meal stock register showed that the school’s rice stocks were short by 0.47 quintal.  It was only after Arjun Hembram’s death that the school received more rice stocks and hit a surplus.Raising and a three-year-old girl were registered at the nearby mini Anganwadi Centre that catered to two villages. Anganwadis look after the health and nutrition of children and pregnant women.This Anganwadi Centre had 37 registered beneficiaries: 19 children between three and six years of age, 16 children between six months and three years of age, and two pregnant women. The fact-finding team found that the parameters of two children were indicative of severe acute malnourishment and five of moderate acute malnutrition.  Low wages Tulasi and Banku work as farm and agricultural labourers, earning between Rs 250-Rs 500 a day, if and when they do get work. Tulasi is the primary earner of the household The two parents did not have job cards in their name for the national rural employment guarantee scheme, or NREGA, which is meant to provide up to 100 days of work a year to any rural household that demands it. The two were listed as family members under the job card that Banku’s father had, but data from the rural employment guarantee scheme’s  portal showed that even this card was deleted in January 2017.In the Ranagundi gram panchayat, under which Ghatisahi village falls, just about half the issued job cards – 378 of 747 – were active as on April 18, official data showed. By official definitions, this means only 378 households have at least one day registered as work done in the last three financial years.  The average days of employment provided per household stood at a meagre 35.42, and only seven households had completed 100 days of wage employment under the scheme.The village sarpanch said that this year, a lot of work in the panchayat has taken a hit because of the National Mobile Monitoring System application.  Since January, the attendance of workers under the employment guarantee scheme has to be compulsorily recorded through the mobile application. Supervisors have to upload two photographs, taken in the morning and the evening, of those who had reported to work. But workers and activists say the new rule has led to widespread disruption due to poor connectivity in many rural areas.The Nilkanthpur primary school where the children study. Credit: Sameet. A long way to goFor now, the gram panchayat on March 29 provided 50kg rice as relief for the family. They were also given a new ration card that included the names of all members of their household.  Such remedial measures are important, but they are stop-gap interventions that cannot address larger structural issues.To check for cases of malnutrition, the state government must commit to initiate weighing and malnutrition measurement of children in anganwadi centres every month. The many gaps in ensuring food security that must be addressed urgently. Efforts should be made to ensure a seamless public distribution system with proper mechanisms to check that all members of a household are added to the ration card. Further, steps should be implemented to avoid the deletion of valid ration cards, or discontinuing services for the lack of identification measures. The situation calls for doorstep delivery of food rations and stronger audit systems for fair-price shop dealers. Anganwadi centres and schools should be provided with a surplus of foodgrains while audit systems must be strengthened to ensure beneficiaries get their entitled mid-day meals and take-home rations on time. The state also needs to step up the job security measures with work under the rural employment guarantee scheme for all rural households, without the hassle of seeding and linking several different cards and bank accounts. Arjun Hembram’s death is a clarion call for the state to avoid a travesty like 2016.  Eight years on, there remains a long way to go.Sweta and Sameet are associated with the Right to Food Campaign, Odisha. Sweta is based in Delhi and writes on public health, welfare mechanisms, and identification documents. Sameet is based in Bhubaneswar and was part of the fact-finding team. Their Twitter handles are @SwetaDash93 and @SameetPanda.Also read:How NREGA attendance app is derailing life in a Chhattisgarh villageNREGA attendance app claims to increase transparency. But the pictures tell a different story","author":"SwetaSameet","time":"2023-04-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131013-vosbmhhzbn-1573828467.jpg","tags":["Odisha","Adivasis","Malnutrition","Hunger Deaths","Hunger"],"source":"https://scroll.in/article/1048090/in-odisha-a-childs-death-lays-bare-a-food-crisis-in-adivasi-hamlets"}