{"title":"In one day, CBI transfers 20 officers from special unit investigating Vyapam scam: Times of India","content":"The Central Bureau of Investigation transferred 20 officers from its Special Vyapam Scam Branch to its Anti-Corruption Branch in New Delhi in one day, prompting the Opposition Congress in Madhya Pradesh to raise questions. These 20 officers were transferred even though there are more than 50 cases pending in the education scam in the state, The Times of India reported on Sunday.The CBI had set up the special branch to investigate the Vyapam scam in 2016 with more than a hundred officers. Including these 20 transfers, its strength dropped by more than 70% in the past six months, according to the report.The agency is investigating cases related to alleged irregularities in various entrance and recruitment exams conducted by the Madhya Pradesh Professional Examination Board – also known as the Vyavsayik Pariksha Mandal, or Vyapam. Although first information reports in the scam were filed since 1995, the racket finally came to light in May 2012. After news of the transfers emerged, Congress Spokesperson KK Mishra said the CBI should shut down the branch. “The Congress had demanded a CBI inquiry into the Vyapam scam with a lot of hope, but it ended up giving a clean chit to many of those who controlled the scam,” he said. “I think they should close this branch.”A CBI officer quoted by The Times of India said it is “routine” to transfer some officials, and that there was no reason to shut down the special Vyapam branch. “In more than 100 cases, people have been chargesheeted and trials are on,” the officer added.","author":"Scroll Staff","time":"2018-03-11T11:11:23.528429+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871597-72606-jxszqjfggv-1515156835.jpg","tags":["CBI","Vyapam scam","Madhya Pradesh","Congress"],"source":"https://scroll.in/latest/871597/in-one-day-cbi-transfers-20-officers-from-special-unit-investigating-vyapam-scam-times-of-india"}