{"title":"In Odisha, nutrition gardens cultivated by Adivasi women are providing food and income security","content":"Mayurbhanj is Odisha’s third most populous district that shares its boundary with Jharkhand and West Bengal. The district also has Odisha’s highest Adivasi population – over 58% of the population belongs to the Scheduled Tribes, as per the 2011 Census. In 2015-’16, 43.5% of children under five years of age in Mayurbhanj were short for their age (or stunted) and 43.8% underweight, according to the fourth National Family Health Survey. This is higher than the state average of 34.1% stunted and 34.4% underweight children under the age of five.“These children are susceptible to stunting and severe malnutrition,” said Monika O Nielsen, chief of the field office, United Nations Children’s Fund, Odisha. “They also face the risk of diseases and poor growth.” The NFHS-4 report also showed that 45.6% of pregnant women in the 15 years-49 years age group in the district were anaemic as against the state total of 47.6%.On top of this, when Adivasi families lost jobs and access to the forests during the pandemic and the lockdowns, many of them faced hunger and poverty. In May 2020, the women farmers here started a “nutri-sensitive initiative” – developing a nutrition garden in their front yard and backyard spaces –supported by the Odisha Livelihoods Mission led by the district administration of Mayurbhanj and the Mahatma Gandhi National Rural Employment Guarantee Scheme. Encouraged by the success of a similar, earlier programme that established 1,00,000 nutrition gardens in 13 districts of Odisha between June 2019 and May 2020, the women farmers have been able to strengthen their income and food security and underpin a green recovery from the pandemic.More than 40,000 women farmers are regularly harvesting vegetables from their nutrition gardens, feeding nutritious food to their children and supplementing their families’ incomes during the economic crisis brought about by Covid-19.\n\t\t\n\tImpact of pandemicIn Odisha, Adivasi families depend on the collection of minor forest produce for their food and livelihood needs. However, during the pandemic-induced lockdown, Adivasi women were unable to sell their produce because they neither had access to local markets nor could the traders procure it from their villages resulting in a distress sale, the report noted.“Odisha government has restricted movement to forest areas,” said Gopinath Majhi, Bhubaneswar-based Adivasi peoples’ land rights activist and convenor of Campaign for Survival and Dignity, a national forum which played a crucial role in the enactment of Forest Rights Act, 2006. “This is depriving tribal people to access the only resources they have for their sustenance.” Around 10 crore Adivasi and forest-dwelling people in India depend on minor forest produce for food, shelter, medicines and income, according to the Ministry of Tribal Affairs. After the national lockdown in March 2020, though a relaxation was announced by the central government in April 2020 for harvesting and processing of forest produce, it was only for the people living in the Adivasi areas and not the contractors and traders who came from outside, which affected the forest economy.“SARS-CoV-2 pandemic has worsened the health and nutritional indicators among the Adivasi communities in Mayurbhanj,” said Chakradhar Hembram, former zila parishad member of Jashipur block in the district. The loss of forest-based livelihood and the shortage of nutritious food during the extended period of lockdowns have ravaged the wellbeing of scores of Adivasi people, he added.About 73% of nearly 4,000 respondents reported a drop in consumption of vegetables and 64% a decrease in consumption of pulses, showed a December 2020 survey by non-profit Right To Food Campaign. Four percent of the respondents were from particularly vulnerable tribal groups, 77% of whom had cut down on food compared to the period before lockdown, the survey found. At the beginning of the pandemic, nutritional services for Adivasi children and mothers dropped to 68% in April 2020, according to a UNICEF report.Nutrition gardensAdivasi villages in the Mayurbhanj district are characterised by undulating topography, fragmented land holding, erratic rainfall, soil erosion and low crop productivity. The diversity in local food has also shrunk due to the aggressive promotion of the monocropping of paddy. Despite these odds, Adivasi women farmers have increased their access to nutrition-rich diversified food via nutrition gardens, local officials say.The nutrition gardens use a circular pattern, with seven rings that include a range of organic green and leafy vegetables, legumes, tubers and yellow fruits to complete a “four-colour” diet. Crop planting calendars are designed to increase the diversity of crops grown.“Over 42,000 women farmers are regularly harvesting vegetables from their nutrition gardens in Mayurbhanj,” said Basant Kumar Prusti, additional block development officer, Khunta. In Adivasi areas women have traditionally played a crucial role in ensuring their households’ food security, said Manaranjan Naik, welfare extension officer, Khunta. “In this trying time, the nutrition gardening model has further empowered them to decide what food to grow, consume and sell.”An Adivasi woman farmer in Bangiriposi block in Odisha’s Mayurbhanj district is seen in her nutrition garden, where she cultivates okra, pumpkin, yams and legumes, and has also planted papaya and lemon. Photo credit: Abhijit MohantyCultivating nutrition gardens“To prepare nutrition garden plots, farmers received 33 man-days of work under MGNREGS,” Tapaswini Naik, assistant MGNREGS officer at Khunta, said, adding that each farmer earned remuneration of Rs 10,000 to prepare a plot of nutrition garden covering a size of 1,200 square feet. “Crops are selected depending upon their nutritional value, crop seasons, resilience to local climate, yield rate and market value,” said Bijay Raul, master trainer on sustainable agriculture who works with Professional Assistance For Development Action, a nonprofit providing technical know-how on sustainable agriculture to Adivasi farmers in Mayurbhanj.“Top priority was given to ensure perennial production in the nutrition garden throughout the year,” said Raul who trained Odisha Livelihoods Mission’s staff and Adivasi women in eco-friendly soil conservation techniques, soil enrichment measures and various cropping patterns. Farmers have been encouraged to sow seeds a few days prior to existing plants reaching their fruiting stage. Crops of different varieties are grown together through inter-cropping, mixed-cropping and relay-cropping methodsfor optimum utilisation of season, space, time and nutrient. Trees such as papaya, moringa and lemon are also integrated with the nutrition garden, he explained. Farmers generally use household waste, kitchen leftovers and discarded water from washing, cooking, etc. to enrich and irrigate their nutrition garden, said Subrata Behera, block livelihood coordinator, Odisha Livelihoods Mission, Baripada.Natural soil enrichmentInstead of chemical fertilisers and pesticides, a traditional organic manure is prepared by a unique method of fermentation from a mixture of cow dung, cow urine, jaggery, pulse flour, soil and water. Called “jeevamrut”, it is used as an organic fertiliser and pesticide, and farmers have been trained to prepare it, said Minaketan Naik, block project manager, Odisha Livelihoods Mission, Karanjia.Champabati Mohanta, who works as a krushi mitra (farmer’s friend) at Badagaon in Karanjia, said that after regular application of jeevamrut, “farmers have started reporting increased numbers of earthworms in the soil resulting in increased crop yield rate and minimised agricultural cost”. Farmers were also encouraged to use mulching to restore soil fertility and boost crop yield.Further, farmers use crop residue and dried leaves, twigs and tree bark for mulching all around the plants, said Rinky Mahanto, krushi mitra from Shankhabhanga in Baripada, adding that this helps prevent evaporation and retain moisture for longer. When mulch decomposes, it turns into compost, providing nutrition to the plants and fostering the growth of microorganisms essential for soil fertility, said Ashok Kumar Naik, district agricultural officer, Karanjia.Food diversificationMore Adivasi farmers in Mayurbhanj are diversifying to grow more vegetables for higher returns, said Sambari Marandi, community resource person on sustainable agriculture in Chandpur of Baripada. Earlier, farmers mostly cultivated chickpeas and mustard. “But now we have cultivated brinjal, tomatoes, pumpkin, chilies, bitter gourd, beans, chickpeas, elephant yam and green leaves,” said Nirupama Soren, a Santal woman from Bandhagada village in Khunta town of Mayurbhanj district. “We have also planted moringa, papaya, lemon and banana.” Now, she said, they buy only oil, salt and kerosene from the market.A woman farmer in her nutrition garden in Mayunbhanj district's Karanjia block shows the seed kit distributed by Odisha Livelihoods Mission under the nutrition gardening programme. Photo credit: Abhijit MohantySince the beginning of the pandemic, vegetable prices have soared, said Ranjeeta Naik of Karadia village in Karanjia town. “Thanks to our nutrition garden, we are able to grow sufficient food for our family and do not need to buy vegetables,” she said, adding, “We are able to save at least Rs 200- Rs 300 every week. In the last three months, we have earned around Rs 9,500 by selling surplus vegetables.”Consumption behaviourOdisha Livelihoods Mission measures the changes in dietary diversity and health conditions at the household level under a periodic assessment and review of the nutrition gardening programme every six months.Based on an internal assessment not yet available in the public domain, Manas Ranjan Samal, block development officer of Khunta, said nutrition gardens have reduced widespread malnutrition by enhancing access to nutrition-rich and diversified foods for pregnant women, lactating mothers, the elderly, adolescent girls and children aged under five years.“We have seen consumption behavioural change among the households who have their nutrition gardens,” said Sankalp Parida, a doctor working at the community health centre at Dukura in Khunta. There was a lack of awareness among women and children and their eating habits had to change. The local auxiliary nurse midwife and krushi mitra played a crucial role in encouraging behaviour change towards good nutrition practices especially for women between 15 years and 49 years of age and for children between six months and two years of age, he said.“The Odisha Livelihoods Mission staff informed us that we should not boil vegetables too much,” said Suniya Majhi, standing in her nutrition garden in Juradihi village in Khunta, “And, it is also important not to dry vegetables in direct sunlight (for off-season). Earlier we were washing vegetables after cutting or peeling, but now we wash them before cutting. I never discard leaves of cauliflower because they are nutritious.”How it beganEarlier, Odisha Livelihoods Mission in collaboration with Azim Premji Philanthropic Initiatives had established 1,00,000 nutrition gardens in 13 districts of Odisha between June 2019 and May 2020. “We have seen the huge success of this nutri-sensitive model at the community level,” said Rajesh Prabhakar Patil, an Indian Administrative Services officer and director, Odisha Livelihoods Mission, Bhubaneswar. As a result, in 2020-’21, the state government decided to scale up the nutrition garden model across 314 blocks and invested Rs 500 crore to create 5,00,000 nutrition gardens in convergence with MGNREGS, he added.The state government has increased its budget under nutrition-specific allocation by 12% – from Rs 4,555 crore during 2019-’20 to Rs 5,121 crore in 2021-’22 – per the Odisha nutrition budget 2021-’22. It aims to cover one million rural households with a nutrition garden by the end of 2021-’22, said Surjit Behera, project coordinator of Professional Assistance For Development Action. There will be customised nutrition gardens for all Anganwadi centres and Adivasi residential schools across Odisha, he added.Key areas“The nutrition gardening model in Mayurbhanj has become a game-changer amidst the pandemic,” said Akul Chandra Naik, Baripada block development officer, adding that there still are areas that need attention. “It is breaking the intergenerational cycle of malnutrition.” Nutrition garden can be linked with backyard poultry, goat rearing, pisciculture, duck farming, bee farming and mushroom cultivation. To reduce distress migration, it is also imperative to encourage returnee migrant workers to learn these sustainable income-generating skills and replicate the nutrition gardening programme in other areas, he suggested.The programme would be even more useful if emphasis were paid on reviving traditional seed varieties, Champabati Soren, sarapanch, Bholagadia panchayat in Khunta, said, adding, “Farmers in our areas have preserved traditional varieties for ages. These seeds are tolerant to common pests and diseases. They are tasty and highly nutritious.” Commenting on Soren’s suggestion, Debesh Prasad Padhy, former director of Odisha University of Agriculture and Technology, Bhubaneswar, said “Indigenous seeds will help maintain agro-biodiversity, promote Adivasi cultural heritage and strengthen food sovereignty.” Successful reviving of indigenous seeds in Adivasi areas is possible where subsistence farming is predominant and traditional varieties of food crops are grown, IndiaSpend reported in June.“We need to reimagine the entire food production system in the Covid-19 era,” said Rajashree Joshi, chief thematic programme executive, Bharatiya Agro Industries Foundation, a Pune-based charity promoting sustainable livelihood in rural areas. Joshi supported the propagation of wild vegetables that Adivasi communities have consumed for millennia. Ensuring better access to diverse traditional food will strengthen resilience and reinforce food-sufficiency of the community during and after the pandemic, she said.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Abhijit Mohanty, IndiaSpend.com","time":"2021-09-02T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163520-kubeyniorp-1630484896.jpg","tags":["Scheduled Tribe","Covid-19","Food security"],"source":"https://scroll.in/article/1004305/in-odisha-nutrition-gardens-cultivated-by-adivasi-women-are-providing-food-and-income-security"}