{"title":"In photos: At Delhi-UP border, thousands try to squeeze into limited state buses to get back home","content":"Thousands of migrant workers from northern states were seen scrambling to board buses to get home at the Delhi-Uttar Pradesh border on Saturday as a nationwide lockdown due to the coronavirus stripped them of livelihoods and shelter. The nationwide lockdown entered its fifth day on Sunday. The Uttar Pradesh government had arranged for nearly 1,200 special buses after distressing images emerged of exhausted workers marching home in the absence of public transport. However, the buses made available on Saturday were too few – there were 10,000 to 15,000 people at the Anand Vihar bus depot at 9.30 pm, and only 60 to 70 buses, Shahdara Deputy Commissioner of Police Dinesh Kumar Gupta told PTI. More than 500 more buses were due to reach by midnight, he said.Anand Vihar is a major interstate bus terminal close to Delhi’s border with Ghaziabad district of Uttar Pradesh. On the other side of the border is the Kaushambi bus station, from where buses travel to other parts of Uttar Pradesh.There was a stampede-like situation at some points, with Delhi Police officers on standby carrying lathis and loudspeakers. A baton-charge by police on migrants was also reported. Here are some scenes from Anand Vihar and Kaushambi:A policeman uses a baton on migrants trying to cross a boundary wall to board a bus to their villages, in Ghaziabad on Saturday. (Credit: Manvender Vashist/PTI)Migrants scramble to board a bus to their native villages in Ghaziabad on Saturday. (Credit: Manvender Vashist/PTI)Workers climb on top of buses meant to take them home amid the nationwide lockdown. (Credit: Manvender Vashist/PTI)\"Inse darr kya lagega yeh toh apne bhai log hain. Jaise yeh log hain waise hum hain\"#21daysLockdown #coronavirusindia #MigrantsOnTheRoad #COVID2019 pic.twitter.com/IyD3mELO9L— فرقان أمین | furquan ameen (@furquansid) March 28, 2020\n\nThousands of migrant workers throng Delhi's Anand Vihar Bus Station to go back home as country witness Curfew to contain Corona COVID 19 pandemic.@IndianExpress @ExpressImages #CoronaUpdate #CoronaLockdown #LockdownWithoutPlan pic.twitter.com/Q9rdOTMoAm— Abhinav Saha (@abhinavsaha) March 28, 2020\n\nMigrants wait to board buses at Kaushambi in Ghaziabad on Saturday. (Credit: Vijay Verma/PTI)A foot overbridge on the Delhi-Uttar Pradesh border near Anand Vihar bus station. (Credit: Manvender Vashist/PTI)Migrant workers line up near Anand Vihar terminal on Saturday. (Credit: Bhuvan Bagga/AFP)Migrant workers and their families line up outside the Anand Vihar bus terminal in Delhi to leave for their villages on Saturday. (Credit: Bhuvan Bagga/AFP)Videos on social media showed huge crowds scrambling to board buses amid the looming threat of spread of infection. #WATCH Huge number of migrant workers at Delhi's Anand Vihar bus terminal, to board buses to their respective home towns and villages; Police is present at the spot pic.twitter.com/jHYbgIXOk3— ANI (@ANI) March 28, 2020\n\nThe Delhi government urged migrants to stay in Delhi but offered 570 buses to drop them to the border if they wanted to leave.दिल्ली सरकार चाहती है कि सभी लोग दिल्ली में रहें। लेकिन जो लोग UP के लिए प्रस्थान करना चाहते हैं उनके लिए दिल्ली सरकार आवश्यक व्यवस्था कर रही है। दिल्ली सरकार की 570 बसें इन लोगों को यूपी की सीमा में छोड़ेंगी। बहुत ख़ुशी होती अगर UP  सरकार इन सभी को लेने के लिए अपनी बसों को भेजती pic.twitter.com/xhvWsiAnHg— Kailash Gahlot (@kgahlot) March 28, 2020\n\nCongress leader Rahul Gandhi also shared a video of the ‘exodus’ and attacked the government for not having an emergency plan in place. Out of work & facing an uncertain future, millions of our brothers & sisters across India are struggling to find their way back home. It’s shameful that we’ve allowed any Indian citizen to be treated this way & that the Govt had no contingency plans in place for this exodus. pic.twitter.com/sjHBFqyVZk— Rahul Gandhi (@RahulGandhi) March 28, 2020","author":"Scroll Staff","time":"2020-03-29T09:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139129-kdiwpmmgfa-1585457045.jpg","tags":["migrant workers","Delhi","Anand Vihar","Lockdown","Coronvirus","Covid-19"],"source":"https://scroll.in/latest/957567/in-photos-at-delhi-up-border-thousands-try-to-squeeze-into-limited-state-buses-to-get-back-home"}