{"title":"In paintings: How foreign artists saw Benaras in the 19th and early 20th centuries","content":"A new exhibition in Mumbai views of the ancient city of Benares (now Varanasi) as depicted by foreign artists in the nineteenth and early twentieth centuries.  Over the years, the city, with its rich history, bustling riverside ghats and ritualistic fervour had become a part of most travelling artists’ itineraries, serving as an inspiration to many who tried to capture its essence.By the end of the eighteenth century, images of Benares had caught the attention of people back in the British metropole, with landscape painter William Hodges publishing picturesque views of the city among a set of views of India. The famous Thomas Daniell and his nephew William Daniell, who arrived in India a few years later, also included Benares landscapes in their visual documentation of the subcontinent.A Priest and Two Ascetics on the Ghats at Varanasi, India by Ludwig Hans Fischer. Credit: DAGThe popularity and commercial success of their works among Western audiences inspired other artists to explore India. British servicemen who were working in India also added to the lure by contributing to this knowledge production.The epigraphist and numismatist James Prinsep, who worked in Benares for ten years, published an impressive series of drawings titled Benares Illustrated, which not only contained views of the city but also a detailed visual map of Benares along with descriptive notes.Benares am Goldenen Tor by Erich Kips. Credit: DAGWhile for Hodges and the Daniells, Benares was relatively unexplored, the artists who followed in the second half of the nineteenth century were arriving at a widely popular tourist destination. Images of the city’s architecture and riverside ghats were now far too common, and there was a need to find newer ways of depicting the city. These artists, who came from different parts of the world, were more interested in people, society, and scenes of everyday life than in monuments.Banares, India by Alexander Scott. Credit: DAGFor Orientalists like the Dutch Marius Bauer, the Belgian-born Adrien-Jean Le Mayeur de Merprès, or the German Erich Kips, Benares provided the perfect backdrop to their paintings, which were sublime and romantic representations of the city.In this exhibition, we encounter diverse artistic responses to Benares by such foreign artists who each possessed a different aesthetic sensibility and ways of engaging with the city.Panchganga and Durga Ghats, Benares, Upper India by Thomas Daniell. Credit: DAGThe Orientalists’ Benares is on display at DAG 1, The Taj Mahal Palace, Mumbai, and runs until January 14.","author":"Giles TillotsonAditi Mazumdar ","time":"2024-01-14T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197490-tcyqzefxed-1705145643.jpg","tags":["Benares","Thomas Daniell","Orientalism"]}