{"title":"In photos: The final battle with Thanos plays out in ‘Avengers: Endgame’","content":"The Super Bowl of the 21st-century cinema experience arrives in theatres on April 26.The Russo brothers’ Avengers: Endgame caps Marvel Studios’ 11-year effort spanning three phases and 22 interconnected productions, featuring the who’s who and who’s new of Hollywood. Much avenging is on course in the new film, where the Avengers superhero team will fight supervillain, Thanos (Josh Brolin).In Avengers: Infinity War (2018), Thanos snapped his fingers and obliterated half the world’s population. Key members of the Avengers team turned to dust as their colleagues looked on helplessly. The trailer of Avengers: Endgame gives a glimpse of how far each of the characters have evolved since their first film, and sets them up for their toughest challenge yet.\n\n\n    \n    Play\n\nAvengers: Endgame (2019).The trailer shows Tony Stark (Robert Downey Jr) stranded in outer space, reminiscing about the day he escaped from a cave in Afghanistan in an early prototype of his superhero suit in Iron Man (2008). “It seems like a thousand years ago, I fought my way out of that cave,” a despondent Stark says, having lost many of his fellow fighters at the end of Avengers: Infinity War. At the end of the 2018 film, Stark survived his battle against Thanos on the planet Titan, while Spider-Man (Tom Holland), Doctor Strange (Benedict Cumberbatch), Peter Quill/Star Lord (Chris Pratt), Drax (Dave Bautista) and Mantis (Pom Klementieff) vanished with Thanos’s snap.Tony Stark (Robert Downey Jr) in Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.Back on Earth, Steve Rogers/Captain America (Chris Evans) is recovering from the events of Infinity War. “I keep telling everybody they should move on,” Rogers says. “Some do, but not us.” Captain America and his crew pledges to do “whatever it takes” to bring Thanos to justice.Speaking to Scroll.in in April, Joe Russo drew parallels between Infinity War and Endgame and the rise of right-wing nationalism across the globe. “Hope is always important, and that is what heroes are about,” Russo said. “Both the films ask the question, what is the cost of being a hero? The films are about community and heroes standing up against tyranny. We certainly look at that as waves of nationalism sweep the world.”  Russo said that all characters represent an archetype, which gets the audience to identify with their favourite. “You can identify with the morality of Captain America or the amorality of Deadpool,” he said.Chris Evans as Captain America in Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.By the end of Infinity War, Thanos had acquired all the Infinity Stones, making him near invincible. The six powerful stones include the Space Stone (introduced in Captain America: The First Avenger, 2011), the Mind Stone (The Avengers, 2012), the Reality Stone (Thor: The Dark World, 2013), the Power Stone (Guardians of the Galaxy, 2014); the Time Stone (Doctor Strange (2016), and the Soul Stone (Avengers: Infinity War).At the end of Infinity War, Thanos took a break from all the action at what appeared to be a farm. The trailer for Avengers: Endgame shows the purple-hued villain walking through a field, his armour being used as a scarecrow.Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.Avengers: Endgame will see the entry of some Marvel Cinematic Universe superheroes who had not been a part of the previous Avengers films. Among these is Scott Lang/Ant-Man (Paul Rudd). Ant-Man was introduced in 2015 in a solo film, and briefly joined the Avengers crew in Captain America: Civil War (2016). Paul Rudd as Ant-Man in Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.Also back in action is Jeremy Renner’s Clint Barton/Hawkeye, who was missing in Infinity War despite featuring in the first Avengers film in 2012 and Avengers: Age of Ultron (2015). Speaking to MTV’s Happy Sad Confused podcast last year, Joe Russo said, “We have a really interesting story cooked up for both of those characters, and part of that story required that they be under house arrest.”Jeremy Renner as Hawkeye in Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.Another new Avengers inductee is Captain Marvel (Brie Larson), who entered the Marvel Cinematic Universe with her solo film in March. According to the Marvel comics as well as the extended cinematic universe, Captain Marvel is the strongest of the lot. Brie Larson as Captain Marvel in Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.The superheroes who survived at the end of Infinity War include Bruce Banner/Hulk (Mark Ruffalo), Thor (Chris Hemsworth), Natasha Romanoff/Black Widow (Scarlett Johansson), Nebula (Karen Gillan), M’Baku (Winston Duke), Okoye (Danai Gurira), Rhodey Rhodes/War Machine (Don Cheadle), and Rocket (voiced by Bradley Cooper). Rocket was the only one left standing among the Guardians of the Galaxy, the inter-galactic crew of fighters led by Peter Quill that first met the Avengers in Infinity War.Rocket (voiced by Bradley Cooper) in Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.The Avengers were split down the middle due to a clash of ideologies in Captain America: Civil War. A number of characters who had not seen each other since then will be reunited in Avengers: Endgame, key among them Hawkeye and Black Widow.Scarlett Johansson as Natasha Romanoff in Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.The Hulk had a tough time in Infinity War – he was beaten to pulp by Thanos in the first 10 minutes. Bruce Banner’s angry alter ego refused to show up for the rest of the film. Whether Hulk will rise to the occasion in Endgame is unclear as the trailers only show Banner and not his humongous green avatar. Mark Ruffalo as Bruce Banner/Hulk in Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.Avengers: Endgame marks a major moment for the MCU films, which began with Iron Man (2008) and developed into a blockbuster franchise with a shared universe of productions with interconnected story lines and spanning three phases. In the 1990s, Marvel Studios was bankrupt, and it had licensed out its film rights to other production companies. The success of the X-Men films, produced by 20th Century Fox, and Sam Raimi’s Spider-Man trilogy, produced by Sony Entertainment, rekindled the company’s fortunes. Kevin Feige, who became Marvel Studios president in 2007, spearheaded the mission to adapt their comic book properties as correlated films, mimicking the shared universe of the comic books.The Avengers in Avengers: Endgame. Courtesy Marvel Studios/Disney.Marvel’s next set of films (phase four) is expected to start on a blank slate. Feige has described the first three phases as the “Infinity Saga”, indicating that the subsequent films will move beyond the Infinity Stones plot line. Additionally, with Endgame, the contracts of some of Marvel Studios’ biggest stars are about to end.According to reports, Robert Downey Jr, Chris Evans, Chris Hemsworth have reached the end of their contracts. Speculation is rife that contracts of Scarlett Johansson (Natasha Romanoff/Black Widow), Jeremy Renner and Mark Ruffalo may have also expired or will do soon. Johansson, however, might be seen in the long-expected standalone Black Widow movie. Avengers: Endgame (2019). Courtesy Marvel Studios/Disney.Avengers: Endgame also marks a final posthumous cameo by Marvel Comics patriarch, Stan Lee, who died on November 12, 2018, aged 95. The former Marvel editor-in-chief and chairperson had appeared in cameos in all the MCU films. He also popped up in the studio’s television and web series, the X-Men films, Raimi’s Spider-Man films, Ang Lee’s Hulk (2003), Mark Steven Johnson’s Daredevil (2003), and the 2018 release Venom.  Stan Lee in Doctor Strange (2016). Courtesy Marvel Studios/Disney.With so many players in the fray and sky-high stakes, the running length of Avengers: Endgame is a generous 181 minutes. The length might pose problems to viewers outside India, where films are screened without intervals, Feige has warned.\n\n\n    \n    Play\n\nAvengers: Endgame.","author":"Scroll Staff","time":"2019-04-22T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117902-pdxpkpuubh-1555701386.jpg","tags":["Avengers: Endgame","Chris Hemsworth","Scarlett Johansson"],"source":"https://scroll.in/reel/920690/in-photos-the-final-battle-with-thanos-plays-out-in-avengers-endgame"}