{"title":"In photos: Irrfan on the sets of Vishal Bhardwaj’s ‘7 Khoon Maaf’","content":"It was January 2010. We landed in Gulmarg straight from Bombay in our canvas sneakers for the first night’s shoot of 7 Khoon Maaf. Priyanka Chopra and Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.I will always remember it as the coldest night of my life as we shot in knee-deep snow, all night, completely unprepared. Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.  What kept us going through that freezing night was the magic unfolding before us – Vishal Bhardwaj directing the magnificently talented Irrfan and Priyanka Chopra in a very dark and psychological scene.  Priyanka Chopra and Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.Priyanka Chopra and Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.This duo of Vishal-Irrfan had created cinematic magic before with Maqbool, and it was an honour for me to see their incredible chemistry.Vishal Bhardwaj and Irrfan on the sets of 7 Khoon Maaf. Photo by Aparna Jayakumar.Vishal Bhardwaj and Irrfan on the sets of 7 Khoon Maaf. Photo by Aparna Jayakumar.We shot in Kashmir for 10 days.Priyanka Chopra and Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.Priyanka Chopra and Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.This was my second film with Vishal as a still photographer, but the only time I worked with Irrfan. He played Waseeullah, an intense, brooding poet. Irrfan’s deep-set eyes and quiet intensity did perfect justice to the part.  Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.Irrfan in 7 Khoon Maaf. Photo by Aparna Jayakumar.Crowds would throng our shoot to catch a glimpse of him and Priyanka Chopra. On the sets of 7 Khoon Maaf. Photo by Aparna Jayakumar.Irrfan was a pleasure to follow through my lens and I was fortunate to have had the opportunity to make some memorable images of him.  See more of Aparna Jayakumar’s work on her website and Instagram feed.   Also read: Irrfan (1967-2020): A powerhouse talent gone too soon   Irrfan tribute: The story behind his moving speech in Ang Lee’s ‘Life of Pi’","author":"Aparna Jayakumar","time":"2020-05-02T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140755-sukugzinam-1588351978.jpg","tags":["Irrfan","7 Khoon Maaf","Vishal Bhardwaj"],"source":"https://scroll.in/reel/960818/in-photos-irrfan-on-the-sets-of-vishal-bhardwajs-7-khoon-maaf"}