{"title":"In photos: The long march in Bangladesh to save the Sundarbans from a coal plant","content":"Hundreds of environmental activists have just concluded a four-day, 250-kilometer march from capital city Dhaka to Bagerhat district in south-west Bangladesh. Their aim is to raise enough awareness and make sufficient noise to stop a 1,320 megawatt coal-fired power plant from being built at Rampal, 14-km north of the ecologically rich and sensitive Sundarbans.The proposed plant will have two units of 660 megawatts each and will burn 4.72 million tonnes of coal every year. India has a large role to play in the construction of this power plant that is being built by the Bangladesh India Friendship Power Company Limited, a joint venture between the two neighbours in which India's National Thermal Power Corporation holds 15% stake. In January this year, India’s state-run Bharat Heavy Electricals Limited won the bid to build the Rampal plant. Bangladesh is starved of electricity with only about 53% of the population having access to it. The country is largely dependent on its natural gas reserves for power. The government plans to achieve its plan of 100% electricity access by 2020 by importing coal. Environmental activists have for years been protesting about the power plant being so close to the forest that has been declared a World Heritage site. Some of the concerns include that of coal pollution and acid rain over the Sundarbans, of infrastructure and activity associated with the power plant disrupting the forest, and of contaminants polluting the forest.“From what we have figured, there will be 80,000-tonne ships that bring coal in to a point called Akram Point,” said Ayesha D’souza, and environmental activist from India who is taking part in the march. “From Akram Point they will be transferred to smaller 10,000-tonne barges. There will be a lot of travel up and down the river through the Sundarbans.”Environmental concerns over the Sundarbans have heightened since one of its worst environmental disasters in December 2014, when an oil tanker hit another boat and spilled more than 200,000 litres of oil into the Shela river. With power plants, cement factories and granaries coming up around the Sundarbans, activists predict that disruptive boat traffic through the forest and sanctuary will only increase.The march has been organised by a coalition of environmental groups in Bangladesh, spearheaded by the National Committee to Protect Oil, Gas, Mineral Resources, Power and Ports. Their aim is to stop in towns along the 250-km route to discuss with locals the impact of the Rampal power plant on the surrounding ecology and their lives. “Of course, it [the march] is also to get more and more people mobilised and get them to join up and go to Rampal to protest the plant and stop it from coming up,” said Ayesha D’Souza, who is documenting the march on social media in a series of photos and videos.     #LongMarch #SaveSundarbans March 10-13, 2016. Dhaka - Sundarbans. A photo posted by @ayeshagram on Mar 9, 2016 at 6:11am PST\n    Banner getting painted for tomorrow's #LongMarch #SaveSundarbans A photo posted by @ayeshagram on Mar 9, 2016 at 7:46am PST\nAt the start of the #LongMarch pic.twitter.com/cMHkzV0hU6— Ayesha DSouza (@ayeshadsouza) March 10, 2016\nAnd we're off! #StopRampal pic.twitter.com/1i6mxBqcuq— Ayesha DSouza (@ayeshadsouza) March 10, 2016\n    The group at the start of the March. Now we are on our way to Savar for the next leg of the March. A photo posted by @ayeshagram on Mar 9, 2016 at 10:35pm PST\nTaking to the streets in Manikgonj for the #LongMarch pic.twitter.com/x5yNXHcHJO— Ayesha DSouza (@ayeshadsouza) March 10, 2016\n    Last rally for Day 1. Energy is still high. The marchers stand strong in their will to #StopRampal A photo posted by @ayeshagram on Mar 10, 2016 at 7:20am PST\nAddressing the crowds at Magura. The yatra continues. Day Two to #StopRampal and Save the S'bans from destruction. pic.twitter.com/WZa3pJ6jMZ— Ayesha DSouza (@ayeshadsouza) March 11, 2016\n    #StopRampal A photo posted by @ayeshagram on Mar 11, 2016 at 1:47am PST\npic.twitter.com/NJjm3sxmGj— Ayesha DSouza (@ayeshadsouza) March 13, 2016","author":"Nayantara Narayanan","time":"2016-03-13T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/804976-article-aohizqpdas-1457698613.jpeg","tags":["Sundarbans","Rampal coal plant","Bangladesh"],"source":"https://scroll.in/article/804976/in-photos-the-long-march-in-bangladesh-to-save-the-sundarbans-from-a-coal-plant"}