{"title":"In pictures: How a man fired from a pistol outside Jamia Millia University in Delhi","content":"A man shot at anti-Citizenship Amendment Act protestors near Delhi’s Jamia Millia Islamia University on Thursday afternoon, leaving a student injured. The man was arrested, while the injured student was taken to hospital.A video of the incident showed the gunman waving his pistol while walking backwards, with police personnel seen in the background. He shouted at the demonstrators: “Ye lo azaadi [here’s your freedom].” The man was taken into custody and is being interrogated.Here are some pictures of the incident:The gunman threatens protestors near Jamia Millia Islamia University. (Danish Siddiqui/Reuters)The injured student who was shot by the gunman being taken away from the site by onlookers. (Danish Siddiqui/Reuters)The man is detained by police after he brandished a gun at protestors. (Danish Siddiqui/Reuters)An armed man has shot a student peacefully marching towards Rajghat while the police looked and recorded but DIDN'T STOP HIM! After the student was shot and was being taken to the hospital, police refused to open the barricades, he had to climb and go to other side while bleeding pic.twitter.com/LZC6KesEWF— CAA / NRC Protest Info. (@NrcProtest) January 30, 2020\n\n#JamiaA miscreant flashed a gun chanting pro CAA slogans and fired a shot injuring a Jamia student at protest site in Jamia. pic.twitter.com/uitBhGWX5J— CAA / NRC Protest Info. (@NrcProtest) January 30, 2020\n\nCorrections and Clarifications: This article has been edited to remove personal details related to the shooter since, according to news reports, he is a minor. Scroll.in was not able to confirm this independently. His face has been blurred in photographs.","author":"Scroll Staff","time":"2020-01-30T15:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135603-clyrbarmyn-1580400078.jpg","tags":["Jamia Millia Islamia University","Delhi","CAA protest","Citizenship Amendment Act"],"source":"https://scroll.in/latest/951606/in-pictures-how-a-man-fired-from-a-pistol-outside-jamia-millia-university-in-delhi"}