{"title":"In photos: Christopher Robin meets his childhood friend, the silly old (and wise) Winnie-the-Pooh","content":"Winnie-The-Pooh, AA Milne’s beloved, silly old bear is back – this time through Disney’s new live action movie Christopher Robin. Directed by Marc Forster (Finding Neverland, The Kite Runner, Quantum of Solace), the movie is named after Pooh’s human friend who has grown up and finds himself grappling with a mid-life crisis. The adult Robin (Ewan McGregor) is a workaholic in London who hasn’t met his childhood friend Pooh in years, but that doesn’t mean he has forgotten him. The trailer for the August 10 release shows the fortuitous reunion of the two best friends, one that not only helps Robin set things right in his life but also helps Pooh find his way back into the woods from the chaos of London.Jim Cummings has voiced Pooh’s character, and the film has been written by Alex Ross Perry. Christopher Robin. Courtesy Walt Disney Pictures. Christopher Robin is Disney’s latest live action movie after Cinderella (2015), The Jungle Book (2016) and Beauty and the Beast (2017). However, unlike the others, which were reboots of Disney’s animated classics, Forster’s film imagines Robin and Pooh’s story many years after where the original story left off. Disney’s animated version of the Pooh bear’s adventures came out in 1977. In that version, Robin is a cheery young boy whose only worry is that Pooh will forget him when they grow older. In the trailer of Christopher Robins, it is Pooh who is worried that Robin has forgotten him. The grown-up version of Robin is neither cheerful nor carefree. Work pressures seem to be weighing him down, leaving him no time to even take weekends off for his his wife and daughter. A trip to the woods and a return to his roots have never been more necessary than now.\n\n\n    \n    Play\n\nChristopher Robin (2018).Hayley Atwell plays Evelyn Robin, Robin’s wife, while Mark Gatiss plays his strict boss. Among the other key characters of the Hundred Acre Wood, Eeyore, the gloomy donkey has been voiced by Brad Garett, the owl by Toby Jones, piglet by Nick Mohammed, the rabbit by Peter Capaldi and Kanga the kangaroo by Sophie Okonedo.Ewan McGregor was last seen in Drake Doremus’s science fiction romance Zoe earlier this year. Christopher Robin is the second live action film McGregor has starred in after Bill Condon’s Beauty and The Beast (2017).Christopher Robin. Courtesy Walt Disney Pictures.The film was shot in the United Kingdom and specifically in London, where the story is set. In an interview to The Hollywood Reporter, writer Alex Ross Perry spoke about what drew him to the film and to Pooh: “Everybody has these memories of these books, the Disney shorts and the feature that comprises the three initial Disney shorts...It’s one of the most universally acknowledged, recognized, cherished and beloved characters.”Christopher Robin. Courtesy Walt Disney Pictures.Pooh’s character has a timeless quality, Forster told Entertainment Weekly ahead of the film’s release in America: “There’s this timeliness to him, and his Pooh-isms, as naive as they sound, there’s always so much truth to them. He doesn’t take himself seriously, but there’s so much substance. They make you smile, but at the same time, you think, he’s so right.”Christopher Robin. Courtesy Walt Disney Pictures.There is one country where Pooh will not be able to spread his good cheer, and that is China. On August 6, there were reports of Chinese authorities banning Christopher Robin from a theatrical release. “No reason has been given for the decision, but it’s believed to be part of a nationwide clampdown on references to the beloved children’s character,” the BBC reported.In the last few years, Pooh has bafflingly become a controversial figure in China after a few Chinese bloggers compared China’s president Xi Jinping to the anthropomorphised bear. Chinese authorities have been blocking images of Pooh online since 2017. Pooh has been hailed as a “symbol of resistance” in China, especially among those who are opposed to the ruling Communist Party, reported The Hollywood Reporter.Christopher Robin. Courtesy Walt Disney Pictures.","author":"Scroll Staff","time":"2018-08-07T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889432-ikrbvrqgcx-1533551172.jpg","tags":["Christopher Robin movie","Ewan McGregor","Winnie-the-Pooh"],"source":"https://scroll.in/reel/889432/in-photos-christopher-robin-meets-his-childhood-friend-the-silly-old-and-wise-winnie-the-pooh"}