{"title":"Seven weeks in Bollywood: Narendra Modi meets Karan (without koffee) and hangs with the stars","content":"Prime Minister Narendra Modi has been seen in the company of numerous Bollywood celebrities over the past few weeks. Filmmakers and actors have been posting photographic evidence on social media platforms of their encounters with Modi over the past few days. The prime minister, who is already in campaign mode for the upcoming general election, has also made it a point to tweet his thanks to the celebrities who shared the frame with him.The most recent lot of images came from the inauguration of the National Museum of Indian Cinema at the Films Division headquarters in Mumbai on Saturday. The museum traces the history of cinema through artefacts and specially created exhibits. Among the stars who were clicked with Modi at the event were Asha Bhosle, Aamir Khan, Jeetendra, AR Rahman, Kapil Sharma, Rohit Shetty, Badshah, Parineeti Chopra, Bhushan Kumar, Divya Dutta and Kunal Kohli.Asha Ji, thank you for gracing the programme with your presence. The entire nation looks up to you for your stupendous contribution to the film world. @ashabhosle https://t.co/wE77ZtZSD0— Narendra Modi (@narendramodi) January 20, 2019\n\nHappy to have met you, @arrahman. https://t.co/QGQSRmMmnU— Narendra Modi (@narendramodi) January 20, 2019\n\nThe entire nation admires Jeetendra Ji for his acting. And, as I said yesterday, he is full of energy! https://t.co/lduFaOnvpu— Narendra Modi (@narendramodi) January 20, 2019\n\nThank you Divya Ji. https://t.co/wfnj7SE5lT— Narendra Modi (@narendramodi) January 20, 2019\n\nWhen @KapilSharmaK9 appreciates somebody's humour, it sure makes that person happy and I am no exception. :)Thank you for the kind words Kapil. https://t.co/SHVTH6vI8p— Narendra Modi (@narendramodi) January 20, 2019\n\nAn honour yesterday 🙏 @narendramodi pic.twitter.com/YIYjGR2XM2— Parineeti Chopra (@ParineetiChopra) January 20, 2019\n\nModi made an attempt at humour in his response to a tweet by actor Kartik Aaryan, who joked about not being to wangle a selfie with the Bharatiya Janata Party leader.Not losers but Rockstars! No selfie Jab We Met but there will always be another occasion. :) https://t.co/1Ud7D5jIvd— Narendra Modi (@narendramodi) January 20, 2019\n\nModi was also photographed engaging in a little shimmy with a wheelchair-bound Manoj Kumar. The actor and director has a long association with Modi, according to a 2014 report in The Times of India. Kumar, who headlined several patriotic films between the 1960s and the ’80s, had met Modi in 1984 while campaigning for the BJP, the actor told the newspaper. Kumar recalled, “For the brief time that we shared, I observed that Narendra Modi was dynamic even then.”          View this post on Instagram           #manojkumar with #narendramodi at the national indian museum opening @viralbhayani A post shared by  Viral Bhayani (@viralbhayani) on Jan 19, 2019 at 10:00am PST\nA viral moment from the museum inauguration on Saturday was the use of the phrase “How’s the josh?” from the recently released film Uri: The Surgical Strike. The audience, whom Modi described as being responsible for “new cinema for a new India”, replied by clapping and shouting, “High sir!”Aditya Dhar’s film  is based on the September 29, 2016, Indian Army operation on terrorist training camps in Pakistan-occupied-Kashmir. Uri: The Surgical Strike stars Vicky Kaushal as Major Vihaan Singh Shergill, who leads the operation. Paresh Rawal and Rajit Kapur plays characters modelled, respectively, on Ajit Doval and Narendra Modi. The line “How’s the josh?” is used by Vihaan to rally his soldiers.When PM @narendramodi asked this eminent gathering of Indian Film Industry- “How is the Josh”. See how they replied by saying - “High Sir”. pic.twitter.com/gbPFVCngu6— RSPrasad Office (@OfficeOfRSP) January 19, 2019\n\nIn his speech at the inauguration, Modi said cinema is a “silent power” as it could bring about development and social change. “Film and society are a reflection of each other,” Modi was quoted as saying by ANI. “We have watched movies on India’s poverty and helplessness, but now we have films where if there is a problem, there is a solution too.”Narendra Modi and Aamir Khan. Courtesy Twitter.Aamir Khan told Republic TV that Modi’s speech “made a lot of sense” to him. Khan added, “Well it was really wonderful to hear the honourable Prime Minister speak in such a positive way about the film industry.”Modi’s selfie-taking with Bollywood began a few weeks ago. On January 10, a 14-member delegation comprising directors and actors met Modi in Delhi. Thank u Hon’ble PM @narendramodi. All of us who had the incredible opportunity to interact with u today represent the world’s largest film industry & together we would love to inspire & ignite positive changes towards a transformative India. pic.twitter.com/7h99wifTph— Karan Johar (@karanjohar) January 10, 2019\n\nFilmmaker Karan Johar, leading the delegation, wrote on Instagram that the interaction was about how the Hindi film community could contribute to “nation building”.        View this post on Instagram           Thank you for meeting us today sir! @narendramodi ! An incredible exchange of thoughts and ideas with the forces of the film fraternity and the honourable Prime Minister! A post shared by  Karan Johar (@karanjohar) on Jan 10, 2019 at 8:09am PST\nAccompanying Johar were actors Ranbir Kapoor, Alia Bhatt, Ranveer Singh, Varun Dhawan, Ayushmann Khurrana, Vicky Kaushal, Rajkummar Rao, Bhumi Pednekar and Sidharth Malhotra. Filmmakers Rohit Shetty and Ashwini Iyer and producer Ekta Kapoors and Mahaveer Jain were also a part of the selfie that had Modi at the centre.The meeting was organised by Johar and Mahaveer Jain, the producer of the National Film Award-winning  Dekh Indian Circus (2011). “The next few months will bring a lot of good news for the industry,” Jain told The Times of India.The January event produced a lot more positive press than a previous meeting on December 18, 2018, to discuss, among other issues, General Sales Tax for the entertainment industries. The delegation that met Modi, which included Akshay Kumar, Ajay Devgn, Karan Johar, Rakesh Roshan, Ronnie Screwvala and Siddharth Roy Kapur, comprised only men, and got rapped for its non-inclusiveness.Heartfelt thank you to the honorable Prime Minister @narendramodi ji for taking out time to hear us at length, discuss issues pertaining to our industry and assuring positive consideration of suggestions. pic.twitter.com/ShGfr0Jlvu— Akshay Kumar (@akshaykumar) December 18, 2018\n\nBefore these meetings, Modi was seen at the wedding reception of Priyanka Chopra and Nick Jonas in Delhi. Modi’s attendance drew some jibes on Twitter, because in 2017, Chopra was criticised by right-wing trolls for apparently disrespecting Modi by sitting cross-legged and wearing a skirt of seemingly inappropriate length.        View this post on Instagram           A heartfelt thank you to our Hon'ble Prime Minister Shri @narendramodi ji for gracing us with your presence. Touched by your kind words and blessings. @nickjonas A post shared by  Priyanka Chopra Jonas (@priyankachopra) on Dec 5, 2018 at 1:42am PST","author":"Scroll Staff","time":"2019-01-21T16:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111112-uhtsyukcbt-1548070343.jpg","tags":["Narendra Modi","Karan Johar","Uri: The Surgical Strike"],"source":"https://scroll.in/reel/910219/in-pictures-narendra-modi-hanging-out-with-bollywood-over-the-past-two-months"}