{"title":"In Pawar stronghold Baramati, an election battle that reflects why Maharashtra is a challenge ","content":"As she travelled from one election rally to the next in Baramati in late March, Lok Sabha member Supriya Sule called out to passers-by with a reminder in Marathi: “Tutari Chalwa”, or vote for the blow horn.Since 2009, Sule has contested and won Lok Sabha elections from her family’s pocket borough on the clock symbol of the Nationalist Congress Party that her father Sharad Pawar founded in 1999.But last year, after her cousin Ajit Pawar engineered a split in the party, the faction led by Sharad Pawar lost control of the party symbol.As a result, Sule is now saddled with a new symbol – the blow horn – which few voters recognise.Compounding her challenge is the fact that a member of her own family, Ajit Pawar’s wife, Sunetra Pawar, is contesting on the clock symbol.With both the candidates speaking of “betrayal” at their election meetings, the Pawar family feud has made Baramati a closely watched contest. But its impact stretches beyond one constituency, Scroll found as it travelled through this part of western Maharashtra in late March.This report is part of a series called the Battleground States, which brings you ground dispatches from states where the Bharatiya Janata Party faces a keen challenge from the Opposition.\n\t\t\n\tIn happier times together. Credit: @SunetraA_Pawar/X.A family dividedThat supporters of veteran politician Sharad Pawar could be threatened or dissuaded from attending a public meeting headlined by him in Baramati was, till recently, unimaginable. Equally surprising was the last minute cancellation of a traders body meeting, scheduled to be addressed on March 11 by the 83-year-old leader.“Something like this has not happened in the last 50 years,” Sharad Pawar told a gathering in Pune in early March.He did not directly refer to his nephew, Ajit Pawar, but the implication wasn’t lost on his audience. The people of Baramati, who have elected a Pawar in every assembly election since 1967 and nearly every Lok Sabha election since 1984, are being asked if they owe their allegiance to the uncle or the nephew.In her election meetings, 54-year old Sule spells this out clearly. She frames the contest as a choice between her father who painstakingly built Baramati over five decades, bringing development, industry, and jobs to the region, and the man who usurped her father’s party, its name and symbol under pressure from investigative agencies.In her stump speech, Sule routinely invokes her and Ajit Pawar’s grandmother, Shardabai Pawar, a leader of the Peasants And Workers Party in the 1930s and one of the first women politicians in Pune. “Sharadbai has taught us to fight and not cry – radaila nahi, ladaila shikavle.”“The whole state feels betrayed, not only Baramati,” Sule said. “Not one, but two parties have been broken by wrong measures, it is injustice to the state.”Credit: @supriya_sule/X. In the 2019 assembly polls, the incumbent Bharatiya Janata Party-Shiv Sena alliance managed to cross the halfway mark but failed to form a government on account of differences between the two parties on portfolio distribution. In a surprise move, the Shiv Sena broke ties with the BJP and joined hands with the Congress and Sharad Pawar's Nationalist Congress Party to form an alliance, the Maha Vikas Aghadi.The government led by Uddhav Thackeray lasted less than three years. In June 2022, senior Shiv Sena leader, Eknath Shinde and his supporters broke ranks with Thackeray. Shinde was made Chief Minister after he joined hands with the BJP. In the following year, Ajit Pawar led a split in the NCP and joined the Eknath Shinde-BJP government as deputy chief minister. This alliance is called the Mahayuti.In February this year, the Election Commission ruled in favour of Eknath Shinde's faction, granting it the party name and symbol of bow and arrow. Similarly, the EC deemed the Ajit Pawar faction as the real NCP and granted it use of the party name and symbol.While Ajit Pawar might have wrested a victory at the Election Commission, he seems to be losing the battle at home.Other members of the Pawar family have closed ranks behind the patriarch. In an unexpected move, Ajit Pawar’s elder brother Shriniwas, who had backed him during his earlier rebellion in 2019, has cast his lot with the senior Pawar.Shriniwas’s son Yugendra Pawar told Scroll that his father was upset with Ajit Pawar’s decision to field his wife, Sunetra, as the NCP candidate against Sharad Pawar’s daughter Supriya Sule. “My father’s main point to him was not to field a family member.”Sule, vying for her fourth straight term in the Lok Sabha, acknowledged the significance of the family’s support as she thanked them from the dais in every speech, signalling to the public that Ajit Pawar is isolated, at least within the family.Credit: Smitha Nair.A new entrant to politicsSunetra Pawar, 60, has never fought an election before, although she has been involved in social work in Baramati.Perhaps wary of her sister-in-law stealing a march on her, Sunetra Pawar started campaigning even before the Mahayuti officially announced her candidature from Baramati. Posters in the constituency referred to her as the “adhikrut” or “official” candidate.In public meetings she does not shy away from addressing the elephant in the room, telling the audience that they should know that something significant must have happened for her husband, Ajit Pawar, to break the party and join hands with the BJP.In an interview to Scroll, after she concluded a public meeting in Lakhewadi, Indapur, Sunetra Pawar asserted that the credit for all the work done in Baramati, particularly over the last two decades should go to Ajit Pawar only. The voter knows this, she said.“You may plant a sapling, but caring for, nurturing and growing that sapling into a tree is a different matter. Dada has done this,” she said, referring to Ajit Pawar by the term his constituents use for him, which means brother. In turn, Sunetra Pawar is called “vahini” or sister-in-law, while Sule is called “tai” or sister.At a rally in Baramati in February, an emotional Ajit Pawar had said that had he been the son and not the nephew, he would have been made National President and given control of the party. When asked if she thought her husband was mistreated, Sunetra Pawar told Scroll, “I am not saying this, everybody else does, everybody knows who was running the party, who was taking care of everything. Janta dekh rahi thi.”Interestingly, prime minister Narendra Modi had in the past dubbed the NCP as the naturally corrupt party, pointing to the alleged Rs 70,000 crore irrigation scam during Ajit Pawar’s ministerial tenure to underscore his point.Sunetra Pawar did not see any dissonance in tying up with a party that ran campaigns branding her husband as corrupt. Implying that everybody takes a stand that works for them, she said, “Ajit dada is a very strong leader in western Maharashtra.”Sunetra Pawar at a public meeting. Credit: Smitha Nair. How the odds are stackedOn paper, in Baramati, Sunetra Pawar has the edge. Of the six assembly segments that make up the Lok Sabha seat, Baramati town is represented by Ajit Pawar, and Indapur by his colleague Datta Bharane. Bharane had defeated Harshavardhan Patil of the BJP who had earlier held this seat five times.Khadakwasla is represented by BJP legislator Bhimrao Tapkir and Daund by Rahul Kul, also of the BJP. Only two seats are with the Congress: Sanjay Jagtap holds Purandhar and Sangram Thopte, Bhor.Thopte’s father, Anantrao, a six-time MLA, incidentally has a long standing bitter rivalry with Sharad Pawar. Earlier in March, Pawar senior visited Anantrao, hoping to bury the hatchet for the sake of his daughter. What might help the cause is that Sangram, a three-time MLA, shares an uneasy equation with Ajit Pawar.Many believe the antagonism towards Ajit Pawar might tilt the balance in Sule’s favour.“Don’t go by what is on paper,” Vijay Shivtare, a known Pawar family baiter and former MLA from Purandar told this reporter. Shivtare claimed most MLAs within the Baramati Lok Sabha seat are not interested in helping Ajit Pawar out of fear he would become all powerful and “bulldoze” them, were his wife to become the MP.At the time of the interview, Shivtare, a member of the Eknath Shinde-led Shiv Sena, had thrown his hat in the ring as an independent candidate for the Baramati Lok Sabha seat. The former minister of state for water conservation had also claimed, “both sides are spending money to the tune of hundreds of crores in this one seat alone”. On March 28, Shivtare, following a meeting with his party leader, chief minister Eknath Shinde and deputy chief ministers, Devendra Fadnavis and Ajit Pawar, withdrew his name from the race.Vijay Shivtare. Credit: Smitha Nair.The larger pictureBaramati is part of the larger sugarcane growing belt of western Maharashtra where cooperatives play a significant role in the rural economy. The interplay between control of cooperative sugar factories, credit societies, dairies, cotton mills and political power is undeniable, not just in Baramati, but in the larger region.“Historically the Congress and the NCP have dominated this region,” Vasant Bhosale, a cooperative sector analyst, told Scroll. “The BJP had no network of its own in western Maharashtra. But it has slowly acquired this network by bringing Congress and NCP leaders into its side.”In 2014, BJP won three seats in western Maharashtra. 2019 saw the saffron party make further inroads, winning four constituencies.Will this election see the BJP consolidate its gains here? As with the rest of Maharashtra, it is a tough call.This is the first election after the two parties, NCP and Shiv Sena were split at the behest of the BJP. Latent sympathy for Sharad Pawar and Udhhav Thackeray may be a factor. The alliances on both sides, Mahayuti and Maha Vikas Aghadi are electorally untested; how seamless or otherwise the transfer of votes within the alliance would be, is unknown.Smaller parties, with pockets of influence, could also be key. A case in point is Mahadev Jankar’s Rashtriya Samaj Paksha which for weeks publicly indicated it is joining hands with the Maha Vikas Aghadi, with Sharad Pawar reportedly having offered the Madha seat to Jankar, only for the Dhangar leader to do a volte face and join the BJP-led Mahayuti.All these considerations have meant that in western Maharashtra, scheduled to vote on May 7 and May 11, both sides are yet to announce candidates for all 10 Lok Sabha seats.","author":"Smitha Nair","time":"2024-04-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199732-emnzbxdhzb-1711885289.jpeg","tags":["Lok Sabha 2024","Ajit Pawar","Sunetra Pawar","Sharad Pawar","Supriya Sule","Baramati","Maharashtra","Nationalist Congress Party"],"source":"https://scroll.in/article/1066029/in-pawar-stronghold-baramati-an-election-battle-that-reflects-why-maharashtra-is-a-challenge"}