{"title":"In Pa Ranjith’s ‘Natchathiram Nagargiradhu’, love is a many-splendored thing","content":"The stars in the sky are on the move, declares the title of Pa Ranjith’s latest film. So is the 39-year-old Tamil director, as is evident from Natchathiram Nagargiradhu.Ranjith’s sixth feature expands on themes he has been exploring since his debut Attakathi as well as ventures into uncharted territory – the adventurous, limitless, but also fraught realm where political theory meets practical application. Natchathiram Nagargiradhu is being released in theatres on August 31. Form is in lockstep with narrative concerns in a film that boldly sets out to reshape the orthodoxies of the love story.  Ranjith’s resonant new movie focuses on a theatre troupe assembling to mount a play about so-called honour killings. At the heart of the film is a dialectical discourse on the challenges of love – for people, art, books, music and intellectual debate.“I had been feeling the need to go inner for a while,” Ranjith told Scroll.in during a recent visit to Mumbai. “I have been exploring, as per my own understanding, politics through commercial cinema for a long time. But the new film is different. It is an experiment in bringing together dialogue, which is very prominent in my films, and craft.”The film’s main traveller is Rene, a feisty young Dalit woman who has broken up with her boyfriend Iniyan after he uses a casteist slur during an argument. Rene (Dushara Vijayan) and Iniyan (Kalidas Jayaram) are members of the theatre group that is preparing for a new stage production in Pondicherry. This rainbow coalition of maverick dreamers, which includes a gay couple and a trans woman, is a microcosm of the shrinking island that is liberal India.Rene and Iniyan are not alone in their struggle to keep their professional and personal lives apart. Arjun (Kalaiyarasan) brings to the rehearsals his prejudices about people most completely unlike him. He eventually transformed by his interactions with the other actors, particularly Rene. Kalidas Jayaram and Dushara Vijayan in Natchathiram Nagargiradhu. Courtesy Neelam Productions/Yaazhi Films.Natchathiram Nagargiradhu maps the distance Ranjith has travelled in the decade since Attakathi, which followed a young man’s emotional entanglements. Since Attakathi, Ranjith has directed Madras, Kabali, Kaala and Sarpatta Parambarai – films that highlight the Dalit experience in ways that have arguably transformed Tamil cinema’s broader engagement with caste.Ranjith’s interest in protest art has carried over to the films produced by his banner Neelam Productions, which include Pariyerum Perumal, Kuthiraivaal, Seththumaan and Writer. These films, as well as the band The Casteless Collective (formed by Ranjith and musician Tenma), openly dissect Indian social inequalities rather than couching them in coded language or vague formulations.\n\n\n    \n    Play\n\nSarpatta Parambarai (2021).Even by Ranjith’s standards, Natchathiram Nagargiradhu is at a remove from his previous films. Although Ranjith had been involved with theatre as a student of fine arts in Chennai, his films have dealt with actual urban spaces – Mumbai’s Dharavi slum in Kaala, north Chennai in Sarpatta Parambarai – rather than the plastic zone of the stage, where art is created from scratch and recast afresh with every rehearsal.Natchathiram Nagargiradhu was filmed at Pondicherry’s Indianostrum theatre. The character of Subier (Regin Rose), the director of the play in Natchathiram Nagargiradhu, was inspired by Indianostrum’s leading light Koumarane Valavane, Ranjith said. Valavane also played the lead role in Arun Karthick’s Tamil film Nasir, about communal tensions in Coimbatore.Chandala, an Indianostrum production that interweaves honour killings with William Shakespeare’s classic tragedy Romeo and Juliet, was the subject of Pankaj Rishi Kumar’s award-winning documentary Janani and Juliet (2019). The cast of Natchathiram Nagargiradhu includes members of Indianostrum, Ranjith added.Natchathiram Nagargiradhu. Courtesy Neelam Productions/Yaazhi Films.Theatre, which sets store by the power of the spoken word, is an apt setting for Natchathiram Nagargiradhu, in which dazzling montages share the screen with polemical exchanges. Liberated by community spirit, the film’s characters furiously debate, discuss and agree to disagree, transforming themselves and others in the process. The film is equally laden with metaphors and symbols, from Gustav Klimt’s iconic painting The Kiss to the writings of BR Ambedkar. At one level, Natchathiram Nagargiradhu can be seen as an allegory about the ongoing Indian experiment with democracy, where fierce resistance meets the attempt to move beyond the rigidity of socially prescribed identities. As Rene and Arjun realise, this tension is deeply personal, affecting the way we think, interact and pursue relationships.Natchathiram Nagargiradhu also sets out to reclaim the music of legendary music composer Ilaiyaraaja, who has been co-opted by Narendra Modi’s Bharatiya Janata Party in its quest to create an alternate universe of celebrities. Tamil filmmakers routinely pay tribute to Ilaiyaraaja’s music from previous decades. Ranjith’s film converts Ilaiyaraaja nostalgia into a political act.Ranjith has been nurturing the idea of making a love story that bucked convention since Kabali, released in 2016. He had been following news reports of inter-caste relationships, which were being pejoratively described by some political groups as “naataga kaadal”, or fake love, he said. Although Ranjith set aside his original script to complete Kabali and other projects, his thoughts kept returning to the changing contours of relationships.By the time Ranjith revisited the script, other ideas had crept in, such as LGBTQI relationships. The device of using a play within a film presented Ranjith with the opportunity to create a “democratic, participatory space” in which people with differing views on love, art and politics could justifiably be herded together into the same room, he observed.\n\n\n    \n    Play\n\nRangarattinam, Natchathiram Nagargiradhu (2022).After completing Sarpatta Parambarai, which memorably revisits the boxing sub-culture of North Chennai, Ranjith contributed a chapter to the anthology film Victim – Who is Next? (released on SonyLIV in early August). “Because of that story, I got the confidence to further explore my visual sense,” Ranjith said. The film provides a succinct snapshot of exploitation and assertion, represented by a young Dalit girl who plays an important role in defusing an act of caste brutality.Natchathiram Nagargiradhu too has a woman at the core of a loosely structured narrative. Dushara Vijayan turns out a brilliant performance as Rene, whose acute awareness of her Dalit identity encourages her to challenge her love for Iniyan and her feelings towards Arjun. Outspoken, sensitive and unapologetic about her divided self, Rene is easily among the most radical heroines on the screen in decades.Kalaiyarasan, who has appeared in a few of Ranjith’s films and in his co-production Kuthiraivaal (directed by Manoj Leonel Jahson and Shyam Sunder), is equally compelling as Arjun. Kalaiyarasan’s transformation from reactionary to rebel is in keeping with the film’s romantic view of progressive politics. While Natchathiram Nagargiradhu provides a sobering account of the challenges to artistic freedom – represented by a malevolent heckler – it’s also hopeful that wherever there is a willingness to think, question and debate, a more equitable world is possible.“I want to give out positive energy – I believe in channelling my anger, polishing it and converting it into art,” Ranjith explained. Rather than stick to your corner of the room, it’s vital to come up with ways to meet in the middle, he said. Pa Ranjith.Some of the 173-minute film’s symbolic moments prove to be heavy-handed, just as some of the verbal run on for longer than they should. “Symbols govern and design our lives,” Ranjith argued. “There are entire stories behind a person’s name, what he wears and what he eats. This is how we understand people. For instance, I could have decided against showing Rene reading a book on the Buddha. But this is a very important book that needs to be read. Will people seek out the book after the film? That’s the hope.”When he began making films 10 years ago, this kind of explicit expression of political leanings and caste identity simply was not possible, he said. “When I started out, there was hardly any platform or model for movies to talk about Dalit lives in the mainstream,” Ranjith said. “When I made Attakathi, there was a scene about Ambedkar that I couldn’t include because people would not have accepted it.” Tamil cinema set in rural India, particularly films that looked at inter-caste couplings, ignored the granular experience of Dalit lives, he said. “At best, Dalits were characters or sub-characters, but not in leading roles.”His own films are less interested in classic tales of discrimination and more in the negotiations between the layers of socially sanctioned hierarchies, he added. Natchathiram Nagargiradhu is imbued with this give-and-take, whether it’s in the trajectories of characters or Ranjith’s crafting of freewheeling sequences with unpredictable outcomes.“I have come to the place where I can apply my language and express a certain kind of Dalit politics in the mainstream,” Ranjith said. “Films like Pariyerum Perumal were hits, proving that an audience has been created for such films. I now have the opportunity to work with big names.”These names include Vikram, who will headline one of Ranjith’s upcoming films. Also in the pipeline is a web series spin-off from Sarpatta Parambarai and a biopic of Adivasi revolutionary Birsa Munda.\n\n\n    \n    Play\n\nNatchathiram Nagargiradhu (2022).Also read:Framing a viewpoint: How ‘Sarpatta Parambarai’ created its ground-up view of heroism and assertion","author":"Nandini Ramnath","time":"2022-08-30T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179119-dimylvlxvc-1661831368.jpg","tags":["Natchathiram Nagargiradhu","Pa Ranjith","Dushara Vijayan","Kalaiyarasan"],"source":"https://scroll.in/reel/1031586/in-pa-ranjiths-natchathiram-nagargiradhu-love-is-a-many-splendored-thing"}