{"title":"In photos: The world of ‘A Suitable Boy’, coming to Netflix on October 23","content":"India, the 1950s. The recently independent country is gearing up for its first national election. Lata Mehra is in love, but with an unsuitable man as far as her family is concerned. Her mother sets out to find her a groom. Also restless and chafing against parental authority is Maan Kapoor, whose object of desire is the courtesan Saeeda Bai.Mira Nair’s mini-series A Suitable Boy, adapted from Vikram Seth’s acclaimed novel of the same name, will be premiered on Netflix on October 23. Seth is among the executive producers of the BBC Studios-steered show. Veteran British television writer Andrew Davies has condensed Seth’s 1,349-page novel into six episodes.\n\n\n    \n    Play\n\nA Suitable Boy has already been broadcast on British television in July and August. The series will be shown on Netflix on October 23 in several territories across the world, including India.Nair’s frequent collaborators have worked on A Suitable Boy, including cinematographer Declan Quinn, production designer Stephanie Carroll and costume designer Arjun Bhasin. Casting directors Dilip Shankar, Nandini Shrikent and Karan Mally have lined up a huge cast of actors for a sprawling narrative with numerous characters. First-time actor Tanya Maniktala plays Lata Mehra, while her suitors are played by Danesh Razvi, Mikhail Sen and Namit Das. Tabu portrays the courtesan Saeeda Bai, who enchants Maan Kapoor (Ishaan Khatter). Here is a look at who else populates the universe of A Suitable Boy.Danesh Razvi as Kabir Durrani and Tanya Maniktala as Lata Mehra. Courtesy BBC Studios/Netflix.Tabu as Saeeda Bai. Courtesy BBC Studios/Netflix.Vijay Varma as Rasheed and Ishaan Khatter as Maan Kapoor. Courtesy BBC Studios/Netflix.Rasika Dugal as Savita Kapoor and Tanya Maniktala as Lata Mehra. Courtesy BBC Studios/Netflix.Ishaan Khatter as Maan Kapoor and Tabu as Saeeda Bai. Courtesy BBC Studios/Netflix.Shahana Goswami as Meenakshi Mehra and Vivek Gomber as Arun Mehra. Courtesy BBC Studios/Netflix.Mikhail Sen as Amit Chatterji and Tanya Maniktala as Lata Mehra. Courtesy BBC Studios/Netflix.Aamir Bashir as Nawab Sahib and Ram Kapoor as Mahesh Kapoor. Courtesy BBC Studios/Netflix.Shubham Saraf as Firoz Ali Khan and Ishaan Khatter as Maan Kapoor. Courtesy BBC Studios/Netflix.Tanya Maniktala (second from left) as Lata Mehra and Namit Das as Haresh Khanna. Courtesy BBC Studios/Netflix.Also read:Book versus series: ‘A Suitable Boy’ and the journey from 1,349 pages to six episodes","author":"Scroll Staff","time":"2020-10-11T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149003-ufxyxkmbqy-1602419460.jpg","tags":["Mira Nair","A Suitable Boy","Vikram Seth"]}