{"title":"In photos: In a hospital in coronavirus-ravaged Delhi, ‘crisis is a mild word’","content":"The devastation caused by the second wave of the coronavirus pandemic in India is being particularly felt in the capital. In Delhi, death and despair have maintained lockstep with the virus’s unrelenting spread. Delhi on Thursday reported 24,235 infections and 395 official deaths, although reports from the city’s crematoriums suggest that the toll is much higher. Heart-rending pleas for oxygen cylinders and medical drugs fill social media. Whole families have fallen sick, leaving them unable to arrange for transport for their loved ones to hospitals or gather the resources needed to ensure home care.Reuters news agency’s Danish Siddiqui is among the photographers bearing witness to the pandemic’s impact on the health care system. He shot this photo essay in the non-profit Holy Family Hospital in Delhi. According to a Reuters report, the hospital has a capacity to treat 275 patients but is currently caring for at least 390 Covid-19 infected people.Inside the emergency ward at Holy Family Hospital in Delhi. Photo by Danish Siddiqui/Reuters.  The patients admitted to Holy Family’s emergency and intensive care units are among the fortunate ones. The hospital, like several others in Delhi, has no available beds to accommodate the infected people who draw up in ambulances and private vehicles, “some gasping for air in casualty as their oxygen cylinders ran out”, the Reuters report said.In the photo below, Suresh Kumar holds his wife’s oxygen cylinder. “Please save her,” he pleads with the staff.A Covid-19 patient receives treatment inside the emergency ward at Holy Family Hospital in Delhi. Photo by Danish Siddiqui/Reuters.The hospital is carrying out treatment despite shortages of ventilators and staff. “It is a devastatingly bad situation,” Sumit Ray, the head of the ICU, told Reuters. “We have reached the point where crisis is a mild word.”Medical staff tend to a patient at the ICU ward at Holy Family Hospital in Delhi. Photo by Danish Siddiqui/Reuters.Among the patients is Manika Goel’s 39-year-old husband. The software engineer from Tata Consultancy Services is in a critical condition. “I have an eight-year-old kid,” she told Reuters. “I don’t know what I will tell him [if her husband dies].”Manika Goel inside at Holy Family Hospital in Delhi. Photo by Danish Siddiqui/Reuters.Many of Delhi’s infected are being admitted too late because beds are not available. Holy Family workers with the body of a coronavirus patient. Photo by Danish Siddiqui/Reuters.Even as the situation in Delhi and the rest of India threatened to spiral out of control, Union Health Minister Harsh Vardhan on Thursday urged Indians to remain calm. About the oxygen shortage that  has left vast parts of the country literally gasping for breath, Harsh Vardhan noted, “Those who need oxygen should get it but it’s not right if someone thinks he/she needs oxygen, due to lack of knowledge.”A nurse tends to a patient at the ICU ward at Holy Family Hospital in Delhi. Photo by Danish Siddiqui/Reuters.The government is placing its hopes on vaccination: registration for beneficiaries between the ages of 18 and 45 has opened up. Harsh Vardhan noted on Thursday that nearly 88 lakh people registered for their shots. The catch: severe vaccine shortages.Delhi and Maharashtra are among the states flagging a scarcity of both Covishield and Covaxin vaccines. Since the vaccination drive is open only to pre-registered candidates, there is a real danger of vast numbers of Indians without access to the internet or apps being denied the vaccine altogether.Covid-19 patients at the emergency ward at Holy Family Hospital in Delhi. Photo by Danish Siddiqui/Reuters.Also read:‘Bodies after bodies are coming’: Death and devastation in Delhi Fact check: Did states fail to use PM-Cares funds allocated by the Centre to build oxygen plants?As Covid-19 devastates Delhi, Central Vista project declared an essential service, work continues","author":"Scroll Staff","time":"2021-04-30T14:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158395-jtkwzyvojr-1619717511.jpg","tags":["Coronavirus pandemic","Covid-19 in Delhi","Photo essay"],"source":"https://scroll.in/article/993674/in-photos-at-a-hospital-in-coronavirus-ravaged-delhi-crisis-is-a-mild-word"}