{"title":"In pictures: Thousands take to the streets in Bengaluru, Chennai against the Citizenship Act","content":"Protests against the Citizenship Amendment Act continued on Monday, with thousands of people showing up at rallies in Bengaluru and Chennai. In Bengaluru, one of the protests against the Citizenship Amendment Act was organised at 11 am at the Hazarath Khazi Mohammed Abdul Khuddus Sahib Eidgah on Miller Road, The News Minute reported. The rally was called by around 35 organisations under the banner of Joint Action Committee of Bengaluru, PTI reported. The Bengaluru traffic police cordoned off roads leading to the protest site and put in place traffic diversions and alternative route arrangements. Karnataka: Large number of anti- #CitizenshipAmendmentAct protesters in Bengaluru pic.twitter.com/MduHpOG5Zs— ANI (@ANI) December 23, 2019\n\nIn Chennai, the protests were mainly organised by leading Opposition party the MK Stalin-led Dravida Munnetra Kazhagam, which said that the demonstrations will not stop until the Citizenship Amendment Act is repealed. Congress leader P Chidambaram and Marumalarchi Dravida Munnetra Kazhagam’s Vaiko along with Left leaders also joined the protests. The rally ended at Rajarathinam stadium.On Sunday, the Madras High Court had dismissed a petition seeking a stay on Monday’s DMK-led protest rally. The court had allowed the police to use drones to monitor the rally.The Citizenship Amendment Act, passed by Parliament on December 11 and signed into law by President Ram Nath Kovind the following day, aims to provide refuge to people of six religious communities, except Muslims, from Afghanistan, Pakistan and Bangladesh. The law has been criticised as being anti-Muslim, and in the Northeast, protestors allege that it will compromise their ethnic identities. Here are photographs from the Chennai and Bengaluru protests:A drone flies as demonstrators gather to protest against the Citizenship Amendment Act in Chennai on Monday. (Photo credit: Reuters).A police van drives past protestors carrying Indian flags as they arrive to take part in an anti-Citizenship Amendment Act rally in Bengaluru on Monday. (Photo credit: AFP)Protestors take part in a massive rally against the Citizenship Amendment Act in Bengaluru on Monday. (Photo credit: Reuters)Police officers stand by as protestors take part in a rally against the Citizenship Amendment Act in Chennai on Monday. (Photo credit: AFP)Thousands take part in a protest against the Citizenship Amendment Act in Bengaluru on Monday. (Photo credit: PTI)Opposition party workers participate in a rally against the Citizenship Amendment Act in Chennai on Monday. (Photo credit: IANS).Opposition party leaders and workers participate in a rally against the Citizenship Amendment Act in Chennai on Monday. (Photo credit: IANS)Muslim women participate in a protest against the Citizenship Amendment Act in Bengaluru on Monday. (Photo credit: IANS)Lakhs of people gathere in central Bengaluru against #CAANRC. This is the biggest #NRC_CAA_Protest Bengaluru has seen so far. pic.twitter.com/OPLmPZDGa1— Arun Dev (@ArunDev1) December 23, 2019\n\nAnti CAA-NRC protest underway on Millers Road, Bengaluru pic.twitter.com/yq6RRfGcJ5— Samreen Ahmad (@ahmad_samreen) December 23, 2019\n\nWHEN YOU FIGHT FOR THE SOUL OF A NATION, IT SHOWS IN THE HEART OF THE PROTEST! This beautiful moment played out in #Bengaluru, during #AntiCAAProtest Over 1 lakh people made way for an ambulance outside Khuddus Saheb Eidgah. It’s beautiful.  pic.twitter.com/LGFvTNOKPQ— Voice Of Ram (@VORdotcom) December 23, 2019\n\nChennai: DMK president #MKStalin leads massive protest march against Citizenship (Amendment) Act.#DMKRally #DMKagainstCAAFollow for live updates:  https://t.co/hJpzjBkEgu pic.twitter.com/OAk6vWr5jB— TOIChennai (@TOIChennai) December 23, 2019","author":"Scroll Staff","time":"2019-12-23T17:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133399-oruyimmwmk-1577101704.jpg","tags":["Citizenship Amendment Act","Bengaluru","Chennai","DMK","MK Stalin"],"source":"https://scroll.in/latest/947682/in-pictures-thousands-take-to-the-streets-against-the-citizenship-act-in-bengaluru-chennai"}