{"title":"In poll-bound MP, chief minister says directive will be issued against misuse of SC/ST Act","content":"Madhya Pradesh Chief Minister Shivraj Singh Chouhan on Thursday announced that he will issue a directive that the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act is not misused, and that nobody is to be arrested under the act without an investigation. This runs contrary to an amendment passed in the Parliament, allowing for arrests under the act without an inquiry. The chief minister tweeted this and made the announcement to reporters. He added, “The rights of Samanya, OBC, Scheduled Caste (SC) and Scheduled Tribes (ST) will be taken care of in the state,” News18 reported.एमपी में नहीं होगा SC-ST ऐक्ट का दुरुपयोग, बिना जाँच के नहीं होगी गिरफ़्तारी।— ShivrajSingh Chouhan (@ChouhanShivraj) September 20, 2018\n\nमध्यप्रदेश में हमारी बनाई हुई हर एक योजना सब के लिए हैं। किसी भी योजना में जात-पात के नाम पर कहीं भी कोई भेदभाव नहीं किया जाता। पूरा भारत जानता है कि जातिवादी राजनीति कुछ गिनी-चुनी परिवारवादी पार्टियों की ही देन है।— ShivrajSingh Chouhan (@ChouhanShivraj) September 20, 2018\n\nThis follows protests from upper and backward caste communities in the state against the act. Some upper caste groups had called for a nationwide shutdown against the act on September 6, which had garnered a fair amount of support, according to PTI. On Thursday, some upper caste groups had shown black flags to the ruling party and at the opposition Congress office and attempted to forcefully enter minister Rampal Singh’s home, News18 reported. Chouhan’s announcement comes after his predecessor Babulal Gaur supported the Supreme Court’s move to dilute the act and said that the government should abide by it. Madhya Pradesh will have its Assembly elections later this year.Diluting the SC/ST ActIn March, the Supreme Court had ruled that public servants cannot be arrested immediately after a complaint is filed against them under the atrocities law, seemingly diluting the act’s provisions. Nation-wide protests followed, in which at least 11 people died. In August, both Houses of Parliament passed an amendment reversing this order. Now, an investigating officer will not require the approval of any authority to arrest an accused. However, the amendment has been seen as a move to appease sections of voters ahead of national elections in 2019.","author":"Scroll Staff","time":"2018-09-21T07:52:52.704084+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895206-60049-sighilibtu-1499066890.JPG","tags":["SC/St Act","Madhya Pradesh","Shivraj Singh Chouhan"]}