{"title":"In Poonch, deaths in Army custody leave tribal community with a bitter sense of betrayal","content":"“We know these forests like our home,” said Baseer Khan, who owns a shop in the main market of Bufliaz town in Jammu and Kashmir’s Poonch district. “We were never afraid, but now, that has changed.” On December 21, near one of those forests Khan spoke about, two vehicles of the Indian Army were attacked by militants. Four soldiers were killed and two soldiers injured as they were on their way to Thanamandi in Rajouri district.What followed has led to a sense of dread in Khan and other residents of this region.The morning after the attack, around nine villagers from Topa Peer village in Bufliaz – some six kilometers from the site of the attack – were picked up by Army personnel, accompanied by police officials in plain clothes, said villagers.  The same day, the Army also picked up five more civilians from Panghai village in Rajouri, some 15 km from the site of attack towards Thanamandi.By evening, three of the nine civilians picked up from Topa Peer village were dead. In a matter of a few hours, a series of horrifying videos emerged on the internet. One of the videos showed men in camouflage trousers beating civilians with rods and then pouring chilli powder on their bruised buttocks.Villagers and relatives of the three victims told Scroll that the men being beaten up in the video were among those picked up from Topa Peer village on December 22. The deaths have led to deep outrage across the Kashmir Valley, with several political parties questioning Delhi’s claims of normalcy in the Union territory. “How is this ‘Naya Kashmir’ where neither Armymen nor common people are safe?” said former chief minister Mehbooba Mufti.With internet services snapped in the region, and a heavy security presence walling off the Topa Peer village from journalists, the area is besieged by fear. “These days, I close the shop by 5 pm and leave. Earlier, we stayed as late as we wanted,” said Khan. For the Gujjar and Bakarwal tribal communities of Pir Panjal, who have a history of resisting armed militancy in the region, the all-pervasive fear is compounded by a sense of betrayal.Defence minister Rajnath Singh meets the injured civilians in Rajouri hospital. Credit: Ministry of Defence spokesperson account‘We have always supported the Army’Gujjars and Bakarwals constitute the third largest ethnic group of Jammu and Kashmir – according to the 2011 census, they constitute 11.9 % of the erstwhile state’s population. While these largely nomadic communities live in pockets in almost every district of Kashmir Valley, a majority live in Rajouri and Poonch districts of Jammu’s Pir Panjal region.   Almost all the 14 civilians, picked up after the militant attack from Topa Peer and Panghai villages, including the three men who allegedly died in Army custody, were Gujjars.While predominantly Muslim, the Gujjar-Bakarwals are distinct in their identity, culture and language from the Muslims of Kashmir Valley. What also sets them apart is their attitudes to the Indian state and armed militancy in Jammu and Kashmir. Though armed separatists gained a foothold in the border districts of Poonch and Rajouri in Pir Panjal in the mid-1990s, the tribal community was at the forefront of the Army’s efforts to counter militancy in the region. In the early 2000s, the Gujjar-Bakarwal residents mobilised against growing militant influence in the region through bands of village defence volunteers.In 2003, for example, the Army’s success in flushing out militants from the region was enabled by support and crucial intelligence from the Gujjar-Bakarwal residents.Since 2005, the Pir Panjal region, despite being a major infiltration route, has remained largely peaceful. But, in the last two years, multiple high-precision militant attacks in the region have led to a high number of casualties of Army personnel. “We have always supported the Army and even fought alongside the Army against militants,” said a prominent Gujjar activist, who did not wish to be identified. But the Topa Peer custodial killings have created a fault line between the Army and the community, he argued. “The Army has betrayed us.” In the week following the custodial killings, that sentiment has become sharper in the region.“If I begin counting the sacrifices I have made for India, I will break down inconsolably,” said a 58-year-old from Pir Panjal’s Poonch district.  “It was Gujjars with whose help the militancy was almost wiped out from the region,” recalled the 58-year-old farmer, who has been part of many anti-militancy operations along with the security forces in the region in the early 2000s.  The community paid a price for standing up to militancy. “I lost several family members in militant attacks. I myself was attacked a few times but my God wanted me to live,” he recalled.  His fight, he said, was triggered by the highhandedness of the militants in his village. “The militants had no care or concern for the local sensitivities. Once the villagers resisted them, the militants unleashed oppression on common and ordinary people,” he said.  The 58-year-old said he was repulsed by the custodial killings of the three Topa Peer civilians.  “This too is oppression,” he said. “What happened to our children is unacceptable. Is this how they are going to treat the same people who helped them fight militants?” For the Indian Army, faced with a spurt of militant attacks in the Pir Panjal region, this is not good news, pointed out retired Lieutenant General D S Hooda, a former General Officer Commanding-in-Chief of the Indian army’s Northern Command.  With emerging evidence of militants involved in recent attacks being well-trained and of foreign origin, Hooda said the role of the native population becomes more crucial for the Army. “If we are dealing with a small number of foreign terrorists, then it’s only the local population that can help you in gathering intelligence and locating them.”Army trucks moving towards the Topa Peer village. Credit: Safwat Zargar.A pattern of attacks The custodial killings have added to the growing anxiety of Jammu and Kashmir’s tribal population. Since the Bharatiya Janata Party came to power in Jammu and Kashmir in 2014, Muslim nomadic communities have increasingly felt under attack. It began with the violent eviction drives of Gujjars from Hindu-dominated Jammu over allegations of having encroached on state land. In early 2016, a Gujjar youth was shot dead during an anti-encroachment drive in Samba district. The tribal community also found themselves in the crosshairs of vigilante groups for alleged cattle smuggling.  The most shocking act of violence against the community took place in 2018 when an eight-year-old nomadic Bakarwal girl was abducted, gangraped and murdered in Jammu’s Kathua district. As ruling Bharatiya Janata Party leaders openly rallied in support of the accused, there was an uproar across the country. At the time, the members of the tribal community had alleged that the violence committed against the girl was an attempt to dislodge them from a Hindu-dominated area. Two years after that episode, three Gujjar youth from Rajouri were killed in a fake encounter by the Army in Amshipora village of Kashmir’s Shopian district. A police investigation found an Army captain and two civilians responsible for the murder and abduction of the three men who had come to Shopian in search of work. Earlier this year, a court martial found the accused Army captain guilty of six charges, including murder, and sentenced him to life imprisonment. However, in November, the Armed Forces Tribunal suspended the life imprisonment sentence and granted him bail. “The anger of Gujjars against the Centre has been brewing for many years now,” said Choudhary Talib Hussain, youth president of Peoples Democratic Party’s Tribal wing. “From [the minor’s] gangrape to the Amshipora fake encounter, there’s a pattern behind the acts being done against Gujjars. Now, the Topa Peer incident has taken the anger to its peak.” Diluting reservation  The killings also come at a time when the tribal community is up in arms against the Centre’s decision to dilute Scheduled Tribe reservation in the Union territory.  In 1991, the central government granted Scheduled Tribe status to Gujjars and Bakarwals and two other communities. That guaranteed them 10% reservation in government jobs and educational institutions. But the ruling Bharatiya Janata Party-run central government is keen on changing this arithmetic.  A protest by Gujjar-Bakarwals against the inclusion of other groups in the Schedule Tribe list, in July 2023. Credit: PTI. In July, the Union government introduced the Constitution (Jammu and Kashmir) Scheduled Tribes Order (Amendment) Bill, 2023 in the Lok Sabha, which proposes to include four other groups in the Scheduled Tribes list of Jammu and Kashmir. One of those groups is the Paharis.  A social and linguistic minority that lives in the mountainous areas of Jammu and Kashmir, Paharis have been demanding Scheduled Tribe status for several decades. But the Gujjars and Bakarwals are dead against their inclusion as they see it as an attempt to disadvantage a predominantly Muslim tribal group. Paharis comprise people from different religious communities, including Hindus, Muslims and even Sikhs.“Paharis are upper-caste, prosperous and do not fulfill the criteria mandatory for being declared Scheduled Tribes,” said Talib Hussain. “The BJP’s real intention is to give ST reservation to a Brahmin. How will a Gujjar or Bakarwal compete with a Brahmin?” ‘We want justice’  To minimise the fallout of civilian killings in custody, the Army reportedly took several officers off-duty, including a brigadier, under whose command the alleged custodial killing took place.  However, there is no official word on how the civilians were killed and the rest injured. The police have registered a first information report against “unknown” individuals in Surankote police station and booked them under murder charges. While the FIR says the three dead civilians were among few local youth “detained” by the Army for “questioning”, it makes no reference to what transpired during the “questioning.”   The three men who died – Safeer Ahmed, 44, Mohammad Showkat, 26, and Shabir Ahmed, 28 – were all related to each other.  “The Army had taken them to their Mall Post, some two kilometers from our village. That’s the place where the three were tortured to death,” said Mohammad Sidiq, the uncle of one of the victims. Some villagers said that one of the nine civilians picked up by the Army on Friday morning informed them of the deaths. “One of them was very old, in his 70s,” said Sidiq. “They let him go, probably due to his old age. He informed the rest of the villagers about what had transpired.”    A police official, who declined to be identified, said the post-mortem of the deceased was conducted inside the Army camp in Bufliaz by civilian doctors.  “All the three had gory torture marks on the body,” added Sidiq. “Had the internet been working, I would have sent you the videos of their tortured bodies.”   At Government Medical College, Rajouri, the five men picked up from Panghai village have been put in a separate ward with round-the-clock police deployment. “There are orders from higher ups to not allow anyone from the media to meet the injured. We turned away their MLA too,” one of the police personnel told Scroll on Tuesday.  On Wednesday, Defence Minister Rajnath Singh met the family members of the victims of Topa Peer custodial killings in Rajouri on Wednesday. He also visited the injured civilians in Government Medical College, Rajouri.    According to Hooda, the action initiated by the Army as well as Singh’s visit shows that they are aware about the possible fallout of alienating the community. “The Army has reacted in a transparent manner. It means that it knows that it needs the local population on its side.” But the state government, he said, must also allay the community’s fears. “While the Army needs to do what it has to do, the state administration also needs to assuage the Gujjar-Bakarwal sentiment because there has been some angst among the community about reservation being extended to Paharis.” For Mohammad Sidiq, the uncle of one of the victims, however, the government’s assurances brought comfort.   “The government has promised us money, land and other things but what do we have to do with all that?” he asked. “Our homes have been ruined, our daughters have been widowed and fathers have been left without support. I requested [Rajnath Singh] to show us the culprits who killed our children and give us justice.”","author":"Safwat Zargar","time":"2023-12-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107981-syxbtnqbui-1544633871.jpg","tags":["Topa Peer","Poonch custodial deaths","Army","custodial violence video","Jammu and Kashmir","December 21 militant attack","Gujjar Bakerwals"],"source":"https://scroll.in/article/1061326/in-poonch-deaths-in-army-custody-leave-tribal-community-with-a-bitter-sense-of-betrayal"}