{"title":"In rural Jharkhand, Aadhaar has become a hurdle in providing food security","content":"Bhagiya Birjia is in a fix. Each month, the 42-year-old farm labourer gets 35 kg food grains under Antyodaya Anna Yojana – a scheme meant to provide food security for the poorest Indians – on account of being a member of the Birjia tribe, designated a Particularly Vulnerable Tribal Group or PVTG.But she is forced to share the grains with seven members of her brother’s family, who live a short walk away from her, in the remote Mahuadanr block of Latehar district, 180 kilometres west of the state capital, Ranchi. The family does not receive free food grain from India’s Public Distribution System as they do not have ration cards.As Jharkhand votes – in five phases from 30 November to December 20 and results on December 23 – to elect a new government, some of the state’s poorest citizens cannot access food grains due to a drive between 2014 and 2018 to weed out fake beneficiaries from the PDS. The solution has entailed a dependence on technology that shuts out beneficiaries, sometimes illegally.What numbers showOf the state’s 33 million people, 71% or 23.3 million, are directly dependent on the PDS system. In the past five years, the PDS system has often failed the state’s most vulnerable. Between 2015 and 2019, Jharkhand has recorded 23 deaths due to starvation and non-availability of subsidised food grains, according to The Right To Food campaign that works on food security.Amitabh Kaushal, the state’s secretary in-charge for food, public distribution and consumer affairs, remained unavailable for comment, despite multiple calls and texts to him over four days.The inefficiencies in the PDS, combined with Jharkhand’s high rate of poverty, its 9.2% unemployment rate against the national average of 7.4%, its literacy rate of 70.3% against the national average of 75.4%, and some of the worst nutrition indices in the country have led to a serious nutrition crisis.Jharkhand has the third highest prevalence of stunting, the highest of wasting and highest of anaemia among women aged 15-49, according to the National Family Health Survey 2015-16. Consequently, Jharkhand has an under-five mortality rate of 29 deaths per 1,000 live births – the 14th highest in the country.This crisis has weighed heavy on the Bharatiya Janata Party-led government. Chief minister Raghubar Das’ response has gone from denying that these deaths were caused by hunger to ordering probes and eventually appointing a committee to find reasons for these deaths and suggest corrective measures.The Aadhaar linkBirija, a widow who lives alone, finds work 12-15 days a month, earning Rs 150 as daily wage. None of the seven members of her brother’s family have ration cards, which would give them access to free food grain, because none of them have an Aadhaar – a biometric-based unique national identity.By November 30, 91.3% of the state’s population had Aadhaar cards, as against the national figure of 89.6%, said a report by the Unique Identification Authority of India.For Birija’s brother’s family, getting Aadhaar cards would mean travelling to the district headquarters over 120 km away – the local authorities refuse to enrol them into Aadhaar – and this will cost money.Birija listed out the expenses: Rs 80 for a return bus ticket for each of the seven members and Rs 300-400 each for enrolment. Rules state that Aadhaar enrolment is free, but Birjia said agents and even government officials in the block have asked her to pay that amount.A trip like this would mean nearly a month’s income.“So I keep helping them from my food share because they can barely afford to buy anything from the market,” she said.In December 2018, her brother was ill, and her sister-in-law earned about Rs 100 a day washing dishes for a couple of eateries in the local market. That month, the family ran out of food.On New Year’s Day, her mother Budhni, who lived with her brother, died. “Chulha nahi jalaa tha teen-chaar din se,” Birjia said, recounting how the family had gone without food for several days before the death.The aged mother had gone hungry until the villagers found her dead, alone inside her house. Her family members were out for various reasons, from searching for work to attending classes in the local school.On paper, the Jharkhand government has a scheme where members of PVTGs like Budhni are supposed to be given rations at their doorstep each month. But that did not reach everyone. Birjia has to go to the ration shop, less than a kilometre away and queue up for her ration each month.Despite her mother’s death, local officials continue to deny the family food grains.“I have gone to them so many times, but they tell us that they cannot provide us any Aadhaar cards anymore,” Birija said. “They tell us that we are outsiders and we belong to that side, not this,” she added, pointing to Chhattisgarh across the border lies along her village. To these “outsider” allegations, Birjia said her family has voted in Jharkhand for four decades.In any case, rules permit people to apply for an Aadhaar number anywhere in the country as long as they have documents for their original home address.Birjia’s story finds echoes across Jharkhand, a state with 39.1% of its people living in poverty – defined as annual family income of up to Rs 27,000 – the highest number of poor in the country after Chhattisgarh.Like in the case of Bhagiya Birija’s family, many of Jharkhand’s PDS problems have an Aadhaar link. Jharkhand was one of the first states that made seeding of ration cards with Aadhaar mandatory, in line with the Centre’s long-held claim that it would help separate genuine beneficiaries from fake.Between 2013 and 2017, 27.5 million fake ration cards were detected and deleted –453,000 of them in Jharkhand – according to data presented to Parliament in February 2018. This process, the government said, was meant to make the distribution of PDS even more targeted, effective and efficient.In reality, the PDS-Aadhaar linkage has brought forth new problems for beneficiaries like Birija.In December 2017, media reports carried the story of 11-year-old Santoshi Kumar’s death in Jharkhand’s Simdega district due to starvation, after her family was denied ration for six months. Investigations revealed that the family’s ration card had been deleted by the government during this drive.Biometric verificationAlong with the mandatory linking of ration cards with Aadhaar, in 2016, Jharkhand government also automated the verification of PDS beneficiaries through point-of-sale machines. Every fair price shop was asked to use biometrics to confirm the beneficiaries’ identity when issuing rations.This simple-sounding procedure can, however, drive families to the brink of starvation.In Garwha district’s Peshka village, 150 km north of Mahuadanr, 28-year-old Shakila Bibi’s family did not receive rations for eight of the 20 months since April 2018. The supply became regular only after August 2019, in the run-up to the state elections.Her ration card has few entries in blue ink.Shakila Bibi, 28, displays her ration card which shows the gaps in supply of rations. Credit: Kunal Purohit.She has had an Aadhaar card for over three years now. But that, she realised, was not enough to access her rations.“Each time I would go to the ration shop, the machine would not recognise my thumbprint and the shopkeeper would ask me to come back another time,” she said. She would go back, only to be turned away again.“He would say that the food grains are over and I should come back next month,” she added. But when she would go back the following month, the dealer would tell her that she could no longer claim the previous month’s ration.Shakila Bibi has four young children to feed – the oldest, 13, and the youngest, eight – but her husband’s infrequent work as a labourer means the family has no stable income.For eight months last year, Shakila Bibi did not receive rations under the public distribution system because the point-of-sale machine would not recognise her thumbprint. Credit: Kunal Purohit.The family has a small, two-acre farm where they grow rice, some corn and, during winters, some mustard. But the denial of ration meant that the family had to make do with the little rice that the family still had left from last year’s stock.Two times a day, Shakila Bibi would boil rice and feed her kids ‘mad-bhaat’ – rice served with the water it is boiled in. On some days, she would feed her children rice with some salt, on other days, she would crush mustard leaves to make a chutney to eat with rice.This continued until she went to Kalamuddin Ansari, member of the District Legal Services Authority and resident of the same village. Ansari realised something was amiss. He pointed Shakila Bibi to the rules: If there is a biometric mismatch, the dealer must distribute ration after verifying the beneficiary manually.“The rules state clearly that under no circumstances can dealers deny ration to beneficiaries,” Ansari said. “In fact, he must maintain a register where he should note the details of beneficiaries in case of such mismatch, and then provide them their due ration.”Despite the complaint, Shakila Bibi did not get her rations for at least two months. There has been no action against the dealer, but she started getting her supplies regularly in June. The POS machine still does not accept her thumbprint. But now, she gets a one-time password that is used to verify her identity.Technology not a fixA brief walk from Shakila Bibi’s mud-walled house, down a dusty, uneven road and across a patch of bushes, lies Halima Ansari’s house.Halima Ansari, 28, too, had stopped receiving her rations in April for nine months, because the POS machine would not accept her thumbprint. The dealer had restarted her rations a few days after Shakila Bibi’s, using the same OTP method.For the first couple of months, Halima Ansari was thrilled that she got her ration supply smoothly. “It seemed simple,” she said. Two months later, she realised that there could be a problem.Her husband, a truck driver, was leaving for work and he would need to take the mobile phone along. “He usually drives consignments from Jharkhand all the way to Odisha, West Bengal and other states. So, he is on the road for two to three months,” she explained.Halima Ansari cannot access rations when her truck-driver husband is out working for months at a stretch. Credit: Kunal Purohit.This meant she could no longer produce the OTP. “I explained the situation to the shopkeeper and that we could not afford another mobile phone,” Halima Ansari said. “But he paid no heed.”Kalamuddin Ansari, the DLSA member, said the dependence on OTPs as a verification tool has created a fresh set of problems for people in accessing their quota of food grains.“There are some villages in Garhwa where the mobile phone connectivity is non-existent,” he said. “Villagers are forced to walk to the highway to connect to the network – a distance, sometimes, of 5-6 km – and wait for the OTP.” The ration dealer in Peshka village, Virendra Dubey, refused to comment on the complaints.Aadhaar and exclusionIn November 2019, the findings of a survey conducted by Dalberg, a Mumbai-based social impact advisory group, pointed to such exclusions.Among the services that Aadhaar is mandatorily linked to, people found the Aadhaar-PDS link to be the most difficult to establish. Jharkhand recorded the sixth-highest proportion of exclusion from welfare benefits due to Aadhaar-related issues, at 5.9%, the survey showed.Nationwide, biometric authentication failed for 1.5% of all users the last time they had tried to avail food grains under PDS.Despite the glitches, the report said, Aadhaar enjoys high popularity: 80% of all users felt Aadhaar has made access to social benefits such as PDS, pensions and wages under the Mahatma Gandhi National Rural Employment Guarantee Scheme more reliable. This was true even for those who faced exclusion due to Aadhaar-related problems, with 67% of excluded people saying they were satisfied with Aadhaar.“Even those who missed a welfare service for months did not perceive it as denial, as long as they got the service in the end,” the report said. “Many people we spoke to held the belief that Aadhaar was created by the government with good intentions, and therefore, any problems resulting from it would eventually be resolved.”Nutrition compromisedThere is now a growing fear among campaigners that inefficiencies in Jharkhand’s PDS are accentuating the state’s nutrition crisis. Ansari, the DLSA member from Garhwa, said most families in the region do not ever get to buy fruits and only some get to buy vegetables regularly.A survey carried out by civil society organisations to coincide with the release of the 2018 Global Hunger Index, an annual publication that tracks the state of hunger, revealed that India had a “serious” hunger problem and it fared worse than its neighbours, Sri Lanka, Bangladesh and Nepal. In Jharkhand, the survey revealed, only 59.3% of the population could afford to consume three meals a day and 50.3% of the population did not have enough food for their needs.A state like Jharkhand has intrinsic factors that contribute to poor nutrition – from extreme poverty to having anaemia-prone regions, said Asrafi Nand Prasad, the state convenor of the Right To Food campaign and member of a Jharkhand government-appointed panel to study starvation and food security in the state.Amidst this, the denial of food grains coupled with a poor nutritional cover offered by the state has worsened the situation. “The government’s schemes, from the Integrated Child Development Services which targets pregnant and lactating women as well as young children, has several problems in its implementation,” he said. “Even the mid-day meals provided in schools has seen cuts.”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Kunal Purohit, IndiaSpend","time":"2019-12-09T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132404-upwbypbydf-1575801176.jpg","tags":["Jharkhand","Food Security","Right to Food","Aadhaar","Technology"],"source":"https://scroll.in/article/946180/in-rural-jharkhand-aadhaar-has-become-a-hurdle-in-providing-food-security"}