{"title":"In rural fable ‘In the Belly of a Tiger’, human suffering and colourful dreams ","content":"Jatla Siddharta’s In the Belly of a Tiger takes its place among films about grinding rural poverty. But by opting for a saturated palette, stylised moments and surrealistic sequences, the moviedeviates from the template for deprivation-themed chronicles.Striking colours pop out off the screen like flowers in a desert. Even as the characters eke out a barebones living, they wear brightly patterned clothes.  A girl who carries out a punishing errand wears a vibrantly coloured dress. The grove in which a couple spend the night is transformed by their conversation into a vivid garden.“Indian films that talk about poverty and suffering have a certain visual style, but I wanted a lot of colour,” Jatla told Scroll. “I wanted to maintain the dignity of the characters.”The fable-like story has been shot by Jatla, a cinematography alumnus from the Film and Television Institute of India. In the Belly of a Tiger is bookended by images of men in the centre of the frames, staring into the camera as though to provoke viewers into reacting.The plot revolves around a family that returns to their village after an unsuccessful stint in the city. An elderly man from the village has recently been mauled to death by a tiger in suspicious circumstances.The sacrifice of the human body hangs over the couple Bhagole and Prabhata, their son Saharsh, and his two daughters. Saharsh finds work in a brick kiln, which treats its employees like bonded labourers.The struggle for survival is animated by dreams that are reminders of past events as well as signs of things to come. The only one unaware of the family’s blight is Saharsh’s younger daughter, who prances about with the abandon special to children.Lawrence Francis and Poonam Tiwari in In the Belly of a Tiger (2024). Courtesy Bhairavi Films/Wonder Pictures/Jeevi Films.The Hindi-language production will have its world premiere at the Berlin International Film Festival (February 17-21). In the Belly of a Tiger already has a global presence: its crew includes foreign co-producers, an Indonesian editor and Oscar-winning sound designer Resul Pookutty. The background score is by renowned Japanese composer Shigeru Umebayashi, whose works include the plangent Yumeji’s Theme from Wong Kar Wai’s In The Mood for Love (2000).Contact with Umebayashi was facilitated by Amanda Mooney, who has co-written In The Belly of a Tiger with Jatla. Mooney had previously collaborated with Jatla on his debut feature Love and Shukla (2017), about a newly married couple adjusting to cramped living conditions in Mumbai.\n\n\n    \n    Play\n\nLove and Shukla (2017).Jatla’s second feature has been inspired by news reports, Hindu mythology and a desire to give rein to the inner lives of his characters. He had read about people allowing themselves to be eaten by tigers so that their debt-ridden families could claim compensation.Jatla investigated one such incident and found no truth to it. What he did find was rampant indigence, alcoholism and exploitative workplaces. In his film, the tiger serves as a metaphor for the fear that consumes characters as well as galvanises them.In the Belly of a Tiger weaves in myths around the god Vishnu, particularly Gajendra Moksha, in which the deity protects an elephant from a crocodile and liberates the pachyderm from the cycle of life and death.Production took six years, including the two years Jatla spent in a village on Uttar Pradesh’s border with Nepal. Shooting was interrupted by the coronavirus pandemic, finally taking place in 2022.While on location, Jatla was moved by his experience, which found its way into his script as well as his widescreen framing.“I shot on the 1:85 aspect ratio because so much needed to be covered in the camerawork,” Jatla said. “We have a certain image of rural areas. But the places I went to had greenery and many beautiful locations amidst challenging conditions. I saw both painful and lovely situations. That is why Saharsh in the film is a bit like me – he says little and observes everything around him. His character was like my personal statement on what I was seeing too.”Sourabh Jaiswar in In the Belly of a Tiger (2024). Courtesy Bhairavi Films/Wonder Pictures/Jeevi Films.Sourabh Jaiswar, who plays Saharsh, is an acting graduate from the State Institute of Film and Television in Rohtak in Haryana. Jaiswar doubled up as an acting coach for the movie.Also in the cast are the Chhattisgarhi theatre actors Lawrence Francis as Bhagole and Poonam Tiwari as Prabhata. Jyoti, who enchantingly plays Saharsh’s daughter Chatkila, was cast after Jatla met nearly 2,000 girls. “Child artists are either very good or very bad,” Jatla observed. “You can’t direct them, you just have to explain the themes to them.”In the Belly of a Tiger’s gestation period included applying to labs such as NFDC Film Bazaar, Busan’s Asian Cinema Fund, and Hong Kong-Asia Film Financing Forum. While the process was gruelling, Jatla said he benefitted tremendously, especially in terms of securing an international crew.“I wanted to know how it was to make a film through these labs,” he explained. “What I understood was the need to have patience to spend time on a subject for so many years. You have to invest in a journey if you want to take your film to festivals. Would I do it again? No – my next film will be made within the next two years. But it was important to go through this.”Jatla Siddharta.","author":"Nandini Ramnath","time":"2024-02-15T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198437-wyeowkiioa-1707851413.jpg","tags":["In the Belly of a Tiger","Jatla Siddharta","Berlin INternational Film Festival"],"source":"https://scroll.in/reel/1063666/in-rural-fable-in-the-belly-of-a-tiger-human-suffering-and-colourful-dreams"}