{"title":"In Ranjan Palit’s debut feature ‘Lord of the Orphans’, fact, fiction and family history","content":"Renowned cinematographer and documentary filmmaker Ranjan Palit has finally acted on a long-standing threat: he has made his first feature. Only, Lord of the Orphans can hardly be described as your average three-act affair. Palit’s beguiling film unfolds like a memory dream to include, in no particular order, his reminiscences about five generations of his family, his relationship with his parents and his first wife, and his journey as a filmmaker and cinematographer.Fact, fiction and surrealist fantasy intermingle in the hybrid film, which will soon hit the film festival circuit. Adil Hussain plays Palit’s father, Bidyut Kumar Palit, while Malavika Mohanan is Tara, a fictionalised version of his daughter, Maya. A younger actor portrays Palit, while the director is present as a voice behind the camera, asking questions, jogging memories or interjecting with comments on the strange paths that life can sometimes take.One inspiration for the non-linear structure was Mexican writer Juan Rulfo’s 1966 novel Pedro Paramo, in which the central character revisits his hometown and finds it overrun by ghosts. When Tara returns to the house in which she grew up, she too encounters the spirits of relatives. “I felt that the film could be like a puzzle, with fictional, surreal and documentary bits,” Palit explained. “I also felt that working with actors in the conventional way was not what I am used to doing. It’s boring. It’s done to death and is mechanical and conventional.”Malavika Mohanan in Lord of the Orphans. Courtesy Ranjan Palit.The film’s title has been inspired by the name of Palit’s grandfather, Anathnath Palit, who was awarded an Order of the British Empire for military service in the first two world wars. Other characters float in and out of the narrative, including Debi Chaudhurani, a nineteenth-century pirate and revolutionary who knew the Palit clan, and Palit’s great grandmother, who joined a cult dedicated to the goddess Durga.Among the themes in the narrative is exile: Palit’s grandfather was banished from Bajra village in Bengal for having broken the caste taboo of crossing the seas and travelling to the West. Adil Hussain’s character revisits the village where the Palits lived for generations, where the family estate is currently under litigation. Palit, who trained at the Film and Television Institute of India, said the various pieces of the movie came together very gradually. “When I was at FTII, my father visited the village and tried to reclaim it,” he said. Years later, when Ranjan Palit visited Bajra, he found other voices that helped trace his family history.The main trigger for the film was a period in Palit’s life that took the prolific image-maker out of action. “I had a breakdown between 2012 and 2015, and for three years, I didn’t touch a camera,” Palit recalled. “I was carrying a lot of baggage through life. I was trying to be this nice guy who could handle everything in life. The first two years, I was almost blank, and in the last year, it all came together in my head.”Ranjan Palit.The portions in Lord of the Orphans, in which Malavika Mohanan’s character Tara returns home from her studies abroad to care for her father, have been directly inspired by Palit’s experiences. There is a more subtle element of autobiography to the selection of the actress: she is the daughter of cinematographer KU Mohanan, a close friend of Palit’s.Palit compared the making of Lord of the Orphans to healing. “I wanted to exorcise the demons inside me and answer certain questions people were asking about me,” he said. “I wanted to get a hold on things.” Until the breakdown, Palit had stacked up an enviable list of credits, ranging from documentaries to feature films. He shot Vishal Bhardwaj’s 7 Khoon Maaf in 2011, and returned behind the camera for the director for the September 28 release Pataakha. For Lord of the Orphans, Palit broke away from the structured approach he usually adopts for his features and experimented with new formats, including the iPhone camera. “Shooting in this manner makes it fluid, and gives me mobility,” he said. “For me, the camera is a breathing thing, it has a life. The film is raw and organic and real, and it is not supposed to be glossy or pretty.”This is hardly the first attempt by Palit to film chapters from his life. He has been a visible presence in the documentaries he has directed, including Forever Young (2008), the film about Shillong-based singer Lou Majaw, and D’Cruz and Me (2017), about how alcoholism affects a bit player from the Bengali film industry.Through In Camera (2010), Palit explores his philosophical approach towards filmmaking and revisits some of the important documentaries he has shot and directed. These include Anand Patwardhan’s Hamara Shahar (1985), Manjira Dutta’s Babulal Bhuiyan Ki Qurbani (1987), Reena Mohan’s Kamlabai (1991) and Amar Kanwar’s Night of Prophecy (2001).\n\n\n    \n    Play\n\nIn Camera (2010).For Palit, In Camera was a response to the debates that are typical of a mid-life crisis. “But there are certain things that you can’t say in a documentary,” he added. Portions of Lord of the Orphans feature dramatised reconstructions of Palit’s first wife, the visual artist Rumi Ray. These sections retrace the early years of their romance, the marital difficulties, and her battle with kidney failure. Rumi Ray died during the filming, and Palit includes footage of her in Lord of the Orphans.For viewers unfamiliar with but curious about Palit’s estimable body of work, Lord of the Orphans offers only fragments of information. Many of the characters do not have names. “I felt I needed an element of mystery, and I didn’t want to spell out people’s names and their personal details,” he said. “Except for Rumi Ray – she had always been waiting to act in my first fiction film.”The documentary portions include an encounter in the present with the blind Baul singer Kanai, on whom Palit made his National Film Award-winning Abak Jaye Here in 1996. “I have tried to blur the lines without making the documentary bits illustrative, otherwise it would be a repetition of In Camera,” Palit said. “In a way, I have made a biopic. I have done so much camerawork that I felt that since I was making the film about myself, I would approach it in a different way.”Palit financed the film through a crowd-funding campaign, and also got Rs 10 lakhs in seed money from the Mumbai production company Jar Pictures. “I was going back 100 years and then 40 years – in a way, I was making a period film, but I didn’t have the budget,” he said. Rumi Ray. Courtesy Ranjan Palit.","author":"Nandini Ramnath","time":"2018-09-29T11:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896280-rdnqblozqt-1538149770.jpg","tags":["Ranjan Palit","Lord of the Orphans","Meta fiction"],"source":"https://scroll.in/reel/896280/in-ranjan-palits-debut-feature-lord-of-the-orphans-fact-fiction-and-family-history"}