{"title":"In Rajasthan, there is ‘unrest at the ration shop’ because of error-ridden Aadhaar","content":"On March 16, the Modi government rammed the Aadhaar Bill through the Parliament, arguing repeatedly that the law will greatly improve transfer of public subsidies in India. The same day, some 400 kilometres from Delhi, in a locality in Ajmer called Shankar Nagar, angry ration beneficiaries smashed an Aadhaar biometrics-reading machine to pieces at their local ration shop.Four months before, in December, the Rajasthan government had installed point of sale machines at all ration shops as part of India’s biometrics-based unique identification project called Aadhaar. The machine requires a ration beneficiary to place a finger on it and, using real-time internet connectivity, it authenticates the individual’s biometric information against the data stored on Aadhaar servers.But in Shankar Nagar, the machine refused to identify a group of construction workers.“Bheem Singh and three other construction workers had been trying to get their fingerprints authenticated for two hours,” said Anil Pawar, an M.Com student who runs the fair price shop owned by his mother Lata Pawar. “It was their third trip to the ration shop in the month to get their ration.”Eventually the workers lost their temper. “They started getting angry and abusing us, and suddenly, one of them threw the machine to the ground and broke it,” recounted Anil Pawar. He guessed that the machine malfunctioned because of network problems. Also, it often cannot authenticate those who work with stone, cement, limestone and those over the age of 60, he said.“The long wait and repeated trips means the loss of their daily wages for the labourers, and one understands their aakrosh (fury),” Anil Pawar said, “but we too feel helpless.”   Ajmer district's Food and Civil Supplies Department officials were not as sympathetic as Pawar. They lodged a first information report with the police against the construction workers.The officials are also dismissive of similar episodes of ration beneficiaries breaking Aadhaar machines at ration shops in Beawar and Kekri in Ajmer in the following weeks. “These people are too used to getting their rations in one go,” said a district official. “Therefore, they have no patience when they have to make three-four trips to the ration shop, when their biometrics are not authenticated at once.”He described the episodes collectively as “unrest at the ration shop”.Aadhaar enrolment: voluntary or coerced?Rajasthan is only the second state after Andhra Pradesh to distribute ration in all districts through Aadhaar biometric authentication. Those favouring the system argue that biometric authentication can establish the identity of an individual with certainty. It eliminates any scope for personal discretion and cheating, they say, and thereby delivers benefits directly to the deserving poor. While explaining the Aadhaar (Targeted Delivery of Financial and Other Subsidies, Benefits) Bill in Parliament on March 11, Finance Minister Arun Jaitley had cited the high enrolment numbers in the project as Aadhaar’s achievements. Over 99 crore persons had already enrolled in Aadhaar, he said, adding that Aadhaar will help the government target eligible beneficiaries of public schemes.The   claims of efficiency and foolproof system don’t reflect on the ground.In villages in the Jawaja block of Ajmer – which were included in the first phase of the   roll-out in Rajasthan last December – many beneficiaries say they were coerced into enrolling in Aadhaar. Local officials warned them to register their biometric and demographic information, or else they will be removed from welfare programmes.In Neemdi Kheda village, 70 kilometres from Ajmer city, Madan Singh says he rushed back home from Beawar, where he works as an electrician, because local officials told villagers that they could no longer get their subsidised wheat and kerosene entitlements unless each one is enrolled in Aadhaar.“Press kiya unhone (they pressured us),” said Madan Singh, in his mid-20s. He says he enrolled even his two-year-old in Aadhaar’s database after officials warned that infants will not be vaccinated, and children not given school admission without an Aadhaar number.\n\n\n    \n    Play\n\nMadan Singh, an electrician who works in Beawar in Rajasthan says he was coerced to enroll in Aadhaar. Because of repeated errors, he enrolled thrice.After all that strong-arming, it is ironic that the biometrics-reading machine at the ration shop doesn’t recognise his fingerprints. “Ek baar bhi iss ne haan nahi boli (She has not said yes to me even once),” he quipped about the machine rejecting his fingerprints every time. In the four-member household, only Madan Singh’s wife Sunita Devi’s Aadhaar number is accepted by the biometric machine. This means that now only she can buy grains on the family ration card, not Madan Singh and his wife in turns, as was the case earlier.Angry villagers in Puwadia complain of having paid hundreds of rupees for enrolment, which on paper is free of cost. Geeta Devi, an elderly woman, says she made three trips to the Jawaja block headquarters 15 kilometres away to enrol in Aadhaar, and spent Rs 500 after her husband Gokul Singh’s name was misspelled as Gopal Singh on her Aadhaar card the first two times.Several others allege that E-Mitra, the local e-governance services provider appointed by the government, illegally extracted hundreds of rupees for seeding their Aadhaar details, when they were supposed to charge Rs 3-15.Still, these were the lesser hardships: as it turns out, the new system has excluded several beneficiaries in Jawaja from their legal entitlements.Geeta Devi (right) says she had to try to enrol in Aadhaar thrice, after her husband's name was misspelled two times. Dapu Devi (left) says she has not been able to access her pensions since it was shifted from the post-office to a bank four months back after she enrolled in Aadhaar. 'Locked out' of the systemRajasthan provides 5 kilos of wheat per person at Rs 2 per kilo price to below poverty line families, and 35 kilos of wheat at the same price to the Antyodaya households, which are the poorest of the poor households. Antyodaya households include vulnerable tribal households, elderly couples living in distress, families headed by disabled persons, and widows who cannot afford to buy grains in the market.Last August, the Supreme Court had passed an order permitting only voluntary use of Aadhaar in the public distribution system. But in January, after the use of Aadhaar was made compulsory in Rajasthan, those encountering errors in the new system could not get food grains at all.Santosh Devi, a goat herder with two young children, describes her peculiar problem. Like others in Puwadia village, she was impelled to enrol in Aadhaar, she says. The Aadhaar card she got bears her photograph and name, but when she tries to use it on the point of sale machine, the machine shows that the card belongs to a Rukma Devi of the neighbouring Baral village. When she took her Aadhaar card to officials in Jawaja last month, they told her they could not resolve the problem.\n\n\n    \n    Play\n\nSantosh Devi says the biometrics machine shows that her Aadhaar identity belongs to a woman living in a nearby village.“For two months, the dealer Kesar Singh permitted me to buy our quota of 10 kilos of wheat in Rukma Devi’s name by noting it as a special case in a register, but last month he told me he cannot do this anymore,” said Santosh Devi, whose family falls below the poverty line. She held a three-year-old child in her lap, whose hair bore pale streaks, a sign of under-nutrition.The only option the family has to continue getting their subsidised grains is if her husband, Ram Singh, a deaf and mute construction labourer working 430 kilometers away   in Ahmedabad, returns to the village and tries using his biometrics stored in Aadhaar. A crisis similar to   Santosh Devi's is faced by Babu Singh, a construction worker who earns Rs 150 a day, and his wife Punni Devi, who has polio. They too have been “locked out” of the public distribution system as there is nobody in the six-member family whose Aadhaar works on the point of sale device.Three of them – Babu Singh, his wife and the oldest of their four children – had enrolled in Aadhaar in 2014. Two years on, Punni Devi has not yet received her Aadhaar number. And the machine doesn’t recognise the fingerprints of either Babu Singh or his eight-year-old son. No one in the village is sure why, but the machine falsely reads the number on Babu Singh's card as Punni Devi's Aadhaar identity.“Lock lag gaya hai – they said there is a lock on your identity number when I asked them why my wheat has been stopped,” said Babu Singh. “They say ‘go to Jawaja, go to Jaipur’ to get it resolved.”The machine reads the Aadhaar number on construction worker Babu Singh's Aadhaar card as belonging to his spouse Punni Devi.In principle, the Unique Identity Authority of India, the agency implementing Aadhaar, can send a one-time password to a registrant’s mobile number listed in its database if the biometric authentication fails. But officials said this is not done in villages because in some instances the beneficiaries do not own mobile phones, and in some cases they have forgotten what mobile number was listed at the time of enrolment.“This is a low income class,” a junior official in the district Food and Civil Supplies Department said. “They keep low balance on their phones, and the validity of the SIM expires often, and then they start using another mobile number.”There are similar problems afflicting Masuda block, 50 kilometres from Jawaja block. The most vulnerable beneficiaries there say they face hardship and harassment when their Aadhaar authentication fails. Standing in a snaking queue at the ration shop in Daulatpura village, Subani Ghisa, who suffers from polio, says she was unable to get ration after her Aadhaar authentication failed thrice in February. As she waited in line to try to get her quota of food grains for March, she was anxious that her last month’s quota of grain was gone forever.Back in Ajmer, the Food and Civil Supplies officer for the district’s rural areas, Vinay Sharma, conceded that the point of sale machines had no option to record a missed transaction or to give out rations later for an authentication that failed in the past.Sharma says that to ensure that people got their food entitlements before Holi in late March, the administration had permitted ration shop dealers to release food grains in exceptional cases, after noting them down in a register maintained at the shop.But   then   how did the system remove the personal discretion of ration shop dealers and eliminate the scope for corruption? Sharma couldn’t say.District officials estimated that at nearly each of the 1,145 ration shops in Ajmer, typically 15 to 20 of the oldest and the poorest beneficiaries encounter repeated problems in biometric authentication and a similar number lack mobile phones. That comes to 17,000 to 20,000 people facing exclusion and hardship in one scheme in one district alone of Rajasthan’s 33 districts.Scroll.in tried to contact Subodh Agarwal, principal secretary for the Food and Civil Supplies Department, by sending him text messages and calling his office. But he did not respond.Is anyone listening?Like several other drought-prone areas in India, Ajmer recorded low rainfall in the last two years. In Jawaja and Masuda, the water table fell so low that even middle and high income farmers could not plant the wheat crop last November.This has made the condition of agriculture and construction workers like Babu Singh and Subani Gisa even more precarious. “People are going crazy with anger here, because after the machine came, we have not got a single grain of wheat from the ration shop,” said Babu Singh. His six-member family was entitled to 25 kilos of wheat at Rs 2 a kilo in 2013, which changed to 30 kilos under the new per capita entitlements of the National Food Security law, and has now turned to nothing due to the failure of error-prone Aadhaar.Babu Singh, a construction worker, and his wife Punni Devi say they have not got ration since the government made them switch to Aadhaar. The problem will only worsen since the new Aadhaar Act rushed through by the Modi government does not provide for an independent, block-level grievance redress mechanism.Commenting on the flaws in the legislation in the monthly magazine Caravan, advocate Prashant Reddy Thikkavarapu pointed out: “Clause 23(2)(s) of the Aadhaar Bill delegates the entire process of setting up grievance redressal mechanisms to the Unique Identification Authority of India. It is not good policy to leave such a vital function to the very agency that is responsible for the administration of the project.”In Rajasthan, the shortcomings of the system are showing on the ground.The Department of Information Technology and Communications officials say they have deputed “technical staff” to fix the connectivity problems. The Department of Food and Civil Supplies officials say they regularly send food inspectors on field visits. But in Ajmer, the department is short-staffed, with only four inspectors instead of 16, one for each of the administrative blocks in the district.At the village, block and district levels, the government has not provided any mechanisms for eligible beneficiaries to file a complaint over denial of ration due to the failure of Aadhaar. Beneficiaries have no way for being compensated for the denial of their entitlements due to the failures of Aadhaar.\n\n\n    \n    Play","author":"Anumeha Yadav","time":"2016-04-02T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805909-article-ygicyajyit-1459404821.jpeg","tags":["Aadhaar","ration system","public distribution system","UIDAI","Identity Project"],"source":"https://scroll.in/article/805909/in-rajasthan-there-is-unrest-at-the-ration-shop-because-of-error-ridden-aadhaar"}