{"title":"In Rajasthan, RSS-linked group issues eligibility certificates under CAA to Pakistani Hindus: Report","content":"In Rajasthan, a Hindutva group affiliated with the Rashtriya Swayamsevak Sangh, the parent body of the ruling Bharatiya Janata Party, has been organising camps to issue “eligibility certificates” to Hindu refugees from Pakistan, The Hindu reported on Tuesday.The group, Seemajan Kalyan Samiti, claims to have assisted 330 such refugees residing in Jaisalmer, Barmer and Jodhpur districts to file their applications on the citizenship website launched by the Union Ministry of Home Affairs last month. The samiti is actively publicising its work.The eligibility certificate, which can be issued by a locally reputed community institution or a local priest, is among several documents that are required for an applicant to obtain Indian citizenship under the contentious Citizenship Amendment Act. The document validates the applicant’s religion and affirms that they continue to follow the faith.“One of our mantris [office-bearers], Tribhuvan Singh Rathore, is signing the eligibility certificates,” said Vikram Singh Rajpurohit, an advocate and a member of the group, to The Hindu. Rathore said that the Seemajan Kalyan Samiti, being a registered “community-based” organisation, is qualified to issue eligibility certificates under the Act.The Citizenship Amendment Act aims to provide a fast track to citizenship to refugees from six minority religious communities – Hindus, Sikhs, Buddhists, Jains, Parsis and Christians – from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and have entered the country by December 31, 2014.The Act has been widely criticised for discriminating against Muslims, who fear that the law can be used in conjunction with the National Register of Citizens to harass and disenfranchise them. The National Register of Citizens is a proposed exercise to identify undocumented immigrants.“There are hundreds of people who came to India before 2010 and are yet to receive citizenship,” Rajpurohit told The Hindu. “I met a woman who came here in 1998 but does not have citizenship. In Jodhpur alone, there are around 5,000-6,000 such people.”Under the rules, an Empowered Committee and District Level Committees will be formed to process online applications for citizenship. The District Level Committees will first screen the application and will then forward it to the Empowered Committee, which will finally approve or reject them.The applicants need to furnish two kinds of proof: one document to prove his or her country of origin and the other to prove that he or she entered India before the cut-off date of December 31, 2014.Also read: Why the debate should now shift to asking how the Citizenship Amendment Act will be implemented","author":"Scroll Staff","time":"2024-04-02T13:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189692-cqwysnyuwk-1682951707.jpg","tags":["Pakistan","citizenship","refugees","Hindutva","RSS","CAA","CAA rules"],"source":"https://scroll.in/latest/1066109/in-rajasthan-rss-linked-group-issues-eligibility-certificates-under-caa-to-pakistani-hindus-report"}