{"title":"Rajasthan elections: BJP wins 115 of 199 seats, Congress distant second","content":"The Bharatiya Janata Party won 115 of the 199 seats in Rajasthan, the Election Commission data showed on Sunday.As of 8.40 pm, the ruling Congress had won 68 seats and was leading in one more.Rajasthan went to polls on November 25, pitting the incumbent Congress government led by Chief Minister Ashok Gehlot against the BJP and a plethora of smaller parties and Independent candidates. Gehlot defeated BJP candidate Mahendra Rathore by 26,396 in the Sardarpura constituency, which the incumbent chief minister has held since 1998.Congress leader Sachin Pilot, who had led an unsuccessful rebellion to replace Gehlot as the chief minister in 2020, won the Tonk seat by nearly 29,500 votes.Two-time Chief Minister Vasundhara Raje, who is fighting from Jhalrapatan for the fifth time, won against Congress’ Ramlal with a margin of 53,193.BJP candidate and Rajsamand MP Diya Kumari, who is a member of the erstwhile Jaipur royal family, won the Vidhyadhar Nagar seat, by a margin of 71,368 votes.  Since 1993, Rajasthan politics has followed a template in which the incumbent gets voted out in every Assembly election. According to exit polls, the desert state is likely to follow the anti-incumbency trend, dashing Gehlot’s hopes. Most exit polls have projected the BJP to get above 100 seats in the 200-member House.In the 2018 Assembly elections, the Congress secured 99 seats, two short of the majority of 101. It won Ramgarh when the election for the seat was held a month later. The Congress was able to form the government with the support of the Bahujan Samaj Party and Independent MLAs. On the other side, the BJP finished second with 73 seats. Currently, the Congress has 107 members in the outgoing Assembly and the BJP has 70. There are 13 Independent candidates, while the Rashtriya Loktantrik Party holds three seats, the Communist Party of India (Marxist) and the Bharatiya Tribal Party have two seats each, and the Rashtriya Lok Dal one seat. Two seats are vacant.Also read:  Election results: What does BJP’s hegemony in the Hindi belt mean for Indian politics?Rajasthan polls: Ashok Gehlot resigns, says Congress government failed despite working hardFollow the election results of Madhya Pradesh, Telangana and Chhattisgarh hereFor a detailed analysis, watch Scroll’s Supriya Sharma discuss the election results hereKey factors that shaped the polls:In this election, Gehlot’s biggest shield against anti-incumbency was his numerous welfare schemes. This included the Chiranjeevi health insurance, employment guarantee in urban areas, LPG cylinders at Rs 500, smartphones for women and the return to the flagship Old Pension Scheme for government employees. Despite the chief minister’s popularity, reports said that the Congress is internally worried about anti-incumbency against its MLAs. In October, Scroll also reported on the divergence between how voters spoke about the government and their local representatives.Prime Minister Narendra Modi, who led the BJP blitzkrieg, touched upon problems ranging from paper leaks in the recruitment exams to the rising crimes against women. He repeatedly questioned the Congress’ welfare plank and accused the party of appeasing minorities. “What was the chief minister doing when Jodhpur was burning?” Modi asked at a rally in Jodhpur in October. “What were Congress leaders doing when there was violence and innocent people were being killed? Ram Navami, Parshuram Jayanti, Hanuman Jayanti – there is no festival in which news of stone pelting is not received from Rajasthan.”Notably, the BJP appointed Lok Sabha MP Ramesh Bidhuri as its poll in-charge for Tonk, days after he had launched a communal tirade against a Muslim legislator in Parliament. The district has a sizeable Muslim population.At rallies, the prime minister also raked up the tussle between Gehlot and his former deputy Sachin Pilot. He said the Congress’ treatment of Pilot, who had led an unsuccessful rebellion to replace Gehlot as the chief minister in 2020, amounts to insulting the Gujjars. In 2018, the community had supported Pilot, electing eight Gujjar MLAs from the Congress and no one from the BJP.The BJP too was dealing with its own internal fight, with the high command severely diminishing two-time Chief Minister Vasundhara Raje’s role during the campaigning. The party also did not chose her as a chief ministerial candidate for the polls. This is an important factor since she remains the BJP’s tallest leader in Rajasthan. Arun Singh, the official in-charge for BJP in Rajasthan, told reporters that it was standard practice to not declare a chief ministerial face. The BJP remains confident of wresting power entirely on the strength of Modi’s popularity and its Hindutva plank. Raje’s aide Yunus Khan, who was the only Muslim to get a BJP ticket in 2018, was this time forced to contest as an Independent after 25 years of representing the party.Seats to watch out for:Sardarpura: Gehlot contested from the seat for the sixth consecutive time since 1998, when he was named chief minister and won the Sardarpura bye-poll. The Congress leader has not lost the seat since. The BJP fielded Mahendra Singh Rathore, a professor at the Jai Narayan Vyas University in Jodhpur.Jhalrapatan: Raje was fighting from the seat for the fifth time. She has secured more than half the total vote share in every election since 2003.Tonk: The Congress fielded Pilot, who in the 2018 elections won by a margin of more than 54,000 votes from here against the BJP’s Yunus Khan. This time, the BJP has nominated Ajit Singh Mehta, who had represented Tonk from 2013 to 2018 in the Assembly.Tijara: Baba Balak Nath, a seer of the Nath sect, was fighting from here for the BJP. He had branded himself as Rajasthan’s Adityanath. Balak Nath came to file his nomination in a bulldozer, a reference to its use by the Uttar Pradesh chief minister to demolish Muslim homes and properties.Churu: Rajendra Singh Rathore, Rajasthan’s leader of Opposition, was contesting from here. The seven-time MLA won the seat in 2018 with only one percent vote share separating him and the Congress candidate.Nathdwara: Congress leader CP Joshi, who was a Union minister and is the Speaker of the Rajasthan Assembly, was fighting from Nathdwara. He was contesting against BJP’s Vishwaraj Singh, a member of the Mewar royal family.Amber: The former chief of the BJP’s Rajasthan unit, Satish Poonia, was contesting from here against Prashant Sharma, son of four-time Congress MLA Sahdev Sharma.","author":"Scroll Staff","time":"2023-12-03T07:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175355-oyqymzrmhu-1654417702.jpg","tags":["Ashok Gehlot","Sachin Pilot","Vasundhara Raje","BJP","Congress","Rajasthan","Rajasthan Elections","Rajasthan Assembly Polls"],"source":"https://scroll.in/latest/1059980/in-rajasthan-congress-banks-on-welfare-schemes-to-fight-anti-incumbency-trend-and-modi-appeal"}