{"title":"In southern Rajasthan, this woman mechanic is on a mission to keep hand pumps working","content":"Padoona village in Rajasthan’s Udaipur is nestled in the Aravalli mountain range. Although only about 42 km from Udaipur city, the district headquarters, Padoona is a remote and underdeveloped village. About 90% of the population is engaged in subsistence farming. Most of the villagers live on less than Rs 20 a day.The village is partially electrified and, like most others in the area, lacks basic amenities, including proper water, healthcare and education facilities. Women are confined to doing household chores, farming, manual labor and grazing cattle. There is a huge social and cultural disparity between men and women.In such disadvantaged conditions, one woman mechanic soldiers on, making sure the hand pumps that supply clean drinking water to villages in the area are in working condition. Meerabai Meena, 52, is a hand pump mechanic, an occupation generally perceived as men’s.On the jobIn this region, hand pumps are the safest and reliable source of water. The government has installed hand pumps in common places of villages. Many villagers have hand pumps in their houses as well. Meerabai caters to two panchayats, Jhabla and Padoona, which encompass five revenue villages.Meerabai repairs a hand pump in Jhabla village. Photo credit: Manish Kumar ShuklaVillagers call Meerabai whenever hand pumps need to be repaired. Her services are more in demand during summer when the water level drops. Day or night, she is always ready to go out and ensure availability of safe drinking water. Meerabai takes about a day to repair one hand pump.Meerabai is from a tribal community. She says the sources of drinking water in the region are usually far from home and women have to trudge long distances to fetch water. Poor availability of water, coupled with improper sanitation practices due to lack of water, results in high incidence of diseases and undernutrition.Understanding the need for availability of water for better health and recognising the difficulties women faced in fetching water, Meerabai decided to train as a hand pump mechanic. In spite of facing problems related to water, none of the women from her village showed interest in joining the training offered by the government. But Meerabai was firm in her wish to do all she could in making safe drinking water available to the villages.Triumphing through trialsMeerabai has lived a difficult life. Four years after marriage, she lost her husband. She was his second wife. His first wife opted for natta, a common practice in southern Rajasthan of married or widowed people remarrying. Meerabai did not have children. So, she moved in with her brother’s family in Padoona village.Deciding to take charge of her life, Meerabai signed up for when the state government offered to train women as hand pump mechanics. That was in the 1990s. She has been at this job since.There are many occupational hazards. The terrain is tough. Some of the houses are on hilltops. In many places, the houses are separated from each other by more than half a kilometer. With houses scattered on the hills and with a lack of transport except taxis, Meerabai has to walk miles every day, carrying her heavy tools. Breaking taboosIn this region, women do not step out of their houses for work. Those who do are subject to character assassination. In Meerabai’s case, she often has to travel and work with men, which only added to the insults directed at her. But unmindful of taunts, she worked with dedication. Her brother encouraged her not to be afraid and work to fulfill the needs of her people.Women of Jhabla lend a helping hand to Meerabai by carrying pipes. Photo credit: Manish Kumar ShuklaNow not only do men and women respect her and appreciate her work, they volunteer to help her, lifting pipes and carrying her kit of tools and spares. “She handles such tough repair work all by herself,” said one woman helping her repair a hand pump in Jhabla. Now people fondly call her “hand pumpwali bua”; bua in Hindi meaning aunt.Role modelThe elders of Jhabla and Padoona panchayats where Meerabai works commend her for her dedication. “She’s the only woman mistry in our panchayat,” one elder said. “She’s a strong woman.” Prabhulal Meena, the field in-charge at Seva Mandir, concurs. Seva Mandir, a nonprofit works with women in southern Rajasthan. “She is an independent and courageous woman,” Meena said. “A perfect role model and an example for women’s empowerment.”When no one was willing to, Meerabai started a battle alone, to ensure that hand pumps in her area were in working condition and women were spared the arduous task of fetching water. She has been successful, too. As she put it, “Overcome difficulties and be the solution.”Jyoti Rajput works with Seva Mandir as Program Associate, Woman and Child Development Programme.This article first appeared on VillageSquare.","author":"Jyoti Rajput","time":"2017-10-16T21:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/854025-71003-apkkqprpso-1507898250.jpg","tags":["Rajasthan","Rural Development","Women","Water","Meerabai Meena"],"source":"https://scroll.in/article/854025/in-southern-rajasthan-this-woman-mechanic-is-on-a-mission-to-keep-hand-pumps-working"}