{"title":"In South Kashmir, all roads lead to the funeral of Burhan Wani, the poster boy of the new militancy","content":"All roads in South Kashmir on Saturday seemed to lead to Tral for the funeral of Burhan Muzaffar Wani, arguably the most prominent face of the new militancy in Kashmir, who was killed in an encounter in the state's Anantnag district on Friday. His body was brought out by a procession at 5 am and taken to the Eidgah grounds. Men and women, boys and girls, flocked to the ground, raising slogans all the way. Among the slogans raised were curses for  \"mukhbirs\" (informers) and cries for \"azadi\". There were other slogans, pointing to Kashmir’s ties with Pakistan, with the Hizbul Mujahideen and the Lashkar-e-Toiba, all of them ending with \"la-illaha-illalah\" (there is no god but Allah). \"Go India, go back,\" was another refrain.As protests against Wani's death spread through the Valley, ten people were reportedly killed in firing by security forces. Crowds of angry youth also reportedly attempted to torch a police station in Achabal in South Kashmir’s Anantnag district.The clampdownThe state authorities had taken recourse to the usual measures, shutting down mobile internet services in the Valley by late Friday evening, cutting off cell phone networks in South Kashmir, and imposing curfew in many parts of the Valley overnight. State and Central forces were deployed just hours after the news of Wani’s death spread, and after groups of young men started pelting stones.The national highway from Awantipora to Srinagar, and stretches of the Srinagar bypass, bore roadblocks set up by protesting youth. The road near a shrine in Awantipora was crusted with bricks and rocks. Several spots were teeming with young men and boys.Despite the clampdown on mobile and internet services, people from nearby areas managed to reach Tral. Wani's killing has enraged many in the Valley. Processions heading towards Tral chanted slogans like, “Tum kitne Burhan maaroge, har ghar se Burhan niklega\"  No matter how many Burhans you kill, a Burhan will emerge from each house, they said.Mirwaiz Umar Farooq, who heads the moderate faction of the Hurriyat, called state forces “trigger-happy” and said that they “are responding with bullets to the genuine anger of people in Kashmir”.The 'Mujhahidden'In Tral, Wani's father, Muzaffar Wani, father of Burhan Wani, sat under the shade of a chinar tree, his salwar bloodied. A flood of people had poured in early morning to pay their last respects.  Wailing women and gloomy faces lined the nearby lanes and the borders of the Eidgah ground.  A large crowd had flocked there,  trying to get one last good look at the  face of the shaheed or \"martyr\".Young men, their voice cracking after long hours of sloganeering, managed the flow of mourners.  There were separate entries and exits, separate enclosures for men and women.Young men and boys dashed towards the road when a convoy of  the Central Reserve Police Force passed by. As the exits choked, young men  scaled the fences and poured into the roads, stones in their hands.  Moments later, the crowd regrouped near the body of Wani,  placed on a platform at the far end of the ground.“Burhan’s mission hasn’t ended with his martyrdom,” said an  emotional man speaking from the platform. “Burhan’s mission isn’t just Tral’s  mission, it is Kashmir’s mission... The youth of Kashmir will take it  forward and they already are... If you don’t like our  mujahideen, please don’t call them militants or terrorists...They are  not terrorists.”The scenes in and around Tral, with crowds making their way towards  the central areas of the Valley, were a throwback to the scenes from the protests of 2008. Just like in 2008, men and women, girls and boys, participated in the demonstrations. The streets chimed with slogans, mosques rang with cries for \"azadi\". This time, though, many of the sloganeers were young women.The 'hero'Described as the poster boy of the new militancy in Kashmir, Burhan Wani,  the 21-year-old had dropped out of school at 15 to join the Hizbul  Mujahideen. He had managed to survive longer than any other militant in  recent times, eluding intelligence networks despite carrying a cash reward of Rs 10 lakh. A skillful use of  social media had made him famous in the region.Days after Eid,  security forces acting on intelligence inputs scoured  Waybemdoora village of the Kokernag area of Anantnag district, searching  for militants. On Friday, a gun battle broke out between militants and  security forces. Burhan Wani, Sartaj Ahmad from Kokernag's Buchoo village and a third unidentified militant were  killed. The Jammu and Kashmir Police as  well as the army have described Wani's killing a major success.The reactionsSyed  Ali Shah Geelani, leader of the pro-Pakistan faction of the  Hurriyat Conference, said the killing of Burhan Wani had jolted the nation. He  asked Kashmiris to pay tribute to the slain Hizbul commander over the next  three days and called for funeral prayers to be held, in absentia,  across the state.In a statement to a local news agency,   Mehmood Shah, chief of the Pakistan-based Lashkar-e-Toiba, said “The   sacrifice of this young boy has once again compelled the Kashmiri to   think that to get freedom they will have to come out openly,].” He also  said  that Burhan Wani gave state forces “sleepless nights by attacking  them several  times.”","author":"Rayan Naqash","time":"2016-07-09T22:22:32.291981+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811467-37453-xugchpyoce-1468081970.jpg","tags":["Kashmir report"],"source":"https://scroll.in/article/811467/in-south-kashmir-all-roads-lead-to-the-funeral-of-burhan-wani-the-poster-boy-of-the-new-militancy"}