{"title":"In Sambhal, Muslims allege UP police stormed booths, snatched IDs and beat up voters on polling day","content":"The sun was scorching when Mohammad Jamal, 18, stood in the queue to vote for the very first time in his life. It was around 10.30 am at the primary school in Mansoorpur village in Uttar Pradesh’s Sambhal parliamentary constituency.Suddenly, nearly 10 SUVs came to a halt outside the polling centre, Jamal and other eyewitnesses said. About 30-40 police officials got out, entered the centre, snatched identity cards and voting slips from the voters and assaulted them with fibre batons and wooden lathis, they alleged.It was May 7 and the third phase of voting for the Lok Sabha elections was underway.“Two of the policemen came up to me and asked for my Aadhaar,” recalled Jamal, anxious and fidgety. “I was scared and handed it to them. Then a third one slapped me on my neck from behind. They kept beating me till I had left the booth.”The polling centre turned desolate within minutes as voters ran out to escape the police assault. Jamal, whose legs still bear the imprint of the lathis, limped back home.Scroll found reports of similar assault by the Uttar Pradesh police at polling centres in several Muslim-dominant villages in Asmauli Assembly constituency in Sambhal. In these villages, the ruling Bharatiya Janata Party has traditionally lagged behind its opponent, Samajwadi Party. In 2019, Samajwadi Party candidate, the late Shafiqur Rahman Barq, won the seat by 1.75 lakh votes.Barq’s grandson, Zia Ur Rehman, is the Samajwadi Party candidate for Sambhal. Both Rehman and the Bahujan Samaj Party candidate Chaudhary Saulat Ali confirmed that such assaults were perpetrated in Muslim-dominant villages across Sambhal constituency. Rehman said he plans to register a complaint with the police as well as take legal action.Prashant Kumar, the director general of police in Uttar Pradesh, told Scroll that the police will investigate the matter if it receives any complaints about it.Mohammad Jamal, 18, was allegedly beaten up while voting for the first time in Mansoorpur.‘Only in Muslim villages’Before they had arrived in Mansoorpur, the policemen had attacked voters in Shahbazpur Kala and stormed a polling centre in Ovari village, eyewitnesses alleged. In Ovari, some managed to capture the attack on video.After Mansoorpur, the police allegedly drove to Mubarakpur Band village, where they assaulted a Dalit man and his mother at the polling centre, villagers alleged.This came weeks after Prime Minister Narendra Modi praised the Uttar Pradesh government and Chief Minister Adityanath’s “law and order” model.Across the four villages in Sambhal district that Scroll visited, most Muslim voters said that they returned to the polling centre later to vote, but some, like Jamal, never came back.Inzamam Ul-Haque, 26, who was stationed at the booth in Mansoorpur as a polling agent for Samajwadi Party, told me that this village of 2,906 electors cast 1,641 votes on May 7 – a turnout of 56.5%.This was lower than the 63.6% turnout Mansoorpur recorded during the 2022 assembly elections and 59.09% turnout in 2019 Lok Sabha elections, according to booth-level data available with the Election Commission of India.“This was done not just to suppress votes for the INDIA alliance but also to humiliate Muslims,” said Javed Akhtar, the former gram pradhan of Mansoorpur, who was detained for six hours at the local police station on polling day. Akhtar said he was not given any reason for his detention. “The police have carried out such violence only in Muslim villages. This was planned and the district magistrate and the superintendent of police are involved in it.”In the adjacent Khaspur, a Thakur-dominant village, residents said they voted without any hitch on May 7.A viral videoAround 4 km from Mansoorpur, Ovari is a village of 4,500 electors, most of whom are Muslim.Around 10 am on May 7, Bano, 70, was walking out of the Junior High School, the designated polling centre, after casting her vote when she saw men in khaki charging at her. “It was a male policeman who beat me,” she recalled, showing her swollen right cheek and a bruised knee. “I have voted all my life but never seen anything like this.”\n\n\n    \n    Play\n\nWhile Bano was being attacked, Mohammad Anish, 35, and Shan Alam, 41, were still in one of the eight queues inside.“They got out of their cars and one of them came and snatched my parchi,” said Anish, referring to a voter information slip. “There was no provocation. They just started beating everyone up indiscriminately.”Shan, too, said that the police officials snatched his Aadhaar card and voter information slip. There were about 30-40 police officials at the polling centre – all men, he added.Shan, who sells samosas for a living, has red baton marks on his thigh and back. Anish was injured in his face, hand and knee. Both of them said that before the police officials arrived, voting was smooth and orderly inside their polling centre.Mohammad Anish said he was assaulted inside the polling booth by police officials in Sambhal’s Ovari village.A viral video from May 7 shows voters in this village running away from the Junior High School, as police officials outside chase them away, hit them with lathis and snatch pieces of paper from their hands. The video does not show what transpired inside.Among those who tweeted this video was journalist Swati Chaturvedi.  At 3.30 pm that day, Manish Bansal, the Sambhal district magistrate, said that he had investigated the video and found that an “excessive number of people were unnecessarily inside the booth” in Ovari and the police officials “made them leave and carried out the voting after forming queues”.The next day, the Election Commission of India, relying on the district magistrate’s statement, labelled Chaturvedi’s tweet as “false” and “misleading”.But voters like Bano, Anish and Shan countered the district magistrate and the Election Commission’s claims.The second video from OvariMore videos of police action in Ovari managed to reach social media platforms by afternoon. One of them shows an old man lying on the street, with two young men beside him, and several police officials watching from a few metres away.The old man is 70-year-old Raees Qureshi, who had been diagnosed with a heart condition just four months ago. The two men are his sons Mustagir, a daily wager, and Mohammad Alam, who is part of the Pradeshik Armed Constabulary of the Uttar Pradesh Police in Bareilly.Qureshi had cast his vote at 9 am. An hour later, when his wife, Kalsoom, alerted him about the violence, he rushed to the polling centre, worried about his daughter, Shabana, and two sons, who were still at the Junior High School. “There was chaos,” recalled Qureshi. “When I reached there, the police officials punched me on my chest and on my back. I couldn’t even walk.”(Left) Balban Singh seen in a video shot with Raees Qureshi, Alam and Mustagir in Ovari. (Right) Police officers push Mustagir into a van in Ovari.As Qureshi’s sons, Alam and Mustagir, carried him back home, police officials allegedly blocked their way. That is when they put their father down on the street, as the video shows, and asked other villagers to capture the scene on their phones.“I wanted everyone to see what the police were doing,” said Alam.One of the police officials in the video wore a name badge that read ‘Balban Singh’, said Alam.According to a Uttar Pradesh Police database, Singh, 43, joined the police force in 2000 and has been posted at the Agra Commissionerate since 2018.Inspector Singh denied allegations of assault on the villagers. “There was a PAC personnel there who was misbehaving with the deputed police officials,” he said. “His father was in the queue to vote. He seemed mentally unstable and he picked up his father and kept him on the road. I also had duty in Shahbazpur, Mansoorpur and Mubarakpur. Not one person there will say that I assaulted anyone.”As this video went viral on social media, three hours later, at 1.30 pm, police officials returned to Ovari. They allegedly grabbed Mustagir and threw him into a car, as Alam filmed this on his phone.“There were two officers and they beat me in the car,” said Mustagir. “They took me to Asmauli police station and threatened to encounter me if I did not say what they wanted me to say on camera. They first shot videos of me giving a statement at the police station. Around 3.30 pm, they took me to a house in a nearby forest and shot another video.”\n\n\n    \n    Play\n\nIn the video filmed in the forest, Mustagir says he put his father down on the ground in the viral video because the villagers tricked him into it, and that the police officials did not misbehave or assault him. This is the video that the Sambhal Police has been sharing on Twitter to deny charges of violence and voter suppression in Ovari.Alam, Mustagir and their sister Shabana told Scroll that they could not vote because of the Uttar Pradesh police’s violence in their village on polling day.Raees Qureshi, Mustagir and Shabana at their home in Ovari in Sambhal.Shan, the injured samosa seller, and Anish went back to the polling centre later that day to vote.According to Shoaib Alam, the brother of Ovari gram pradhan Aadil Alam, 2,711 votes were cast at the Junior High School polling centre on May 7 – pegging the turnout at 59.9%. In the 2019 Lok Sabha elections and the 2022 assembly polls, the turnout in the village stood at 64% to 64.7%, respectively, according to Election Commission data.Shahbazpur and Mubarakpur: A similar playbookVoter accounts are identical in the nearby Shahbazpur and Mubarakpur villages: 30-40 police officers attacked polling centres between 10 am and 11 am, hit voters, including women, and snatched voter information slips and Aadhaar cards.One of those assaulted at the Regional Inter College, the polling centre in Shahbazpur, was Sakina, 38, who makes a living selling coal to nearby restaurants. “When they started beating up the men, I kept standing there, thinking they wouldn’t possibly do the same to women,” she recalled. “But women were beaten up too. One of the police officers who was attacking us was a young woman who was more aggressive than others.”Despite the fear created in her village by the attack, Sakina went back to the booth at noon to cast her vote. “Even if they chopped my hands off, I would have gone back and voted with my feet,” she said.Sakina at her home in Shahbazpur in Sambhal.In Shahbazpur, villagers said that the police attack happened in two waves. The first was around 10.30 am. This was followed by a lathi-charge at 5 pm, which left Bhure, 48, who had joined the queue a few minutes before, scarred on his back and knees.Mukhtiyar, 35, who lives right behind the Regional Inter College, told Scroll that the police also detained his brother, Shahbir Ali, 20, and his nephew, Mohammad Arbaz, 19, during the attack and they had not been released yet. Scroll emailed the Sambhal superintendent of police about the allegations. The story will be updated if he responds.“The policemen were shouting, ‘Ye dadhi walon ko nikalo, ye farzi vote de rahe hai’,” said Babu, 49, a daily wager, who was assaulted at the booth in the morning. Remove the bearded men, they are giving fake votes. “How is our vote farzi when we were let in only after the stationed police officers checked our parchi and ID?”According to the Election Commission’s booth-level data, the Akhilesh Yadav-led Samajwadi Party got a thumping 81% vote share in Shahbazpur during the 2022 UP assembly elections, more than the 72% vote share it got in Ovari.There were no reports of a police attack in nearby villages where the Samajwadi Party did not perform as well in 2022.For example, voting was peaceful in Gammanpura, where a mixed population of Hindu Sainis and Muslims gave 48% of their votes to the BJP and 34% to the Samajwadi Party in the 2022 Assembly election, data from the Election Commission shows. It was uneventful in Thakur-dominant Khaspur – where the BJP won 60% of the votes in 2022 – and even in Talwar, inhabited by Muslims and Jatavs, where the Samajwadi Party led at 44%, over the Bahujan Samaj Party’s 41%.But in Mansoorpur and Mubarakpur, where the Samajwadi Party clinched 64% and 69% of votes in 2022, voters alleged assault by police officials inside their polling centres.In Mubarakpur, Rajpal, 32, a Dalit who works at a brick kiln, and his mother Kalavati, 55, were beaten while voting. “I was hit on my ear and I still can’t hear well,” said Rajpal. “Everyone inside was voting peacefully. They beat us up for no reason.”Kalavati said that a male police officer hit her on her leg so badly that she had difficulty walking. “I couldn’t go back and vote,” she added.Rajpal was allegedly beaten by police officials inside the polling booth in Mubarakpur.Their neighbour, Nanhe Khan, 50, said that the police officials snatched away the Aadhaar cards of his two sons, his nephew and his elder brother.Voting numbers shared by Munabbar, 38, the gram pradhan of Mubarakpur, puts the May 7 turnout in the village at 60.9%. In 2019 and 2022, the turnout in the village was 59.6% and 63.9%, respectively.‘Conspiracy to target Muslim voters’Unlike Ovari, there are no videos of the police officials attacking voters in Shahbhazpur, Mansoorpur and Mubarakpur. “Phones are not allowed inside the booths, so no one could make any videos when they were attacked,” said Javed Akhtar in Mansoorpur. “This was a well-planned operation.”Munabbar told Scroll that the police officials came in 10-12 private cars, mostly white Ertigas and Boleros. “I recognised some of these police officers,” he said. “Few of them were those who were posted in Sambhal till a year ago and had been transferred elsewhere.”Two officers that Munabbar and polling agent Inzamam Ul-Haque could identify were Anuj Kumar Chaudhary and Jitendra Kumar.Chaudhary, an officer of the rank of deputy superintendent of police, is the circle officer in Sambhal. He was earlier posted as a circle officer in Rampur.Kumar, of a similar rank, is the circle officer of Rampur city. He was posted in Sambhal till last year. Scroll tried to call Kumar but his phone was switched off.“I was not there,” Chaudhary told Scroll. “I was in Sambhal city. If people say I was assaulting them in polling centres, they need to show proof. Anyone can claim anything. We only carried out a drive to stop fake voting. Is that wrong?”Chaudhary was referring to the Sambhal police’s claim on the evening of May 7 that “more than 50 suspicious people trying to cast fake votes” were caught by the Sambhal police.Samajwadi Party candidate Zia Ur Rehman, who is the MLA from the Kundarki Assembly, said the police attacks were a “conspiracy to target Muslim voters”.Zia ur Rehman in Ovari village on May 8.“Show me one Hindu village where there have been such attacks,” he said. “They happened in Sambhal city too – polling stations in MGM college, Chaudhari Sarai, Manokamna Mandir and Zia Ul Uloom Inter College were similarly attacked. The administration wants to bring our vote share in Sambhal down to 40%.”Chaudhary Saulat Ali of the Bahujan Samaj Party told Scroll that he received reports of similar police attacks in villages like Madnapur, Khas Mudapade, Ahmadpur, and Saktoo Nangla in Kundarki block on May 7. “This was done to terrorise Muslim voters,” said Ali. “The way it was done, it seems planned.”For Rehman, the motive of the attacks was purely political. “Muslim villages have been targeted because Sambhal has traditionally voted for Samajwadi Party,” he said. “The administration thinks BJP can win this seat through injustice. The police officers behind this should be dismissed from service – that is the ultimate test of the Constitution and the Election Commission of India.”All photographs by Ayush Tiwari.","author":"Ayush Tiwari","time":"2024-05-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200621-hfmghicmed-1715322386.jpg","tags":["Lok Sabha 2024","Sambhal","Election Commission","Indian Democracy","Uttar Pradesh"],"source":"https://scroll.in/article/1067693/in-sambhal-muslims-allege-up-police-stormed-booths-snatched-ids-and-beat-up-voters-on-polling-day"}