{"title":"Telugu Desam Party quits BJP-led alliance, to move no-confidence motion against Centre","content":"The Telugu Desam Party on Friday quit the Bharatiya Janata Party-led National Democratic Alliance, upset about the Centre’s refusal to grant Andhra Pradesh special status, reported PTI. The Telugu Desam Party was the National Democratic Alliance’s third-largest constituent in the Lok Sabha with 16 MPs, and its only ally in the south.The party, led by Andhra Pradesh Chief Minister N Chandrababu Naidu, will move a no-confidence motion against the government, TDP leader KS Jawahar told ANI. On Thursday, YSR Congress legislator YV Subba Reddy handed over a notice to the Lok Sabha secretary-general, asking that a no-confidence motion be moved against the government. He asked for it to be included for business on Friday.This will be the first no-confidence motion against the BJP-led government. The Congress and the Communist Party of India (Marxist) have also pledged their support to the motion. The All India Anna Dravida Munnetra Kazhagam said the Telugu Desam Party’s decision to cut ties with the NDA was opportunistic in nature. “There were issues after the division of Andhra Pradesh,” party leader D Jayakumar said. “If there were issues all these years, then why were they not raised?” However, the AIADMK has also said that they will support the no-confidence motion if the Centre does not constitute the Cauvery Management Board, party leader KC Palanisamy said.  TDP MP YS Chowdary said it was unfortunate and that the party tried its best to stay in the alliance. “But the present government ignored the sentiments and emotions of people of Andhra Pradesh,” he told ANI, adding that an emergency politburo meeting was held on Friday morning when the decision was taken. Some Telugu Desam Party leaders who addressed the media on Friday morning said, “BJP means ‘Break Janta Promise’.”Congress to support no-confidence motion against the Centre by Telugu Desam Party & YSR Congress Party: Andhra Pradesh Congress Committee President N Raghuveera Reddy pic.twitter.com/dx1AHiVD4o— ANI (@ANI) March 16, 2018\n\nLetter of TDP MP Thota Narasimhan to Lok Sabha Secretary-General for moving motion on 'No-Confidence in the Council of Ministers' in the House. pic.twitter.com/Zwg5qge3Sw— ANI (@ANI) March 16, 2018\n\nOur party will be moving no-confidence motion today (in Parliament). We have decided... we are out of the NDA: Thota Narsimhan, TDP MP pic.twitter.com/73StNsOjtF— ANI (@ANI) March 16, 2018\n\nTDP leaders CM Ramesh, Thota Narsimhan, Ravindra Babu and others address the media in #Delhi after exiting NDA, say, 'BJP means 'Break Janta Promise,' also add that they will be moving a no-confidence motion on Monday. pic.twitter.com/en2bPyJzNr— ANI (@ANI) March 16, 2018\n\nThe move comes just days after the party pulled out its MPs Ashok Gajapathi Raju and YS Chowdary from the Union Cabinet. Chowdary was the minister of state for science and technology and earth sciences, while Raju was in charge of the civil aviation ministry.After submitting his resignation, Chowdary had compared the decision to an unfortunate divorce and said they had to resign from their Cabinet positions because of “unavoidable circumstances”. However, he had ruled out the possibility of his party leaving the National Democratic Alliance, despite its differences with the Bharatiya Janata Party on granting Andhra Pradesh special category status.Chandrababu Naidu had announced the decision to withdraw the two leaders from the Union Cabinet hours after Finance Minister Arun Jaitley had said on March 7 that the state could only get a “special package”, not special category status.The decision came after weeks of protests by legislators from Andhra Pradesh demanding special category status for their state. The Budget Session of the Parliament has been repeatedly adjourned over their demand. The lawmakers had also accused the Bharatiya Janata Party-led government of not allocating enough funds for Andhra Pradesh in the Union Budget this year.","author":"Scroll Staff","time":"2018-03-16T09:34:40.430679+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/872210-80931-bnzugsmvkp-1520618160.jpg","tags":["TDP","NDA","BJP","Chandrababu Naidu"],"source":"https://scroll.in/latest/872210/in-severe-blow-to-bjp-telugu-desam-party-quits-national-democratic-alliance-reports"}