{"title":"In Saudi Arabia’s scaled-down plans for megacity across the desert – a warning sign for the future","content":"There is a long history of planned city building by both governments and the private sector from Brasilia to Islamabad.More recently, two trends have come together in a new wave of visionary urban planning.On the one hand, there are the neoliberal “special economic zone” policies that accelerated in the 1980s and which have become an almost unquestioned global economic article of faith. On the other, there is the “smart city” “in which ubiquitous sensing and surveillance generate big data, from which solutions to all the problems of cities are supposed to be found.Now, with the fairy dust of Artificial Intelligence sprinkled on top, we have the recipe for almost every current proposal for new cities. In essence, the contemporary ideal city is a data-driven, free-market paradise.Shifting gearsThe conservative and authoritarian Kingdom of Saudi Arabia is very much aware that the end is in sight for the fossil fuel economy that underpins its sovereign and private wealth. In anticipation of the inevitable end of fossil fuels, Riyadh is actively working to shift to new sources of income so as to future proof its economy in a carbon-zero world.Some of this transitional work has involved the extension of Saudi Arabian “soft power” into areas that are of personal interest to the kingdom’s prime minister, and de facto leader, Crown Prince Mohammed Bin Salman. This is perhaps most visible through the entangling of Saudi Arabia with lucrative professional sports from golf to tennis.However, the other bet that Saudi Arabia has been making is in cities.Under the banner of Vision 2030, it has been investing its oil profits in dozens of eye-catching urban projects from free ports to cities built around theme parks.The Kingdom of Saudi Arabia does not have much in the way of homegrown digital or technological enterprises, so Riyadh is instead investing on the principle of if we build it, they will come. Simply put, Saudi Arabia is attempting to attract foreign entrepreneurs, manufacturers, logistics companies and tourists to ease its transition to a post-oil economy.\n\t\t\n\tA rendering of The Line project. Credit: NEOM press release. The LineNEOM is the most ambitious of all of Bin Salman’s plans to attract foreign investment. Indeed, the name NEOM is a portmanteau of the Greek “neo” and the first letter of Mohammed Bin Salman’s name.The published plans and publicity for NEOM are a sight to behold.NEOM will include everything in one massive development. It will have a free port and logistics hub, a seaside tourist town and even a mountain sports playground. NEOM’s centrepiece attraction is unquestionably, however, The Line.The Line was envisioned as a 170 km linear city clad in reflective material, that would cut into the deep desert from the Red Sea like one of the swords on the Saudi flag.The evangelical advertisements for NEOM promised freedom and multiculturalism in one of the most authoritarian and monocultural nations on Earth, as well as total surveillance and advanced AI to underpin innovation for all its residents.An early consultancy report was even more excessive than what the actual plans became, proposing an artificial moon, fleets of drones and that 50% of the “population” would be service robots.The initial advisory board included the likes of British architect Norman Foster and the CEO of Google’s Sidewalk Labs, Dan Doctoroff. Most of the more famous advisers seem to have quietly disappeared from the project in recent years.\n\n\n    \n    Play\n\nScaled ambitionsNow, almost as soon as ground had been broken, it was announced that the centrepiece plan has been scrapped. The Line is no more and in its place are plans for a much smaller 2.4-km-long city – a mere dash compared to The Line’s original misguided ambitions.Was The Line all just a public relations exercise designed to generate likes and speculative foreign investment capital? In public there may have been much wonderment. However, behind the scenes the entire Line project has been nothing more than a weird, unsustainable and hubristic fantasy.NEOM is planned to be built in one of the most geopolitically significant – and at times turbulent –areas of the world, where Saudi Arabia borders Egypt, Israel and Jordan. Perhaps even more significantly, NEOM will be built in a region where summer daytime temperatures are already heading above 50 degrees celsius in our era of global heating.Who was going to want to live at the far end of a 170-kilometre long parallel terrace from which your only means of exit was an “intelligent” train system? And how was security going to be managed for a place which promised freedom and legal systems compatible with international human rights norms in one of the most authoritarian nations in the world, both internally and externally?How would NEOM stop Saudi dissidents from escaping to or through it? Security and surveillance have never been part of the published plans, but industry publications have revealed that Bin Salman was envisioning an entirely private police force and a specialist drone surveillance control centre for The Line.The kingdom had already scheduled the execution of three members of the Howeitat tribe who had objected to this non-consensual development on their traditional lands.Harsh lessonsIt is currently unclear as to whether other parts of the NEOM plan will be scaled back.Work has already started on the Red Sea tourist resort town of Sindalah and it is unlikely Bin Salman will abandon the potentially lucrative Port of NEOM. Beyond that is anyone’s guess.Many plans for ideal cities have been impractical fantasies. But NEOM also typifies a massive and persistent failure of the imagination driven by a capitalism – blinded by fossil-fuel ideology – and unable to come to terms with the necessity of confronting the climate crisis, growing global inequality and the persistence of war and genocide.It’s about time for wealthy corporations and nation-states with the historic and contemporary responsibility for driving the climate crisis, like Saudi Arabia, to start taking this responsibility seriously. The world should be investing in making existing cities sustainable and just at a human scale – not pouring money into speculative, unsustainable and authoritarian urban mega-projects.David Murakami Wood Professor of Critical Surveillance and Securities Studies, L’Université d’Ottawa/University of Ottawa.This article was first published on The Conversation.","author":" David Murakami Wood, The Conversation","time":"2024-05-12T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179912-mtoedwnqkb-1663158153.jpg","tags":["Saudi Arabia","Climate Change","The Line"],"source":"https://scroll.in/article/1067502/in-saudi-arabias-scaled-down-plans-for-megacity-across-the-desert-a-warning-sign-for-the-future"}