{"title":"In South Asia, corruption charges are merely a weapon for politicians to target their opponents","content":"Last year, Pakistan’s supreme court removed Nawaz Sharif as prime minister over allegations of corruption. Reactions were sharply divided: while many middle-class citizens supported his ouster, others called it a “judicial coup” that represented a step back for Pakistan’s embattled democracy. This is a battle that plays out all over South Asia. That corruption is undesirable is a truism. But it seems moral outrage against corruption is used not to tackle it but to settle political scores. Indeed, democratic politics does not appear overly concerned with the problem. In India and Bangladesh, for example, the issue of corruption is just a handy tool for politicians in power to target their opponents. It is in Pakistan, though, that this phenomenon is most visible.In 2016, Sharif was named in the Panama Papers, a tranche of leaked financial and legal records detailing the wealth stashed in tax havens by some of the world’s most powerful companies and individuals. This led to the supreme court appointing a team to investigate Sharif and his family. The team had members from the military intelligence and the Inter Services Intelligence, Pakistan’s powerful spy agency. In the end, the investigation team found little to indict Sharif on Panama Papers. What it did find was that he had failed to disclose in his nomination for the 2013 general election that he was owed a sum of around Rs 1.8 lakh. The money was due him as the chairman of a company based in Dubai, but he never received it.This was fault enough for the top court, which ruled that Sharif had not been “ameen” and “sadiq” – honest and morally upright – vague preconditions for Pakistani parliamentarians introduced by a military dictatorship in the 1980s. Sharif was disqualified as prime minister, maintaining the country’s record of not letting a prime minister complete a five-year term. In 2108, the court went a step further and disqualified him for life. Commentators saw deeper politics at play. “Since coups are no longer acceptable in Pakistan, the logic goes, this time the generals used legal action to remove Sharif,” Adnan Rasool wrote. Raza Rumi argued that “the judges had the backing of the generals who continue to call the shots”. Since his ouster, Sharif’s relationship with the powerful military establishment has nosedived. Newspapers and TV news channels that gave space to Sharif or questioned his disqualification have been blanked out.Delhi and DhakaIn February, a Bangladeshi court convicted the principal opposition leader, Khaleda Zia, of corruption. The timing of verdict raised fears that it was intended to prevent the opposition from contesting the next election, scheduled for December. Zia’s Bangladesh National Party boycotted the previous election and another hobbled vote would push the country towards becoming a one-party state.In India, the stakes are low: there is no threat of military or one-party rule to contend with yet. But even here, the South Asian habit of using the issue of corruption for partisan political ends is widespread. The Central Bureau of Investigation often investigates cases of corruption with politics in mind, so much so that the Supreme Court in 2013 called it a “caged parrot”. The most recent example comes from Uttar Pradesh. Just as an opposition alliance has been formed to take on the Bharatiya Janata Party, the Central Bureau of Investigation has launched a fresh inquiry into an alleged case of corruption involving Mayawati, a key member of the alliance. During the tussle to form the government in Karnataka earlier this month, the opposition accused the BJP-led central government of using the Enforcement Directorate to threaten legislators into supporting the saffron party. The Enforcement Directorate operates under the finance ministry and is responsible for fighting economic crime.Indifferent votersIronically, the BJP had fielded eight members of mining baron G Janardhan Reddy’s family in the Karnataka election. Reddy is facing over 60 cases, most for his alleged involvement in a Rs 35,000 crore mining scam. The party suffered little for associating with big-ticket corruption, winning its highest vote share ever in Karnataka.This is not an anomaly. For all the brouhaha around corruption, voters do not really seem to vote keeping it in mind. Candidates facing corruptions charges actually do rather well at the hustings. A study analysing Lok Sabha candidates in 2004 and 2009 found that as many as 60% of those facing cases under the Prevention of Corruption Act had won.A more thorough study  conducted in July 2013 by political scientists from the University of California, Berkeley, United States, reached the same conclusion. The study, done two years after Anna Hazare’s anti-corruption movement, found that awareness among people about the coal scam and the 2G spectrum scam was generally low. Even people who did know about these scams were unmoved by them: their voting preference was not influenced by the knowledge of corruption. Yet, corruption is often cited as one of the main reasons for the defeat of the United Progressive Alliances, led by the Congress, in 2014.  What explains this dichotomy?The authors of the University of California study argue that voters do care about corruption but not of the kind political elites talk about. What bothers the voter is not big-ticket corruption but corruption at the local government office.In fact, voters place much else before big-ticket corruption. A Muslim, for one, may vote to decrease the probability of riots. A Dalit in Uttar Pradesh might vote for the Bahujan Samaj Party because another party’s government neglected his neighbourhood. An upper caste businessman many vote for law and order above all else because he feels threatened by criminal gangs. A village might vote a certain way to get a tubewell so that the women do not have to fetch water from faraway. A farmer may vote to increase the minimum support price for his crop.Seen from this lens, voters ignoring the issue of big-ticket corruption is rational. The 2G scam, for example, is so remote and abstract to most Indians that almost any local issue outweighs it in terms of impact on daily life.In the end, the only use of big-ticket corruption is in power politics in capitals, to be employed by the Pakistani military establishment or whichever party rules in Delhi or Dhaka to pick on its opponents.","author":"Shoaib Daniyal","time":"2018-05-31T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/880876-qnfzmwyqmf-1527700822.jpg","tags":["Corruption","Nawaz Sharif","India","Bangladesh","2G scam","coal scam"],"source":"https://scroll.in/article/880876/in-south-asia-corruption-is-merely-a-tool-to-achieve-political-ends-that-doesnt-influence-voting"}