{"title":"In ‘S Durga’ director’s new film: Censorship, intolerance and moral policing","content":"Sanal Kumar Sasidharan’s latest film Death of Insane (Unmadiyude Maranam in Malayalam) states its themes in its first few frames. The text declares, “Dreaming is injurious to health. This film does not intend to promote any kinds of dreams.”Sasidharan’s contribution to the ongoing debate on censorship and intolerance is a collection of abstract images, fictionalised scenes of a police interrogation, and television and video footage of various protests. The experimental film does not follow a conventional narrative, and is instead filled with metaphorical and actual examples of the stifling of freedom, the violation of constitutionally guaranteed rights, the crackdown on dissent, and moral policing. The montage includes the muzzling of Tamil writer Perumal Murugan, the labelling of Wayanad tribals fighting for their rights as Maoists, and a recreated stripping and public parading of a couple. Death of Insane is Sasidharan’s fourth full-length feature after Oraalppokkam (2014), Ozhivudivasathe Kali (2015) and S Durga (2017). The 41-year-old filmmaker has built up a reputation for making politically sharp and provocative films that question the prevailing order. S Durga ran into trouble because of its original title, Sexy Durga, and was dropped from the International Film Festival of India in November 2017. That bruising encounter with state censorship is one of the catalysts of Death of Insane, Sasidharan told Scroll.in. The film’s experimental nature makes it a hard watch and a tough sell, but Sasidharan hopes that it will find its audience since the themes explore “all the events happening around us”. How would you describe your latest movie: is it fiction or documentary?It’s difficult to describe the film, actually. When somebody asks me if it’s a film or a documentary, I don’t know what to say.Death of Insane is about all the events happening around us. When I read about the raids on poets and writers and activists, I wondered where we were going, and that feeling inspired the film. What I had felt then has now become reality.It’s a bit of an experiment. I recreated some footage and picked up the rest from the internet and Facebook. One sequence was entirely recreated – a man and a woman who were stripped and paraded in Rajasthan. If I had used the real footage, it would have affected the couple.I used actual footage because I wanted to mix reality and fiction. I find it difficult to categorise what is fiction and what is reality these days. You cannot imagine some of the things that are happening right now.How do you plan to disseminate ‘Death of Insane’?I haven’t had any public screenings so far, and I am waiting for a good time and space. I don’t think this film will go to festivals. I think I will choose other options, like the internet, to spread it around. People may not necessarily like the film, but it will be effective if they watch it and then think about it afterwards. The film should be used a tool to deal with what is happening.\n\n\n    \n    Play\n\nS Durga (2017).How responsible was ‘S Durga’ for ‘Death of Insane?We are going through the experience that when you criticise somebody, people said you are against the idea of the nation. You cannot have your own path, and everything is defined by someone else. Then there was this S Durga experience. When you experience something like that directly, you feel its impact. I don’t think I can even explain what I was going through. ‘S Durga’, which was originally titled ‘Sexy Durga’, was bound to ruffle feathers.I did anticipate problems. People can create problems when you are putting out something that they don’t like. You hope that the state will support you as an individual since the right to personal freedom is guaranteed by the Indian constitution.But what you don’t anticipate is institutions supporting this behaviour. What you don’t expect is that the government will fight against its own citizens. When the system becomes the mob or supports the mob, it shakes you. I don’t consider myself as a director or a celebrity – I am an individual first. I have been making statements on issues even before I became a filmmaker. This is about my personal freedom and life, and I can’t restrict myself now that I have become a filmmaker. It’s an absurd idea that you now have to be careful about what you say.Did anything positive come out of the censorship row?You have to understand what is wrong, what is the position of the system. That was very important in this entire episode. It helped me and a lot of people understand the reality, what our system is about, and what is democracy. The system must ensure the freedom that the constitution guarantees, but it has failed.We won’t be able to cure it immediately, but we have to know what the problem is and think about it. People who think will suffer, but at least they will come out and think.\n\n\n    \n    Play\n\nOzhivudivasathe Kali (2015).In 2017, you organised a parallel event alongside the International Film Festival of Kerala in Thiruvanathapuram. Among the reasons was the selection committee’s refusal to pick some Indian independent films, and that ‘S Durga’ was slotted in the Malayalam cinema category rather than in the competition section.IFFK is a much-loved festival, but it needs to make some corrections. The festival that we organised wasn’t to counter IFFK but to provoke them. There is also a need to have a separate platform for independent cinema. IFFK has limitations in terms of accommodating independent Indian films.It’s not like I am against IFFK. We will be doing the parallel festival this year again alongside IFFK. We will pick 12 films from various parts of India. We do want to talk to the IFFK people and create a bridge. You have already completed your next film, titled ‘Chola’.Again, it is difficult to describe. It’s based on a story I wrote eight years ago with a friend. I felt that this is the right time to make the film. It’s not political, but is a simple psychological film about a man-woman relationship. We have Joju Joseph and Nimisha Sajayan in the cast.Joju Joseph and Nimisha Sajayan are established actors. You usually work with non-professionals.It is very difficult to make trained actors unlearn something they have learnt. If you are using fresh faces, it is easy to handle them. Film industry people carry the baggage of learning. With non-professionals, the emotions have not been trained out of them in acting school. I want to use them for whatever they have going on in their minds. There is no baggage in terms of using a politically correct image.Everybody is an actor in real life. How you are using this aspect is what is important. Also with Chola, we needed to break a barrier. Even though I have made films, one of which was very successful [Ozhivudivasathe Kali], there was a problem in terms of reaching out to people. Some people feel that they want to keep their distance from so-called art films. I wanted to change that. The film will be ready by December. You work very fast between projects.I have been trying to make films for the past 25 years. I have lots of story ideas within me. I can develop something very fast. It’s not like it’s coming out one fine morning – it’s been there within me all this time.Sanal Kumar Sasidharan.","author":"Nandini Ramnath","time":"2018-09-01T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892778-smysvrndrm-1535779285.jpg","tags":["Sanal Kumar Sasidharan","S Durga","Death of Insane"],"source":"https://scroll.in/reel/892778/in-s-durga-directors-new-film-censorship-intolerance-and-moral-policing"}