{"title":"In seven years, 10,552 Indians have been arrested under UAPA – but only 253 convicted","content":"Mohammed Ilyas, 38, and Mohammed Irfan, 33, were arrested in August 2012 by Maharashtra’s Anti-Terrorist Squad under the Unlawful Activities (Prevention) Act (among other charges) and accused of being linked to terror outfit Lashkar-e-Toiba. After being in jail for nine years, they were cleared of all charges by court, owing to lack of evidence, and released in June.This is neither the first time or the last that the Act has made headlines for alleged wrongful arrest. In fact, this month, police in Tripura is facing ire for invoking UAPA against 102 social media account holders, including those of journalists and activists, over alleged clashes and attacks on mosques in Tripura. The Editors Guild of India released a  press statement expressing their shock over the actions of the Tripura police.Each year (between 2014 and 2020), on average, 985 cases under UAPA are registered and the number of pending cases rise by 14.38% every year. Moreover, an average of 40.58% of the cases up for investigation in the seven years was sent for trial and 4.5% of them are completed.FactChecker has analysed  National Crime Records Bureau’s data on arrests, trials, chargesheets and more for seven years (2014-2020) made under UAPA. We intended to assess data dating back to 2010, but National Crime Records Bureau’s “Crime in India” reports from between 2010 and 2013 do not have any mention of the Act.Before we delve any deeper into this data, let us first understand the law and its usage.What is UAPA?The Unlawful Activities (Prevention) Act was first passed on December 30, 1967, for the “effective prevention of certain unlawful activities of individuals and associations, [and for dealing with terrorist activities], and for matters connected therewith”.The Act defines an unlawful activity as any action that is taken by an individual or association, “whether by committing an act or by words, either spoken or written or by signs or by visible representation or otherwise”, which disclaims, questions, disrupts or is intended to disrupt the sovereignty and territorial integrity of India, causes or is intended to cause disaffection against India and which is intended or supports any claim to bring about the cession or secession of a part of the territory of India.The original Act dealt with “unlawful” acts related to secession, the anti-terror provisions were added in 2004. The Act gives absolute power to the Centre, which can deem an activity as unlawful by way of an Official Gazette and declare it so.The National Investigation Agency, which was formed in 2018, is a central counter-terrorism law enforcement agency. Till July 2019, an officer not below the rank of deputy superintendent of police or equivalent was competent to investigate the offences under UAPA. However, after Lok Sabha passed the Unlawful Activities (Prevention) Amendment Bill, 2019, empowered officers with the rank of inspectors and above to do the same.Cases since 2014According to the crime records, 6,900 UAPA cases were reported between 2014 and 2020. This means an average of 985 cases were reported each year. In the seven years, 2019 saw the highest number of cases – 1,226 – followed by 2018 (1,182 cases). This number dropped by 35% to 796 in 2020. Note: Each case can have more than one accused.The number of cases pending investigation is continuously rising at a yearly average pace of 14.38%. The cases pending investigation were 1,857 in 2014, which rose by 37% (highest one-year jump) to 2,549 in 2015 and now, according to the latest data, the number was 4,021 in 2020.\n\t\t\n\tWhile the National Crime Records Bureau has released data on cases chargesheeted for all the seven years, but for the 2014, 2015 and 2016, it has not broken the consolidated data into: cases chargesheeted out of cases reported during the year and those from previous year. Between 2017 and 2020, on average, 165 cases were chargesheeted every year, which is 16% of the average number of cases reported in these years.Rate of convictionNational Crime Records Bureau categories undertrial cases into two:  Number of cases pending trials from the previous year and those sent for trial this yearNumber of cases in which trials were completed, those that were disposed off without trials and those still pending trial at the end of the yearIn the seven years (2014-2020), an average of 1,834 cases were sent for trials, which is 40.58% of average yearly cases up for investigation (4,250). But, every year, on average only 4.5% of them reach completion.In these cases, the accused can either be convicted, discharged or acquitted. If an accused is discharged, they can be rearrested after further inquiry since discharge usually means that there is no prima facie evidence against the accused.\n\t\t\n\t\n\t\t\n\t\n\t\t\n\t\n\t\t\n\tBetween 2014 and 2020, of the total cases that saw an end of the trial, an average of 72.4% were discharged or acquitted and 27.5% saw convictions. In these seven years, 493 people have been acquitted, 57 discharged and 253 convicted.State-wise arrestsBetween 2014 and 2020, 10,552 people were arrested and 253 were convicted under the UAPA. This means, on average, 1,507 people were nabbed each year and an average of 36 people were convicted. Those convicted can be from cases reported during the same year or cases pending from previous years.In 2015, Manipur accounted for 61.3%, of the arrests made under UAPA and gradually this ratio dropped to 19.81% in 2019. Similarly, 11.34% of the total UAPA arrests made in the country were in Assam, and that dropped to 5.75% in 2020. But in Jammu & Kashmir, it’s the opposite: 0.8% in 2015 to 11.6% in 2019.Other states that contribute majorly to the UAPA arrests are Bihar, Jharkhand and Uttar Pradesh. Between 2015 and 2019, 7,050 people were arrested under UAPA. Of these, 30.6% were arrested in Manipur, 19.8% in Uttar Pradesh, 14.22% in Assam, 8.04% in Bihar, 7.31% in Jharkhand and 7.16% in Jammu and Kashmir. This shows that these six states saw more than 87% of the total arrests in the country in the past six years.\n\t\t\n\t\n\t\t\n\t\n\t\t\n\tRising pendencyEach year, during 2014-2020, an average of 4,250 UAPA cases are queued up for investigation and by the end of each year, an average of 3,579 cases, or around 85%, are still pending investigation.The crime data sheds light on the amount of time UAPA cases are on standby owing to the pending investigation. At the end of 2020, 4,101 cases were still pending investigation, but 44.33% of them or 1,818 cases had been awaiting investigation for more than three years and 34.01% or 1,395 cases had been pending for one year-three years. In the last four years, yearly an average of 42.42% cases awaiting investigation are one-year to three-year-old and 33.4% are more than three-year-old.\n\t\t\n\t\n\t\t\n\t\n\t\t\n\t\n\t\t\n\tIn 2020, 398 cases under UAPA were chargesheeted and 63.56% of these chargesheets were filed within a year, 27.88% were filed in one year-two years. In the last four years (2017-2020), 25% of the chargesheets filed were submitted in one-year to two years and 29.3% were filed in two months to three months.Similarly, an average of 1,834 cases were sent for trial each year between 2014 and 2020 and 95.4% or an average of 1,748 cases were still pending trial at the end of the year. But, data from 2017 shows that in the last four years, 43.02% of the pending cases have been awaiting a decision for one year to three years, 17.2% for three years to five years and 9.31% for more than five years.The law has drawn criticism from Supreme Court judges on several occasions. Former Supreme Court Justice Deepak Gupta had said that UAPA should not remain in its current form and another SC Justice DY Chandrachud had said, “UAPA should not be misused for stifling dissent”.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Gautam Doshi, FactChecker.in","time":"2021-11-15T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161218-dgmrkgjksy-1625637532.jpg","tags":["Free speech","NCRB","Crime records","UAPA"],"source":"https://scroll.in/article/1010530/in-seven-years-10552-indians-have-been-arrested-under-uapa-and-253-convicted"}