{"title":"In ‘Sexy Durga’, a man and a woman try to hitch a ride at night in a Kerala town. Bad idea","content":"Sanal Kumar Sasidharan made his debut in 2014 with Oraalppokkam, in which a man hunts for his missing lover, but his breakthrough came in 2015 with his second movie, Ozhivudivasathe Kali (An Off-Day Game). The critically acclaimed film, based on a short story by Unni R, follows five middle-aged men who take off for an alcohol-fuelled picnic at a hotel in a forest on an election holiday. There are none of the niceties of Aranyer Din Ratri here. The men, drunk on liquor and the entitlement of their gender, expose their true selves bit by bit. Through long takes shot with an extraordinarily fluid camera, improvisational dialogue and untrained actors, and an unending excavation of latent violence, hypocrisy and caste prejudice, Sasidharan turns the perfect holiday into the perfect nightmare.The 37-year-old filmmaker’s latest provocation travels deeper into the void. Sexy Durga has been screened at the prestigious International Film Festival Rotterdam. The 85-minute movie opens with an extensive documentary sequence of a celebration of the goddess Durga. Needles are stuck in ash-smeared bodies and bare feet dance on coal as the men in the procession disappear into a reverie. A bigger endurance test awaits viewers: a young Hindi-speaking woman and her Mayalali boyfriend elope in the dead of the night and hitch a ride with two men. Soon, two more men get added to the ride. From this solidly horror movie genre premise, Sasidharan explores themes that previously surfaced in Ozhivudivasathe Kali – the insularity of Malayali culture, the threats that women face in public spaces, and the things men say and do when they are in groups. Sexy Durga is ultimately about the “wild nature of man”, which is waiting for an excuse to leap out, Sasidharan told Scroll.in in an interview. Your third movie has a provocative title.The title and the film blended. The title is very loud for me – it is about how we worship goddesses on the one hand and how we treat women on the other.I wanted to put a woman on a road ruled totally by men. The roads after midnight take another character. They are occupied by men. It is the rule not of the law, but of the wild nature of man and his patriarchy. When we are inside this world, we don’t understand its strangeness. It’s as complex as life itself, and we can’t define it in a single line.\n\n\n    \n    Play\n\nSexy Durga.Your filmmaking relies heavily on improvisation, long takes and non-professional actors. Do you work with a script at all?I want to experiment. I don’t want to make the kind of film that we do nowadays – the scientific type in which you have a script and a storyboard and you stick to the shot breakdown.Life is cinema 24/7. I want to avoid editing as much as possible – when we bypass cutting in a scene, people won’t feel that they are watching a film. This kind of a film is not only a film, but related more to life.Oraalppokkam had a script that was improvised at the location. For Ozhivudivasathe Kali, I went without a script. Unni R’s story was totally different, and I made it into something else. I gave the actors the background of their characters in order to develop an organic conversation. I was interested in seeing my film being made by removing myself from the scene. We didn’t write any dialogue – we simply decided on the theme and left it to the actors to present it in their own way. It’s like making a sculpture out of clay with lots of water, and I enjoyed it thoroughly.Was  ‘Sexy Durga’ scripted at all?I went into Sexy Durga without a story or written dialogue. All we knew was that we had to depict a certain incident. We completed the shoot in 20 days, and we shot between 12am and 3am. We needed roads that were empty to evoke loneliness, fear and strangeness. We had a vehicle and we attached a platform to it. The vehicle was going at sixty kilometres an hour and the cinematographer, Prathap Joseph, was standing on this platform. It was very dangerous.Directing is a lot about control. How easy is it to let go?I like this unpredictable approach to filmmaking, which can pose some problems in the beginning. You may shoot a scene that won’t work later. You have to be very vigilant and must already have a sense of the editing process. That calculation comes knowingly and unknowingly, and you can’t predict it. Only when it starts moving will you know if it will work.Everything about a film is fixed in the script. But I am making up my script as I go along. It’s a fluid and intuitive approach. I might not stick to this style forever though.Sanal Kumar Sasidharan.Would ‘Sexy Durga’ have conveyed its message without the religious procession scenes, which provide an obvious contrast between sacred beliefs and crude reality?Every film has a loud aspect and a subtle aspect. People often ask me, what is the message of the film? If you are keen on getting a message directly and loudly, you can get it from anywhere and everything.If I removed these scenes, the film would be completely different. I intended to make Sexy Durga readable in a thousand ways. The decision to put something in the film comes on the editing table. I could have gone without the procession, but I wanted it too.You studied zoology and trained as a lawyer. How did you get into filmmaking?I had been trying to make films for the last 20 years. I didn’t approach the industry. Whenever I went to somebody and said I wanted money for a film, I was told that what I wanted to make wasn’t a film.I have not studied filmmaking at any institute. I am a lawyer. I feel strange when people ask me to stick to being a lawyer. Filmmaking is my only profession, and my very being.I went to Delhi from Kerala to escape my obsession for making films. Then I went to the Gulf and finally returned in 2012 to make Oraalppokkam through crowd-sourcing. After that, it became a natural process to make films one after another. I am now working on my next project, about a filmmaker and the society around him.","author":"Nandini Ramnath","time":"2017-01-29T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827963-50326-nhnphdlnzy-1485629692.jpg","tags":["Sexy Durga","Sanal Kumar Sasidharan","Interview"],"source":"https://scroll.in/reel/827963/in-sexy-durga-a-man-and-a-woman-try-to-hitch-a-ride-at-night-in-a-kerala-town-bad-idea"}