{"title":"In Scindia bastion in Madhya Pradesh, BJP fights voter fatigue and the resentment of its own workers","content":"In the narrow lanes of Gwalior’s Hazira neighbourhood, the state’s energy minister Pradhuman Singh Tomar went from house to house, asking those looking out of their homes to vote for the Bharatiya Janata Party. Tomar is the incumbent legislator from Madhya Pradesh’s Gwalior. The last time he came canvassing to these neighbourhoods, however, Tomar was a member of the Congress.In 2020, Tomar walked out of the Congress and joined the BJP, as did 15 other legislators from the Gwalior-Chambal belt – 22 across the state. The rebellion, led by erstwhile royal and Congress leader Jyotiraditya Scindia, effectively toppled the Congress government.In Gwalior, the political ripples of Scindia’s defection continue to be felt, with BJP workers trying to adapt to the entry of former Congress leaders. As Tomar’s close aides guided him from door to door, for instance, several BJP workers hung back, their discomfort with the “Scindia camp” evident.“They have left Congress, but they have not left their old habits behind,” said one BJP worker, who asked not to be identified. “He [Tomar] mostly confides in his close aides, who plan his programmes. There were no groups in BJP earlier, but now that’s changed.”On the ground, the differences between the BJP cadre and the new entrants from the Congress is clear to those politically clued in.“It is a khichdi,” said grocery store owner Mohanlal Rathore. “Aapsi taal mel nahi hai.” There is no coordination.Jyotiraditya Scindia campaigns for the BJP in Gwalior, in this image from 2020. Credit: PTI.For both the BJP and Congress, the Gwalior-Chambal belt, with 34 seats in the fray, is a prestige fight, as Madhya Pradesh heads for a close contest on November 17. In the 2018 Assembly polls, the Congress had won 26 and the BJP seven seats. When Scindia quit the Congress in March 2020, the 16 MLAs from the region also resigned from their constituencies, as did six other legislators. Bye-polls to those seats were held a few months later. In the Gwalior-Chambal belt, the BJP won nine of those seats, taking its tally to 16.While the stakes are high for the two parties, also on the line is Scindia’s clout in the Gwalior-Chambal belt and his political future in the BJP.The face of the erstwhile royal, who spent two decades in the Congress, stares down from the BJP’s political hoardings, but, on the streets, there are loud murmurs against the “traitor”. “Scindia first lost the Guna Lok Sabha seat [in 2019] and then respect when he quit the Congress,” said autorickshaw driver Mukesh Kumar. In Morena, hospital staffer Birendra Prajapati, too, criticised Scindia’s decision to leave the Congress. “BJP won’t give him the respect he got in Congress,” Prajapati said.Nevertheless, the BJP central leadership appears to have backed Scindia, with at least 18 of his supporters bagging BJP tickets. BJP leaders left out in the cold have either joined the Bahujan Samaj Party or are contesting the elections independently. In several seats, that will set up a triangular contest. The discontent in party ranks apparently forced Union home minister Amit Shah to make a visit on October 30, and again on November 4, to Gwalior. The October 30 meeting was aimed at assuaging those who were protesting against ticket allocation.“There is indeed an anti-Scindia feeling within the BJP,” said veteran journalist and political observer Rasheed Kidwai. “If the party wins in Gwalior-Chambal, it can claim it has the ability to win. But if BJP loses, it will blame Scindia.”The royal influenceAs a member of the erstwhile royal family of Gwalior, Scindia is well regarded by many voters.Dharmendra Sehgal, a teacher in Gwalior South assembly seat, said Scindia’s image as a king has a “certain following”. But that may not translate into votes. In Lalitpur, in Gwalior East constituency, 65-year-old Jitendra Tomar said people respect the Scindia family, but “votes won’t be cast just because there were defections”. “At the Centre, I want development, I want BJP,” he said, as he sat at a grocery store. “But in the state, I want a change.”Omkar Chauhan, the owner of the grocery store, pointed out that Scindia’s revolt was motivated by the need to protect his “name”. “We respect his decision. But beyond that I won’t vote for the BJP just because Scindia has joined the party.”Grocery store owner Omkar Singh Chauhan said he wants a change in government this time. Credit: Tabassum Barnagarwala.Disaffection within BJP In the infamous Chambal belt, once known for dacoits, Rakesh Rustam Singh has replaced his saffron scarf with a blue one. Now contesting on a Bahujan Samaj Party ticket from Morena, Singh took to Sikarpur village for a door-to-door campaign on November 1. “What the BJP did was wrong. They ignored the surveys and gave the ticket to someone else,” he told those gathered on a dusty kuccha road. Singh was referring to the BJP’s decision to field Raghuraj Kansana, who had defected from the Congress along with Scindia, instead of his father Rustam Singh, a senior BJP leader and former minister who has won the Morena seat twice.Singh told Scroll that pre-election surveys carried out by the BJP showed that his father had the highest chance of winning the seat. Kansana came third in that list. “The BJP has ignored its own party members,” he said. In defiance, Singh decided to stand for Morena on a BSP ticket with his father’s support.Singh’s anger against MLAs from the Scindia camp is evident. “In these two years, they have busted the cadre-based system of BJP. Their senior leaders only think of themselves, not the party,” he said, as he walked briskly alongside open drains.Rakesh Rustam Singh is contesting on a BSP ticket in Morena after the BJP did not offer his father or him a ticket to contest. Credit: Tabassum Barnagarwala.At his home in Morena, Kansana, however, dismissed Singh’s charges. The BJP has fielded Rustam Singh four times from Morena, he pointed out. “Even after that, they are still upset,” he said. When asked whether there were differences with the BJP cadre, he said, “When we joined BJP, it was like a new bride joining a family. It has been two years and we have settled our differences.”Singh’s rebellion, however, may cost the BJP a significant share of votes in Morena. Local residents talk of Rustam Singh’s contribution in sanctioning a government hospital, school and roads. In a couple of other seats, too, the BJP is grappling with disaffection over tickets.In the Gwalior East seat, BJP’s decision to field former MLA and minister Maya Singh has angered supporters of Munna Lal Goyal, one of the 22 MLAs who defected to the BJP with Scindia. In Dabra, Scindia aide Imarti Devi got a BJP ticket despite losing the seat to the Congress in bye-polls held in 2020. This has miffed the BJP cadre in the Assembly segment.A BJP leader, sent from Delhi to monitor Gwalior-Chambal belt, told Scroll these differences will not affect the BJP’s chances. “The party is growing. And with it aspirations of people grow too,” he said. “But those disgruntled will comply with the leadership when elections approach.”The dissent in BJP has given the Congress confidence. Praveen Pathak, who is the sitting Congress MLA from Gwalior South, said Scindia’s departure has left Congress united. “There are no groups in Congress. But there is groupism in BJP,” Pathak said.Satish Sikarwar, the Congress candidate for Gwalior East, said their chances of winning the Assembly elections remain strong with or without Scindia. He gave the example of Congress’s victory, after 57 years, in the Gwalior mayoral poll. “This happened after Scindia left Congress,” Sikarwar said.But while the Congress has an edge, its choice of candidates may cost it in close contests, admit party workers.Scindia’s departure with a strong band of legislators has left it with fewer options. Voters said in several seats like Morena, Bhind, Gwalior city and Ambah, the party has fielded weak candidates. In Sumawali, for instance, the Congress first announced Kuldeep Sikarwar as its candidate and later replaced him with Ajab Singh Kushwah, when he threatened to stand on a BSP ticket. Dharmendra Sehgal, the teacher, said the change in candidates shows how “confused the Congress is in its decision-making”. “Why will we vote for a party that is not able to decide its candidate?” he told Scroll.In a Gwalior neighbourhood, Malathy Kirar (right) and her brother Yogendra (extreme left) complained of rising prices of food. Credit: Tabassum Barnagarwala.‘Want to give Congress a chance’What makes Scindia’s task difficult is a growing fatigue with the 18-year-old BJP government – and the disenchantment over the high cost of living and unemployment.In Gwalior’s Subash Nagar, Malathy Kirar is worried about her daughters’ education. “We struggle with school fees,” she said. “And look at the prices of oil, soap and sugar.”Kirar’s husband is a driver, and does not have a steady income. “What he earns is not enough to feed our family,” she said. What does she expect from the government then? She said: “Mehengai par kabu” – prices should come down.Her brother Yogendra Kirar is a daily-wage labourer. He said the rise in wages is not proportionate to the rising prices. “Daily wages have increased from Rs 400 to Rs 500 in the last few years,” he said. “But the extra Rs 100 is not enough to cover the increase in the cost of dal, petrol, and cooking gas.” Both brother and sister voted for the BJP in the last Assembly elections. “We want to give the Congress a chance this time,” Yogendra said.Two lanes away, Bhagwan Das, an engineering graduate, recounted his efforts to earn a living. First, he tried to land a job in private companies, then tried for a sub-inspector’s post in the state government. “But no recruitment has happened since 2017 for the post,” he said. He now sells bangles at his father’s stall. “The BJP has not done anything for the employment of youth,” Das complained. Right outside the BJP headquarters in Morena, mechanic Shiv Kumar Sharma is also sceptical about the “development” brought by the party. People are tired of the long BJP rule, he said, and want to see what the Congress has to offer.","author":"Tabassum Barnagarwala","time":"2023-11-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195734-rskpjcvdwa-1699455908.jpeg","tags":["BJP","Congress","Jyotiraditya Scindia","Gwalior","Chambal","Morena","Narendra Singh Tomar","Madhya Pradesh"],"source":"https://scroll.in/article/1058832/in-scindia-bastion-in-madhya-pradesh-bjp-fights-voter-fatigue-and-the-resentment-of-its-own-workers"}