{"title":"In Shah Rukh Khan’s new movie ‘Pathaan’, a sort of homecoming ","content":"A terrorist group wants to destroy India. The Indian government puts its best agent to work. If you dare invite yourself into my home, I will be there to greet you – and with fireworks, a familiar voice says sardonically.The statement, typical for a save-the-nation thriller, acquires more layers when you consider the name of the speaker and the actor playing him. Siddharth Anand’s Pathaan takes its title from its hero, played by Shah Rukh Khan. Also starring Deepika Padukone and John Abraham, the Hindi film will be released in theatres on January 25.Khan is on the comeback trail after a series of professional and personal setbacks. These include the box-office debacle that was Aanand L Rai’s Zero in 2018 and the traumatic arrest of his son Aryan Khan in 2022 on charges of possessing narcotics. (The charges were eventually dropped.)In recent years, Khan’s religious identity as a Muslim has been foregrounded by Hindutva supporters who have deployed Islamophobia as a tool to unite Hindus scattered across the spectrum of caste, religious practice, language and geography. The 57-year-old Khan is a poster child of the post-Independent secular compact as well as the can-do spirit of the 1990s. The most recent nontroversy in which Hindutva supporters sought to tie him down was a  manufactured row over a saffron-hued dress worn by Padukone that flashes for a few seconds in the song Besharam Rang from Pathaan. The song would probably have attracted no attention if it didn’t feature Khan or Padukone, another beloved target of Hindu extremists.\n\n\n    \n    Play\n\nBesharam Rang, Pathaan (2023).Hindutva ideology sees Islam as a “foreign religion” forcibly imposed on the subcontinent through violent invasions, rather than one of many manifestations of the cultural exchanges that occurred in the subcontinent over the centuries. Among the groups who felt welcome in this corner of the world were the Pashtuns of Afghanistan – or Pathans, as we call them in India. Shah Rukh Khan himself has stated in interviews that he has an ancestor from Afghanistan. Pathans are stereotyped as having a strong sense of honour, valour and loyalty. Their reputation for physical strength and their survival instincts have also seen them being linked with moneylending and drug-running. Another association exists between Pathans and their native land – dry fruit.For decades, the most famous Afghan emigre in popular culture was Rehmat in Kabuliwallah, Rabindranath Tagore’s short story from 1892. Rehmat travels from Afghanistan to Kolkata every year to sell almonds, raisins and grapes. Rehmat forms a firm friendship with five-year-old Mini, who is free from the prejudice about Pathans as child-snatchers or thugs.\n\n\n    \n    Play\n\nKabuliwalla (1965).Kabuliwallah is narrated by Mini’s father, a novelist. “It was true that I experienced a sudden surge of fear at the sight of the large man in his loose shalwar and kurta, standing in a dark corner of the room with his bags,” the father says. “But when a laughing Mini ran up to him, saying, ‘Kabuliwallah, Kabuliwallah,’ and the simple banter of old was resumed between the two friends of unequal age, my heart was filled with delight once more.” (This translation from the Bengali by Scroll.in staffer Arunava Sinha is the first entry in the anthology The Greatest Bengali Stories Ever Told.)The deceptively simple tale about a world that “has not been broken up into fragments by narrow domestic walls” inspired a bunch of screen adaptations. Chhabi Biswas, Balraj Sahni and Danny Denzongpa have portrayed Rehmat in films. A segment in Anurag Basu’s anthology film Ludo (2020), starring Abhishek Bachchan and Inayat Verma as a girl named Mini, riffs on Kabuliwallah.\n\n\n    \n    Play\n\nLudo (2020).Apart from Rehmat, Hindi cinema’s most well-known Pashtun is arguably Sher Khan from Prakash Mehra’s Zanjeer (1973). Sher Khan, played by Pran, has kohl-lined eyes, flaming red hair, a sequined waistcoat worn over his salwar-kameez, and a code of honour to rival that of police inspector Vijay.Sher Khan is nearly as iconic as Amitabh Bachchan’s Vijay. Zanjeer, written by Salim-Javed, was a breakthrough for Bachchan after years of flops. The casting of Bachchan in Mukul S Anand’s Khuda Gawah (1992) as an Afghan character who speaks the same Pashto-inflected Hindi as Sher Khan is surely no coincidence.Khuda Gawah contains wisps of both Kabuliwallah and Zanjeer. Bachchan plays the Afghan tribe chieftain Badshah Khan. Like Rehmat, Badshah Khan loses touch with his family after he is imprisoned. In a rewrite of Kabuliwallah’s story arc, Badshah’s daughter Mehndi (Sridevi) travels from Afghanistan to India to look for him.\n\n\n    \n    Play\n\nTu Mujhe Qabool, Khuda Gawah (1992).Less honourable Pashtun characters in Hindi films include Lotiya Pathan from N Chandra’s Tezaab (1988). Money-lending, trafficking women, bank robbery – Lotiya Pathan is a certified public enemy.Meanwhile, the latest screen Pathan is a certified patriot. There is some cheeky irony in a superstar reduced to his Muslimness playing a character named for a so-called foreign community and verbalising his love for India with a resolute “Jai Hind!” In this moment from the trailer, both Shah Rukh Khan – and the Pashtuns of Afghanistan – come home, waiting for the warmth they expect from a country that used to be known for its generosity towards travellers of all faiths.\n\n\n    \n    Play\n\nPathaan (2023).","author":"Nandini Ramnath","time":"2023-01-11T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185461-qlfqjlhuyq-1673361098.jpeg","tags":["Pathaan","Shah Rukh Khan","Kabuliwallah"],"source":"https://scroll.in/reel/1041604/in-shah-rukh-khans-new-movie-pathaan-a-sort-of-homecoming"}