{"title":"In Shyam Benegal’s ‘Mammo’, the lingering effects of Partition come vividly alive","content":"The highly opinionated and often brutally frank Mahmooda Begum might have had something to say about the Union government’s plan to mark August 14 as “Partition Horrors Remembrance Day”.Mahmooda Begum, better known as Mammo, would immediately have recognised Narendra Modi’s decision as an attempt to brainwash Indians into believing that Muslims were solely responsible for the creation of Pakistan in 1947 – and that Muslims in contemporary India should accept blame for this. But in Shyam Benegal’s film Mammo, the titular heroine remembers the Partition as “jahannum”, hell. No single community is to blame. Muslims, Hindus, Sikhs, all suffered equally from the violence, she says. Mammo has spent the bulk of her adult life in Pakistan, while her sisters live in India. After her husband dies and she is ill-treated by his relatives, she lands up in Mumbai, upturning the lives of her sister Fayyazi and Fayyazi’s orphaned grandson Riyaz.“A bukbuk [chatterbox] came today,” 14-year-old Riyaz gloomily writes in his diary. Mammo takes over Riyaz’s room, prays loudly and befriends taxi drivers and Riyaz’s friends. This busybody nevertheless endears herself to Riyaz, in turn altering his equation with his devoted grandmother.\n\n\n    \n    Play\n\nMammo (1994).The movie is available for streaming on Mubi India and Cinemas of India. Mammo forms the first part of journalist and filmmaker Khalid Mohamed’s three-film collaboration with director Shyam Benegal about the lived experiences of Muslim women in Independent India. Mammo (1994) was followed by Sardari Begum (1996), about a classical singer’s battles with family pressures and conventional morality.In 2001, Benegal filmed Mohamed’s script of Zubeidaa, which serves as a prequel to Mammo. We learn about the back story of Riyaz’s mother, Zubeidaa (based loosely on Mohamed’s own mother). An actor who rebels against her authoritarian father and a forced marriage, Zubeidaa becomes the second wife of a Rajput royal.In Zubeidaa, Surekha Sikri and Farida Jalal reprise their roles as Fayyazi and Mammo.  Rajit Kapur too plays the grown-up Riyaz in Mammo and Zubeidaa.In Mammo, Sikri does a superb job as the perpetually harassed Fayyazi. But the movie belongs to Farida Jalal, who approaches the role of a lifetime with the joy and rigour it deserves.Forever bustling about and poking her nose where it doesn’t belong, Mammo is a handful. Her warmth sheathes steeliness, evident in the scenes where she confronts Fayyazi about family secrets and ticks off her younger sister Anwari for grabbing ancestral property. Jalal is indistinguishable from Mammo – a feat Benegal attributed to the fact that Jalal started her acting career as a child.Surekha Sikri and Farida Jalal in Mammo (1994). Courtesy Doordarshan/National Film Development Corporation.“She was very natural in her performances,” Benegal said. “Whatever she did, she made it her own. Nobody else could have played the part.”Jalal was recommended by Mohamed, Benegal recalled. “Khalid was a great help, both in the casting and the general ambience of the film,” he said. Shama Zaidi also contributed to Mammo’s screenplay, while Javed Siddiqui wrote the Hindustani-Urdu dialogue that captures the Uttar Pradesh roots of the sisters.In a previous interview with Scroll.in, Amit Phalke, who beautifully plays Riyaz, fondly remembered being directed by Benegal. Phalke had previously appeared in Gopi Desai’s Mujhse Dosti Karoge in 1992.“He is so subtle in his direction with a sound knowledge of his craft, Mammo turned out to be one of his best films,” Phalke said about Benegal. “I had a tough time pronouncing the chaste Urdu and English but he made it so easy for me, and it’s because of him that I learnt how to communicate in English since I was from a Marathi medium school and wasn’t fluent in it.”Amit Phalke in Mammo (1994). Courtesy Doordarshan/National Film Development Corporation.The film has its origins in a newspaper article Mohamed wrote about his great-aunt, also called Mammo. “It was a wonderful, marvellous piece,” Benegal recalled. “It was about a person who wants to come back because of her roots but finds it difficult. It was an experience not from the outside but from the inside.”The director suggested that Mohamed write it as a film script.Mammo’s attempts to recreate the idea of home in Mumbai address the sundering of families by  Partition and memories of a shared Muslim heritage that predated the division. “Stories about Partition have many dimensions to them,” the 86-year-old filmmaker pointed out. “It wasn’t just a question of being uprooted. People were left behind, family history was left behind.”When Mammo watches MS Sathyu’s post-Partition classic Garm Hava in a cinema, she weeps during a scene in which an elderly woman seconds away from death visits her ancestral home and remembers her joy-filled past.Mammo’s predicament is one of a border at once fluid and closed. Unable to cross over to India as frequently she would like to, Mammo lies through her teeth to a Mumbai police officer in order to get an extension on her visa. Halfway amused but also empathetic to Mammo’s plight, the police officer agrees.Mammo captures the “ambiguity among the Muslim community in India particularly in the first couple of generations after Independence”, Benegal said. “For a long time, there was this feeling of unfinished business.”Farida Jalal in Mammo (1994). Courtesy Doordarshan/National Film Development Corporation.Mammo’s deep faith never comes in the way of her dealings with the unobservant, Westernised Riyaz. In some ways, Fayyazi, who has been single-handedly raising Riyaz, is more thin-skinned than Mammo.“Indian communities tend to live together but totally apart ­– we know very little about each other, how we live in our own homes, how we think,” Benegal observed.The scene that captures this sentiment the best follows a spat between Riyaz and his grandmother. Mammo shares a forbidden cigarette with Riyaz and persuades the teenager to set aside his rage. When she recalls the horrors of the Partition, possibly giving Riyaz his first glimpse into this crucial chapter in the history of the subcontinent, Riyaz is deeply affected. The aspiring writer resolves to record Mammo’s memories in book form. The movie too is a record of sorts, a miniature portrait of the experiences of countless Muslims who have never been allowed to forget Partition and its consequences. Farida Jalal and Amit Phalke in Mammo (1994). Courtesy Doordarshan/National Film Development Corporation.Also read:Amit Phalke, the boy from ‘Mammo’ who grew up to avoid actingWhy I started a petition asking Modi to revoke Partition Horrors Day: A Sindhi historian explainsPartition Horrors Day to CAA: BJP has tried to weaponise 1947 for electoral politics","author":"Nandini Ramnath","time":"2021-08-22T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162875-dgvhveqaan-1629102897.jpeg","tags":["Mammo","Shyam Benegal","Farida Jalal"],"source":"https://scroll.in/reel/1002960/in-shyam-benegals-mammo-the-lingering-effects-of-partition-come-vividly-alive"}