{"title":"In Tripura, Bru leaders say Centre’s ‘final’ repatriation offer is not good enough","content":"On March 16, a delegation of the Union Home Ministry met representatives of the Bru tribe in Tripura’s capital city, Agartala. After a bout of ethnic violence drove them out of their home state of Mizoram in 1997,  32,857 people belonging to 5,413 Bru families have been living in refugee camps in the Jampui Hills of Tripura. The meeting was held to discuss their repatriation, talk of which had begun way back in 2010 but has led nowhere.According to bureaucrats and Bru leaders who attended the meeting, ministry officials are said to have communicated to the Bru leadership that the Centre was running out of patience with the lack of movement in the repatriation process and it would cut off aid to the refugee camps sooner rather than later.“The Home Ministry told us that if you want to repatriate, you have to do so on our current terms, but if you want to bargain, we will stop extending any help to your camps,” said Bruno Masha, a leader of the Bru Displaced People’s Forum. Currently, the Centre provides each Bru adult in the refugee camps with an allowance of Rs 5 per day and 600 grammes of rice. Minors get Rs 2.5 and 250 grammes of rice.A ministry official who was part of the meeting, but did not want to be identified, confirmed that it was conveyed to the Bru Displaced People’s Forum that things “can’t go on like this forever”.Exile and return In 1997, the murder of a Mizo forest guard at the Dampa Tiger Reserve in Mizoram’s Mamit district allegedly by Bru militants led to a violent backlash against the community, forcing several thousand people to flee to neighbouring Tripura. The Bru militancy was a reactionary movement against Mizo nationalist groups who had demanded in the mid-1990s that the Brus be left out of the state’s electoral rolls, contending that the tribe was not indigenous to Mizoram.After the backlash in 1997, the displaced Brus took refuge in a town called Kanchanpur in northern Tripura, on the border with Mizoram. Now, they are spread across seven refugee camps in the Jampui Hills, which separate Tripura from Mizoram and Bangladesh.There was another exodus 12 years later. In November 2009, Bru militants reportedly killed a Mizo teenager, triggering another spate of retaliatory attacks on the Brus who had stayed behind, forcing many into Tripura once more. Since then, there have been multiple attempts to facilitate the return of the Brus – who are also known as Reangs – to Mizoram over the years, but the Indian government and the community’s leaders have often not been able to agree on the terms of repatriation.A Reang refugee in traditional ornaments lines up at a poll booth at the Thamsapara relief camp in Tripura in 2014. (Credit: Reuters)The ‘final’ offer and demandAccording to A Sawibunga, president of the Bru Displaced People’s Forum, at the meeting on March 16, the Central government offered the Bru refugees a “final package” that comprised housing assistance worth Rs 1,20,000, a monthly allowance of Rs 5,000 per family and free rations for the next two years in addition to a plot of 1.5 ganda, which rounds off to around 0.2 hectares, per family.The Home Ministry’s joint secretary for the North East, Satyendra Garg, who was part of the meeting, said the Bru leaders “were asked to accept the proposal of the government of India as it is a pretty good proposal”. However, no deadline has yet been set by the ministry, said Garg.The Brus are not happy with the offer. Sawibunga said they have demanded that housing assistance be increased to Rs 5,00,000 and asked for the payment of an additional one-time gratuity amount of Rs 10,00,000 per family. The primary point of disagreement, however, is not money but land. The Bru Displaced People’s Forum insists that moving back would make little sense if each family is not allotted at least five hectares of land.“Only construction of house is not sufficient,” said Sawibunga. “All land is now occupied. How can our people survive? They are not willing to move back on the current terms.”Mizoram and TripuraSawibunga also blamed the Mizoram government for “lack of commitment towards any allotment of land”. He said, “It is one of the evidence that they are not serious about us going back even if they keep saying we are welcome.”The Mizoram government said allotment of land was “an impossible demand”. The state government’s additional home secretary, Lalbiakzama, said, “That is not how land is allotted in Mizoram, here land belongs to the community. Land is given by village councils. No one has so much of land in Mizoram, even people who have been staying here forever.” Lalbiakzama added, “They know all of this very well, but are making these impossible demands to delay the process.”The other stakeholder in the matter, Tripura, said that while it wanted a quick resolution, it was for the Home Ministry to work out the modalities. “How it is to be done, deadline, that’s the prerogative of the Home Ministry,” Tripura’s principal secretary (revenue) Manoj Kumar said.Meanwhile, Bru community leaders have said that any attempt to force them back to Mizoram will be met with resistance “We will launch an agitation if we are forced to move without fulfilling our conditions,” said Sawibunga.","author":"Arunabh Saikia","time":"2018-03-25T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/872751-85025-fgzgzghqiy-1521570717.jpg","tags":["Bru","Reang","Refugees","Tripura","Mizoram","North East"]}