{"title":"‘In the womb of the Brahmaputra’: A flawed land policy lies behind violent eviction drives in Assam","content":"Darrang district, where an eviction drive last month left two dead, was one of the first flashpoints of the Assam Movement in the 1980s. The six-year-long agitation had been driven by the demand to eject so-called foreigners in Assam and remove their names from electoral rolls. It was essential to safeguard the economic and political rights of communities considered indigenous to Assam, the agitators claimed. Last month’s evictions were in Sipajhar in Darrang district. The area has seen mass evictions before, including in 2016. The local media had legitimised the 2016 evictions as the fulfilment of long-standing demands made by communities considered indigenous to Assam. Then, as now, Assamese nationalist groups claimed Sipajhar’s chars – sandbars in the middle of the Brahmaputra river – mostly home to Muslims of Bengali origin, were “illegally” occupied. This year, the government claimed it needed to clear 77,000 bighas, about 25,454 acres, to make room for an organic farming project.  A similar claim was made in 2016. The Sangrami Satirtha Mancha, a group founded by former members of the All Assam Students’ Union – which had spearheaded the Assam Movement – claimed 77,420 bighas in and around Sipajhar were “illegally occupied”. The 2016 evictions in Fuhratoli, a village on a char in Sipajhar, were based on these dubious claims. About 200 families were displaced. Families left homeless had to camp by the river in the winter cold. Days after the eviction, an infant died in the cold.Today, some commentators have framed the recent evictions in Sipajhar as a resurgence of Assamese xenophobia towards so-called immigrants. Others see it as an extension of Hindutva’s anti-Muslim agenda. But the situation is far more complex.We visited Sipajhar soon after the evictions of 2016, part of a group of researchers. We went to Sipajhar town, to char areas like Fuhuratoli, and to villages such as Kuruwa and Xonuwa, which lie slightly inland. We found that ethnic conflict is inflected by the state’s land policy, agrarian transformation and cultural misrepresentation. Some of the observations made in 2016, and published in the Assamese daily, Amar Asom, back then are relevant five years on. A house burned in Sipajhar during violent evictions in September. Picture credit: Arunabh SaikiaLand like water“We are born in the womb of the Brahmaputra,” remarked one resident of Fuhratoli. About 4.5% of Assam’s population lives in the char areas. The chars are large riverine islands formed by silt deposits in the Brahmaputra. Subject to a continuous process of deposition and erosion, these land masses are temporary and, like the flow of the river itself, subject to change almost every year. Experts have also suggested that the instability of the land mass in the char areas has increased since the massive 1950 Assam earthquake, which changed the course of the river. Mohammad Umar Ali, a resident of Fuhratoli, recalls how a stretch of the river flowing past the village has transformed since he first arrived there in 1975. What had once been a mighty channel of the Brahmaputra has now narrowed to a small stream.Through hard labour, agriculturists have been able to cultivate the fertile soil of the chars. But this also leaves them vulnerable to erosion-induced displacement. Those living in the chars of Sipajhar started arriving in the area in the 1970s. Many families from the districts of Barpeta, Goalpara, Dhubri, and Mangaldoi – mostly Muslims of Bengali origin – migrated to Fuhratoli after they were displaced by erosion as the Brahmaputra ate up their lands. Local inhabitants in Sipajhar also sold some of their lands to the migrants. The ancestors of Mohammad Umar Ali, for instance, came from Barpeta district. Displaced by erosion, they settled on government-reserved land in different  areas of lower Assam and were subsequently evicted. Finally, they settled in Fuhratoli, where they bought land from local inhabitants. By the mid-1980s, the population in these char areas of Sipajhar had risen considerably. Many, like Fuhratoli resident Khurshed Mullah, witnessed mobilisations in the area during the Assam Movement. Nearby chars had seen killings and rioting in 1983.  But most families stayed on. In 1993, a Gauhati High court order awarded 998 bighas (330 acres) of land to 199 Muslim families already living in Fuhratoli. The first school in Fuhratoli  was also established in 1993.Khurshed Mullah told us people worked hard in the fields on the chars and slowly accumulated more land, either buying more plots from local residents or by developing the lands in the char area. This has often led to agriculturists from the community being labelled “land hungry illegal immigrants”. But accumulating land was vital to surviving in an area where land was constantly being eaten away by the river.The instability of the land mass in the char areas has also meant that the land is not really owned on an individual and permanent basis, and is subject to negotiation. Umar Ali said that he cultivates three bighas (about an acre) of land in excess of what he “owns”. During the rainy season, about an acre of land was eroded on the other side of the stream flowing by his land, and roughly the same amount of land surfaced on his side.  The ownership of that one acre remains with the cultivator who had lost the land. But, since it could have been difficult for the owner to cross the stream every day, he let Umar cultivate that land. Umar apprehends that someday he, too, will be in the same situation as the farmer across the river. Through such negotiations cultivators arrive at a flexible arrangement that takes into account the realities of owning and cultivating land in an erosion-prone area. Where land itself is impermanent and shifting, ownership is much like the river that flows through it. None of this finds a place in the discourse of various Assamese nationalist organisations demanding eviction. Instead, their claims that the chars of Sipajhar are “illegally” occupied professional grazing reserve areas seem to imagine land as fixed and permanent, with ownership being guaranteed through legal documentation. Makeshift arrangements for those displaced by the Fuhratoli evictions of 2016.The demarcation of such reserves goes back to a colonial land policy that was attuned to maximising land revenue. Historians have pointed to a whole range of interventions that sought to put an end to jhum cultivation and traditional arrangements of land ownership and use, to be replaced by revenue-paying peasants engaging in settled agriculture on land secured on short- and long-term leases. Similarly, the demarcation of land as a professional grazing reserve introduced taxes on cattle grazing. The post-colonial state continues to enjoy the power to unilaterally demarcate tribal belts, reserve forest and grazing reserves. This has also meant that the state reserves the right to arbitrarily evict populations, acquiring massive tracts of land in the name of development projects or in the name of clearing encroachers on government land.Through their research on development-induced displacement, researchers such as Walter Fernandes and Gita Bharali have shown that very few in Assam own stable title deeds to land, and this has been used by the state to dismiss claims for compensation and resettlement by displaced communities. Those displaced by natural factors such as erosion are not even counted in government statistics. In 2015, the government introduced policy measures to count erosion-affected persons among the displaced. But most of the displaced are left to their own means. Those living in government-run camps are left with no option but to work as landless agricultural labourers or daily wage workers. These factors have led to massive internal migration of populations across the state, even though they remain largely obscured in the public discourse on migration. A river runs through itThe triangular relation between the town of Sipajhar, the village of Xonuwa and the char area of Fuhuratoli gives us some clues to how we should understand the recurrent demands for eviction of encroachers. Kovad Ali, a resident of Xonuwa, is the president of Dakhin-Paschim Darrang Guwal Xanstha, or the South-West Darrang Cattle-Graziers Association, one of the organisations demanding eviction. The inhabitants of Xonuwa have been among the most vocal about “encroachment”. Most are “indigenous” Assamese-speaking Muslims, popularly known as “Gariya” Muslims. Salauddin Ahmed, a Xonuwa resident, recalls more prosperous times of cattle rearing and dairy farming. Kovad Ali says almost a third of Xonuwa’s residents were once engaged in those occupations; now, only a handful remain in them. The old prosperity has gone. His nephew, Farzan Ali, went to Maharashtra to earn a living but eventually returned. Like Farzan Ali, many youths from the village have migrated to Tamil Nadu, Maharashtra and Karnataka in search of work. The inhabitants of Xonuwa believe they have fallen on hard times because of “Miya Muslims”, as Muslims of Bengali origin are often pejoratively called, who migrated to Fuhratoli and shrank the land available for cattle grazing. Yet, some of the people we spoke to in Sipajhar said residents of Xonuwa had chosen to sell their land to the migrants because they needed ready money.In this ethnically charged discourse of encroachment and eviction, the administration’s role in Xonuwa’s waning economic fortunes is often ignored. During our visit, we saw many fields around the village were inundated even in the month of December, despite the embankments on the Brahmaputra. Farzan Ali told us that many areas remained under water virtually throughout the year, which made cultivation difficult. Salauddin Ahmed told us that a lake near the village, popularly called Botha Lake, was actually an irrigation channel. The central government had poured Rs 7.73 crore into the project to divert water from a tributary of the Brahmaputra. In the dry season, the monsoon floodwater is dammed into the lake, which is then used for pisciculture, from which the government also profits. However, poor planning has meant the water periodically floods the fields of about 19 neighbouring villages.Fishing in this artificial water body has also become a point of conflict between the inhabitants of Xonuwa and Fuhuratoli. Fishing in Assam is usually regulated by a lease system. But there is hardly any regulation over Botha lake. Some of the Assamese nationalist organisations in Sipajhar talk about the “illegal occupation” of the lake by migrant Muslims and refuse to acknowledge the rights that people on both banks have over its waters.Fuhratoli residents displaced by the evictions of 2016.There are other everyday frictions. Some inhabitants of Xonuwa claim that the residents of the chars steal their buffaloes, harass cattle owners. The residents of Fuhratoli refute such claims – the only road to their village passes through Xonuwa so why would they risk angering its inhabitants? In conversations with Xonuwa residents, we often heard derogatory words such as “Bongal”, “Miya” and “Bangladeshi” used to describe char inhabitants. We also learned that many children from Fuhratoli studied in the local madrasa in Xonuwa. But one of the teachers at the madrasa had apparently warned the Fuhuratoli students that he would not allow them into the institution unless they showed proof that they had been included in the National Register of Citizens. Assam’s NRC, published in 2019, was meant to be a list of “genuine” Indian citizens living in the state, sifted from the “illegal immigrants”. The processes through which the nation-state designates certain communities as the “other” also determine the way local conflicts are articulated. They also link local conflicts to outside political interests. So local Assamese nationalist organisations speak the same language as various rightwing groups linked to the Rashtriya Swayamsevak Sangh, describing Bengali-origin Muslims as “foreigners”. Internal migration and migration across borders are synonymous in this discourse, making every Bengali-origin Muslim a suspected foreigner and prone to eviction.Profit and lossThe changing political economy of Assam has also contributed to a new strain in relationships between communities.Although char dwellers are vulnerable to flood and erosion, there is also a parallel story of survival and prosperity against the odds. A constant refrain in our many conversations with the char dwellers of Fuhratoli was their commitment to hard work – “You know, our people are very hardworking. There are no jobs and there is no other business. He is engaged in farming only — with only a bucket and mug, he would water every plant in the field regularly.” But pride is mixed with grief. Although many youth in the community are educated, they have not been able to branch out beyond agricultural pursuits. As one of the victims of the eviction drives of the government lamented: “All fault is ours, brother. Our forefathers could not stay away from the river and cultivation. This is the cause of our misery.” The populations living in the chars have never been permanent, nor have the practices of cultivation in the area. Historically, people living in nearby villages along the riverbank would build a farmstead on the char and grow mustard or jute for some months of the year. This pattern changed significantly as settlements grew on the chars from the 1970s. While Xonuwa’s inhabitants have stopped cultivating jute, the farmers of Fuhratoli still grow jute commercially.In the villages of Assam, vegetables and greens are grown on homesteads for everyday family consumption. However, since the 1980s, commercially cultivated vegetables have become increasingly popular. It was in the same decade that the residents of Fuhratoli also started cultivating vegetables as commercial crops. This has generated a more fixed pattern of cultivation and stabilised market linkages. Much of the land in the chars is used to grow cabbage, cauliflower, chilli and brinjal, apart from various greens. However, they did not have this expertise when they first arrived in Fuhuratoli. The commercial cultivation of vegetables and leafy greens from the 1980s onwards was driven, in part, by a government policy to diversify agricultural production in the state. Gram sevaks – people employed by the government to advise villages on development and community welfare – were sent into the countryside to spread information and skills to cultivate vegetables commercially. Along with government-appointed seed agents, they were key to distributing seeds, fertilisers and other inputs required for such commercial cultivation. This was when Fuhratoli agriculturists began shifting from jute production to the more profitable cultivation of herbs. But if they benefited from the government policy, why not those living in other areas? Xonuwa’s Salauddin Ahmed offered an illuminating account. He told us that the gram sevaks were mostly local to neighbouring villages on the riverbank. Very often, they demanded bribes for their services. Such coercion was possible only with the “outsiders” of the chars, rather than the “indigenous” inhabitants of Xonuwa. According to inhabitants of the char, the cultivation of maize is also one of the main reasons for dispute over land. Maize has become an important cash crop in recent times, requiring less labour than other crops and returning greater profits. Various communities, not just the migrant Muslims of the chars, grow maize. Char dwellers claim they are being evicted so that other communities can occupy the vacated land and grow maize. Once they are bereft of land, they will be employed as agricultural labourers, the community claims. These claims and counterclaims betray anxieties that have grown with the changing rural political economy. The last two decades have been characterised by a deepening of market linkages, bringing with it access to new markets but also increased dependence on market-based agricultural inputs and financial debt. The possibility of better profit margins has also prompted those with accumulated capital to invest in various agri-based commercial endeavours. In Xonuwa, cattle-owner Kovad Ali’s nephew suggested that if land could be acquired through eviction of char inhabitants, he would buy and herd buffaloes, even if it meant incurring debt. In Sipajhar town, one of the leaders of the Akhil Bharatiya Vidya Parishad expressed a desire to open a dairy farm. In this changing agrarian political economy, the possibility of acquiring a valuable resource such as land is enabling a new convergence of interests between the urban Assamese-middle class and sections of the rural populace. Enthusiastic middle-class supporters of the eviction, for instance, suggest building a university or a stadium on char land cleared by driving migrant Muslims away. Indeed, ethnic fissures have become pathways to the market-oriented transformation of the economy.Fuhratoli evictions in 2016. Residents try to save what belongings they can.Fact and fictionAnswering a question in the state assembly in 2017, then Minister of State for Revenue and Disaster Management Pallab Lochan Das noted that the Assam government had evicted over 3,500 families in the previous six months. He also made another claim —  49,72,532 bighas, or 1643812 acres, of land were “illegally occupied”. If the government carried out eviction drives on the basis of such claims, a large section of the population would become landless. It should be noted that there is still no clear vision on how the government will provide land to those evicted. It does occasionally mention that it will compile a database of the “naturally landless” – those displaced by forces of nature such as erosion and floods – and make provisions for them. It remains unclear whether those evicted as encroachers would be counted in this number. Even if they are, a policy of relocating them as landless is unacceptable.In the absence of a substantive policy that can take into account the myriad complexities of land in Assam, the government can produce only a legal fiction of land ownership that is animated by the demands of agrarian transformation. Until then, its measures to apparently defend “indigenous” rights by usurping “illegal immigrants” will only intensify ethnic conflicts.  Bidyut Sagar Boruah is a PhD Student at Delhi University, Anshuman Gogoi is a psychiatrist in Assam, Gaurav Rajkhowa is with Tezpur University and Ankur Tamuli Phukan is with the Calcutta Research Group, Kolkata. They work together as part of Uki Research Collective in Guwahati.","author":"Bidyut Sagar BoruahAnshuman GogoiGaurav RajkhowaAnkur Tamuli Phukan","time":"2021-10-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147904-zdnblnwssv-1600797602.jpg","tags":["Assam","evictions","migration","nationalism"],"source":"https://scroll.in/article/1007626/in-the-womb-of-the-brahmaputra-a-flawed-land-policy-lies-behind-violent-eviction-drives-in-assam"}