{"title":"In their new book a CEO and a consultant advise companies on how to predict consumer trends ","content":"I believe that all changes which are relevant to the world of business can be conceptually grouped into three buckets. These changes are different, but mutually interactive, leading to value creation. It can be conceived as a cycle of change vectors that will influence and trigger change in the other two vectors when one is changed. These are: (i) consumer needs priority change; (ii) new technology inventions; and (iii) business design innovations. Let us try and understand them one by one, and then all together.Consumer needs priority change The base of consumer needs remains practically the same, like the need to brush one’s teeth every morning and at bedtime. The products needed to accomplish this simple task are toothpaste and a toothbrush. But for a while, we want teeth whitening more than other things, or elimination of bad breath, or gum care, or taking care of sensitivity. There may be different segments of toothpaste users that always prefer teeth whitening over gum care, and so on. This is what marketers understand from studying consumers and providing different formulations and brands to meet those needs. This continued for a very long time until one day, Colgate realised that consumers were, at their core, unhappy to trade off one of these needs over another, as they valued them equally and needed them all. Thus emerged the concept of Colgate Total, which challenged the existing segmentation of the market. This understanding of the change in priority of the toothpaste user resulted in the runaway success of the newly launched product. Similar logic has developed the battery-operated toothbrushes that give the consumer a newer experience in oral hygiene.New technology inventions The stream of new technologies comes predominantly due to the furtherance of knowledge by scientists and researchers. Every single day, in laboratories around the world, increasing numbers of smart people are seeking solutions to improve productivity or reduce costs. Any one of these, often created or targeted towards a specific industry or business at the start, spreads its wings and influences many industries and businesses. Think of applications in robotics, energy generation, human genome mapping, batteries, telephony, photography and imaging, internet speeds and so on.Let us look at the progress of just one new technology: mobile standards. Technically, this began in 1973, when the first mobile call was made. But the real start was around 1990, when 1G (first generation) became available, first in Japan, and soon thereafter in the US, Canada and the UK. It had poor reach and a lot of background noise. Nevertheless, it garnered 20 million global subscribers. In the ten years between 1991 and 2001, first the 2G and then the four times faster 3G standards were launched. This allowed text messages to be sent, and later multimedia messages. With 3G data packets driving web connectivity being standardised, seamless global transfers of voice, data and pictures were allowed. You could now have videoconferencing and video streaming. 4G and 5G were launched in the ten years between 2010 and 2020. In which areas of industry and business will this technology have the most impact? The most obvious one is manufacturing, but it will also greatly impact agriculture, healthcare, transport and education, to name just a few.Business design innovations These are innovations that companies make in their operations, which improve productivity or reduce costs, or both. Typically, areas of change are new product development, manufacturing and processes, logistics, financing systems, distribution methodologies and others. My personal favourite is from the book-retailing industry and what Amazon did at its inception in the mid-1990s. Brickand-mortar booksellers had two major costs – store rent and book inventory. When the store owner bought books from the publisher or wholesaler, he got thirty days’ credit. But the titles he bought sold on average in ninety days, and so he had to cover inventory for sixty days. By creating a virtual store, from where you buy online, Amazon eliminated the costly rentals on high streets. And by collecting for the title sold by credit card, he got the sales proceeds immediately, but continued to receive credit from his suppliers. His ongoing business was fully financed by his customers at zero per cent interest rates, and he only had to invest new money to finance growth. This business system advantage acquired over all existing booksellers truly restructured the market.All this content, with greater elaboration and interactivity, was presented and discussed over two days, with a senior multifunctional group, in the Mumbai offices of Dilip Doshi, during my visit to India. Slowly but surely, all in attendance understood the need for understanding the past as well as the lag inherent in known techniques to forecast accurately. They also had a new mindset – the confidence to reverse the recent past trends of the business, and the desire to shape their future. They wanted to find a new way to think about strategy and how to execute it. Doshi wanted me to return in another two months. I agreed, provided that, in the interim, the team could think through just one question: Is the office of the future going to be like the office of the past?SummaryMany companies think of developing new strategies for their business only when they are in trouble. But successful and stable periods might indeed be a better time. ● All strategy exercises should be an attempt to keep the business relevant in the future, to address the next needs and wants of its various stakeholders, over a period which could be short, like two years, or somewhat longer, like five years or more. ● Many data-driven analytical techniques to formulate strategy are taught in B-schools, peddled by consultants, and practised by businesses. The limitation is that they bring one to the present expecting them to then extrapolate the future. Unfortunately, since the future is rarely like the past, there are major errors in assumptions. This often results in strategy failure and resultant frustration.● There are two major strategic reasons why these exercises have limited usefulness in today’s business environment: (i) the difficulty in defining the industry one is in; and (ii) the change around us and, even more importantly, the ever-rising rate of change. ● Change is everywhere, in different aspects of our life, and affecting the world of business in multiple ways as well. Changes are also happening very fast. Just think of the impact of demographics, urbanisation, renewable energy, connectivity, online shopping, search engines, artificial intelligence, social media, the gig economy, cable and streaming, and so on. The other aspect of change is the interdependencies among such changes. Take online shopping, for example. This form of doing business needs access to computers or mobile devices, the availability of the internet, Wi-Fi services, the development of web design and services, high-speed broadband, improved productivity of home delivery services, and access to credit cards. Without all of them, the business model does not form a closed loop. ● There will be three different, but mutually interactive changes that will lead to value creation in business. It can be conceived as a cycle of change vectors that will influence and trigger change in the other two vectors when one is changed. These three are: consumer needs priority change; new technology and inventions; and business design innovations. Thinking around them, understanding them and sensing their interdependencies is key.Excerpted with permission from Embrace the Future: The Soft Science of Business Transformation, Gopalakrishnan and Hrishi Bhattacharyya, Bloomsbury India.","author":"R GopalakrishnanHrishi Bhattacharyya","time":"2024-05-15T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/ccssxclqfi-1538481590.jpg","tags":["business books","strategy"],"source":"https://scroll.in/article/1067809/in-their-new-book-a-ceo-and-a-consultant-advise-companies-on-how-to-predict-consumer-trends"}