{"title":"In the North East, the Citizenship Amendment Act has activated a fresh wave of nativist sentiment","content":"On December 11, 2019, Parliament passed amendments to the Citizenship Act that sparked an unprecedented nationwide protest movement against the legislation and other government policies that discriminate against Muslims and violate Constitutional norms. One year later, after riots in Delhi and the Covid-19 pandemic put a halt to public sit-ins, Scroll.in considers the impact of this remarkable moment in Indian history.Sanjay Biswas lives in Ambagan, a village of mostly Bengali speakers in Middle Assam’s Nagaon district. But his home is in a neighbourhood that is entirely Assamese.  For Biswas, a Bengali man who was born and raised in Assam, and is married to an Assamese woman he met at college, it was a detail that was never really part of his consciousness.But that changed last winter when the Bharatiya Janata Party-led Centre amended India’s citizenship law in the Parliament and Assam erupted in protests. The Citizenship (Amendment) Act made undocumented non-Muslim migrants from Bangladesh, Afghanistan and Pakistan eligible for Indian citizenship. Across the country, protests broke out against the law, seen as an assault on secular values inscribed in the Constitution.In Assam, and other states of the North East, it activated older anxieties – that communities defined as indigenous to the region would be swamped by Bengali-speaking migrants from Bangladesh.“The protests came and went, but it feels like their odour has permanently stuck with me,” said Biswas. “I feel unwelcome in the homes of my neighbours who would not let me leave without having dinner otherwise. People whom I have known all my life are lukewarm if I greet them at the market. All of a sudden, I have been reduced just to my Bengali identity.”\n    \n      \n      One Year After CAA\n      What has happened since the controversial law was passed?\n    \n    \n        Read here\n    \nThese feelings would be shared by many Bengali-speaking communities across the North East. The year since the protests has been marked by new conflicts between people defined as indigenous and those considered migrants or non-natives across the region.  Observers say that this turn of events was inevitable, considering “the fear of demographic change has long been a sensitive political issue in the region”. “That the CAA would have an impact on inter-ethnic peace and harmony in Northeast India shouldn’t surprise anyone,” said political scientist Sanjib Baruah.Migrations and memoriesTo be sure, the spectre of the “illegal migrant” has long haunted North Eastern states. For decades, it has shaped much of the region’s politics and public life.  These anxieties are shaped by historical memory. Since colonial times, the region has witnessed several waves of large-scale migration from what is now Bangladesh, drastically altering the demography of certain areas.In the state of Tripura, for instance, the indigenous tribes accounted for over 80% of the state’s population at the time of Independence; now they are barely 30%. Several parts of Assam have also seen a large number of Bengali-speakers settle over the years –  though many of the so-called migrant communities had arrived in the late 19th and early 20th centuries, before national borders were drawn. The upheavals of Partition and the Bangladesh War of 1971 triggered fresh waves of migration.These anxieties saw an outlet in the Assam Movement – a violent anti-foreigner agitation that convulsed the state for six years beginning 1979. In 1985, the movement finally ended when Assamese nationalists signed the Assam Accord with the Centre. The Accord led to a new definition of an Indian citizen in Assam: anyone who came to the country before the midnight of March 24, 1971, and their descendants. But these sentiments, which precipitated massacres, riots and exoduses in the region, particularly in the last quarter of the 20th century, were fading over the last decade or so. The larger anxieties were not resolved, but it seemed most people, even if grudgingly, had come to terms with the reality of multicultural living. A veneer of stability had formed.The new citizenship amendment seems to have disturbed that fragile peace.  “There’s no doubt that CAA has given a fresh lease of life to every possible kind of divisive ethnocentric politics,” said journalist and writer Samrat Choudhury, who grew up in Shillong. “It has brought back old tensions and animosities between Bengalis and Assamese, and tribals and non-tribals, which the region had largely left behind.”‘Legalising’ migrationIt did not help that the Citizenship Amendment Act was pushed through in already fraught times. In Assam, the the National Register of Citizens had just been updated. Meant to sift legal citizens from undocumented migrants, the register had ended up opening several old fissures between communities. Close to two million people left out of the register now face the prospect of statelessness. Yet the idea of “weeding” out “illegal migrants” and protecting local citizens, which the NRC promised, found enthusiastic backers  in other parts of the North East.  Nativist outfits in tribal states set up border vigils fearing that Assam’s NRC-rejects would sneak into their lands. Manoranjan Pegu, a trade unionist who belongs to the Mising tribe of Assam, spoke of the “insecurities” among the region’s tribal and native populations. On one hand, Pegu said, there were the “lived experiences” of the region’s native populations. In Assam, particularly, Pegu pointed out: “People have actually seen migrants settling in indigenous lands and have seen their socio-political impact.”But more than that, Pegu said, the fear among the local population was driven by “the environment of paranoia against migrants created by the Assamese political elite”. “This is being done by use of mass media where inflated data about the numbers of ‘illegal immigrants’, with no evidence whatsoever, is being thrown out for public consumption,” he said. “With CAA, many people think that the government has now legalised immigration, the very thing they should have been fighting against.”Local communities in the North East believe that the the Act will not only regularise a large number of undocumented migrants – including many Bengali Hindus left out of Assam’s NRC – it will also open the floodgates for more migration in the future.The first signs of hostility against migrant communities came to the fore in the protests of December itself. While much of the anger was directed at the Centre, establishments owned by Bengali-speakers also came under attack in Upper Assam. Things would only worsen from there, spreading to other states in the neighbourhood.Clashes over the Inner Line Permit in Meghalaya. Picture credit: Ahsan Khan/ TwitterMeghalaya: posters, protests and murdersMeghalaya, in particular, has seen several flashpoints. Soon after the citizenship bill was passed, the long-running demand for an Inner Line Permit regime in the state was rekindled. The permit is a document that non-native travellers need before entering places in the North East defined as “protected areas”. The permit regime is currently in place in Arunachal Pradesh, Manipur, Nagaland and Mizoram. It triggered a chain of violent events, including several murders, and an almost institutionalised economic boycott of non-tribal communities in certain parts of the state. In October, the influential Khasi Students’ Union put up banners in the state capital of Shillong that spelt out the prejudices in the most explicit form: “All Meghalaya Bengalis are Bangladeshis.”The posters were taken down swiftly by the police, but the hostilities continued. In November, another tribal group came up with a new demand: the ouster of the non-tribal vice-chancellor from the state’s North-Eastern Hill University and the appointment of a tribal replacement.In an interview with Scroll, The Shillong Times’ editor Patricia Mukhim said this new wave of hostilities in Meghalaya had been triggered by “the passage of the CAA [which] has created a fear psychosis that many Hindu non-tribal residents who might be ‘illegal Bangladeshi migrants’ would be granted citizenship and the right to settle down here”.Tripura: death of a protestorTripura, often cited by nativist groups as an example that their fears of local communities being obliterated due to large-scale migration were not unfounded, has also been simmering with tension.The amendment had invoked sharply contrasting reactions among the state’s tribal and non-tribal residents. While tribal communities stepped out in large numbers to protest, the state’s Bengali speakers greeted the Act with jubilation. This led to violent clashes on several occasions, particularly in the mixed hill areas of the state.  In one instance, a tribal man on his way to protests was allegedly beaten to death by a mob of Bengali speakers. Houses razed to the ground on the tense Assam-Mizoram bordar.Mizoram: A boundary disputeAlong the Assam-Mizoram border, an old boundary dispute snowballed into an acrimonious ethnic conflict. The fresh conflagrations on the state boundary started in October and ended in the death of a Bengali Muslim man who had been taken into custody in Mizoram. Interviews with Mizo residents revealed similar insecurities about their land being taken over by Assam to accommodate “illegal Bangladeshis’’ that the amended law would naturalise. ‘Pawns for political games’The Central government, too, seemed to have anticipated these disturbances. To assuage some of the local concerns, the government made a host of North-East-specific “exemptions”, seemingly insulating vast portions of the region from the effects of the Act.According to Baruah, these so-called exemptions served the very limited purpose of helping the BJP muster the numbers to pass the amendments in the Parliament.  “They gave a convenient excuse or a political cover to leaders from the region who are allied with the ruling party, to support the CAA,” he explained. “But what they failed to do is make these leaders enthusiastic converts to the CAA. None of them are going around trying to convince their supporters that the CAA is good for North East India.”It was, thus, only natural, Baruah said that “the old fears would return along with a yawning gap between political elites and citizens”.This sense of dissatisfaction among the vast majority of the native population, observers said, did not augur well for the future of the region. The insecurities that the Act had activated, Pegu said, have made the local people immune to concerns about the basic human rights of migrant communities. “They are ready to defend violence and detention centres all in the name of protecting the indigenous,” he said.Baruah agreed. “Ironically, among those who are paying the price in terms of their sense of security are those that the CAA is intended to support,” he said.As Biswas said, “This Act will be our undoing – we have been made pawns for political gains.”Read the entire series here.","author":"Arunabh Saikia","time":"2020-12-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134191-pveqgppodg-1578399037.jpg","tags":["Assam","One Year After CAA","Citizenship Amendendment Act","National Register of Citizens"],"source":"https://scroll.in/article/979452/in-the-north-east-the-citizenship-amendment-act-has-activated-a-fresh-wave-of-nativist-sentiment"}