{"title":"In Tamil film ‘Seththumaan’, a craving for pork exposes the fault lines of caste","content":"The young and bright Kumaresan is telling his beloved grandfather Poochaiyappa about his first day at school. The teacher asked me if I ate all kinds of meat and sniggered when I told him I did, the boy says. Grandfather, is it wrong to eat meat? The ones who eat and relish meat do so discreetly, Poochiyappa replies.This exchange, marked by innocence from the boy and a deeply lived understanding of hierarchy and hypocrisy from the grandfather, is one of the ways in which the Tamil movie Seththumaan explores the realities of caste and the normalisation of violence. Tamizh’s feature film debut is set in rural Tamil Nadu and revolves around a handful of sharply etched characters. The 116-minute movie reveals the implicit and explicit ways in which caste divisions operate and touch every aspect of life, including what we eat.The Pa Ranjith production was premiered at the International Film Festival of Kerala today. Due to coronavirus-induced restrictions on large gatherings, the film festival is being held across four cities in Kerala rather than only in Thiruvananthapuram. After Thiruvananthapuram, IFFK will travel to Kochi, Thrissur and Palakkad.Seththumaan is based on renowned writer Perumal Murugan’s short story Varugari (Fried Meat) and has been written by him for the screen. The time period is 2017, the year Dalit lawyer Ramnath Kovind became the President of India. Poochiyappa’s village too reflects rising caste tensions and pent-up assertion.A Dalit basket seller who also does odd jobs for the local landlord Vellappayan, Poochiyappa (Manickam) knows his place in the pecking order and has enough memories of what happens to those who try to move sideways or upwards. And yet, he dreams of a better life for the orphaned Kumaresan (Ashwin), one in which the boy will give orders instead of being ordered about.Pigs might fly. Meanwhile, a seththumaan, or a pig, is Vellappayan’s latest obsession. He has recently emerged from a bruising battle over a trifling matter with his cousin. Vellappayan (Prasanna Balachandran) develops a craving for pork, much to the horror of his belligerent wife. The job of killing the animal and cooking it falls upon Poochiyappa and pig rearer Rangan.Seththumaan (2021). Courtesy Neelam Productions.Speech is among the movie’s tools to expose age-old fault lines. The fiery Rangan is no longer content with being talked down to, and loudly expresses his outrage. The upper-caste land owners too grumble about the changing social equation.Vellappayan’s wife openly blames his porcine craving on Poochaiyappa. Vellappayan’s pragmatic manner with Poochiyappa and Rangan – he does badly want to consume that pig – slips ever so often, revealing his true self. They [the Dalits] have learnt to talk, it’s their time now, he scoffs.Caught between his employer’s unreasonable demands and his own disquiet, Poochiyappa seeks refuge in Kumaresan. The relationship between grandfather and grandson creates some of the film’s most touching moments. Keen on ensuring a better life for Kumaresan, Poochiyappa chooses forbearance over rage. Neither victim nor rebel, Poochiyappa exemplifies yet another reality of caste: it demands dignified compromise from the ones whom it crushes the most.The beautifully performed film is anchored by a moving portrayal by Manickam as Poochiyappa. Cinematographer Pratheep Kaliraja uses lengthy and uninterrupted takes to immerse us into a world with clearly defined markers and boundaries. The handheld camerawork suggests movement and tension, while the static shots indicate that little has actually changed. Despite awkward pacing in some scenes and an overstretched climax that could have benefitted from judicious trimming, Seththumaan is a memorable inquiry into the inequities and oppression built into the caste system. Seththumaan (2021). Courtesy Neelam Productions.","author":"Scroll Staff","time":"2021-02-14T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154599-copklhwfrn-1612808031.jpg","tags":["Seththumaan","Tamizh","Perumal Murugan"]}