{"title":"In the poetry of Amir Khusrau, food is served with style and flourish","content":"For a few hundred years in the late medieval period, Delhi was a simmering cauldron of turmoil. Ruling dynasties came and went and several sultans lasted just long enough to merit a fleeting mention in the history books. Among these eminences was Muiz-ud-din Kaiqubad of the Mamluk Dynasty.Merely a teenager when he ascended the throne, Kaiqubad quickly made up for the enforced temperance of his childhood by furiously “indulging in wine and women”. “Day and night the king was engaged in his pleasure parties,” wrote a court poet later. “There were no companions for him except moon-faced maidens with rosy lips.” As large as Kaiqubad’s sexual appetite was his zest for food. In Qiran-us-Sa’dain (1289), Amir Khusrau describes the sultan’s table groaning with more than 1,000 dishes served on tripod trays. Next to them lay hundreds of cups of sweet vegetable juice, “tasteful and nourishing as the water of life”. For those wanting to cleanse their liquor-saturated palate, there was also  available a rose-flavoured julab – a purge of water and sugar.You can find several such fascinating nuggets in the writings of Amir Khusrau, the father of qawwali, the purported inventor of sitar and one of India’s greatest Persian-language poets. Rummage through his divans, prose works and historical poems and there appear umpteen references to food that shine indirect light on the society and culture of India in the 13th and 14th century.\n\t\t\n\tA miniature of Amir Khusrau teaching his disciples. Credit: Wikimedia Commons [Public Domain].As Professor Syed Hasan Askari writes in Amir Khusrau as a Historian, “If the function of the historian is to enlighten and illuminate by throwing fresh, almost new, light on, and adding to the existing stock of knowledge of the past, then the wealth of solid, factual information…furnished by Amir Khusrau’s works…entitle the author to be called a historian.”Imperial kitchensKhusrau provides in his works several descriptions of the grand feasts and elaborate dishes made in the royal kitchens of Delhi’s sultans. Sultan Muhammad bin Tughlaq’s cooks, for instance, laid out more than 200 dishes for him and fed about 20,000 people every day.From the references in Khusrau’s writings, it is easy to deduce that the imperial kitchens of the Delhi Sultanate drew heavy inspiration from the Western and Central Asian roots of its rulers. Khusrau, for example, mentions tutmaj (distortion of the Turkish tutmac) – a noodle-and-yoghurt soup that some scholars believe was invented to feed hungry Turkish soldiers in the army of Alexander the Great. “Tutmac was described by Mahmud al-Kashgari as ‘a well-known food of the Turks’ and it travelled with them far and wide, cropping up in anecdotes relating to the Seljuk Turks and the sultans of Delhi as well as in medieval cookery books in Chinese, Urdu and Arabic,” writes food historian Priscilla Mary Isin in her book Bountiful Empire: A History of Ottoman Cuisine.Another Turkish import mentioned by Khusrau, halwai-i-sabuni, appears in Ottoman records as a confection prepared especially for feasts and celebrations. Literally meaning “saponaceous pudding”, halwai-i-sabuni is described in a cookbook compiled by Friedrich Unger, the court confectioner of King Otto I of Greece. According to the recipe in Unger’s A King’s Confectioner in the Orient, the Turkish dish is prepared by combining cooked starch with honey and blanched almonds as sesame oil is slowly added in. The mix is allowed to set and finally cut into smaller pieces.Another interesting dish that comes up in the writings of Khusrau is bughra. The original version, says historical linguist Tom Hoogervorst, was a simple meat dumpling named after the 10th century Turkic ruler Satuq Bughra Khan, who was credited with its invention. The Persian rendition turned it into “a dish made with strips of flour paste”. And centuries later, Abu Fazl’s Ain-i-Akbari documented a bughra made of meat and flour mixed with ghee, chickpeas, sugar candy, root vegetables (such as beets, turnips, carrots, onions), fenugreek and ginger. Spices like saffron, cloves, cardamoms, caraway and peppercorn flavoured the dish.There are several other foods that appear in Khusrau’s works. He references at different points the Arabic lauzinaj or lauzina (an almond confection), sherbets and beverages like shikanjaben (a sugary drink livened up with a sour juice, usually of lime), samosas (made with meat, onions and ghee), Barra-i-Birryan (roasted goat ribs on a mound of polaw), and abgoosht (a meat stew of Iranian descent).Fruits and nutsBreads too find a place in Khusrau’s writings. He refers to two kinds of naan in particular. The first, naan-e-tanuk, was a delicate, gossamer-thin bread “so crystal clear that one’s face could be seen through it”. The other, naan-i-tanuri, was a thicker bread cooked in a clay tandoor that puffed up like a dome “out of joy for being included among royal dishes”. Naan-e-tanuk, Khusrau says, was worthy of being a cloth for Jesus’s table, while naan-i-tanuri would make the humble dry bread called k’ak surly and pale-faced.Khusrau is famously effusive in his praise for the mango. In a purple reference to the fruit, he writes:Naghzaki-ma (Var Khwash) naghz-kunbistan,Naghza tarin mewa (Var na mat) – Hindustan.Our fairling (i.e. mango) beauty-maker of the garden,Fairest fruit of Hindustan,Ere ripe, other fruits to cut we bon,But mango serves us ripe or not.In Nur Siphir (1318), he exalts both mangoes and bananas, likening them to the grapes and guavas of Khurasan. The mangoes of Devagiri, he says, were like “golden shells of milk and honey that, when sucked, filled the mouth with sugar candy water”. India’s musk melon was the fruit of paradise, he says, and its banana and betel leaves had no match anywhere. He praises the exquisite flavour of Jodhpur’s pomegranates and says that “few dry fruits could compare” with India’s cardamom and cloves.In Khusrau’s writings we get a glimpse of the Eid of the time. During Ramzan, he writes, people would break their fast with zalibay-i-nabat (believed to be present-day jalebi) and fuqqa, a beverage made with barley, sugar, raisins, herbs and spices. On Eid, “on seeing the new moon, the people broke the fast and congregated to enjoy festivities… On this occasion the young and children usually wore garments of fine linen and silken clothes. The gidabdaran (vessels for rose water) was used for sprinkling perfumes and rose water on the guests. Exchange of gifts and sweet dishes was common practice.” On Shesh-i-Id, people ate ruqaq and shakkar paich (a sweetmeat made with rice or wheat and sugar) and sent fine bread and sweet halwa as presents. On another occasion, Khusrau writes in Ijaz-i-Khusravi, sheep and goats were sacrificed.It is impossible to read Khusrau’s output without coming across his preoccupation with tambul or betel leaf, which he proclaims was “a marvelous accompaniment of food”. “Common people have no taste in it,” he says in Nur Siphir. “Only the nobles and their sons relish it. Its special preparation is not meant for everyone but only for the king who is the axis of the sky.”His own love for paan is testified by the poetry he composed in its honour. In one poem-riddle he writes,Gala katey, woh choon na kare,aur muh rakt bahay,So pyaari baatein karein,fikar katha dikhlaye.Throat slit, he doesn’t make a sound/Blood drips from his mouth/He tells tales like a child/And makes the imagination go wild.But nothing compares to his ode to the paan in Qiran-us-Sa’dain:A chew of betel bound into a hundred leaves,came to hand like a hundred-petaled flower.Rare leaf, like a flower in a garden,Hindustan’s most beautiful delicacy,sharp as a rearing stallion’s ear,sharp in both shape and taste,its sharpness a tool to cut roots,as the Prophet’s words tell us.Full of veins with no trace of blood.yet from its veins blood races out.wondrous plant, for placed in the mouth,blood comes from its body like a living thing.","author":"Priyadarshini Chatterjee","time":"2023-09-20T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194214-jkxkwtxfam-1695121382.jpg","tags":["Amir Khusrau","Food","History"]}