{"title":"In Tamil film ‘Kuthiraivaal’, the tale of a horse’s tail turns out to be an unforgettable head trip","content":"Lacan and Freud, Borges and Siddhar – what are they doing in a Tamil film? What happens when legends, myths, beliefs, stories, epics, scriptures and blogs mix and meld? And what does all this have to do with MGR, his ardent fans and immortal legacies?In the world of Kuthiraivaal (Horse Tail), these elements are equally potent and converse with each other beyond the gravitational limits of time/periods, space/places and narrative/contexts. You are only a dream away from the umpteen other magical worlds that you inhabit and refuse to see. Follow a dream and it turns into a journey down the rabbit hole, which is where the film too takes you.Saravanan, a young man who calls himself Freud, works as a cashier in a bank. Like Kafka’s Gregor Samsa, Saravanan wakes up from a dream one morning to find he has a horse’s tail – one that wags him.Kuthiraivaal (2020). Courtesy Neelam Productions/Yaazhi Films.Atop an endless walkEmbedded with shards of glassWalks elegantly,A word called “cat”Yes, a word.Like a poem that appears in Kuthiraivaal, whatever we come across – characters, settings and locales, objects, images and incidents, dialogue, monologues and voice-overs – are flights of imagination that transport us into different modes and states of being. We are drawn into a domain where facts and dreams, memories and feelings, myths and events, people and ghosts, apparitions and icons, experiences and thoughts – all merge into and transform one another. The film icon MGR provides the fulcrum around which directors Manoj Leonel Jahson and Shyam Sunder and writer G Rajesh spin their tale of a tail.Along his journey, Saravanan/Freud stumbles into his past and afterlife and meanders into a childhood love story. It is a world beyond the gravitational pull and rational logic; it is a world of immaculate conceptions and purposeful dreams. Everyone he meets in his desperate attempt to comprehend and explain his predicament has different stories to tell, questions to ask and riddles to pose. While the old soothsayer grandmother sees in his dream the memory of his past life, the mathematician-teacher explains his situation in terms of illusion theory and as an unconscious desire for his childhood love. The astrologer interprets his tail as a symbol of impotence and castration-dread.Kuthiraivaal (2020). Courtesy Neelam Productions/Yaazhi Films.The omnipresent girl Vanavil/Van Gogh/ Irusaayi follows him through his various incarnations and pasts, searching in dreams for what she has lost in memory. She reminds him about how everything exists but remains unseen until we notice the worlds behind the mirage. In another avatar, she warns about how the world has been destroyed by global warming and pollution.The lore and legend of MGR, the film star and Tamil Nadu Chief Minister, run throughout the film. Graffiti of his images abound, songs from his films are sung and hummed, his voice replaces that of the dreamer. Song sequences from his movies persist on the television screen. On his dream trail, Saravanan/Freud finds himself in a village from which MGR was elected, and goes to the house where MGR rested. In the village of his childhood avatar, they are all MGR fans.This curious but persistent presence of MGR – is he as a film star, evergreen hero, saviour, revolutionary leader or even an omnipotent god ? – effortlessly meshes with Saravanan/Freud’s own uncanny journeys through time and space, memories and dreams. Everything here is unbearably visceral and real, as one sometimes feel is the case with the different lives of MGR in the Tamil psyche, collective fantasy and memory.Kuthiraivaal (2020). Courtesy Neelam Productions/Yaazhi Films.Why do you always stare at normal things so intensely?I look at the world that runs with me.Freed from the vertical and horizontal rules of conventional narratives, Karthik Muthukumar’s images reflect Saravanan/Freud’s topsy-turvy world. Both in the interiors and exteriors, the film persists with canted angle shots with fore-, mid- and backgrounds in focus. The psychedelic lighting, complex mise en scene (by Ramu Thangaraj), the mix of photos, paintings, sculptures and other objects, the windows and doors that open out to the pulsating city traffic and lunar apparitions, the mirrors, shadows and reflections that endlessly multiply his mind – they add to the narrative’s surreal quality.The cacophonic sounds that jar his ears and the symphonic Vivaldi music in which he takes refuge combine with the MGR melodies to provide the aural atmosphere for the film’s simultaneous multiplicity. Another narrative strand is the one that Vanavil/Van Gogh brings into his life – that of the invisible presence of everything, the connectedness of all, and that of environment and ecological damage.Kuthiraivaal (2020). Courtesy Neelam Productions/Yaazhi Films.Andatthai pindathilum paarkalam: The cosmos can be seen even in an atom (Siddhar).The film is about the fragility of meaning itself. The moment you lose grip over the reality-logic you hold on to, it turns into an endless web of fantasy flights and imaginary connections where time and space leak and run into each other.There are only a few Indian films such as Kamal Swaroop’s Om-Dar-B-Dar, Pavithran’s Yaaro Oral, Mani Kaul’s Duvidha and Vipin Vijay’s Chithrasoothram that Kuthiraivaal could consider as its lineage. Kuthiraivaal calls for experiencing rather than explaining. Any attempt to interpret is subverted by the film. Kuthiraivaal offers a variety of explanations within itself, such as the mythical, magical, astrological and psychoanalytical. Saravanan/Freud’s tail constantly twists, swishes and flays, constantly reminding him of its presence and poking the narrative ahead and afar.The film works through the multiple lives of the characters and the repetition of their words and actions through several avatars and manifestations. The same character has different names and roles, many of which are played by the same actors. Saravanan/Freud is brilliantly played by Kalaiarasan, Vaanavil/Van Gogh by Anjali Patel, Babu and Neeli’s father by Chetan Kadambi, the mathematics teacher and Ramu’s grandfather by Anand Sami, Kuri solar grandmother, MGR grandmother and Ramu’s grandmother by Lakshmi Paati, Babu’s wife, Neeli’s mother and Babu’s daughter by Sowmiya Jaganmurthi, and the shop owner and Ramu’s father by Arumugavel. It is as if they are living in different times in the same life, and also different lives in different times.Weaving such magic in film is a tricky affair. Unless one holds the cards close and ably sustains the spell, it fails to work. In Kuthiraivaal, some scenes are stretched beyond a certain point and sag into the naturalist mode, compromising its magical charge in the process. Two such instances are the long drawn-out duel between Saravanan and the bank manager, and a sequence at the village house where a set of parents rave and rant about their daughter’s mysterious pregnancy.Kuthiraivaal (2020). Courtesy Neelam Productions/Yaazhi Films.Can you hear what it speaks to you?Can you understand what it says?So, what are Lacan and Freud, Borges and Siddhar doing in Kuthiraivaal? They seem to provide provocative ways to excavate the political unconscious and explicate a deeply rooted civilisational despair through the medium of cinema. The dense layers of civilisational memory that the film brings into conversation make it excitingly and provocatively contemporary. The movie refuses to pander to trending patterns in Indian art cinema, and daringly and playfully uses very subtle and deep political icons, cultural imageries and social elements from the collective unconscious and political imagination. This irreverence and playfulness make Kuthiraivaal an aesthetically poignant and politically engaging film. Kuthiraivaal celebrates the virtuality of life and the pluriverse of virtual life. Veering between the mundane and the magical, the mythical and the ordinary, the film is a rollercoaster journey.At one point, the grandmother tells Saravanan/Freud that termites are eating away our lives, stories and manuscripts and our dreams too. The film is an invitation to break away from the rigid logic and linearities that condition our lives and imagination.\n\n\n    \n    Play\n\nKuthiraivaal (2020).","author":"CS Venkiteswaran","time":"2021-02-24T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155357-wjerxdloao-1614149758.jpg","tags":["Kuthiraivaal","Shyam Sunder","Manoj Leonel Jahson"]}