{"title":"In ‘Tahader Katha’, the many partitions endured by a freedom fighter ","content":"Finally we may look at the notion of dream and home in the light of Buddhadeb Dasgupta’s beautiful film, Tahader Katha (‘Their Story’, 1992). Here ‘home’ has a much more abstract meaning than it has in any of the other films discussed in this chapter and is, therefore, more difficult to define.Other than ‘somewhere in what was East Bengal’ there is no specific spatial indication such as ‘Narail on the bank of the Chitra’, ‘Bombay’, or even ‘the other side of the river’. Indeed, Shibnath’s Taherpur is closer perhaps to Manto’s Toba Tek Singh – something intensely personal and tightly confined in the heart and soul of one man – although to Bishan Singh his home remains a reality, a burning beacon, while to Shibnath ‘home’ is an ideal, yet to be achieved. It has no spatial actuality nor can it be expressed in temporal terms, such as the calendar picture in Ghatak’s Nagarik and the framed photograph in his Meghe Dhaka Tara. Shibnath’s Taherpur is given no more substance than its mere mention, for what Shibnath longs for is an idealist’s view of the future from a point in time some 11 years earlier; however, the new India that he and like-minded patriots were willing to give up their lives fighting for would still seem to be illusory.To Dasgupta the partition of the country serves primarily to emphasise the partition between Shibnath’s dreams and the socio-political reality in which, by the design of others, he finds himself. This personal or psychological partition is rooted in the fact of Shibnath’s temporary suspension from history, as though he were isolated for a decade or so in some state of social paralysis, totally unaware of the momentous changes that were occurring in India and the endeavours that people were making to adapt to them. Shibnath, the extremist freedom fighter, was sentenced to life imprisonment in 1939 for killing a policeman and incarcerated in the notorious Cellular Jail in the Andaman Islands.This marks the first stage of his personal partition: cut off from Taherpur and his wife and daughter, he would not see his son, yet to be born when Shibnath was convicted, until the boy is 11 years old. After Independence he was transferred to a mental asylum for three years and then sent ‘home’, but home was now somewhere else. He is reunited with his wife and children, no doubt, but after an absence of 11 years, and in a strange place, he hardly knows them. Unaware of the controversy that led to the redrawing of lines on the map, nor having witnessed the horrors manifest in its enactment, the Partition seems like a fantasy to Shibnath. His erstwhile friend, Bipin Gupta, tries to explain to him that what he thinks of as his home is now in a foreign country; indeed, East Bengal has become that foreign country. Shibnath also learns that his infant daughter is now a young woman and that he has an 11-year-old son. Shibnath’s wife, Hemangini, tells him of the forced dislocation of million and the riots and destruction that went with it. She relates to him their own escape from ‘home’—at midnight, during a storm in which his father and brother drowned and his mother disappeared. Shibnath’s reaction to all this is enigmatic. His apparent indifference might suggest insensitivity, or reflect moral strength, or maybe he simply cannot comprehend a piece of history from which he was completely detached. Shibnath has already endured more than his fair share of physical and emotional suffering and, possibly, he can endure even more. What he cannot abide by, however, is the moral decline that is starkly obvious to him on his return to freedom. He tells his son, ‘If I had known the world would be like this, I wouldn’t have brought you into it.’ The new India, as Shibnath sees it, is a land for opportunists where self-advancement by any means is the dominant ideal. Prominent characters represent glaring aspects of this moral decline. Bipin Gupta is typical of those who would use their part in the freedom movement—no matter how small and fleeting—to advance themselves in the new democracy. More poetically we might see Abdullah and his dwarf symbolising the fake values of the new era, while the itinerant peddler of trinkets represents its shallow pretensions. It is Shibnath’s old comrade-in-arms, Mohitosh, still carrying on the idealist’s struggle, who cogently describes the failure of the new India. The foreign imperialists have gone, he observes, and now there is ‘a worse raj, a caterpillar raj, crawling all over and under the throne, and for just a little gain they will eat each other’s vomit.’ The Partition of India, as it impinges on the life of an idealist dreamer like Shibnath, is in fact many partitions, not one. It has denied him home, as it has millions of others; it has caused divisions in his own family and even deeper divisions between himself and the rest of the village; it has cultivated moral divisions in a world increasingly run by inferior people bereft of any worthy ideals; it has belittled and destroyed his dreams. That which his heart once called home was never truly his; that is why he and Mohitosh and so many others like them fought to make it free. They preserved their dreams for a noble future, but those dreams were dispelled by the grand overreaching Partition, and Shibnath was ultimately sent home—to prison.‘Home’ means different things to different people. It could mean a profound sense of belonging, with attendant affection, security and contentment. It might offer a connection with the past through heirlooms, memorials or even a graveyard. Home is often where friends are and where meaningful relationships are forged and prosper, where a career burgeons and success is realised, where love provides fulfilment and where memories come alive. And there is, as Shankhachil establishes, the fact that home is so often a cultural reality, built up over a long time by many people over many generations. Abar Ashibo Phire and Simantarekha are replete with undying memories and with memories that long seemed dead being awakened on a visit, after years, to what was once home. In Mammo, the old lady’s yearning is not so much for home as a place but as an entity that accommodates the very few remainders of family with whom she can find identity and love. Shashikanta, the lawyer living beside the river Chitra, wins in his determination not to leave his home, dying beside his beloved river, but the rest of his family are not so blessed. The end of Manto’s life is marked by intense regret at leaving a city that flowed in his blood for another that poisoned it. His most famous character, Bishan Singh, impassioned yet deranged, also yearns for what he knew in another time as home, and lies down to die when he learns that home is now in another country. The marriage in a cage might have been happier had they been tormented enough to flee; however, as long as the choice remained with Hiran, his heart remained an impediment to his mind. In Ghatak’s films, ‘home’ takes on a temporal sense, overwhelming the spatial. One of life’s great tragedies is the sundering of the self from home. The heart may always stay there, but the rest of the self is obliged to migrate and journey, sometimes lifelong, in quest of an identity and some sense of belonging in alien territory among  people who may never really be embraced as one’s own. And maybe home is yet to be realised after the rule of a foreign power; yet if the realisation is unfulfilled, the continuing separation is every bit as painful. These are just some of the things that the Partition did to millions of people.Excerpted with permission from Tear-Drenched Earth: Cinema and the Partition of India, John W Hood, Orient Blackswan.","author":"John W Hood","time":"2024-04-24T13:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200078-vxxbhcdtor-1713253463.jpeg","tags":["Tahader Katha","Buddhadeb Dasgupta","Mithun Chakraborty"],"source":"https://scroll.in/reel/1066706/in-tahader-katha-the-many-partitions-endured-by-a-freedom-fighter"}