{"title":"In the digital age, a 120-year-old library in rural Maharashtra shows that books aren’t dead","content":"Every morning, at 8 am, 52-year-old Shirish Joshi arrives at Nagar Wachnalaya in Kolhapur district’s Kurundwad, and with him are assistant librarian Megha Patil, and a clerk, Narsinh Naik. The three open the library and within minutes, students preparing for competitive examinations start walking in.Through the morning, members come in to read newspapers and books. At 9 am, senior librarian, Dattatray Bhosale, 59 – who has been working at the library for 40 years – begins his work of maintaining records of books and grants. Two hours later, 80-year-old chairman Alauddin Danawade comes in to oversee the day-to-day management. By this time, Joshi says, those who came in to read newspapers begin to leave and the only members left are students.The library that this dedicated team runs was opened in October 1898 by King Balasaheb, at the insistence of his son Annasaheb. Initially, it was set up in the palace in the princely state of Kurundwad and ministers and courtiers were asked to contribute to its growth. In 1915, Annasaheb who had assumed the kingship in 1907, decided to move the library into a public space in order to make it more accessible to the public, and in April 1956, the library was registered as a public trust.From having 10 newspapers, seven magazines, and a thousand books for its 15 members when it opened, Nagar Wachnalaya now stocks 29,817 books and subscribes to 24 news dailies in Marathi, Hindi and English; and 59 monthly and 16 weekly magazines in Marathi. The collection of books includes 511 in Gujarati, Kannada, Urdu and Tamil. “A lot of authors from different languages keep sending us books,” said Danawade. The first book noted down in the register was titled Upyukt Dharmashashtra Sangraha by VD Dharurkar Shastri, but a fungal attack ruined it.Yet, despite its history and service to the community – its members and visitors also come from other villages in Kolhapur district such as Narsinhwadi, Majarewadi, Herwad, Terwad, Alas, Bubnal, and Aurwad – Nagar Wachnalaya’s future remains uncertain. It suffered incredible damage during the floods in 2005, and many rare books were destroyed. “The floods were the most horrific period in my life here,” said Joshi. “Three of us carried close to 3,500 books from the basement to the second floor and kept them to dry for a week under the [ceiling] fan.”The staff also emphasise that they need help maintaining the archives of old books, which are ridden with surface dirt and ingrained stains, and several pages have been torn. The concern is that while long-time members and students continue to frequent the library, the number of people interested in its varied collection is dwindling.Incredible archive“The library has some of the oldest English books which were once read by a lot of people from the town,” said Danawade. “Unfortunately, students don’t read them now.” In the existing collection, according to a recent audit, 1,360 Marathi books and several English books are in very poor shape and need restoration.Vasant Kagalkar is one of the library’s 104 lifetime members. The 75-year-old, who has been spending two hours at the library every day for the past 65 years, says she is “proud of it”. “I feel sad that soon we will lose these old books which I’ve seen for years. Earlier, a lot of people used to read these books, but now the younger generation is caught up with preparing for the competitive exams.” Kagalkar reads Marathi newspapers in the library and a few spiritual books.The three-storied library stocks books across genres like theatre, literature, politics, economics, botany, religion and others. Patil says several of these are close to a century old. The English books include classics by Leo Tolstoy, William Shakespeare, Aristotle and Anton Chekhov. There is also a section devoted to its women members, called Mahila Vibhag. “Most of the female members issue books and read in their homes,” said Patil. “Very few women read in the library. The younger girls come to the library every day to prepare for the competitive exams.”Sumati Kulkarni, 76, is a homemaker and writer, who started visiting the library in 1973. “I stopped visiting a decade back because of my old age and [poor] health,” she said. “Earlier, a lot of women used to spend at least an hour every day reading books in the library. I used to read books by VS Khandekar and Prahlad Atre. There are a lot of old books and there should be a way to digitally restore them, otherwise the present generation will never know of them.”“Every day I come here at 8 am and prepare for the Maharashtra Public Service Commission exam,” said Digambar Shikalgar, 25, who has been visiting library for two years now. “I don’t know much about the old books in the library. Throughout, the day we sit here and study.”In ruinsOne of the oldest books in Nagar Wachnalaya was gifted to King Ganpatrao Patwardhan on July 22, 1882, and has a handwritten salutation, but it now lies in ruins. Other old books include The Practical Sanskrit English Dictionary by Vaman Shivram Apte, published in 1890; Molesworth’s A Dictionary, Marathi and English, published in 1857; Chips From a German Workshop, by Max Muller, published in 1880; The Imperial Gazetteer of India, by WW Hunter, Director General of Statistics to the Government of India, published in 1886; Bacon, by RW Church, published in 1889; A History Of Elizabethan Literature, by George Sainsbury, published in 1898; and Bombay in the Making by Phiroze Malabari, published in 1910. Two registers, which contain records of the earliest books in the library, have been preserved. The first register has an entry of 3,951 books, while the second has records of 3,258 books.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.69921875%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/leclhqmbsd-1531044674.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.69921875%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/rcrjxohpbw-1531044683.jpg\">\n  </picture></figure>\nMore than 40 volumes which record debates from the Central Legislative Assembly published in the 1930s are in a state of complete ruin. Nagar Wachnalaya also has 72 rare Marathi books that were handwritten.“We’ve tried approaching several organisations [Shivaji University, Kolhapur, and a few libraries in Pune] to restore these books, but all of them ask us to send the books to their labs, which is not possible,” said Danawade. “Also, we don’t have the knowledge to calculate the cost of restoration of these books.”In 2009, Nagar Wachnalaya was registered as a centennial library and received a one-time grant of Rs 5 lakh from the Maharashtra government. “We receive an [annual] grant of Rs 2.88 lakh from the Maharashtra government of which more than half goes in the staff salary,” said Danawade. “None of the members ever issue any English books. Hence, we don’t buy many English books now.” Every year books worth Rs 70,000-75,000 are added to the library – much of these are in Marathi or aimed at students studying for competitive exams.In 1995, the Maharashtra government conferred the library with Dr Babasaheb Ambedkar Award (1993-’94) for the best rural library and that year, it got the status of a Class A library. In 1998, the institution was honoured with the Granthbhushan Award, given by the Kolhapur District Library Association. For every year for more than 15 years, the library has received 1,601 books worth Rs 2.22 lakh from the Raja Ram Mohan Roy Library Foundation, Kolkata.The library’s staff and trust are faced with the challenge of restoring and preserving the archives. “Books should last longer,” said Danawade, scanning over some of the oldest titles, and examining their prices. “Three pie made up one paisa, four paise made one anna and 16 annas made one rupee. These books are a treasure trove, and must be preserved for centuries.”All images by Sanket Jain.","author":"Sanket Jain","time":"2018-07-09T11:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881275-qjhtcddlar-1531044908.jpg","tags":["Library","Books","Kolhapur","Maharashtra"],"source":"https://scroll.in/magazine/881275/in-the-digital-age-a-120-year-old-library-in-rural-maharashtra-shows-that-books-arent-dead"}