{"title":"In UP’s Banda, the BJP is struggling to neutralise anger over economic distress ","content":"Brijesh Prajapati didn’t take kindly to an inquiry about his occupation. “I do nothing – I while away my days playing cards,” he said agitatedly. He was, in fact, doing exactly that when I met him last week.  Shyam Prajapati, another participant in the afternoon teen-patti game, quipped bitterly, “It is not just us men, but even the kids who have been reduced to playing cards all day long. We have no jobs and they have no school to attend.”Brijesh Prajapati and Shyam Prajapati are residents of Chokipurwa village in Uttar Pradesh’s Banda district. While their childhood was spent at home, as adults, they migrated long distances in search of work.Shyam Prajapati took up jobs across the country. Brijesh Prajapati was employed at a textile dyeing unit in Vadodara, Gujarat, where he steadily rose through the ranks over the years to reach the position of shift supervisor.But then, he said, the “lockdown ruined everything”. Brijesh Prajapati (right) hasn't been able to muster the courage to go back to Vadodara where he worked before the lockdownA horrifying ordeal In March 2020, at four hours’ notice, the Central government announced a stringent nationwide lockdown to prevent the spread of the coronavirus. As factories shut down and wages stopped, panicked workers in big cities and industrial towns headed back to the safety of their homes in faraway villages. But with few trains and buses available, many were forced to make perilous journeys spanning hundreds of kilometres on foot, in overloaded trucks, and even in cement mixers. Scores of people died on their way home.“It’s painful to even think of what happened – I don’t even want to recall all of that,” Brijesh Prajapati said when I asked him about his journey back from Vadodara to Chokipurwa. “Only we know how we got back home. The government totally failed us.”An enduring traumaMillions of people in Uttar Pradesh experienced the same trauma as Prajapati, given the scale of return migration the state witnessed in the summer of 2020. But the pain endures in Banda like few other places, perhaps. The district is part of the perennially parched Bundelkhand region of central India where agriculture is a tediously unproductive activity and people have no choice but to migrate in search of more sustainable occupations. There are few households in this poverty-stricken region that do not have at least one member working outside. The ordeal of 2020, however, seems to have had such a scarring impact that many, like Prajapati, are reluctant to leave their homes again. The experience, he said, was so painful that he had not dared to go back to Vadodara – despite the lack of gainful employment back home. “There is so much uncertainty,” he said. “Again they will say lockdown and suddenly everything will shut down.”Several people did return to the cities, but their experience hasn’t inspired confidence among their neighbours and acquaintances. Bhaiyya Ram of Naganva village, for instance, had spent more than a decade in Hyderabad polishing marble slabs when he was forced to come home in March 2020, traversing most of the 1,000 km distance on foot. When he returned to the city last year, he found work was sluggish compared to the pre-pandemic times. “The contractor was paying less money than earlier,” he claimed. “I came back because I wasn’t able to send any money back home.” Ram is a distraught man. “I have debts, I can’t educate my children, the government has not only destroyed my present, it has also ruined my children’s future,” he said. “This time, there should be a new government which is more mindful of poor people’s pains.”Bhaiyya Ram is worried about his children's future. Unkept promises In the 2017 assembly election, the Bharatiya Janata Party wiped out the Opposition in Bundelkhand. In Banda, where it had little traction historically, it won all four seats with fairly large victory margins. The party had made tall promises ahead of the election, vowing to “transform” the region in a way that its residents would not have to go to faraway places looking for economic opportunities. But, last November, when I had visited the district, few people seemed to believe anything had changed for the better. Not only had the BJP government failed to keep most of its promises, many said, the government’s hardline approach on cow-slaughter had exacerbated the menace of stray cattle, making farming livelihoods even more precarious at a time when few other jobs were available.  This report is part of a series of dispatches from Uttar Pradesh districts where the BJP defied historical trends to win seats in the 2017 Assembly elections. Five years later, is it holding on to these gains or does the Opposition stand a chance to wrest them back?Damage control Top district leaders of the BJP I had interviewed then appeared to be aware of the disquiet. But they insisted most of the anger was limited to communities historically supportive of the opposition parties and the disenchantment among others was manageable with local-level changes. It is perhaps not surprising then that the party has fielded new candidates in three of the four constituencies in Banda. In one seat, it did not have an option: the incumbent legislator had moved to the Samajwadi Party in January. Prakash Dwivedi, the MLA from Banda Sadar, is the only legislator from the district that the BJP has persisted with. Dwivedi said the party symbol mattered more than the candidates. “In my constituency, both the party and I are fighting, but in the other three seats where we have new candidates, people will vote for the party,” he said.‘Ruinous’ times On the ground, though, the change of the local faces seems to have done little to blunt the anger against the BJP.“Jhootha dilasa diya” – they made false promises – said Manisha Sonkar, who lives in Jaspoora village. “My brothers and uncles had to walk all the way from Surat because of them.” In Baberu constituency’s Sathi village, Sarvesh Patel, twenty-six and unemployed, described the situation as “ruinous”. “The truth is no government has ever done anything for us, but this is unprecedented,” said Patel. “There are no jobs. The schools have been closed. It is difficult to make sense of what is happening.”Even the patience of traditional BJP supporters is running thin. In Tangamau village, part of the Tindwari seat, Pradeep Singh, an upper-caste Thakur by caste, had few kind words for chief minister Adityanath and his government. “Where are the jobs that they had promised?” asked Singh, who runs an internet cafe near the block office. “It is time for change both at the local level and the state level.”Similarly, in Naraini’s constituency’s Lodhanpurwa, Jitendra Singh Lodhi, hit out at the government for doing little apart from distributing rations. “It’s become all about caste and religion, the government does no real work,” he complained. “We need a new government which provides jobs to youths and education to children.”Manisha Sonkar (right) accused the BJP of making false promises An unusual Hindutva problem  Indeed, in Banda, it is common to hear voters belonging to upper and intermediary Hindu castes openly root for change, a departure from most other parts of the state where this demographic continues to be vocal about its support to the BJP despite economic hardships.    At the heart of it, of course, is the devastating impact of the lockdown on the livelihoods of so many people in the region, dependent on work in sectors which are yet to fully recover from the shock of the pandemic. But there’s perhaps more to it too.A large section of Hindus here appeared to be rather unaffected by the BJP’s most potent balm for economic anxieties: Hindutva politics. This is somewhat in contrast to elsewhere in the state where restlessness among many Hindus about soaring inflation and endemic unemployment often pales in the face of anti-Muslim sentiments – so what if the government had failed to provide jobs, they argue, at least the Muslims have been shown their place.But this idea barely has any currency in Banda. Perhaps understandably: Muslims account for less than 10% of the district’s population, half of the state average.As a young Patel man in Baberu remarked: “Hum khud hi dab rahe hain berozgaari se, unko dabaa ke kya milega?” We feel oppressed because of the lack of jobs, what will we gain from going after Muslims? Sarvesh Patel (in green) described the current situation in Uttar Pradesh as “ruinous”Caste matters This is not to say that social equations don’t matter at all. In Tindwari, for instance, most people agree that the BJP’s governance in the last five years did not live up to its campaign hype. Yet, depending on whom you ask, stark differences emerge on whose fault it is. You ask people from the Nishad community, they would tell you it was entirely the doing of the local MLA: Brajesh Prajapati. For instance, 65-year-old Jaipal Nishad, a retired government employee who lives in Jhanjhari village, said, “Sthaniya bidhayak bekar hai par upar se kaam toh hua hi hai.” The local MLA is good-for-nothing, but the government did get work done.  Jaipal Nishad blamed the local MLA for lack of developmentBut the Prajapatis would vehemently defend Brajesh Prajapati, one of their own, pinning the blame entirely on the government. “Because he is from a backward caste, the government wouldn’t listen to him,” said Shyam Prajapati of Chokipurwa village. “His hands were tied, that’s why he couldn’t help us.”In January, Brajesh Prajapati quit the BJP, alleging that the Adityanath government had neglected the marginalised sections of the society. The BJP has propped up its district president, Ramakesh Nishad, as his replacement. Brajesh Prajapati is defending his seat on a Samajwadi Party ticket this time. Both the Nishads and the Prajapatis are part of the non-Yadav Other Backward Castes umbrella group that the BJP has successfully wooed in recent years. While they may now have differing views on the BJP government’s failures, they seem to share the enduring anxiety among non-Yadav OBCs about the Yadav hegemony associated with the Samajwadi Party, the primary contender to the BJP this time. In Piparahari village of Naraini, Shantabai Kushwaha scoffed at the idea of voting for the Samajwadi Party. “Tab Yadav samaj ka bhav badh jata hai,” she said. The Yadavs become emboldened under them. Rani Khangar in Tindwari’s Narjita shared similar reservations. “In the Samajwadi Party government, everything goes to their family members, nothing remains for us,” she complained.  Likewise, in the Yadav-dominated constituency of Baberu, Kamal Patel conceded that the BJP’s promise of turning Uttar Pradesh into Uttam Pradesh (the best state) had failed to take off, but said he would stick to the BJP nonetheless. “With the BJP in power, every community stays in limits, particularly the Yadavs,” said Patel, who belongs to Kurmi caste. Rani Khangar (second from left) feels a Samajwadi Party government will lead to Yadav hegemonyNot a two-way race  For many others, the election is not a binary between the Samajwadi Party and the BJP – they say they will vote for the Bahujan Samaj Party. The party has traditionally done well in Banda, partly because Dalit communities, the party’s core support group, account for nearly 22% of the population. But support for the party isn’t just limited to Dalits.Pradeep Singh (centre) said he would not vote for the BJP this timeIn Tindwari, many Thakurs who are upset with the BJP said they were voting for the BSP candidate, Jaipal Singh, a Thakur himself. Among them are those who recognise that the Samajwadi Party is best placed to defeat the BJP. “Akhilesh [Yadav] should become chief minister,” said Pradeep Singh, the Tangamau resident who runs an internet cafe. “But we should have a strong local MLA who can speak for us, as we can’t meet the CM for every little problem everyday,” he added","author":"Arunabh Saikia","time":"2022-02-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170265-sbhkjvlcwk-1645109420.jpg","tags":["Uttar Pradesh Elections 2022","Banda","Bundelkhand","Five years after BJP's UP sweep"],"source":"https://scroll.in/article/1017635/in-ups-banda-the-bjp-is-struggling-to-neutralise-anger-over-economic-distress"}