{"title":"In Uttarakhand, tribals displaced for Vyasi Dam have been waiting for rehabilitation for months","content":"“It was the worst day of our lives,” recalled 39-year-old Nivedita Joshi – the day she and 64 other families received a notice to vacate their ancestral homes in Lohari village in Uttarakhand’s Dehradun district, for a dam to be built on the Yamuna river.Seven months from April 3, when they received the notice, the displaced residents of Lahori village, belonging to the Jaunsar tribe, still await rehabilitation and rightful compensation – which, they say, is land in exchange for land as promised to them by the earlier state government.In April, around 35 families were awarded compensation, at the rate of Rs 23.56 lakh per hectare, according to Dinesh Tomar, secretary of a local committee formed by villagers of Lohari to negotiate with the government. Tomar said villagers want the promised land in lieu of land and do not consider the monetary amount sufficient as “they had wooden houses and fruiting plants as well” on their land.The Vyasi dam, part of the Vyasi Hydroelectric Project, has affected 335 families across six villages, say local residents. Lahori is one of the worst affected. With 86 metres in height, the 120-megawatt project will supply drinking water to five states, particularly the National Capital Territory of Delhi.Left, a damaged house in Uttarakhand’s Lohari village after it was evacuated for a dam that is part of the Vyasi hydroelectric project. Right, a house submerged in the dam water. Photos from July 20, 2022. Credit: Jigyasa MishraJoshi and at least 50 other displaced persons currently live in an abandoned building of the primary school in Lohari village. Some others have been put up at another school building a few kilometres away. “Many have gone to their relatives’ as their sole means of livelihood – their farms – are submerged in water. Their belongings remain in the school…many like me have not had sound sleep in over five months. How could one sleep after being thrown out of their own house,” 48-year-old Joshi said, with a lump in her throat.The belongings of the displaced families are piled together in dark classrooms, accompanied by a pungent smell because of the rains.“We had to vacate our village on April 4, while the government’s notice ordering it was sent to us on April 3. With just one day in hand, we were forced to leave many of our belongings to submerge in the water,” said Ramchandra Chauhan (49), another resident of Lahori village, who now stays at the school with his wife and two daughters. “With just one toilet in the school for more than 50 people, we are forced to defecate in the open,” with insects and reptiles, including snakes and leeches in the fields.Residents of Lohari village, living at a school, after their homes were submerged in water for a dam, cook meals on July 20, 2022, in a makeshift kitchen they have constructed in front of the school building. Credit: Jigyasa MishraCompensation promise neglectedThe families cook their meals in a makeshift kitchen, made of asbestos, outside the school building. While the setup affords them more space, it also leaves them vulnerable to the unpredictability of rain. “It could rain anytime now. I need to finish the cooking quickly [for her family of five],” said Parvati Chauhan (53), when IndiaSpend spoke to her in the last week of July.In August 2013, the Union government came up with a comprehensive Land Acquisition and Resettlement and Rehabilitation Act. According to the legislation, a rehabilitation and resettlement package is provided by the government to those who lose their livelihood support, including the landless and tenants. The Act also provides for schools and playgrounds, health centres, roads and public lighting and assured sources of safe drinking water for the displaced families.The Vyasi Hydroelectric Project was originally proposed in 1972, following which the government and the residents of Lahori village signed an agreement which specified that in case of eviction, land will be given in compensation for land acquired under the project. However, the project ground to a halt in 1992 because of a lack of funds.The civil work for the Vyasi dam was revived in 2014 and about three years after the revival, in 2017, Harish Rawat, who was then the chief minister, had announced allocation of land to the residents of Lahori village. The decision was reversed in a cabinet meeting held under Chief Minister Pushkar Singh Dhami in July 2021.Sandeep Singhal, the managing director of Uttaranchal Jal Vidyut Nigam, says that “when the 1972 agreement was signed, they were promised land in lieu of land but the government changed. They were given the ‘ex gratia’ amount and were eventually told that no land will be given. All of those who provided their bank details have been given compensated. The rest will also receive the money once they provide us with their bank details.”From June 5 to October 2, 2021, the residents of Lohari sat on a dharna (protest), demanding rehabilitation, and land, in compensation, refusing to leave their homes. Many were even reportedly detained for the protests.“We are unwilling to accept the compensation amount offered to us for our land as it would not even suffice for buying us a farm, forget about reconstructing the houses we had,” said Joshi. “We were offered only Rs 2.37 lakh against our demand of Rs 7 lakh at least.”“The involuntary (forced and coerced) displacement of people is the very negation of the preamble of the Constitution, which focuses on commitment to justice – social, economic and political,” according to a paper presented in 2014 by an associate professor of law at Karnatak University. The report adds that this displacement also compromises guaranteed fundamental rights and the ‘Right to live with Dignity’ as enshrined in Article 21.Impact on environmentThe Vyasi Hydroelectric Project was, as we said, conceptualised about 50 years ago and stalled in 1992 because of a lack of funds. In 2001, after the state of Uttarakhand was carved out of Uttar Pradesh, the project was taken over by Uttarakhand Jal Vidyut Nigam Limited. They received the final forest clearance in October 2013, and the project was revived in 2014.“While travelling from Dehradun to Lohari, one will come across much debris deposited on the roadside as a result of landslides due to deforestation for construction of the hydroelectric project. This interference with the ecosystem of the hilly regions is rampant and leading to several challenges,” said Manoj Misra, a former civil servant and convener of the Yamuna Jiye Abhiyan (literally, Yamuna Live Campaign), working towards the revival of the Yamuna River. “Destruction of nature in the name of infrastructure development is a bad idea in the long run. The same as destroying houses of indigenous communities for the sake of someone else’s electricity.”Jaunsars, locals believe, are the descendants of the Pandavas, the five brothers who are the protagonists of the Hindu epic, the Mahabharata. “We have a whole new identity now of being homeless. Most of us belong to the Scheduled Tribes, while some also hail from the Scheduled Castes,” said Gajendra Chauhan who has been living in the school building with his wife and two children.Chauhan recalls their village community hall where most of the village festivities and celebrations were held, as were marriages and family functions. Ahead of the eviction of the villagers, the local authorities bulldozed this place of congregation. “Whatever remained is all in the waters now.”According to a 2013 Lok Sabha secretariat reference note, those from the scheduled tribes constitute at least 40% to 50% of the displaced population in the country.Displacement for developmentSuccessive governments in Uttarakhand, according to a 2021 report by the Centre for National Policy Research, have followed the conventional model of development intending to increase the state’s wealth through industrialisation. It stated that amid the government’s focus on monetary gains, its policies have overlooked the state’s special characteristics by the virtue of being mountainous.The report further said that the government, since the beginning of the century, has been rapidly commissioning dam-building projects to be electricity sufficient for the world’s largest electricity-deprived population of 400 million people. The Indian Himalayan range could be one of the highest dam density places in the world upon completion of the dam projects proposed by the government. This could mean more adverse ecological and social implications.“The number of cloud bursts, followed by landslides, happens mostly in Uttarakhand and all of this is because of continuous human interference in the environment,” said Sayak Bhattacharya, Durgapur-based scientist and director of the Centre for National Policy Research. “Basic environmental factors are neglected, like, flora and fauna are killed in the stagnant dam water (since the river is no longer flowing freely) and they decompose to release a lot of carbon in the environment. This eventually releases methane (a potent greenhouse gas) at the bottom of the reservoir, contributing to global warming.”IndiaSpend reached out to the state environment ministry for details on the environmental impact of dams in the state, and information on the Vyasi hydropower project. We will update the story when we receive a response.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Jigyasa Mishra, IndiaSpend.com","time":"2022-11-04T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182178-pckuksrcin-1667300039.jpg","tags":["Uttarakhand","Vyasi Dam","Vyasi Hydroelectric Project","Jaunsar tribe"],"source":"https://scroll.in/article/1036368/in-uttarakhand-tribals-displaced-for-vyasi-dam-are-still-awaiting-rehabilitation"}