{"title":"In Uttar Pradesh’s Mirzapur, loyalty to Modi trumps local grievances ","content":"On the morning of February 27, the village of Bhatauli in Mirzapur wore a deserted look. The young men who usually noisily lounge around the concrete platform, at the edge of the village, by the Ganga river were nowhere to be seen. Only a few older men stood by, silently drinking tea in earthen pots, scanning the papers.   “They have all gone to do prachar – campaigning,” explained Jairam Sahni, a middle-aged man who used to fix faux ceilings in Malaysia till the pandemic tore apart the world and businesses, forcing him to come back home. Among those not around was Brahmanand Sahni. I had first met the strapping 21-year-old in late December, along with his friends from the village – all young men in their twenties who had grown up together.  During a long afternoon conversation by the river, they said they supported the Bharatiya Janata Party but had a warning for it: they would back the opposition in the upcoming Assembly elections in Uttar Pradesh if the government did not grant Scheduled Caste status to the Nishad community to which they belonged. The change of status did not materialise. Yet, the Sahnis of Bhatauli still seem to be voting for the BJP. Jairam Sahni offered a somewhat apologetic explanation: “What else could we do? They have put up a candidate from our own party this time, so the entire village is voting for them.”In Majhawan constituency, where Bhatauli is located, the incumbent BJP legislator Suchismita Maurya has been made to give way to Vinod Bind, an orthopedic surgeon from the party’s alliance partner, the Nirbal Indian Shoshit Hamara Aam Dal. The party’s initials shorten to Nishad, an umbrella caste group of traditional boatmen and fishing communities.that happen to be its core support group. Men from the Nishad community in Bhatauli village.Changing history Five years ago, in the 2017 Assembly election, the BJP had swept Mirzapur, defying historical odds – the party had little by way of electoral success in the district except the solitary seat of Chunar.While the party won four seats itself, its ally, Apna Dal (Sonelal), bagged the fifth. It was a resounding victory – nearly every second person in the district had voted for the BJP coalition. The Mirzapur success reflected a larger phenomenon that had helped the BJP come to power in Uttar Pradesh – an overwhelming and unprecedented consolidation of non-Yadav backward caste votes in favour of the party.  These groups, part of the Other Backward Castes umbrella, form a significant share of Mirzapur’s population: the Patels are the single largest community in the two constituencies of Marihan and Chunar; the Nishads in Majhawan; the Mauryas are spread across the district, their numbers formidable everywhere. This report is part of a series of dispatches from Uttar Pradesh districts where the BJP defied historical trends to win seats in the 2017 Assembly elections. Five years later, is it holding on to these gains or does the Opposition stand a chance to wrest them back?Picking sides  After coming to power, though, the BJP’s relationship with these communities has not always been rosy, marred by accusations that the government had failed to deliver on their material demands such as reservations in jobs and educational institutions. In December, when I first visited Mirzapur, this feeling of betrayal was acute, particularly among young Nishad men like Brahmanand Sahni. But when I went back to Mirzapur in the last week of February, many seemed to have decided to let the disappointment slide and not let it colour their electoral decision. For instance, Krishna Nishad, a young pharmacist from Chhanbey constituency’s Usari Kahmariya, who in December had vocally voiced his disillusionment with the government over the issue of reservations, said it wasn’t a “mudda” anymore when we met last week.   Krishna Nishad said their leaders of the Nishad Party had clarified that the BJP would take the matter up more seriously if it came back to power. “Also, we have no complaints about Modi’s work as such,” he said, referring to Prime Minister Narendra Modi. “Under him, electricity, roads, everything has become better.”Opening up new fronts The Samajwadi Party, seen as the main contender to the BJP this election, may not have much traction with the Nishads of Mirzapur, but the party has tried its bit to court voters belonging to the other OBC communities.In a bid to counter the BJP’s partnership with the Apna Dal (Sonelal), it has tied up with the Apna Dal (Kamerawadi) – both parties, helmed by warring members of the same family, cater to the Kurmi community, who call themselves Patels in Mirzapur. The Patels, certainly, appeared to be a more divided lot than Nishads. While those in Chunar, an enduring BJP bastion, seemed firmly committed to the party, elsewhere in the district many expressed disappointment with the government. A paddy problem In the neighbouring constituencies of Marihan and Chhanbey, Patel farmers, most of them owners of large land holdings, were almost uniformly upset. Their grouse was singular: purportedly insufficient government procurement of the large quantities of paddy they produce. In Chhanbey’s Lalganj, Yogendra Prasad Singh said he had harvested a yield of 2,800 quintals of paddy in the last cycle, but the local government procurement centre had bought only 120 quintals. “Now I am forced to sell the rest at a lower rate to the middlemen, who will supply the same thing at a much higher rate to the government godown,” he said. This, he alleged, was a result of a collusion between middlemen and government officials. “Officials under this government have become unimaginably corrupt,” he said. “The government rate during the previous governments’ time may have been less, but at least they were buying most of our produce, now it’s only the middlemen and the officials who are earning all the money.”Yogendra Prasad Singh (left) was upset about inadequate paddy procurement by the government.Anil Kumar Patel in Marihan constituency’s Chuniara village had the same grievance. “We knew that BJP governments are not good for farmers, but we had no idea it would be this bad,” he said. “How will we survive if our produce doesn’t get sold?”Most of these irate farmers claimed to have voted for the BJP in 2017.On my December trip, I had sensed rumbles of discontent, but they were not nearly as pronounced. The season’s procurement was underway, many were unhappy with how things were shaping up, but had hoped things would get better given an all-important election was just months away. Dinesh Kumar Patel, a BJP worker from Marihan, said the opposite had happened instead. “Procurement was decent in the last three years, but this time was particularly bad,” he said. “No wonder farmers are so angry.  Everywhere we go, we are being treated with abuse by farmers.”Anil Kumar Patel in Marihan constituency’s Chuniara village said the BJP government didn't do right by farmers.Complaints galoreBut it is not just big paddy farmers from the Patel community who are miffed. Like elsewhere in the state, there are many other complaints too: about inflation, lack of enough economic opportunities, prolonged closure of educational institutions during the pandemic, inaccessibility of the elected representatives they had given such a thumping mandate to.  Rajesh Pasi, who lives in Majhawan’s Bajaha village, said he was worried about the future of his three sons, all of them graduates and jobless. “There have barely been any vacancies under this government for young boys,” said Pasi, an idol sculptor, who claimed to have voted for the BJP in 2017.  “So this government should go,” he added. “I will vote for Samajwadi because they are the strongest opposition party right now.” In Marihan’s Khandwar Majhari, Sukhmayi Maurya was equally bitter.  “We spend so much money on our children’s education only because that is the only thing that can secure their futures,” she said. “But now this government doesn’t want children to study because they have no jobs to offer.”Maurya, who claimed to have voted for the BJP in 2017, said she wanted Akhilesh Yadav, the Samajwadi Party supremo, back as the chief minister. “Akhilesh ke time pe bacchon ki padhai me koi disturbance nahi hota,” she said. “The kids don’t face any disturbance in their studies when Akhilesh is in power.”    Sukhmayi Maurya (in blue) said she would vote for the Samajwadi Party.A peculiar situation  But in Marihan, at least, this disappointment with the BJP may not necessarily translate into gains for the Samajwadi Party. Here, in a rather farcical situation, the party is not just battling the BJP – but also its ally, the Apna Dal (Kamerawadi). Candidates from both parties have filed nomination papers and are publicly sparring against each other. “We don’t have an alliance with them on that seat,” said Devi Lal Chaudhary, the Samajwadi Party’s Mirzapur chief. “I have told my men not to tolerate it, if they go around campaigning with our party flags on their cars.”The infighting is weaning away voters from both sides. “We had made up our minds to vote against the BJP this time,” said Arjun Maurya, who is pursuing a bachelor’s degree in arts. “But what is the point now? People want to vote for the party that’s best placed to win, but the opposition is not united.”Arjun Maurya was put off by the in-fighting within the Samajwadi Party coalition The Modi factor  In Chhanbey, too, the Samajwadi Party’s path is far from clear despite widespread anger among wealthy Patel peasants. In this constituency reserved for candidates from Scheduled Castes, the Kols, a marginalised community with Adivasi roots, are the largest in numbers. Almost uniformly poor, most of them pledged their allegiance to the BJP. Consider Phulwati, a widow, who lives with her son’s family. She is unlettered, doesn’t know the name of the local BJP MLA, but is absolutely clear about whom she would vote for: kamal, or lotus, the symbol of the BJP. “Modi galla diya, ghar diya, gas diya – Modi has given me rations, gas and a house,” she said.    When we met, Phulwati was carrying a bundle of twigs – to cook her lunch. After having received the free cylinder three years ago, she had only been able to refill it twice. But it matters little to her. “It is all the Pradhan’s fault, he is stealing the money Modi is sending for us poor,” she said. Phulwati said her vote was for prime minister ModiThis sort of reverence for Prime Minister Narendra Modi among poor unread women is almost of a pattern – and cuts across communities. In Chunar’s Ishwarpatti, 80-year-old Chandrawati Vishwakarma, shared the same admiration for the Prime Minister as Phulwati. “Modi ration de raha, khaana de raha, ussi ko aana chahiye – Modi is the one feeding us, he is the one who should come back,” she said.Those who consider themselves better-informed often scoff at this veneration. “I want the BJP to lose because they have done nothing for educated youth like me, but they won’t, because the women are besotted with Modi,” said Pacchu Patel, a young man in Majhawan’s Bajaha village.Chandrawati Vishwakarma (left) lives with her son's family But while it may seem particularly prominent among poorer women, the adulation for Modi is by no means restricted to one demographic. In Chunar’s Khanpur, a group of Patel farmers lashed out at local MLA, Anurag Singh, calling him “third quality”. Yet they said they would back him again – for the prime minister’s sake.  “But you should know our vote is not for him, it is for Modi who is the best,” said Vijay Singh Patel, one of them.While resentment against the local legislators is almost all-pervasive across the district’s five constituencies, even chief minister Adityanath comes in for censure every now and then. “We have a problem with both our MLA and Yogi,” said Bhole Agrahari, a 24-year-old graduate from the Bania community in Chhanbey’s Usari Kahmariya. “They have not met our expectations.”But the disappointment pales in front of the adoration for Modi. “We will have to vote for BJP only,” he said. “Yogi majboori hai, Modi zaroori hai – Adityanath is a compulsion, Modi is a necessity.”","author":"Arunabh Saikia","time":"2022-03-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171017-dodsuyuhev-1646382831.jpg","tags":["Uttar Pradesh 2022 Assembly Elections","Five years after BJP's UP sweep","Mirzapur"],"source":"https://scroll.in/article/1018723/in-uttar-pradeshs-mirzapur-loyalty-to-modi-trumps-local-grievances"}