{"title":"In unbearable pain but with football on his mind: The last nine months of Syed Abdul Rahim’s life","content":"By the time India gained Independence in 1947, Syed Abdul Rahim had already established himself as one of India’s best football coaches. He guided India to their first Asian Games gold medal in New Delhi 1951 even before he celebrated his 42nd birthday.But it was India’s second Asian Games gold in Jakarta 1962 that elevated Rahim to the status of a legendary soccer guru, the finest the country has ever seen. Pitted against hostile conditions that saw Indians being hated, abused and even attacked on a few occasions by the local population in Jakarta, Rahim pulled off a coup of sorts to plot India’s unbelievable triumph.Yet, even to this day, few people realise the memorable five-match journey in Jakarta, that culminated with the 2-1 victory over South Korea in the final on September 4, was truly the “curtain call” in the life of the fabled coach, who lived only nine months thereafter. Mentally, he was the happiest man on earth for what he could achieve for Indian football. Physically, he was in unbearable pain as the dreaded lung cancer had already set in his body. The Asian Games over, the Indian team returned from Jakarta with the gold medal and a highly indisposed coach. Rahim, a chain smoker, was alarmingly ill when he landed in Calcutta (now Kolkata) after a couple of exhibition matches in Singapore on the way back. He knew his health had broken down, but he didn’t let anyone know.Indian Football: Why Syed Abdul Rahim’s genius stands the test of timeRahim’s health was failing. He would wake up in the middle of the night coughing violently. His whole body would ache to the extent that it would cripple him for days. But nothing could shift his focus. While the football fraternity rejoiced in the triumph of Jakarta, Rahim was quick to point out the drawbacks that could be faced in near future.In an interview with PTI on September 11, Rahim said that he was not happy with the execution of his schemes by the team in Jakarta. He said that the team was coached under a new system of play. The team adopted different tactics while playing with different teams, but with more time, the result would have been even better.At the same time, Rahim warned that this was no time for complacency.“The Indian team had to play against teams trained and coached under planned schemes years ahead. Asian countries, particularly South Vietnam and Japan, had adopted the western style of soccer and had already started training national teams for the Tokyo Olympics. India should not lag behind,” he suggested.Rahim’s health deteriorated rapidly. A local doctor was consulted, who suspected pleurisy. The medicines he prescribed did not help at all, and his condition went from bad to worse. Finally, the doctor said it could be cancer of the lungs. Rahim’s sons took him to the famous Tata hospital in Bombay (now Mumbai). Extensive check-ups confirmed that the doctor in Hyderabad was right. But nothing could really be done about it. He remained mostly bedridden in the last six months of his life. Sometimes he would visit the Andhra Pradesh Football Association office with the help of others to deal with some important matters.Football on his mindDuring the last few months, Rahim knew his end was near but tried his best not to bother his near and dear ones. His family members tried homeopathy on him, but it was of no avail. He never complained about his failing health to anyone except to Dr Mannan, a close family friend. “Maine zindagi main kabhi galat kaam nahi kiya (I never did anything wrong in my life)”, he once told the doctor.Though a school teacher by profession, Rahim ate, drank and slept football. Here, too, Rahim would always be remembered as a teacher of the game because of his tremendous track record with the national team as well as the state and the Hyderabad City Police teams. As a coach he was simply unparalleled. While players like SK Azizuddin, Noor Mohammed, SK Moinuddin, Ahmed Hussain, Tulsidas Balaram, Thangaraj and Yousuf Khan were the key members of the national team, Hyderabad City Police were arguably the best in the country, which threatened to break the traditional domination of the Calcutta teams. Between 1950 and 1963, they won the Rovers Cup nine times, including five years in a row from 1950 to 1954. During this period, they also won the Durand Cup four times. Hyderabad also snatched the Santosh Trophy for the national championship from the grasp of Bengal, Bombay and Mysore by winning it twice in a row in 1956-57 and 1957-58. The number of legendary footballers that Hyderabad produced during this period has remained unmatched in the history of Indian football till date. Not many would contest if Rahim were to be given the entire credit.Not that his coaching career was devoid of controversy. His preference for Hyderabad based footballers, his apparent reluctance to give benefit of doubt to players from Bombay or Services, had often come under the scanner. But he would always be criticised for dropping goalkeeper Pradyut Burman in the 1962 Asian Games final in favour of Peter Thangaraj. It would remain Indian football’s biggest debate. There was no reason for Burman to be sidelined since he did a commendable job till the semi-finals. Thangaraj was down with flu from the day the team arrived in Jakarta. He recovered after the league phase, but was too weak to take up full practice. On the day of the final, Rahim asked Burman about his fitness in the team meeting. Burman replied in the positive. He asked the same question to Thangaraj, who confessed that it was the other way round for him. Yet, Rahim preferred Thangaraj when he and skipper Chuni Goswami sat down to select the playing eleven in the afternoon. Burman, who was sharing the room with Arun Ghosh and Prasanta Sinha, was informed of the decision half an hour before the team was to assemble at the lobby.In an interview with this correspondent in 2003, Burman said: “I was devastated. The coach knew he had done the injustice with me. While returning from Jakarta, he bought me a wrist watch in Singapore and said: ‘jeete raho beta (live a long life, son)’. I understood and did not utter a word.”Rahim was roundly criticised when he picked up his own son SS Hakim as midfielder and striker Habibul Hasan Hamid, both from Hyderabad for the 1960 Rome Olympic team. It was baffling but some pointed out the duo played exceptionally well in the inter-university championship. Finally, the day came when all these became things of the past. The end came on June, 11, 1963. The architect, mentor, and philosopher of modern Indian football breathed his last at his house in Darulshifa in Hyderabad. He was buried the next day.Also an Urdu poet in private, Rahim always thought and dreamt that football could be a moving poetry on the field. “It’s a simple game,” he used to say often. “Take the ball and give it back, that’s all. But you should know how to play without the ball also.”In 1960, the Indian team were training at the City ground in the Calcutta Maidan before the Rome Olympics. One day, at the end of the session, chief coach Rahim called Hakim and Hamid, two of his most controversial selections. He gave them two separate sheets of papers, neatly folded and asked them to read it later.Hakim, who was flat-footed, returned to the camp and opened the paper. It said: “Hogi raftar dugna sufi/ toes par dourna agar sikha. (You will run doubly fast if you learn how to run on your toes”Hamid, who was often criticised for his lack of off the ball qualities, found a different couplet: “Gaind se khelna nahi mushkil/gaind bin khelkar jara dekho. (It is not difficult to play with the ball but trying playing without the ball too.”","author":"Jaydeep Basu ","time":"2020-09-16T13:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140064-ouktkrbkdk-1587047762.jpg","tags":["Syed Abdul Rahim","Indian football","Sports"],"source":"https://scroll.in/field/973215/in-unbearable-pain-but-with-football-on-his-mind-the-last-nine-months-of-syed-abdul-rahims-life"}