{"title":"In Uttar Pradesh, big dons aren't afraid to cry in public","content":"He laughed heartily before he began narrating the story of the day he cried in public.\"I said I had not expected to see such a large crowd. I have not done any work for you. My father and grandfather served you and that is why you have come to see me. I am deeply grateful to you. I live in Gonda but I do not come to your village. And yet you have come to see me. I started crying. They started crying too. Hum roye laage wo bhi roye lagga. \"The memory of the tears brought on another round of guffaws.Quietening down, he said, \"Hum apna kaam bana lete hai. We get our work done.\"A stocky man with a round face and a balding head, 47-year-old Vinod Kumar Singh, better known as Pandit Singh, is the straight-talking Samajwadi Party legislator from Gonda and Uttar Pradesh’s minister of secondary education.One morning last week, I met him at his home in Gonda, making my way past a courtyard full of supporters into a living room with cushy leather sofas.Singh had shot to fame in 2012 when he was accused of beating up and abducting the district's chief medical officer. The controversy forced him to resign from the Akhilesh Yadav ministry.A few months later, he was reinstated, and now the party has given him a ticket to contest Lok Sabha polls from Kaiserganj, one of the two constituencies in Gonda.Singh claimed he had been falsely implicated by officials with allegiances to his rivals. “I had recommended the names of some local boys for the posts under the health mission. But when the list came out, their names were missing. I went to the CMO's house. He agreed to tear apart the list and make a fresh one. But some officers conspired against me and called him to Lucknow, where they made him disappear while falsely accuse me of kidnapping him.\"\"Daanta tha, gaali diya tha, maara nahi. I had scolded and abused him but I had not hit him,\" he said.\"Sahi hai. That's right,\" added one of his associates. \"Sirf gaali diye the ki kaatenge tumko. All he had said was that I would cut you to pieces.\"***On the train to Gonda, I had overheard a man tell others: \"Jaante hai, in Gonda, things are so bad that even the railway police asks passengers to lower the window shades. Criminal gangs operate with impunity. Within a split second, they can snatch away your bag or even pull the chain off your neck\"No such thing happened at Gonda railway station, and I dismissed the talk as typical middle-class alarmism, until the next morning, when I met the politicians of the district.***\"You have an image of being a bahubali, a strongman. What do you say to that?\" I asked Brij Bhushan Sharan Singh, the Bharatiya Janata Party's candidate from the Kaiserganj constituency.\"I do not want to comment. All I would say is that kissi gareeb ko kissi shareef ko maine tang nahi kiya. I have never troubled the poor and the decent. Aur jo atatai hai maine kabhi sangarsh se apna kadam peeche nahi hataya. And I have never shied away from taking on those who oppress others.”Clad in crisp dhoti-kurta, with a long face and a short beard, 57-year-old Brij Bhushan spoke with the reserve and sophistication fitting of a four-time MP. He had more political experience than Pandit Singh as well as more serious criminal charges: rioting, carrying arms and attempt to murder. In the mid-nineties, he spent several months in Tihar Jail on charges of harbouring members of the Dawood Ibrahim gang. A former BJP MP was convicted in the case but Brij Bhushan was acquitted for lack of evidence.In recent years, he scored a nationally notable moment in 2008 when he cross-voted against his party on the floor of the Lok Sabha in a crucial confidence motion against the United Progressive Alliance. The BJP expelled him and the Samajwadi Party welcomed him. In 2009, he won the Kaiserganj seat on a SP ticket. But in 2014, he is back with the BJP.How do you explain this party-switching, I asked him.\"Dekhiye, in 1989, the Ram Janambhoomi movement took place. I was the first person in the region to be arrested by Mulayam Singh. In 1993, the disputed structure was demolished. I was the first person to be arrested by CBI. In 1991, I won elections from Gonda for the BJP. Since I was in jail in 1996, my wife contested and won on my behalf. In 1999, I won again, and in 2004, I shifted to Balrampur and I won from there too. But in 2009, I joined Mulayam Singh.\"Pausing for effect, he said, \"Yunhi koi bewafaa nahi hota. Kuch ruswaiyi bhi rahi hogi.\"The story of his betrayal of the BJP centred around the death of Ghanshyam Shukla, the man who replaced him as the party's candidate from Gonda in 2004. Shukla died in a road accident the day of the polls. \"My opponents spread the rumour that it was not a murder, it was an accident. Sorry, I meant they said it was a murder and not an accident.\" Correcting his Freudian slip, he continued, \"Atalji called and said, 'Marwaa diyaa' (you killed him). That day I began having differences with the BJP.\"***\"Why did the Samajwadi Party accept Brij Bhushan Sharan?\" I asked Pandit Singh.\"Humare neta bhole baba sant ji hai. Jo pao shao pakada, le liye. Our leader is a simple man. Brij Bhushan touched his feet. He took him under his fold.\"“Mulayam Singh must have accepted Brij Bhushan because he is a mazboot leader, I said.\"Mafia sargana hai to mazboot hai hi. He is a man of the mafia, a history-sheeter, goonda, bahubali. He had me shot at. Look,\" he said, leaning forward from his sofa to show me the scars on his arms. \"Not one but 20 bullets. I was in hospital for 14 months.\"The shooting episode dates back to 1993, a turning point in the life of both Pandit Singh and Brij Bhushan, who, until then – in what might sound like a film plot – were friends and partners in crime. Senior journalists in Gonda recall their footprint in the eighties extended from motorcycle thefts to liquor dens. They even got boys to fish coins lying at the bottom of temple ponds. A flood in the district created bigger opportunities and they turned civil contractors. A financial dispute reportedly led to a gunfight.\"I was in Delhi at the time,\" said Brij Bhushan, when I asked him about the episode. \"But he still named me in the case.\"According to the four-time MP, all criminal cases against him are rooted in political vendetta. \"It started when I was still in inter-college. The local raja had monopolised politics in the region. No one could contest elections without his consent. I took him on, and in the process, I established democracy in Gonda. In turn, these cases were slapped against me.\"***Part of impoverished eastern Uttar Pradesh, barring a few old sugar mills, Gonda has no industry, no major trade and only a few large land-owners. But there is no dearth of automobile showrooms, SUVs and hotels owned by politicians.At JP Palace, a hotel with glass chandeliers and Mughal prints in its lobby, the 23-year-old at the front desk told me he had left Gonda after school because college degrees from the district had \"no value\". He moved to Lucknow for his graduation.“Both the local MP and the MLA run colleges which specialise in getting students passed on the basis of cheating,\" he said. \"This has sullied Gonda's reputation as a place where untalented log get ahead.\"Why do students enrol in such colleges, I asked him. Because all they want are marks to qualify for government jobs, he said.Such was the clamour for quick-and-easy degrees, said PP Yadav, the secretary of Lal Bahadur Shastri College, that only 6,000-odd students had enrolled in the half-century-old institution which paid its teachers up to Rs 1.5 lakh a month, while more than 30,000 students had enrolled in Nandini Nagar Mahavidyala, Brij Bhushan’s college, which paid teachers Rs 5,000.***Pandit Thakur explained the political rationale behind setting up colleges. \"A college has 100-200 staffers. Since they draw their salary from you, they are loyal to you. Not only do their entire families vote for you, they also canvass for you at the time of elections.\"The best part was that the political investment was subsidised by the government which gave aid to the colleges despite the fact that they were private institutions that charged fees.In the villages, I came across several of Brij Bhushan's Mahavidyalayas. One of them was housed in a row of shops. All of them were empty. The students, I was told, attended college only around exam time.When I asked Brij Bhushan about his colleges, he said with great pride, \"I have opened 48 educational institutions.\"But the quality of the institutions was poor and cheating was rampant, I said.He replied, \"That's Mulayam's gift to the state. The day he came to power and reversed the BJP government's anti-cheating ordinance, that day education departed from UP. Today, only 15% of students study, the rest cheat.\"What about the political capital he had created through his colleges, I asked.\"I didn't start them with any political aim, but yes, today the boys rally around me. Others might call me mafia but my students idolise me. Jisko mafia manana hai maane lekin padhne waala ladka mujhe adarsh manta hai. I used to touch the feet of Brahmins. Today, young Brahmin boys touch my feet calling me guru ji.\"The reference to Brahmins was not incidental. At the moment, the greatest threat to Brij Bhushan’s political future comes from Brahmins. Both he and Pandit Singh belong to the Thakur community. Between them, the Thakur vote in Kaiserganj is likely split. Although the BJP traditionally gets Brahmin votes, this time, there is anger against the party in the community.And it doesn’t help that the Bahujan Samaj Party's candidate from Kaiserganj, KK Ojha, is Brahmin.***Not to be outdone by his friend-turned-foe, Pandit too has opened 12 colleges in the district.\"I gave Rs 25 lakh to Brij Bhushan's college from my MLA fund. He gave Rs 25 lakh to my college from his MP fund,\" he said.Did the exchange of funds between the two indicate a secret alliance, I asked.Pandit laughed. \"If I decide to give testimony against him in the 1993 shootout case, I can get him put behind bars. But I have refrained from doing so because I want to keep him alive. It is fun to wrestle with a strong person. You remain alert. You don't make mistakes.\"In his younger days, Brij Bhushan was a wrestler of repute. Today, he heads India's Wrestling Federation.\"Brij Bhushan se halke nahi hai. I am not a light-weight compared to Brij Bhushan,\" Pandit said. \"I can match him in everything. Even in maar pitai.\"The competition between the two bahubalis extends even to emotional breakdowns. Pandit cried in a public rally not long after Brij Bhushan was seen with moist eyes at a campaign meeting.\"I did not cry. I just turned bhavuk (emotional),\" Brij Bhushan told me, when I asked him about it. \"It happens to those of us who have soft hearts.\"Click here to read all the stories Supriya Sharma has filed about her 2,500-km rail journey from Guwahati to Jammu to listen to India's conversations about the elections –  and life.","author":"Supriya Sharma","time":"2014-04-14T08:30:44+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/661744-b29d25dd-43a0-42a1-8844-1536cf8a6131.jpg","tags":[],"source":"https://scroll.in/article/661744/in-uttar-pradesh-big-dons-arent-afraid-to-cry-in-public"}