{"title":"In view of ‘The Kashmir Files’, Delhi Police asked to step up security in ‘mixed population areas’","content":"The Delhi Police has asked its deputy commissioners to step up security arrangements in areas of the city with a “mixed population” in view of the release of the Hindi movie The Kashmir Files, PTI reported on Wednesday.The movie is based on the exodus of Kashmiri Hindus from the erstwhile state in late 1980s and eary 1990s due to militancy. The movie is directed by Vivek Agnihotri and was released on March 11.In a letter issued on March 14, the Special Branch of Delhi Police has directed deputy commissioners to take precautionary measures.“Adequate police arrangements by local police, including women staff, PCR [police control room] and traffic are suggested,” the letter said, according to PTI. “Especially in mixed population areas to handle the situation tactfully.”Police said that the communal situation in Delhi is still fragile since the riots in 2020, according to The Indian Express. “Due to the recent hijab controversy and Haridwar Dharam Sansad hate speech against the Muslim community, it cannot be ruled out that even a minor incident may create communal tension between both communities and affect the law and order situation,” the police said in the letter.The Delhi Police also expressed apprehension of possible communal violence and tension due to the “sensitive nature” of the film, according to PTI.“The movie is based on the lives of Kashmiri Pandits, and reportedly is based on true events,” the letter said, according to The Indian Express. “It [the film] depicted the barbarism committed against Kashmiri Hindus in its crudest form…It is claimed that the one-sided view of the event could possibly trigger violence between communities.”Police said audiences in cinema theatres have been heard chanting slogans against “terrorists and enemies of India” during screening of the movie. Many social media users have posted videos where members of the audience could be seen shouting anti-Muslim slogans in movie theatres.This is call for extermination.Theatres used to be a safe space for everyone: for couples, for minorities, for friends. Muslims have been robbed of one more comfortable public space today. Muslims going to theatres now stand the risk of mob violence. pic.twitter.com/Uwe8XHBRZa— Alishan Jafri (@alishan_jafri) March 16, 2022\n\nThe movie has also received endorsement from Prime Minister Narendra Modi and many other senior leaders of the Bharatiya Janata Party. Several BJP-ruled states have exempted the movie from entertainment tax.\"Jab mulle ka@te jaayenge Ram Ram chillaayenge\"– this slogan is raised by people in a theatre in Bijnor after watching Kashmir Files. They also raised the slogan \"Bharatiya Janata Party Zindabad\". Scary that there is no police action on these murderous slogans against Muslims. pic.twitter.com/t15JhToqZx— Kaushik Raj (@kaushikrj6) March 16, 2022","author":"Scroll Staff","time":"2022-03-17T16:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171504-drxhioavyb-1647274190.jpg","tags":["The Kashmir Files","Delhi Police","Kashmir Files"],"source":"https://scroll.in/latest/1019757/in-view-of-the-kashmir-files-delhi-police-asked-to-step-up-security-in-mixed-population-areas"}