{"title":"In West Bengal, the ‘apolitical’ governor is now the main political opposition","content":"In the Indian system, the governor of a state is supposed to be an apolitical figure who acts on the advice of the cabinet – which is legally “his” government. The system mirrors the United Kingdom’s Westminster system of government, where the monarch is supposed to be above politics, leaving elected politicians to do the actual politicking.In West Bengal, however, this system has got inverted. Governor Jagdeep Dhankhar, who has been appointed by the Bharatiya Janata Party-led Union government, has not just opposed the Trinamool Congress Party-led West Bengal government vigorously. In a curious turn of events, he has done so rather publicly. In effect then, the governor has taken the place of the political opposition in the state, with the Trinamool government sparring much more with Raj Bhawan than with the BJP’s state unit or Comunist Party of India (Marxist).As part of this public role, Dhankhar has commented on the flight of industry from West Bengal, criticised the protests against the Citizenship Amendment Act, complained about the fact Kolkata’s La Martiniere schools had not appointed him to the governing board and, in an unprecedented move, even called an all-party meeting.Exacerbated by Covid crisisAs bitter as the spat between Dhankhar and the government has been until now, the coronavirus lockdown has exacerbated it, with the BJP and Trinamool clashing hard over West Bengal’s handling of the crisis. As part of this friction, Dhankhar has accused Chief Minister Mamata Banerjee of “demagoguery”. In a furious exchange of letters with Banerjee,  Dhankhar has described the Bengal government’s actions to contain Covid-19 as an “abject failure” and criticised what he saw as “explicit and awkward appeasement of the minority community”.Dhankhar has also flagged the state’s low testing rate as well as accused the Mamata Banerjee government of abetting a “PDS [India’s public foodgrain distribution system]  scam”.Similar to his action calling for an all-party meet, Dhankhar has also attempted to play the role of an administrator. In his letter of April 20, Dhankhar writes that he had sought confirmation with the Union government about the number of testing kits Bengal had as well as the distribution of rations under Union government’s coronavirus relief scheme.Mamata Banerjee greets Jagdeep Dhankhar. Credit: PTIReacting to this, Chief Minister Banerjee wrote to the governor on April 23, arguing that an unelected figurehead, he had no power to play a political role. “You appear to have forgotten that I am an elected chief minister of a proud Indian state,” Banerjee wrote. “You also seem to have forgotten that you are a nominated governor.”Dhankhar dismissed this line of argument. “Your constant refrain of governor being ‘nominated’ is lamentable and can be ascribed to elementary ignorance of the Constitution,” Dhankhar wrote back the same day.  The governor also dismissed the contention that he had no political role to play: “Governor is not expected to be in sleep mode when the state is facing a challenge.”The next day he reiterated the point on Twitter: “I cannot be fiddling in Raj Bhawan when people are stressed. I cannot turn ‘Nelson’s eye’ to issues being faced by the people in this crisis period.”Reminded ⁦@MamataOfficial⁩ Thomas Fuller's words “Be you never so high, the law is above you. ' Also indicated  I cannot be fiddling in Raj Bhawan when people are stressed. I cannot turn ‘Nelson’s eye’ to issues being faced by the people in this crisis period. pic.twitter.com/W8mjiFV1f0— Governor West Bengal Jagdeep Dhankhar (@jdhankhar1) April 24, 2020\n\nThis public facing political role reached its apogee with a televised address on the Union government-run broadcaster Doordarshan on April 27, dubbed in Bengali.This remarkable role of the governor as political opposition to the state government has meant even the media largely treats him less as a figurehead and more as a political player. Since he has taken office, Dhankhar has been interviewed with almost every major national newspaper, with exchanges conducted not as if he were the figurehead of the government but the head of an opposition party in West Bengal. On April 23, for example, the Indian Express asked Dhankhar his views about whether he was “ satisfied with the state government’s efforts in combating COVID-19 spread”. On April 30, the Business Standard asked him for his thoughts on “lifting the lockdown”. Earlier on April 11, the Statesmen sought to query Dhankhar about whether he would “request the Centre to release more funds to the state government”.British legacyWhile in theory, the governor is a figurehead, ever since the modern Indian governor was invented as part of the colonial British administration’s Government of India Act, 1935,the role has been that of the Centre’s representative in the states. This complex and undemocratic system was designed by the British given that in the last decade of the Raj, while the provinces had democratic governments with Indians in charge, the Centre was still completely in British hands. The governor allowed the British to retain at least some control over the provinces.In 1950, when independent India adopted its new Constitution, the Congress retained this system in order to use its unassailable position in New Delhi to keep recalcitrant states in line.The role of the governor in independent India has been a deeply political one. In 1954, for example, the Punjab government was dismissed simply because Prime Minister Jawaharlal Nehru was not very happy with the chief minister. In 1959, a pliable governor helped the Nehru government dismiss the Communist government of Kerala even as it was fighting the Congress electorally.However, even by these standards, the role Dhankhar is playing is unprecedented. While earlier governors have sought to represent the interests of the Union government in the states, Dhankhar is outright playing the role of a popular politician with speeches, interviews and criticising the governor. In his role as chief critic of the Banerjee government, Dhankhar has overshadowed even senior leaders of the state BJP.My fervent appeal ⁦@MamataOfficial⁩ to adopt path of reason for welfare of people suffering untold miseries. My offer of a dialogue anytime as that is need of the hour.I am confident she would reflect and listen to her conscience and wise counsel.  https://t.co/pB6Xc6ZpBc— Governor West Bengal Jagdeep Dhankhar (@jdhankhar1) May 1, 2020\n\nBypassing state unitPart of this might have to do with the centralised nature of the BJP. Right after the BJP’s big victory in the 2019 Lok Sabha elections, state BJP chief Dilip Ghosh expressed his unhappiness with how few ministerial berths Bengal had been given in spite of the fact that the saffron party had performed excellently in the state. Dhankhar allows the Modi government to play a direct role in West Bengal without depending on the state BJP.Seen in this light, it is not surprising that Mamata Banerjee has sought to engage Dhankhar and even escalate rows. While Dhankhar might have unkind things to say about her administration, it is unclear how him taking up the opposition space can harm her when compared to the alternative: Dilip Ghosh or any other popular BJP leader leading the charge against her administration. No matter what Dhankhar says or that he styles himself as an opposition politician, at the end of the day he will not fight the 2021 Assembly elections. The constant media focus on Dhankhar ensures that the BJP’s biggest challenge in Bengal – the lack of a face – remains a weakness.","author":"Shoaib Daniyal","time":"2020-05-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129543-ortlprzaec-1588355903.jpg","tags":["Jagdeep Dhankhar","Mamata Banerjee","Coronavirus"],"source":"https://scroll.in/article/960728/in-west-bengal-the-apolitical-governor-is-now-the-main-political-opposition"}