{"title":"In war, friendship and love: Looking back on Hindi cinema’s top 10 hero twosomes","content":"The two-hero Hindi movie is now a novelty item. There’s the occasional Gunday (2014), Dishoom (2016) or Sidharth Anand’s October 2 release War, starring Hrithik Roshan and Tiger Shroff. Roshan plays Kabir, an Indian intelligence agent who was once mentor to the younger Khalid (Shroff). After Kabir goes rogue, Khalid is deployed to stop his teacher in his tracks. \n\n\n    \n    Play\n\nJai Jai Shivshankar, War (2019).In the two-hero Hindi film, the pair is usually always differentiated by personality. If one is straitlaced, the other a lovable rascal; if one is a cop, the other a thief. War positions both Roshan and Shroff as carbon copies of each other: buff men who look good flexing and even better dancing. Before War becomes the latest addition to Hindi cinema’s two-hero tradition, we look back at 10 classic actor-pairs and the films that best represent their chemistry.Amitabh Bachchan and Shashi Kapoor in ‘Do Aur Do Paanch’ (1980)As a twosome, Bachchan usually got the flamboyant role, while Kapoor played the comparatively unambiguous character. (The examples include Deewaar and Namak Halaal). In Do Aur Do Paanch, the two are on equal footing. Bachchan and Kapoor play rival burglars who end up chasing the same score every time. When both are commissioned to kidnap a rich man’s son, they disguise themselves as his school teachers. The iconic comedy scenes involve the duo trying to outwit each other and flee with the boy.\n\n\n    \n    Play\n\nJo Sooche Woh Chhahe, Do Aur Do Paanch (1980).Amitabh Bachchan and Shatrughan Sinha in ‘Kaala Patthar’ (1979)When Shotgun is playing the peacock, Big B has to tone it down. Fugitive-turned-miner Mangal (Sinha) is a crude bully who likes to play boss, but he is kept in line by fellow miner, the brooding Vijay (Bachchan). Mangal and Vijay have terrific confrontation scenes that brim with tension until the payoff. Though the duo were part of a large ensemble in Kaala Patthar, and got a better opportunity to play off each other in Dostana (1980), this is the film where their star power shines in each other’s presence.Amitabh Bachchan and Shatrughan Sinha in Kaala Patthar (1979). Courtesy Yash Raj Films.Anil Kapoor and Jackie Shroff in ‘Andar Baahar’ (1984)Jackie Shroff has played the responsible elder brother to Anil Kapoor’s naive or mischievous simpleton several times. But in their first film together, Shroff’s cop and Kapoor’s thief are equals, chasing a psychopathic villain played by Danny Denzongpa. Shroff isn’t babysitting or chiding Kapoor for his ways, as he does in Ram Lakhan or Parinda. The twosome are partners with a common goal. An unofficial remake of Walter Hill’s 48 Hrs., Andar Baahar also features the original’s stylish aesthetics and slick action.Anil Kapoor and Jackie Shroff in Andar Baahar (1984). Courtesy Uttam Chitra.Akshay Kumar and Saif Ali Khan in ‘Main Khiladi Tu Anari’ (1994)The best-known of the six films featuring the Akshay Kumar-Saif Ali Khan pair has Kumar playing the serious chap while Khan plays the rakish fool. Khan’s Deepak is an actor who is tired of playing romantic heroes. He wants to play a macho man, the type Karan (Kumar) is. The duo initially share a love-hate relationship, but Karan eventually warms up to Deepak, and the two beat the baddies by the end.\n\n\n    \n    Play\n\nAkshay Kumar and Saif Ali Khan in Main Khiladi Tu Anari (1994).Akshay Kumar and Suniel Shetty in ‘Mohra’ (1994)Kumar and Shetty starred together in several action films, a bunch of comedies following Priyadarshan’s Hera Pheri (2000), and the love triangle Dhadkan (2000). Sparks flew between the action icons of the 1990s for the first time in Rajiv Rai’s action epic Mohra. Again, Kumar plays the serious cop, Amar, who has to deal with crime-fighting vigilante Vishal (Shetty). Both start off sharing an uneasy tension, compounded by the presence of the beautiful Roma (Raveena Tandon). As always, the two iron their differences before exchanging blows with the villain (a hammy Naseeruddin Shah).Akshay Kumar, Suniel Shetty and Raveena Tandon in Mohra (1994). Courtesy Trimurti Films.Salman Khan and Sanjay Dutt in ‘Saajan’ (1991)The bad boys of Bollywood were paired for the first time in this triangular love story. Sanjay Dutt plays the sombre, talented, and responsible Aman. Salman Khan plays his friend, the reckless playboy Akash. Their camaraderie is tested by their common love for Pooja (Madhuri Dixit). Secrets are withheld, emotions suppressed, and lies exchanged, all of which lead to intense moments of confrontation. The male leads aced their scenes in an emotional drama, and later in the comedy Chal Mere Bhai (2000) as well. One can only imagine how these buff dudes would have been together in Mukul Anand’s incomplete action flick Dus (1997).Madhuri Dixit, Sanjay Dutt and Salman Khan in Saajan (1991). Courtesy Eros Entertainment.Shah Rukh Khan and Salman Khan in ‘Hum Tumhare Hain Sanam’ (2002)Madhuri Dixit seems to get men fighting over her, which is quite natural. The Khans are best-known for Karan Arjun (1995), where they play brothers avenging wrongs done to them in an earlier life. While the film was super-successful, the duo’s performances and chemistry were distinctly one-note. In Hum Tumhare Hain Sanam (2002), Shah Rukh Khan plays husband to Madhuri Dixit’s character, who is best friends with Salman Khan’s parallel lead. This creates immense problems between the trio. Whenever the Khans are on screen, their opposing energies (Shah Rukh as the neurotic and jealous husband, Salman as the calm and aloof third wheel) lead to emotionally charged scenes.Shah Rukh Khan and Salman Khan in Hum Tumhare Hain Sanam (2002). Courtesy KC Bokadia.Dharmendra and Jeetendra in ‘Dharam Veer’ (1977)In this sword-and-sandal fantasy, Dharmendra and Jeetendra play fraternal twins of royal heritage. They get separated during birth, and become best friends later. Veer (Jeetendra) grows up to be the prince and Dharm (Dharmendra) becomes a blacksmith. The duo swear by their friendship, best exemplified by the song with the lyrics, “There are seven wonders in the world. The eighth wonder is our bond.” The film features several colourful sequences featuring the two, including a confrontation scene borne out of a misunderstanding that leads to a sword fight.\n\n\n    \n    Play\n\nSaat Ajoobe Iss Duniya Mein, Dharam Veer (1977).Amitabh Bachchan and Vinod Khanna in ‘Hera Pheri’ (1976)Amitabh Bachchan and Vinod Khanna appeared in several films together. In Hera Pheri (1976), both share almost equal screen time and are rarely alone on screen without each other. The duo play confidence tricksters who outwit other villains. There’s a superb sequence at a gambling den, and another fun scene in which Bachchan and Khanna dress up as priests, only to reveal themselves as fake Central Bureau of Investigation officers.Amitabh Bachchan and Vinod Khanna in Hera Pheri (1976). Courtesy Prakash Mehra Productions.Amitabh Bachchan and Dharmendra in ‘Sholay’ (1975)A friendship like Jay-Veeru’s – it has been a saying for over four decades since the film’s release. Bachchan’s brooder and Dharmendra’s charmer play off each other with ease in all kinds of scenes in this sprawling Indian Western. The actors perform to their strengths: Bachchan as the lone wolf, Dharmendra as the son of the soil. Nothing else featuring the pair holds a candle to their work in Sholay.\n\n\n    \n    Play\n\nAmitabh Bachchan and Dharmendra in Sholay (1975).","author":"Devarsi Ghosh","time":"2019-09-23T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127814-zaobtlbjzd-1569176588.jpeg","tags":["War","Hrithik Roshan","Tiger Shroff"],"source":"https://scroll.in/reel/935495/in-war-friendship-and-love-looking-back-at-hindi-cinemas-top-10-hero-twosomes"}