{"title":"Income Tax officials conduct survey at BBC offices after release of Gujarat riots documentary","content":"Teams from the Income Tax department were at the offices of British broadcaster BBC in Delhi and Mumbai on Tuesday. The phones of some employees have been seized and offices have been sealed, according to a person familiar with the developments.Officials told PTI that the department was conducting a “survey operation” as part of a tax evasion investigation. In a survey, the department only covers the business premises of a company and does not search homes and other locations of its promoters or directors.The BBC confirmed the development and said that it is fully co-operating with income tax authorities. “We hope to have this situation resolved as soon as possible,” it said. on Twitter.The Income Tax Authorities are currently at the BBC offices in New Delhi and Mumbai and we are fully cooperating. We hope to have this situation resolved as soon as possible.— BBC News Press Team (@BBCNewsPR) February 14, 2023\n\nAs of 9 pm, officials of the Income Tax department were still present at the offices of the British broadcaster. The survey is likely to continue on Wednesday, reported NDTV.The development came less than a month after the BBC released a two-part documentary in January that examined Prime Minister Narendra Modi’s alleged role in the communal riots that took place in Gujarat in 2002.  The government had directed YouTube and Twitter to block the documentary with the  foreign ministry describing it as “a propaganda piece designed to push a particular discredited narrative”.  Pirated copies of the documentary, however, were widely circulated on social media.I-T survey underway at BBC office in Delhi Pic: @nikhil_lakhwani #BBC #Delhi #ITSurvey pic.twitter.com/NfO2lRRaX0— News18 (@CNNnews18) February 14, 2023\n\nOutside the BBC HQs in New Delhi as the Income Tax raid/survey continues. pic.twitter.com/R2R32K1RKO— Aditya Raj Kaul (@AdityaRajKaul) February 14, 2023\n\nOn Tuesday, the Opposition criticised the government for targeting the broadcaster over the documentary. The Congress described the survey as “undeclared emergency”.“Here we are asking for a joint parliamentary committee probe into the Adani-Hindenburg row, and there the government is hounding BBC,” party leader Jairam Ramesh said. “Vinash Kaale Viprit Buddhi [when one is doomed, one makes wrong decisions].”Cause & effect of raids on the BBC Office is quite obvious. GOI is brazenly hounding those who speak the truth. Be it opposition leaders, media, activists or anyone else for that matter. The gloves are off & there is a price one pays for fighting for truth. https://t.co/VPUnEs27EB— Mehbooba Mufti (@MehboobaMufti) February 14, 2023\n\nIn the recent past, central agencies have on multiple occasions conducted searches or surveys against media houses that have been critical of the Union government.The Income Tax department had carried out such searches at The Quint in October 2018, Dainik Bhaskar media group in July 2021, Newslaundry and Newsclick in September 2021 and Independent And Public-Spirited Media Foundation in September last year. The Income Tax Department had also accused NDTV of money laundering.On Tuesday, the Editors Guild of India said in a statement that this trend of searches at media houses “undermines constitutional democracy”.The BBC documentaryThe first episode of the documentary, titled India: The Modi Question, was released on January 17. It alleges that a team sent by the British government had found that Modi, who was the chief minister of Gujarat when the riots took place, was “directly responsible for a climate of impunity” that led to the violence against Muslims.The documentary also reveals for the first time that a report commissioned by the United Kingdom government had stated that the riots had “all the hallmarks of an ethnic cleansing”.The second part of the documentary, which focussed on Modi’s record as prime minister, was released on January 24.","author":"Scroll Staff","time":"2023-02-14T12:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186864-phwiwcslnw-1676380664.jpg","tags":["BBC","Income Tax Department","BBC Documentary","Media Under Attack"],"source":"https://scroll.in/latest/1043853/income-tax-officials-visit-bbcs-delhi-office-a-month-after-gujarat-riots-documentary-aired"}