{"title":"Increasing marine heatwaves are affecting the summer monsoon rainfall in India","content":"An increase in marine heatwave events in the northern Indian Ocean, shown to affect monsoon rainfall in a recent study, has turned the lens on accurate monitoring and forecast of marine heatwaves in the region.In the study, scientists showed that the western Indian Ocean region experienced the largest increase in marine heatwaves at a rate of about 1.5 events per decade, followed by the north Bay of Bengal at a rate of 0.5 events per decade. The western Indian Ocean experienced 66 events while the Bay of Bengal had 94 events over the last four decades, between 1982 and 2018.The marine heatwaves in the western Indian Ocean and the Bay of Bengal are the “ocean’s erratic response to increased warming of waters”. They appear in the form of periods of extremely high temperatures in the ocean and are causing drying conditions over the central Indian subcontinent. At the same time, there is a “significant increase in the rainfall over south peninsular India in response to the heatwaves in the north Bay of Bengal”, the authors of the study, said in a press release.“We need marine heatwave forecasts dedicated to the Indian Ocean as this is a region with the warmest waters, where marine heatwaves are projected to increase further,” said study’s lead author Roxy Mathew Koll at the Indian Institute of Tropical Meteorology, Pune. He added that the US government agency National Oceanic and Atmospheric Administration, for example, provides a Coral Reef Watch, that monitors global reef environment.Spike in heatwavesThe proposed roadmap stresses four major improvements to the current observing system in the Indian Ocean Observing System, including scaling up biogeochemical measurements. The primary recommendations are more chemical and biological measurements in at-risk ecosystems and fisheries, expansion into the western tropics to improve understanding of the monsoon, better-resolved upper ocean processes to improve predictions of rainfall, drought and heatwaves and expansion into key coastal regions and the deep ocean to better constrain the basin-wide energy budget.Longterm warming of waters due to soaring greenhouse gas emissions, overfishing, marine pollution, habitat destruction, and acidification are stressing out global ocean systems. Intergovernmental Panel on Climate Change’s Special Report on the Oceans and Cryosphere in a Changing Climate, states that marine heat-related events have increased globally and over the period 1982 to 2016, they have doubled in frequency and have become longer-lasting, more intense and more extensive. It is very likely that between 84%-90% of marine heatwaves that occurred between 2006 and 2015 are attributable to the human-caused temperature increase, it emphasised.Recently, a global network of scientists proposed a roadmap for upgrading the Indian Ocean Observing System, a multinational ocean monitoring network, to keep tabs on changes in the Indian Ocean, pressing for the urgent development of a more resilient and capable ocean observation system to factor in the accelerating pace of climatic and oceanic change. The observation system is supported by an ensemble of instruments such as floats, drifter buoys and moored buoys that keep track of temperature, salinity, currents of the seawater and also the conditions like humidity, winds of the atmosphere above.Marine heatwave trends in the western Indian Ocean and northern Bay of Bengal. Graph from Koll et alMonitoring oceansOcean modelling and analysis expert Prasad Bhaskaran, who was not associated with the study, also underscored the “prioritisation” of the prediction of marine heatwaves and monitoring subsurface waters. He recommends the use of data from Australia’s Integrated Marine Observing System and ocean gliders that are autonomous underwater vehicles to shed light on the ocean’s unknown parts.Integrated Marine Observing System deploys a national array of equipment to monitor the open oceans and coastal marine environment around Australia, covering physical, chemical and biological variables. “It has data from ground-truth observations, in situ observations and satellite-based measurements,” explained Bhaskaran at the Indian Institute of Technology Kharagpur’s Department of Ocean Engineering and Naval Architecture. “We also need to have data collected by gliders. Gliders are very commonly used in the US for research applications.” “This technology is very advanced there and is being used for quite some time to understand the physical properties of seawater,” Bhaskaran said. “Studies were attempted in the US using gliders to understand the Gulf Stream circulation dynamics and also improve hurricane intensity forecasts.”Gliders are operated remotely, travel long distances, and cover a large range of depths. They serve as a platform for a variety of ocean sensors, such as temperature, conductivity, dissolved oxygen and various bio-optical measures. “Data collection using gliders is lacking for the Indian Ocean region, and there is a need to deploy more gliders in future over this region that can aid to improve the model forecasts and better understand the upper ocean physical properties and associated dynamics,” Bhaskaran said. “Gliders can play a crucial role in improving the current understanding of marine heatwaves over the Indian Ocean region.”According to M Ravichandran, Secretary, Ministry of Earth Sciences, ocean gliders will be deployed in the Indian Ocean under India’s Deep Ocean Exploration mission in the mission’s ocean climate advisory services component, in addition to a new generation of autonomous floats (Argo floats) that will measure the real-time temperature and salinity in full ocean volume (beyond 2,000 metres).“Additionally, the moored instruments or buoys deployed in the Indian Ocean will also support biogeochemical measurements in the ocean surface apart from gathering information on physical parameters such as sea surface temperature and salinity,” Ravichandran told Mongabay-India.A 2019 paper authored by scientists of the Ministry of Earth Sciences’ National Institute of Ocean Technology that initiated the moored buoy program in 1997, says the buoys were established with the primary objective of supporting the cyclone and tsunami early warning services in the North Indian Ocean. Currently, there are 20 functional buoys that record meteorological and surface oceanographic parameters such as air temperature, relative humidity, wind, sea level pressure, wave, sea surface temperature, sea surface salinity, and surface current on a real-time basis.“In India’s Deep Ocean Mission, a key agenda is to monitor and understand the ocean more and improve forecasts including monitoring marine heatwave, modeling and forecasts,” added Ravichandran.“Our understanding of marine waves is still a grey area,” said Bhaskaran, adding that enhanced ocean observations will plug gap areas in understanding marine heatwaves.“Oceans support significant primary productivity also regulate the degree to which rainfall amounts vary across an area through seasons and in a year,” he said. “We need to study more details of it (how marine heatwaves affect biodiversity and rainfall).” Effect on monsoonThe effect of climate change that is already baked into the Earth and the human-caused effect on the characteristics of marine heatwaves and its implication on the food cycle is another research gap that needs to be bridged.Expanding on the mechanism by which the marine heatwaves appear to influence Indian summer monsoon rainfall, Koll explains that the heating of the land in summer creates low pressure over the Indian subcontinent. Therefore, the winds blow from the Indian Ocean to the land, carrying the moisture for the monsoon rains. When marine heatwaves occur, the winds are pulled to these regions over the ocean (instead of land), reducing the rainfall over land.While there are differences in the way the heatwaves are created in the northern Bay of Bengal and the western Indian Ocean, both influence the monsoon rains. One difference is that ocean currents also play a key role in the formation of marine heatwaves in the western Indian Ocean. A reduced transport of water from the equatorial region towards the north causes warm water to pile up in the western Indian Ocean. Another difference is that while the western Indian Ocean events cover a larger area and are long-lived, the Bay of Bengal events cover a relatively smaller area and are short-lived.Weather and climate extremes researcher Krishna Achuta Rao, said while the present paper is an “a good preliminary study” to show perhaps that there is an influence but “ there will still have to be some teasing out of what is the contribution of marine heatwaves and what is the contribution of other factors in influencing monsoon rainfall”.Rao, a professor and head, at the Centre for Atmospheric Sciences, IIT-Delhi, told Mongabay India, “We need to know who is a small player… who is a big player. If we are to use marine heatwaves as an indicator of what is going to happen to the monsoon rainfall, then the contribution of marine heatwaves will have to be separated out from the influence of the steady long-term warming of the Indian Ocean waters because there are so many elements that influence India’s summer monsoon.”This article first appeared on Mongabay.","author":"Sahana Ghosh","time":"2022-03-04T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159169-fngdqisxpk-1621266550.jpg","tags":["Indian Ocean","Bay of Bengal","Monsoon","Marine heatwave"],"source":"https://scroll.in/article/1018434/increasing-marine-heatwaves-are-affecting-the-summer-monsoon-rainfall-in-india"}