{"title":"Increase selling price of sugarcane, provide more income support to farmers, Varun Gandhi tells UP ","content":"Bharatiya Janata Party leader Varun Gandhi on Sunday urged the Uttar Pradesh government to increase the selling price of sugarcane and implement relief measures for farmers. Gandhi wrote a letter about this to Uttar Pradesh Chief Minister Adityanath, a week after thousands of farmers gathered in the state’s Muzaffarnagar district to protest against the Centre’s three contentious agricultural laws. The Lok Sabha MP from Pilibhit said he had met a delegation of farmers who asked him to convey their concerns to Adityanath. Gandhi said that the Uttar Pradesh government should increase the selling price of sugarcane from Rs 315 per quintal to Rs 400. “Sugarcane farmers also want adequate amounts of seeds and insecticides,” the BJP leader added. The Lok Sabha MP said that the annual income support of Rs 6,000 provided to farmers under the Pradhan Mantri Kisan Samman Nidhi scheme should be doubled. “The state government can considering contributing Rs 6,000 from its own funds,” Gandhi said. Gandhi suggested providing the farmers a bonus of Rs 200 per quintal above the minimum support price of paddy and wheat. In his letter, the BJP leader also highlighted farmers’ concerns about expensive diesel. He urged the Uttar Pradesh chief minister to at least provide them a subsidy of Rs 20 on a litre of the fuel. Farmers in Uttar Pradesh and Haryana, another BJP-ruled state, had intensified their protests against the administration.In Haryana, farmers protested for a week earlier this month against the police and the administration. On August 28, the police had baton-charged a group of protestors during a demonstration in Karnal against the agriculture laws. Ten farmers were injured. The farmers called off their protest on Saturday after the state government assured them that an inquiry will be conducted into the incident.Farmers protestsA series of farmers’ demonstrations have erupted across India. Thousands of farmers have been protesting at Delhi’s border points since November 2020, seeking the withdrawal of the farm laws passed last September.The government has claimed the new laws are aimed at making farming more profitable, but the farmers argue that they will bring about corporate dominance of the sector. However, farmers claim that once the prevailing authority of the state marketing boards – that provide a shield against exploitation – collapses, private entities will dictate the price of their produce.They fear that the government plans to dismantle the minimum support price regime under the guise of reforming the agricultural sector.In January, nearly two months into the farmer protests, the Supreme Court had suspended the implementation of the farm laws.","author":"Scroll Staff","time":"2021-09-13T09:25:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/43877-jdkxyeslyc-1557114949.jpg","tags":["Uttar Pradesh","Varun Gandhi","farmers","agriculture"],"source":"https://scroll.in/latest/1005231/increase-selling-price-of-sugarcane-provide-more-income-support-to-farmers-varun-gandhi-tells-up"}