{"title":"IND vs SL, first ODI: Suryakumar Yadav misses out as Rohit Sharma and Co bat first ","content":"Rohit Sharma returned to captaincy duties on Tuesday at Guwahati as India resumed their preparation for this year’s ICC Men’s ODI Cricket World Cup by batting first in the first One Day International against Sri Lanka.India vs Sri Lanka: Rohit Sharma, Virat Kohli return for crucial home games with World Cup in focusDasun Shanaka won the toss and opted to bowl and handed left-arm quick bowler Dilshan Madushanka an ODI debut at the start of the three-match series while Dunith Wellalage replaced Maheesh Theekshana.India, meanwhile, opted to go in with the opening duo of Rohit and Shubman Gill, leaving out recent double-centurion Ishan Kishan. That had already been confirmed by Rohit on Monday. Virat Kohli and KL Rahul also returned to the side but the hosts left out red-hot (in T20Is) Suryakumar Yadav with Rahul, Shreyas Iyer and Hardik Pandya comprising the middle-order.Meanwhile, India’s bowling attack in the absence of Jasprit Bumrah will be spearheaded by Mohammad Shami with Mohammad Siraj and Umran Malik to back them up. Further, spin all-rounder Axar Patel and leg-spinner Yuzvendra Chahal comprise the spin department. Both sides wanted to bowl first particularly because of the dew that starts setting in the evening. India had won the three-match T20I series 2-1 but Sri Lanka had put up a good fight in the first two matches. Shanaka reiterated the positives and would be hoping to give the hosts a good challenge in a year that is important to teams from the World Cup point of view. Rohit Sharma at the toss said, “We are happy to bat first. We would have liked to bowl as well, it’s a good challenge. The ground was flooded with dew yesterday. There will be times where we need to bowl under dew, we got to be ready for that with the World Cup around the corner.”He added, “It’s about doing the basics right, it’s important to do things differently at times. We need to keep moving in the right direction. Had a great time playing an ODI here last time, hope we’ll have another memorable game today.”India and Sri Lanka have clashed against each other in 162 men’s ODI matches out of which 93 have been won by India and 57 Have come out in the favour of Sri LankaTeams:Sri Lanka: Pathum Nissanka, Kusal Mendis(w), Avishka Fernando, Dhananjaya de Silva, Charith Asalanka, Dasun Shanaka(c), Wanindu Hasaranga, Chamika Karunaratne, Dunith Wellalage, Kasun Rajitha, Dilshan MadushankaIndia: Rohit Sharma (c), Shubman Gill, Virat Kohli, Shreyas Iyer, KL Rahul (wk), Hardik Pandya (vc), Axar Patel, Mohammed Shami, Umran Malik, Mohammed Siraj, Yuzvendra Chahal","author":"Scroll Staff","time":"2023-01-10T13:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185440-ootsirqiyk-1673337906.jpg","tags":["India","Sri Lanka","ICC Cricket World Cup 2023","Shubman Gill","Rohit Sharma","Virat Kohli","Dasun Shanaka","India vs Sri Lanka"],"source":"https://scroll.in/field/1041570/ind-vs-sl-first-odi-suryakumar-yadav-misses-out-as-rohit-sharma-and-co-bat-first"}