{"title":"IND v SL, 2nd ODI: Kuldeep Yadav, KL Rahul shine as hosts win low-scoring match, clinch series 2-0","content":"India registered yet another series win against Sri Lanka, clinching the three-match One Day International series 2-0, winning the second ODI by 6 wickets. A calm, calculated unbeaten half-century under pressure by KL Rahul ensured that India took down the 216-run target even as the wickets fell regularly.Openers Rohit Sharma and Shubman Gill could not repeat the heroics of the previous match, despite a steady start. Virat Kohli also could not score his third consecutive century and was, in fact, clean bowled by Lahiru Kumara for 4. However, KL Rahul combined with Shreyas Iyer (28), Hardik Pandya (36) and Axar Patel (21) to keep the runs flowing at a steady pace. The Sri Lankan bowlers put up a good performance but the score in the first innings did not prove to be threatening enough for India, despite reeling at 86/4 at one point.Earlier in the match, spinner Kuldeep Yadav and fast bowler Mohammed Siraj took three wickets each as India bowled out Sri Lanka for 215 in the second one-day international on Thursday.Siraj making a habit of this. 🔥pic.twitter.com/QdyMcRY6j2— The Field (@thefield_in) January 12, 2023\n\nThe tourists, who were trailing the three-match series 1-0, lost wickets at regular intervals to survive just 39.4 overs despite a 50 from debutant Nuwanidu Fernando in Kolkata.Siraj struck as he bowled Avishka Fernando for 20 first after Sri Lanka elected to bat first in their bid to keep the series alive.Nuwanidu put on 73 runs for the second wicket with Kusal Mendis before Kuldeep, coming for Yuzvendra Chahal as the only change in the team, broke through with his left-arm wrist spin.Kuldeep trapped Mendis lbw for 34 on the final delivery of his opening over and two balls later left-arm spinner Axar Patel bowled Dhananjaya de Silva for a duck.Nuwanidu raised his fifty but was soon run out after his 63-ball knock.Kuldeep struck twice in two overs including captain and previous match centurion Dasun Shanaka, bowled for two.Sri Lanka slipped to 152-7 when tearaway quick Umran Malik cut short Wanindu Hasaranga’s breezy knock on 21.Number eight Dunith Wellalage made 32 and resisted along with the other lower-order batters to take the total past 200 before Siraj struck twice in three balls to wrap up the innings.With inputs from AFPA victory by 4️⃣ wickets for #TeamIndia in the second #INDvSL ODI here in Kolkata and the series is sealed 2️⃣-0️⃣ 👏👏Scorecard ▶️ https://t.co/jm3ulz5Yr1 @mastercardindia pic.twitter.com/f8HvDZRJIY— BCCI (@BCCI) January 12, 2023","author":"Scroll Staff","time":"2023-01-12T21:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185546-qzjnpxxyvb-1673538001.jpg","tags":["KL Rahul","Mohammad Siraj","Kuldeep Yadav","India","Sri Lanka","India vs Sri Lanka","Rohit Sharma","Nuwanidu Fernando"],"source":"https://scroll.in/field/1041753/ind-v-sl-2nd-odi-kuldeep-yadav-kl-rahul-shine-as-hosts-win-low-scoring-match-clinch-series-2-0"}