{"title":"IND vs SL: KL Rahul on success batting at No 5 – ‘Backing of coach and captain helps you focus’","content":"An unbeaten half-century by KL Rahul helped India down Sri Lanka by four wickets to clinch a series victory in the second One-Day International on Thursday. The hosts were in trouble at 86/4, with skipper Rohit Sharma and star batter Virat Kohli back in the pavilion. Rahul anchored the chase with his unbeaten 64 as he stitched a watchful 75-run partnership with Hardik Pandya to steady the innings. The hosts, eventually, got home in 43.2 overs to take an unbeatable 2-0 lead.“Obviously, I’ve done this for a couple of years now. From the end of 2019, throughout 2020 and a few games in 2021. It’s not something that’s new,” said the wicket-keeping batter in the post-match presentation.“The team has given me time to settle into this position and role. When you have the backing of your captain and coach, it helps you focus and bring your 100 percent concentration, which is what the team is expecting.”“Yes, it’s different to what I do in other formats that keeps me on my toes, keeps me challenged – a different role helps me understand my game better.”On the dual rolesKL Rahul has been assigned the role of wicketkeeper and middle-order batter in the 50-overs format and will likely continue in the role in the build-up to the World Cup campaign. With Rishabh Pant still to recover from his injuries following his car crash and with uncertainty around when he will return to the game, Rahul is likely to be India’s designated wicket-keeper and Ishan Kishan, his back-up in the packed season.Talking about his dual roles in ODIs, Rahul said, “I’ve to work slightly differently when it comes to batting in the middle-order. Wicketkeeping and batting can be slightly more taxing on the body, because I have not done it for too long, I’ve done it on and off in white ball cricket.”He added: “That’s the tough part. But since I know this is what is required from me, I try to manage my body and work that much harder on my fitness. Little bit of work on my keeping and a lot of work on batting in the middle-order and batting against spin.”On batting at No 5KL Rahul has found success batting at No 5, with six half-centuries and a century. Additionally, with back-to-back match-winning contributions in the ongoing series, it appears that he has taken the switch from the top-order to the middle-order rather well.“At No 5, you will be facing spin, I like the ball coming onto the bat. Ro (Rohit) is pretty clear that’s where he wants me to bat (No. 5) and conveyed that to me,” said Rahul about his position.He said, “I have had time to settle into this position and role. When you have the backing of your coach and captain then it helps you focus. It’s different to what I do in other formats but it keeps me on my toes and I like the challenge.”Watch the entire press conference here.Quotes courtesy PTI, with inputs from AFP.","author":"Scroll Staff","time":"2023-01-13T14:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185568-hskymkxlgv-1673599211.jpg","tags":["KL Rahul","Virat Kohli","Rohit Sharma","India","Sri Lanka","India vs Sri Lanka","Cricket","Hardik Pandya","Rishabh Pant"],"source":"https://scroll.in/field/1041792/ind-vs-sl-kl-rahul-on-success-batting-at-no-5-backing-of-coach-and-captain-helps-you-focus"}