{"title":"IND vs SL first ODI: Kohli’s century propels hosts to 67-run win, Shanaka shines for visitors","content":"Virat Kohli drove India’s batting charge with an attacking 113 while the bowlers chipped in with an all-round performance to steer the hosts to a 67-run victory against Sri Lanka in the opening one-day international in Guwahati on Tuesday.The star batter, coming in at No 3, survived two dropped catches on 52 and 81 in his 87-ball knock after India were invited to bat first at the start of the three-match series in Guwahati. But he went on to score back-to-back centuries in the format. IND vs SL: Reactions as Kohli’s 45th ODI ton powers India to 373 – ‘This is the Virat we all know’Skipper Rohit Sharma (83) and fellow opener Shubman Gill (70) put on 143 runs to lay the foundations of the mammoth 373/7.Kohli stood firm after the duo’s departure and, despite losing partners at the other end, took to the opposition attack with 12 fours and one six.The bowlers, led by senior Mohammad Shami, in the absence of Jasprit Bumrah ensured that they were able to defend the huge total. It was Umran Malik who was the pick of the bowlers with 3/57. Mohammad Siraj with 2/30 was also instrumental in keeping the Sri Lankan batters in check. Opener Pathum Nissanka scored 72 while Dhananjaya de Silva scored 47 to give their side some hope but a herculean effort was needed to chase the total down.Sri Lankan skipper Dasun Shanaka attempted to put up a valiant front, scoring his second ODI century and make India toil to clean up the tail yet again but the effort came too late and after the tourists had lost more than half their side. There was also an interesting moment in the final over just before Shanaka registered his ton that Mohammad Shami attempted to run him out at the non-striker’s end but Rohit Sharma eventually withdrew the appeal.Earlier in the match, former India captain Kohli reached his 45th ODI hundred and 73rd across all formats and then let out a roar and tore off his helmet to bask in the stadium’s applause.He finally fell to third-time-lucky quick Kasun Rajitha, who was also bowling when wicketkeeper Kusal Mendis and skipper Dasun Shanaka dropped the star batsman.Gill hit three successive boundaries off debutant left-arm quick Dilshan Madushanka in the fourth over and Rohit smashed two sixes and a four off Rajitha to begin the batting charge.Rohit, who returned to captain the side after missing India’s 2-1 Twenty20 series win, reached his fifty with a four and Gill raised his half-century a short time later.Gill took on Dunith Wellalage with three successive fours in one over before he fell lbw in the next to Shanaka’s medium-pace bowling.Rohit attempted to keep up the attack with regular boundaries but Madushanka cut short his knock with a length ball that bowled the Indian skipper off an inside edge.The rest of the innings belonged to Kohli, who has hit two successive ODI hundreds and a first T20I ton since coming out of an extended lean patch last year.The second match of the series is on Thursday at Eden Gardens. For his stupendous knock of 113 off 87 deliveries, @imVkohli is adjudged Player of the Match as #TeamIndia beat Sri Lanka by 67 runs.Scorecard - https://t.co/MB6gfx9iRy #INDvSL @mastercardindia pic.twitter.com/ecI40guZuB— BCCI (@BCCI) January 10, 2023","author":"Scroll Staff","time":"2023-01-10T21:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185464-wrigjevelm-1673366872.jpg","tags":["India","Sri Lanka","India vs Sri Lanka","Virat Kohli","Umran Malik","Mohammad Siraj","Rohit Sharma","Shubman Gill","Dasun Shanaka","Sri Lanka Tour of India"],"source":"https://scroll.in/field/1041608/ind-vs-sl-first-odi-kohlis-century-propels-hosts-to-67-run-win-shanaka-shines-for-visitors"}