{"title":"Jharkhand: Journalist Rupesh Kumar Singh arrested in case lodged last year against Maoist leaders","content":"The Jharkhand Police on Sunday arrested independent journalist Rupesh Kumar Singh in connection with a 2021 case, The Indian Express reported. The police have alleged that Singh used to arrange funds for Maoists.Singh was among the 40 Indian journalists whose phone numbers appeared in a leaked database, which reflects potential targets of cyber surveillance through the use of the Pegasus hacking software that an Israeli company claims to sell only to governments.Three phone numbers related to him appeared in the leaked database a few months after he reported on the killing of an innocent Adivasi man by the Jharkhand Police in 2017, according to The Wire.On Sunday, Jharkhand Police spokesperson Amol V Homkar confirmed that Singh was arrested from his home in the Ramgarh district.“He [Singh] was arrested for his links with Communist Party of India (Maoist) leaders in the case that was registered against Maoist veteran Prashant Bose,” Homkar said, according to The Indian Express. “There is no fresh FIR against him.”Bose, his wife Sheela Marandi, and five others were arrested in November 2021. They were charged under Sections 420 (cheating), 467 (forgery), 468 (forgery for purpose of cheating) and 471 (using forged document) of the Indian Penal Code along with Sections 10 and 13 of Unlawful Activities (Prevention) Act and Section 17 of the Criminal Law (Amendment) Act.While they all were wanted in connection with several cases, the police have not disclosed the specific case in which they were arrested, The Wire reported.Meanwhile, Singh’s family members alleged that the police had searched their home for over nine hours before arresting the journalist.“The police force knocked on our door at 5.25 in the morning and served us a search warrant,” Singh’s wife Ipsa Shatakshi told The Wire. “The two lady police searched our kitchen. They checked if there were suspicious things in the rice, flour etc.”The family also claimed that the police seized a bed sheet, a nine-page notebook, a tax invoice for a motorcycle, two mobile phones, one hard disk, the retail invoice for a car and two laptops from their home.“The police did not tell us on what allegation my husband has been arrested,” Shatakshi said. “They took away his [Singh’s] laptop and even my younger sister’s laptop.”On Monday evening, Shatakshi told the United States-based non-profit organisation Committee to Protect Journalists that even after 24 hours of arrest, the police have not presented Singh before a magistrate to hear his bail application. According to Article 22 of the Indian Constitution, anyone arrested or detained by the police is required to be produced before a magistrate within 24 hours of arrest.The non-profit has also called upon Indian authorities to release Singh.“Indian authorities must immediately and unconditionally release journalist Rupesh Kumar Singh, cease harassing him in retaliation for his work, and allow him to report freely and safely,” the Committee to Protect Journalists said in a statement.Singh has been reporting on state violence against Adivasi communities for over seven years. His reports have appeared in Hindi magazines called Samyantar and Dastak, along with online news websites like Media Vigil, Gauri Lankesh News and Janchowk among others.Also read: ‘Journalism is not a bed of roses’: Meet the Jharkhand reporter featured in leaked Pegasus database","author":"Scroll Staff","time":"2022-07-19T12:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161702-faiqpdormi-1626705869.jpeg","tags":["Rupesh Kumar Singh","Jharkhand","Maoist","Pegasus"],"source":"https://scroll.in/latest/1028559/independent-journalist-rupesh-kumar-singh-arrested-by-jharkhand-police-for-alleged-maoist-links"}