{"title":"Independence Day: ‘Impatient’ Modi delivers a clear (but forgettable) pitch for 2019","content":"It feels odd to say, but Prime Minister Narendra Modi has now put in two middling oratorical performances. Both the reply to the no-confidence motion in Parliament this Monsoon Session and Wednesday’s Independence Day speech were not bad by any stretch of the imagination. But they also did not feature the fireworks that one has come to expect from Modi. The Parliament speech may have been marred by interruption from the Opposition, but Wednesday’s address – the fifth and final Independence Day speech of this tenure for Modi – was notable for its relative predictability. You’ve heard these themes before. This, of course, might well be a tactic. Political journalists are always looking for the new story. But the advertising sector will tell you that there is more utility in taking a simple message, and drilling it into the audience over and over until there is immediate recall. And on that front, Modi delivered. He went back to his usual themes, selling himself as a warrior for social justice, and someone whose government solved problems in four years that previous governments had not been able to do in six decades. As a rhetorical device, he set up the tension between a vision of what India might have been if it had stuck with those who were in power in 2013, meaning the Congress, versus what his government has achieved. 2013 vs 2014“If we compare the work done in the last four years with the speed at which the nation was moving in 2013, you will be amazed,” Modi said. “If we moved at the same speed as in 2013, it would have taken decades to build toilets across the nation, and one or two more decades to electrify all villages, and hundred years would also be too small a time to give cooking gas connections for all poor women. Generations would have gone by if we had the same speed as in 2013 in laying down optical fibres across the villages.” Many of these claims are questionable. The Congress-run United Progressive Alliance actually carried out electrification of villages at a faster pace, albeit while starting on a smaller base, than Modi’s government. But the point is the narrative. Even though the UPA years are far back in the rear-view mirror, this allows Modi to continue setting up his government as a much more favourable option than that one. Sticking to the advertising approach, Modi pulled out some of his stock phrases: From red tape to red carpet, sabka saath sabka vikaas (development for all) and reform, perform and transform. Intertwined among this were a couple of new announcements. A massive new health care scheme he spoke of had already been mentioned in the finance minister’s budget speech. Modi also promised to send manned missions into space, which would make India just the fourth country to do so, by 2022. But there was little in the way of populist, political announcements, which might be appropriate, considering general elections are around the corner. “Every Indian living in other countries is proud that India is among the six top economies in the world,” he said. “We are celebrating independence amidst a series of such achievements and successes.” Impatient and restlessRather than take them head on, Modi avoided altogether the things his government has been criticised for. He mentioned jobs just once. He did not bring up demonetisation, even though it is one of his government’s most signature moves. He did not utter the word Aadhaar, despite talking about weeding out fake beneficiaries from welfare programs. He did not speak about India’s neighbours, Pakistan or China. In some cases, his comments seemed completely divorced from reality on the ground. Take Jammu and Kashmir, where his Bharatiya Janata Party’s tie-up with the People’s Democratic Party has been a disaster, leading to violence and erosion of trust in the democratic system. Modi simply repeated a line from last year, calling for hugs instead of bullets, and invoked former prime minister Atal Bihari Vajpayee’s appeal for a moderate approach – even though Modi’s BJP has taken the opposite tack. Instead of contrition or an acknowledgment of his failings, Modi instead chose to make it seem as if the nation’s weaknesses, and his government’s failures, are actually opportunities for him to lead. “I am impatient and restless because many countries have moved ahead of us,” he said. “I am restless to uproot malnutrition, to give insurance cover for the poor, to give my citizens quality of life and ease of living. I am impatient and want India to lead the Fourth Industrial Revolution, which is based on information technology.” Laundry listThere were a few attacks on the Opposition, in particular in a section about his effort to make triple talaq, instant divorce, illegal to protect the rights of Muslim women. But by and large, the villain of the piece was the India of 2013, not the political opponents Modi is going up against now. Coupled with this, Modi essentially gave a laundry list of the things he wants to still achieve for India: “We want to move forward with the slogans of Cooking for All, Water for All, Sanitation for All, Skills for All, Health for All, Insurance for All, Connectivity for All.” And even though he got into his stride in some of these portions, there was little in the way of rhetorical flourishes that will remain talking points for days to come. This has actually been the case for the last few Independence Day speeches. After a cracker of an initial one in 2014, Modi has actually seemed less comfortable reading out his achievements. As an orator, he is much more at home in a campaign environment, taking the fight to his opponents. The expectation was that, despite the last few Independence Day speeches being a bit middling, this one would be different, considering the general elections are due soon. And indeed, Modi definitely made a clear, unequivocal pitch for the successes of his government and why India should trust him to continue steering the ship. Even when Modi is not at his best, he still manages to send a concise message and gives you glimpses of what may be yet to come. One can only expect the prime minister to turn it up a notch once he can drop the pretence of Parliament and the Red Fort, and get back properly to the campaign trail.","author":"Rohan Venkataramakrishnan","time":"2018-08-15T13:00:28.080407+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890526-hdndypmccw-1534311085.jpg","tags":["Independence Day","Narendra Modi","BJP","Congress"],"source":"https://scroll.in/article/890526/independence-day-impatient-modi-delivers-a-clear-but-forgettable-pitch-for-2019"}