{"title":"Lakshya, possible","content":"Lakshya Sen lost the opening game of the opening match 8-21 and trailed 7-11 in the deciding third game against Anthony Sinisuka Ginting. Satwiksairaj Rankireddy and Chirag Shetty trailed against Mohammad Ahsan and Kevin Sanjaya Sukamuljo 17-20 in the second game and were a point away from losing their match. Srikanth Kidambi trailed 19-20 and then 20-21 in the second game, with Jonatan Christie potentially about take the third game to the decider which could have taken the tie deeper. Those three scenarios, on another day, could have seen India lose the tie 0-3 or even trail 1-2. Easily. Minutes, even seconds away, from the course of the match completely changing. And yet, at all these moments, the Indian shuttlers dug deep. In the title clash of the 2022 Thomas Cup against Indonesia, the most successful side of all time, India, the first-time finalists, emerged with a 3-0 win. Three. Nil. Even typing this out now feels surreal. A team that has never before been in contention for the title defeated the top seeds and defending champions without dropping a match. Each and every game  that made this result possible is, of course, mighty significant. But the importance of Lakshya’s stirring fightback to give India the first win cannot be emphasised enough. Side does matterGinting took the opener 21-8 against a nervous-looking Lakshya, then the Indian went to his preferred end to wrap up a close second game 21-18, where he led all the way from 2-2 onward.Lakshya’s match against world No 5 Ginting was played out at like one of those YouTube badminton live streams for non-major events that you watch at 1.5x or 2x. Ginting’s speed on court is already the stuff of legends and Lakshya too is no slow poke and together, they were playing out a match that was going at a relentless pace. And so, in honour of that, we shall skip straight to the good part. At 7-11 in the final game, it was time to change ends. The near side on your television screen had not been Lakshya’s best friend... not just in the final, but perhaps all week. He slipped the most often on this side, he glanced towards the ceiling repeatedly, he was dominated by Viktor Axelsen in the second game after a tight opener, and in this final already, he had dropped the first game without making much inroads. But having taken seven points in that little period of play (a few glaring errors notwithstanding), Lakshya had done nearly as well as he did in the entire opening game. It was a mini win before bidding good riddance. Goodbye, near side. Hello, far side.The discussions with his coach Yoo Yong Sung at that point were purposeful, pointed. Lakshya spread both his arms up and gestured quick flat shots from the forehand and backhand sides. It was time to up the pace, push Ginting back... the shuttle was going to obey him more often now and he was going to try and dictate the tempo. He even had a smile on his face before stepped onto the court again. “I was going to play from the better end for the last 11 points of the game,” said Lakshya after the match echoing those exact sentiments. “So yeah, I was pumped up and like being three-four points down didn’t really matter at that point because I knew from the better end I can really open up and play my game, and he’ll be under pressure.”And so the deficit started shrinking... 7-11 became 8-12 but from there on Lakshya took the game by the scruff of the neck. Nearly every rally from thereon saw a crosscourt clear from Lakshya to move Ginting back, to then take control at the net. Ginting, for his part, perhaps sensed it too and started to rush things. That, however, led to errors. In trying to pre-empt Lakshya’s attempt to force him back on the court, he started taking shots earlier than he would normally like. At 10-12, Lakshya played the perfect 1-2 combo, with a crosscourt clear to Ginting’s forehand and then a drop shot winner. It set up what was to come perfectly. The point at 11-12 – with parity at stake – played out like a dream for Lakshya.First, watch the point for yourself. What a comeback by @lakshya_sen including this crazy point 👀 He takes 🇮🇳 to a 1️⃣-0️⃣ lead.Follow LIVE: https://t.co/eLgY44YZE9#ThomasUberCups #Bangkok2022 pic.twitter.com/XsCnanIxvh— BWF (@bwfmedia) May 15, 2022\n\nNow, read what Lakshya had to say later about this particular phase of the match. “The strategy was to push him back because from this side the shuttle was not going out, so I could really play the pushes and the drives to the back. And then, cover the net, take the charge at the net and then try to play sharp strokes to close the point.”It is the perfect summary of that one point, but also a pattern that played out for most of what followed in the decider. Into the lead at 15-14, he played another clear to Ginting’s deep forehand corner and flew to the net to kill it with a backhand, then ran around the court in a follow-through. He was bouncing.Talented as he is, the tactical clarity in his game came through at this point. Under such pressure, he showed absolutely no signs of getting flustered just like he did at the All England Open semi-final. This comeback was another example of that.Ginting briefly threatened with two precise attacking shots that made it 16-18, but that will be all the badminton gods had in store for the Indonesian on the day. In 50 seconds, Lakshya won the next three points and collapsed on his back in relief and joy. This photo! Lakshya Sen set India on their way and how. pic.twitter.com/lQa6PuHOFT— Vinayakk (@vinayakkm) May 15, 2022\n\nOne for the teamLater in the evening, his mentor and former national coach U Vimal Kumar revealed that Lakshya had been sick on his way over to Bangkok with some food poisoning and had not been at his best health in the early stages of the tournament. Against Malaysia, he couldn’t repeat his All England semi-final feat of defeating Lee Zii Jia. Against Denmark, he couldn’t repeat his German Open feat of defeating Viktor Axelsen. But both were mammoth challenges and he had taken them head on, because the team needed that depth with Srikanth Kidambi and HS Prannoy to come in at MS2 and MS3. He had lost, but the team managed to get over the line. On Sunday, India needed him to step up.“This one is for the team,” Lakshya said. “They have been backing me throughout my previous performances. I played well but couldn’t get a win. My team was there for me. Now I’m happy that I pulled out the first point for the team.”That India could defeat Indonesia in the final was not a David-Goliath scenario even if the historic data suggested otherwise. In the here and now, at Impact Arena in Bangkok on Sunday, May 15, 2022, these were two well-matched sides on paper. The narrative of India’s historic feat should not be at the cost of disservice to the quality of players on display from both sides.Also read:A team’s dream – Prannoy, Srikanth, Satwik-Chirag script a special chapter in Indian badmintonEven then, the most optimistic of predictions would have seen the tie going the distance. With either HS Prannoy or Shesar Hiren Rhustavito taking center-stage and becoming the hero for their respective team. But that it finished 3-0 was largely down to the start that Lakshya, the 20-year-old from Almora, provided. He set things on the right path for India. Having waited for his moment to shine all week, on the day it mattered the most, he played his part in making the mission possible. Also read:Thomas Cup final as it happened: India become champions as Lakshya, Satwik-Chirag, Srikanth winReactions to India becoming Thomas Cup champions: ‘One of the greats days in Indian sport history’Watch: Thomas Cup champions, India – the emotional moments when it became a realityIn photos: From Lakshya’s fight to Srikanth’s finishIndia’s Thomas Cup triumph: Coach Vimal Kumar – ‘I’ll rate this as our biggest achievement’","author":"Vinayakk Mohanarangan","time":"2022-05-16T10:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174420-prdfebenxo-1652673985.jpeg","tags":["Anthony Ginting","TUC 2022","Thomas Cup","Lakshya Sen","Indian badminton"],"source":"https://scroll.in/field/1023980/india-are-thomas-cup-badminton-champions-how-lakshya-sen-turned-it-around-in-decisive-opening-tie"}