{"title":"Indian football: Sanjeev Stalin’s chance to shine as his ISL dream brings him to Mumbai City FC","content":"As the whistle blew, Sanjeev Stalin rolled the ball onto Suresh Wangjam to bring it dead. A half-step forward, a quick step to follow, a side-footed drive that started off-target and then curled into the far top-corner – all done from an acute angle.When India was declared hosts of the 2017 men’s Fifa U17 World Cup, great efforts were taken to search for players in the age category. And then they were swiftly put into shelter – away from distraction, away from the fanfare. Their only task was to focus on their football education. They stayed abroad for long periods of time, expanding their horizons. But at the 2016 U16 AFC Asian Championship in Goa, India would get a first sight at the youngsters who would become the first football World Cuppers from India.And Sanjeev was the first to make his mark with that free kick goal against the United Arab Emirates.Sanjeev, now 21, will don a different shade of blue than the one he wore on national duty. He’s one of Mumbai City FC’s latest acquisitions ahead of the Indian Super League campaign. And he’s quickly settled into his new club.“I used to dream that someday I will play in the ISL. When ISL started in 2014, I used to watch in the stadium and wonder how I will manage that,” Sanjeev told Scroll.in, after a pre-season training session. He had made his debut in the league last year for the Kerala Blasters, featuring in eight matches for a total of 518 minutes on the pitch.“Now I’m in a new club but it doesn’t feel new. Everyone is familiar and are like a family to me now.”During a training session (Courtesy: Mumbai City FC)Just as it was on that rainy night at the Fatorda Stadium eight years ago, he’s looking to make a mark early for his new team in blue.The move to Mumbai City comes around 10 years after the start of his footballing journey.“I started playing football because of my father. He was a sub-junior captain for Karnataka in his days. He’s the one who taught me the basics, starting from when I was around 4,” explained the Bengaluru-born defender.“When I was 11, I got selected to play at the Chandigarh Football Academy, and that’s where my journey to become a professional started.”A sharp wing-back with an eye for goal, Sanjeev brings another important facet to the table – his dead-ball abilities.That goal against the UAE, when he was 16, wasn’t a stab in the dark. It was the result of countless minutes spent in the training ground, practicing a specialised art till the point it became second nature. While talking about the goal, he recalled the few moments before when both teams prepared themselves for the free kick, at the edge of the box, in the 11th minute of the match.“The assistant coach was telling me to pass the ball to a teammate since it was a tight angle,” Sanjeev said. “But I saw (then head coach) Nicolai Adam signalling to me to do what I want. That gave me the confidence to go for the shot.”Adam had seen Sanjeev deliver pin-point perfect dead-ball deliveries on numerous occasions during practice sessions – starting from the first time they met.“When (Adam) joined the team, he didn’t know who was good at free kicks. So he had every everyone stand outside the D and take free kicks. He gave everyone an equal chance, it’s just that I scored the most,” Sanjeev added, with a wry smile.“After that, at the end of every training session, he’d give me an extra 10 minutes just to practice free kicks and nothing else.”It’s not a given that Sanjeev will be tasked with the dead-ball in the Mumbai City ranks – the team already has specialists like Ahmed Jahouh and another new recruit Greg Stewart. But Sanjeev knows there’s more than one way to make an impact for his team. And he’s yearning for it.His exploits with the U17 national team caught the attention of a scout during the team’s training stint in Portugal, and the youngster was signed up by the ‘B’ team of top-flight side Aves in 2020. A year later he played for fourth division outfit Sertanense.“Unfortunately, I didn’t get to play much games there. The football over there is very competitive. People there knew India, but they were surprised to see an Indian there. ‘Oh you’re from India’,’’ he said.Now back in his home country, he played his part at his new club when they finished as runners-up at the Durand Cup. And now the ISL beckons.Watching from the stands at the Fatorda Stadium, in 2016 was his father and uncle. Both were easy to recognise given the identical customised white t-shirts they wore – a photo of youngster on the front, and ‘Sanjeev’ and the jersey number 5 neatly emblazoned on the back.Sanjeev’s parents ran a small garment shop, and those customised t-shirts were made through his contacts in the business. “It’ll have the name ‘Stalin’ on the back – my father’s name. I always want his name on my jersey.”","author":"Shahid Judge","time":"2022-10-04T16:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180785-lzebalwqom-1664875129.jpg","tags":["Sanjeev Stalin","Mumbai City FC","Indian Super League","Fifa U17 World Cup 2017","Kerala Blasters","U16 AFC Asian Cup 2016"],"source":"https://scroll.in/field/1034230/indian-football-sanjeev-stalins-chance-to-shine-as-his-isl-dream-brings-him-to-mumbai-city-fc"}