{"title":"Indian tricolour will be unfurled only when J&K flag is raised as well, says Mehbooba Mufti","content":"Peoples Democratic Party President Mehbooba Mufti on Friday said that her party would bring back the state flag and not abandon the battle for special status for Jammu and Kashmir, reported The Indian Express.“My flag is this,” Mufti said, pointing to the Jammu and Kashmir flag. “When this flag comes back, we’ll raise that flag [Indian tricolour] too. Until we get our own flag back, we won’t raise any other flag...This flag forged our relationship with that flag.”Jammu and Kashmir had a state flag before the Centre on August 5, 2019, abrogated the special status granted to the erstwhile state under Article 370. After its revocation, the flag, which used to fly alongside the Indian tricolour on the state civil secretariat, was removed.Mufti also attacked the Bharatiya Janata Party, saying that the country runs on the Constitution and not the party’s manifesto. “The people of Jammu and Kashmir are expendable to them [the Centre], what they want is territory,” she said at a press conference.The former chief minister of the erstwhile state also said that she will not “abandon” Kashmir, adding that those who think so are mistaken, according to NDTV. She vowed not only to restore Article 370 but also to find a solution for the Kashmir problem.The PDP chief further criticised the revocation of Article 370 and said that Parliament had no power to take it away. “A robber may be mighty, but he has to return the stolen goods,” she said, adding that this “dictatorship” will not go on for long.She also slammed Prime Minister Narendra Modi over his comments on Article 370 during his rally in Bihar ahead of the state Assembly elections, India Today reported. Mufti claimed that the prime minister brought up the topic to get votes as he did not want to discuss real issues. “They have nothing to show to ask for votes,” Mufti said. “They say you can buy land in Jammu and Kashmir, we have abrogated Article 370. Then they said they will give free vaccines. Today, PM Modi had to speak of Article 370 for votes. This government has failed to solve the issues of this country.”‘BJP demolished the Constitution, parties stayed silent’Mufti also said that most of the parties in mainland India stayed silent after the abrogation of special status, because they thought it did not affect them, PTI reported. “But then, the BJP demolished the same Constitution, the BJP passed the Citizenship Amendment Act and polarised the people,” she alleged. “Then made an anti-farmer law and now, I think they will steal the rights of the downtrodden communities like Dalits,” she said. So many people like Pharaoh and Hitler came, but this dictatorship will not work.” Mufti said the Kashmiri parties were not comfortable with today’s India, where Dalits and minorities are not safe, and the BJP has tried to loot the dignity of Kashmir. “We had acceded to a liberal, democratic, secular India,” she said. “They have demonised Kashmiris, Muslims and even Dalits for that matter in the media and when they fail at anything, they remember Kashmir and Article 370.”Asked whether the PDP was responsible for giving power to the BJP by way of an alliance after the 2014 elections in the Union Territory, Mufti said the special status of Kashmir was abrogated not by the state but by Parliament.  “If there has to be a regret, it should be that we kept our faith and trust in a PM of the same party to which [former Prime Minister Atal Bihari] Vajpayee belonged to,” she said. “We trusted that he will not desecrate the Constitution. Who knew he will do that when he had the brute majority. But unfortunately, he misused the Constitution and looted something over which they had no right.” Mufti conceded that it was a huge loss that hardline Hurriyat Conference leader Syed Ali Shah Geelani refused to meet the all-party delegation that had come to visit after the killing of militant Burhan Wani in 2016, saying that it was not just a BJP delegation. She also refused to mention who had come to meet her while she was in detention. Neither did Mufti reveal whether she was asked to sign a bond not to speak about Article 370 if she was released from detention.‘Kashmir under such international attention for the first time’Mufti also agreed with National Conference President Farooq Abdullah’s statement that China had grabbed Indian territory. “It is a reality that China has grabbed 1,000 km of Indian territory out of which they have returned only about 40 km after India pleaded them,” she said. “It is also a reality that China is talking about Article 370, saying this is disputed and why have you done this unilaterally.” The PDP chief said Kashmir had never come under such international attention before. Mufti asserted that she had no interest in fighting any elections “till the time they [the Centre] return what they have taken from us”.  Earlier in the day, Modi launched an attack on the Opposition for demanding the restoration of Jammu and Kashmir’s special status under Article 370. He said that the demand was an insult to Bihar, which has sent its sons and daughters to the borders.Mufti was on October 13 released from her over one-year detention under the Public Safety Act. She had been in detention since August 5, 2019, the day the Centre abolished the special status of Jammu and Kashmir under Article 370 of the Indian Constitution, bifurcated it into two Union Territories, and imposed a lockdown.Almost all of the Kashmir Valley’s political leadership, including two other former chief ministers – Farooq Abdullah, his son Omar Abdullah – were detained last year. Omar Abdullah was released seven months later on March 24 as the Jammu and Kashmir administration revoked his detention order under the Public Safety Act. Farooq Abdullah was released on March 13. People’s Conference chief Sajjad Lone was released in July.","author":"Scroll Staff","time":"2020-10-23T18:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149569-udreqmoucq-1603457151.jpg","tags":["Mehbooba Mufti","Jammu and Kashmir","Narendra Modi","Article 370"],"source":"https://scroll.in/latest/976598/indian-tricolour-will-be-unfurled-only-when-j-k-flag-is-raised-as-well-says-mehbooba-mufti"}