{"title":"India’s tour of Australia made the need for a women’s IPL crystal clear, if it wasn’t already","content":"The 11-5 scoreline on points doesn’t tell the full story of the first multi-format series between Australia and India. On paper, India won just one match – the third ODI that snapped Meg Lanning and Co’s storied winning streak – and drew the one-off pink-ball Test. But for the most part of all matches, except perhaps the first ODI and final T20I, the contest was competitive. Indeed, without a contentious no-ball call and weather intervening to play spoilsport more than once, the final outcome could have been different. India’s raw talent and passion stood out over the series even when the basics were not right and as a unit, things were haphazard in crunch situations. But at the decisive moments, it was Australians that stood up, pulled in the same direction and formed the more cohesive unit. This was perhaps the biggest differential between the two sides. India created and had their chances, Australians – even when not at their best – grabbed them. So, why were a not-at-full strength Australia able to win the big moments consistently? Because most of them, be a debutant or a veteran, have been there before. In the Women’s Big Bash League. On Australia-A Tours. In international cricket. Simply put, Australia’s depth overcame India’s excellence. It was the system that won, not just talent. Captain Harmanpreet Kaur on how women’s IPL will help India in international cricketThis can be best described by the example of two all-rounders cited by India captain Harmapreet Kaur after the second T20I:“The reason the Australian team is doing really well is that whole season they get very good cricket. If you saw today the way McGrath batted, we can see that they are getting so much confidence because of the competition at WBBL. They are ready to play international cricket. We do have a few players who have not played as much cricket at a top level and don’t have that experience. Like Renuka Thakur, she has done very well at the domestic level but still she doesn’t have that much experience [at the highest level].” Although, both are 25-years who made their T20I debut this series, the contrast in their journeys couldn’t be starker. Before her player-of-the-series performance in international T20 debut, McGrath first played international cricket in 2016 apart from multiple WBBL matches and an A Tour to England. This experience and maturity showed as she almost single-handedly won the two T20Is to give her side the trophy.Thakur, from a small town in Himachal Pradesh, is the product of investment made by her state’s cricket association, and has impressed on the domestic circuit but never been in a situation where she has to bowl the 19th over against world champion players. For her, like many other Indian players, international cricket is the finishing school.Not to mention Aus A matches in England in 2019— Laura Jolly (@JollyLauz18) October 10, 2021\n\nLook closer, as pace bowling department is perhaps the best symbol of what the learning from the tour of Australia are and should be. Australia were without pace spearhead Megan Schutt, Tayla Vlaeminck was injured before ODIs and Ellyse Perry struggled in the limited overs leg. Yet they had so much depth in the pace bowling all-rounder department, Lanning could constantly mix up and pose challenges. Players like Tahlia McGrath, Darcie Brown, Nicola Carey, Stella Campbell, Hannah Darlington and Annabel Sutherland all got a chance to play. India, on the other hand, were looking to build a pace-bowling pool as one of the chief aims of the Australian tour. Support for Jhulan Goswami was the keyword and the team management had taken some controversial calls on that front, such as a virtual musical chairs of young pacers and keeping veteran Shikha Pandey on the sidelines for the majority. But, in the pace-friendly conditions Down Under, India found their pacers-puzzle come together as Pooja Vastrakar developed on the promise she has long shown while debutantes Meghna Singh (ODIs, Tests) and Renuka Singh Thakur (T20Is) impressed with their consistency. Goswami, and Pandey in the limited chance she got, were as effective as they always were. Indeed, Indian containing Alyssa Healy in Powerplay and not letting Meg Lanning settle was an underrated highlight of the tour. India had tried newcomers Monica Patel and Simran Bahadur as well as old faces Mansi Joshi and Arundhati Reddy in the chances they have got. The rookies for Australia were picked on the basis of domestic performances, even though Patel and Bahadur didn’t do much wrong in England. But it was a part of trying out various combinations.It took India the only three series they played this year to achieve this semblance of clarity in the bowling attack. Now, imagine if there was a high-competition tournament with foreign players and individualized franchises where these players could be seen without having to experiment in the limited international matches, especially before a World Cup. International series, as things stand, are being used to groom talent, but there has to be a step before that and after national camps. India dominated the pink-ball Test despite having two evenings of practice with it. But that underdog template can be celebrated in one-off matches, not when it comes to building long-term teams. This is, of course, not a new ask or development. The benefit of such an international competition has already been seen, whether in Harmanpreet’s iconic 171 at the World Cup or in the case of Jemimah Rodrigues just last week. Dropped after poor series against South Africa and England, the Mumbai batter gained from playing The Hundred and made a comeback in the T20I format with an unbeaten 49 in the rain-marred match. The 21-year-old had, in September, made an impassioned plea for a smaller, non-televised women’s IPL.“I feel we can start with a Women’s T20 Challenge, maybe not an eight-team pool but a five or six-team, just start it off because only then will we know if we have the players or not.“I can ask you about this, the IPL, how it started and how it has picked on... we have got so many IPL players currently a part of the Indian team, maybe even as the mainstays of the team. I would also say that if you want, don’t televise it, at least, start if off; let us be a part of that competitiveness.” This sentiment has been echoed several times already, by Harmanpreet and Mandhana and Healy and Perry and almost every women’s cricket fan. It feels like sooner or later, BCCI will have to and must modify the exhibition Women’s T20 League into a women’s IPL of some sort. The time to go from an optional, afterthought excuse of an exhibition tournament, to a well-planned, well-organised league was yesterday. The performance of the Indian women’s cricket this Australia tour should make it inevitable. Like the restart of India A tours (pre-pandemic), like the telecast of international matches in the recent past... the natural progression is a world class tournament. Now the team has done its part for India and we wait. But before that, with as many as eight Indians staying back to play in upcoming WBBL and gaining quality playing time and competition, we will have another reminder of why we need a WIPL soon.","author":"Zenia D'Cunha","time":"2021-10-12T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165026-jeypoesobm-1633953579.jpg","tags":["Australia vs India","Women's IPL","WBBL","cricket"],"source":"https://scroll.in/field/1007462/indias-tour-of-australia-made-the-need-for-a-womens-ipl-crystal-clear-if-it-wasnt-already"}