{"title":"India asks Amazon to stop selling devices that disable car seat belt alarms","content":"The Union government has asked e-commerce company Amazon to stop selling devices designed to disable seat belt alarms in cars, Transport Minister Nitin Gadkari has said, Reuters reported on Wednesday.While the sale of such devices is not illegal, they have come under scrutiny after a car accident on Sunday led to the death of former Tata Sons Chairperson Cyrus Mistry and his co-passenger Jehangir Pandole in Maharashtra’s Palghar district.A police investigation showed that Mistry and Pandole, who were in the back seat of the Mercedes, were not wearing seat belts.On Tuesday, Gadkari had said that wearing seat belts for all passengers would be made mandatory and that fines will be levied for not wearing them in the back seat of a car. The government already imposes fine for not wearing seat belts in the front seats. In an interview to Reuters on Wednesday, the Union minister said that a type of metal clip is sold on Amazon which could be inserted in seat belt slots to bypass the alarm that goes off when the driver and front seat passenger do not use the safety measure.“People buy clips from Amazon to evade wearing seat belts,” he said. “We have sent a notice to Amazon to stop [selling them].”Gadkari said that vehicle accidents have resulted in deaths of 1.5 lakh Indians last year. According to the World Bank, a person died on the road every four minutes in India in 2021.In Maharashtra, road accidents have led to over 59,000 deaths and 80,000 injuries in less than five years, showed data released by the highway police on Tuesday. Of these, more than 11% deaths were caused as passengers did not use seat belts, according to the report titled Road accidents in India – 2020.On Tuesday, Gadkari had also said that the government was aiming to make it mandatory to have at least six airbags in eight-seater cars after October 1.","author":"Scroll Staff","time":"2022-09-08T08:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178315-yflsvpqvkk-1660122064.jpg","tags":["Amazon","Nitin Gadkari","Cyrus Mistry","Road safety","car accident"],"source":"https://scroll.in/latest/1032330/india-asks-amazon-to-stop-selling-devices-that-disable-car-seat-belt-alarms"}