{"title":"India could surpass China as most populous country in 2023, says UN report","content":"India’s population could surpass China, the world’s most populous country, in 2023, according to a United Nations report published on Monday. The global population is likely to touch the 8 billion mark by  mid-November 2022 and soar to 9.7 billion in 2050, the report added.The projections were made in The World Population Prospects 2022, which also comprises trends on population growth. The findings were released by the United Nations on July 11 to mark the World Population Day.“This year’s World Population Day [July 11] falls during a milestone year when we anticipate the birth of the Earth’s eight billionth inhabitant,” said UN Secretary-General António Guterres, PTI reported. He added, “This is an occasion to celebrate our diversity, recognise our common humanity, and marvel at advancements in health that have extended lifespans and dramatically reduced maternal and child mortality rates.” He added that it was also a reminder of the shared responsibility to care for earth.According to the report, Eastern and South-Eastern Asia had 2.3 billion people, representing 29% of the global population. Central and Southern Asia had 2.1 billion people, comprising 26% of the total world population.China and India accounted for the largest populations in these regions, with more than 1.4 billion each in 2022.India’s population stood at 1.412 billion in 2022, compared to China’s 1.426 billion. India is projected to have a population of 1.668 billion in 2050.India is also among eight countries where the population is expected to be concentrated in 2050. The other seven countries are Congo, Egypt, Ethiopia, India, Nigeria, Pakistan, the Philippines and Tanzania.Global life expectancy at birth stood at 72.8 years in 2019, an improvement of almost 9 years since 1990. However, life expectancy for the least developed countries lagged 7 years behind the global average in 2021.Also read: China’s population is about to shrink. Here’s what it means for India and the world","author":"Scroll Staff","time":"2022-07-11T13:06:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/119418-vneuxbimkf-1557556464.jpg","tags":["China","The World Population Prospects","UN","António Guterres","India"],"source":"https://scroll.in/latest/1028030/india-could-surpass-china-as-most-populous-country-in-2023-says-un-report"}