{"title":"India could soon have a law to compensate those who have been wrongfully prosecuted","content":"Article 14 (6) of the International Covenant on Civil and Political Rights makes it mandatory for countries to have a statutory framework for providing compensation and rehabilitation to those who have been wrongfully prosecuted by the State. This provision, adopted by many countries across the world – but not yet by India that is otherwise a party to the treaty – stems from a simple, natural principle: If the State, in its performance of sovereign functions, has wrongfully taken away the life or liberty of an individual, it needs to remedy it.The very idea of remedy, however, poses a complex, jurisprudential problem when confronted with Article 21 of the Indian Constitution – the right to life and liberty. For, the State, whose very existence is to guarantee citizens the freedom of life and liberty, can return neither if they have been wrongfully taken away. Indeed the central argument made by those opposed to the lawful taking away of the right to life  (the death penalty) is that the state should not take away what it can never give. However, while the lawful taking away of life is not that frequent in India, the wrongful denial of the right to liberty is rampant. The Law Commission of India in its 277th report, released last month, has now recommended that the right to liberty be recognised by the Indian state in the form of a law. It has urged the Union government to honour its commitments internationally and nationally (to its citizens) by acknowledging its accountability to law. The commission has also recommended the prosecution of erring government officers found to have maliciously prosecuted an innocent citizen. Most importantly, it has provided a framework for computing compensation and calculating the monetary value of the loss to a citizen in case of wrongful prosecution. At present, going by the legal precedents around compensation in India, which are mainly confined to cases of illegal detention, this process is not structured. While the report’s recommendations are imbued with the right constitutional spirit, it is – in these times where life and liberty can have such little value – truly radical in its scope. The criteriaIndia’s criminal justice system abounds with circumstances that can wrongfully deprive citizens of their right to liberty. The misconduct of investigative agencies, poor investigative skills, political pressure and criminal prejudice towards certain sections of the citizenry, an enormous backlog in the judiciary, as well as a highly stratified access to justice, are just a few instances. However, considering that there are millions of cases in the country, does any acquittal warrant compensation? If yes, how does the exchequer deal with such an expense?The Law Commission of India points out that the criteria for compensation should be wrongful prosecution as opposed to wrongful incarceration or wrongful conviction. Both wrongful incarceration and conviction can be either too narrow or too wide a criteria given the fact that acquittals often take place on pure procedural grounds, or because of the benefit of doubt, or because of commonplace judicial delays. For wrongful prosecution, the commission points out two key criteria – malicious prosecution and absence of good faith.Malicious prosecutionAs per the commission, maliciousness means prosecution without reasonable or probable cause. This includes levying a charge of negative intent on the investigative agency or certain police officers – and has always constituted a central criteria for remedial action from the State. Deliberate fabrication of charges, planting of evidence, conscious suppression of evidence that speaks of the innocence of the accused, as well as the use of torture to coerce statements, or to get an accused to turn approver despite knowing that the accused are innocent all constitute malicious prosecution by the State. Instances of malicious prosecution in India are fairly numerous and mostly found in politically or electorally charged narratives like the so-called “war on terror”, the tendency to view people of certain communities as terrorists, or brand others as urban Naxals. However, maliciousness is devilishly difficult to prove and comes up against various state firewalls like the fact that most acquittals do not discuss these issues and are not honourable acquittals but made after the accused is given the benefit of doubt as well as due to other challenges such as the mandatory permission required from the Union government for the prosecution of a public servant.Absence of good faithThe Law Commission of India has come up with an ingenious criterion to close the vast gap between the impossibly high standards of proof required to prove malicious prosecution and the vastly loose category of all acquittals. Picking up from the criminal justice system’s own concept of “good faith” that protects the duty bearers of the State – the absence of a wrong intention even if the resultant acts were wrong – the Law Commission of India turns it around into a ground for compensation. The category works very well. For, in the vast majority of cases of wrongful prosecution where people have spent between eight and 18 years in prison without doing anything wrong, what can at best be proved in a court of law is carelessness, oversight and a lack of action on the part of duty bearers when it was due. In such cases of serious miscarriage of justice, a glaring combination of such oversights and inaction is visible. This establishes a veil that hides malicious intent, making it impossible to prove in a court of law. The commission, very ably, constitutes such an absence of good faith – a requirement on the part of the State while prosecuting citizens – as requiring remedial compensation by the State. This category also detaches the act of an aggrieved citizen asking for a remedy from the necessity of attributing blame on somebody by bringing into its fold genuine cases of oversight, where no one person or agency is responsible, and yet wrong has still been done.The jurisprudence of lossWhile becoming a party to the International Covenant on Civil and Political Rights in 1996, India put a reservation to Article 14 (6), which mandates a legal framework for compensation and rehabilitation. (Under this treaty, countries can put reservations on certain Articles “whereby it [the State] purports to exclude or to modify the legal effect of certain provisions of the treaty in their application to that State”. These exceptions are allowed but need to be temporary in nature.) However, the Supreme Court has periodically awarded such compensation, thus rejecting the reservation. In one of the first cases, in 1983, it awarded Rs 30,000 – the equivalent of Rs 3.5 lakh today – to Rudal Shah for 14 years of wrongful confinement even after being acquitted. The latest case is that of Indian Space Research Organisation scientist Nambi Narayanan, who was granted Rs 50 lakh by the apex court last week, after fighting a battle to prove his innocence for 24 years.Both instances reflect two key aspects. While the courts have themselves highly valued the protection of rights and have enabled state accountability for violation of Article 21 and Article 22 (protection against arrest and detention) of the Constitution – even when the executive had denied these rights internationally – its consideration of what these rights really mean for the citizens in a lived way has been inconsistent. Shah was awarded the equivalent of Rs 3.5 lakh for 14 years of wrongful confinement and Narayanan who was defamed, called a spy, whose career was destroyed and who fought a lonely battle for 24 years (where just the legal fees would have exceeded Rs 1 crore) was awarded Rs 50 lakh. This reflects the lack of a structured approach to the issue.The wrongful denial of life and liberty are constitutional violations for the very reason that they are tied to various aspect of social – not just legal – life and are essential for a wholesome existence and experience of being human. When wrongfully prosecuted, a citizen loses life – the opportunities and pursuits that create, mental and physical health, dignity and social standing – not just of herself but also of her family. Such loss, if at all can be monetised, can be done in an exemplary fashion. Exemplary damages – compensation over and above the actual loss suffered by the plaintiff – need to be coupled with real costs of fighting the legal battle in India, where justice is often a beast that needs the right intersection of caste, class, power and cash for it to be drawn out of its cavernous corners. For instance, Rs 50 lakh would not even cover a small percentage of the possible legal fees of the army of top lawyers that Narayanan had lined up in his defence – leave alone exemplary damages.Recommendations and shortcomingsProviding the framework for calculating the compensation, the Law Commission’s report draws upon the Innocence Network India’s work on those who have been wrongfully prosecuted in the country – the list of people with long years of wrongful prosecution, the torture, the explicit detailing of its causes, and the international framework for its remedies. Drawing upon the testimonies of innocents, the Law Commission’s report points out the case of Md Nisaruddin Ahmed as one of the gravest instances of miscarriage of justice in the country. Ahmed was an accused in the 1993 serial blasts in trains case and was declared innocent by the Supreme Court and released in 2016 after 23 years in custody. The reports points out:“Compensation under this framework will include both pecuniary and non-pecuniary assistance...while pecuniary assistance will be in terms of monetary award as may be determined by the special court; non-pecuniary assistance will be awarded in the form of services such as counselling, mental health services, vocational/employment skills development, and such other similar services. Non pecuniary assistance shall also include a specific provision for removing disqualification attached to a prosecution or conviction...”While the Law Commission report is fairly comprehensive, it can gain by national statistics on the state of wrongful prosecutions in the country – a study which probably only the law commission can thoroughly undertake. GS Bajpai, a member of the Innocence Network jury which framed the legislative framework on compensation, pointed out “the non inclusion of suspension of sentence, inadequate suggestions of compensation scheme, as well as the lack of relevant data are a few of the issues with the report. A more researched report was expected as the issue needs immediatestate intervention”.Sharib A Ali is the founder member of Innocence Network, India, and Programs Director at Quill Foundation.","author":"Sharib Ali","time":"2018-10-06T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895007-okasktvaiq-1537359356.jpg","tags":["Law Commission of India","ICCPR","wrongful prosecution","illegal detention","Law","Innocence Network","human rights","exemplary damages"]}