{"title":"India’s centuries-long experiment with tree plantations should be a warning to all foresters","content":"Allowing forests to regenerate on their own has been championed as a strategy for reducing planet-heating carbon in the atmosphere while also boosting biodiversity, the benefits ecosystems offer and even the fruitfulness of livelihoods.But efforts to increase global tree cover to limit climate change have skewed towards erecting plantations of fast-growing trees. The reasons are obvious: planting trees can demonstrate results a lot quicker than natural forest restoration. This is helpful if the objective is generating a lot of timber quickly or certifying carbon credits which people and firms buy to supposedly offset their emissions.While plantations on farms and barren land can provide firewood and timber, easing the pressure on natural forests and so aiding their regeneration, ill-advised tree planting can unleash invasive species and even dispossess people of their land.For more than 200 years India has experimented with tree plantations, offering important lessons about the consequences different approaches to restoring forests have on local communities and the wider environment. This rare long-term perspective should be heeded by foresters today to prevent past mistakes being repeated.Colonial eraBritain extended its influence over India and controlled much of its affairs via the East India Company from the mid-18th century onwards. Between 1857 and 1947, the Crown ruled the country directly and turned its attention to the country’s forests.Britain needed great quantities of timber to lay railway sleepers and build ships in order to transport the cotton, rubber and tea it took from India. Through the Indian Forest Act of 1865, forests with high-yielding timber trees such as teak, sal and deodar became state property.To maximise how much timber these forests yielded, British colonial authorities restricted the rights of local people to harvest much beyond grass and bamboo. Even cattle grazing was restricted. Indian communities retaliated by burning down some of the forests.Meanwhile plantations of teak (Tectona grandis), a species well adapted to India’s hot and humid climate and a source of durable and attractive timber, spread aggressively. Pristine grasslands and open scrub forest gave way to teak monocultures.Eucalyptus and other exotic trees which hadn’t evolved in India were introduced from around 1790. British foresters planted pines from Europe and North America in extensive plantations in the Himalayan region as a source of resin and introduced acacia trees from Australia for timber, fodder and fuel. One of these species, wattle (Acacia mearnsii), first introduced in 1861 with a few hundred thousand saplings, was planted in the Nilgiris district of the Western Ghats.This area is what scientists all a biodiversity hotspot – a globally rare ecosystem replete with species. Wattle has since become invasive and taken over much of the region’s mountainous grasslands.Similarly, pine has spread over much of the Himalayas and displaced native oak trees while teak has replaced sal, a native hardwood, in central India. Both oak and sal are valued for fuel, fodder, fertiliser, medicine and oil. Their loss, and the loss of grazing land, impoverished many.Restoring forestsIndia has pledged to restore about 21 million hectares of forest by 2030 under the Bonn Challenge. A progress report released by the government of India and the International Union for Conservation of Nature in 2018 claimed around 10 million hectares was under restoration.This focus on increasing the area of land covered with trees is reflected in India’s national forest policy, which aims for trees on 33% of the country’s area. Schemes under this policy include plantations consisting of a single species such as eucalyptus or bamboo which grow fast and can increase tree cover quickly, demonstrating success according to this dubious measure.Sometimes these trees are planted in grasslands and other ecosystems where tree cover is naturally low. The result is that afforestation harms rural and indigenous people who depend on these ecosystems for grazing and produce. The continued planting of exotic trees risks new invasive species, in a similar way to wattle 200 years ago.There are positive case studies too. The Forest Rights Act of 2006 empowered village assemblies to manage forest areas which had once been in traditional use. Several assemblies (known as Gram Sabhas) in the Gadchiroli district of central India have restored degraded forests and managed them as a sustainable source of tendu leaves, which are used to wrap bidi (Indian tobacco). In the Kachchh grasslands of western India communities were able to restore grasslands by removing the invasive gando bawal (meaning “mad tree”) first introduced by British foresters in the late 19th century.Future forestsThe success of forest restoration efforts cannot be measured by tree cover alone. The Indian government’s definition of “forest” still encompasses plantations of a single tree species, orchards and even bamboo, which actually belongs to the grass family.This means that biennial forest surveys cannot quantify how much natural forest has been restored, or convey the consequences of displacing native trees with competitive plantation species or identify if these exotic trees have invaded natural grasslands which have then been falsely recorded as restored forests.Natural forest regeneration and plantations for timber and fuel should both be encouraged, but with due consideration of how other ecosystems and people will be affected. This includes carefully choosing plantation species to ensure they don’t become invasive.The objective of increasing tree cover should be assessed in terms of its implications for forest rights, local livelihoods, biodiversity and carbon storage. Some of the best practices on restoration through communities such as Gadchiroli should be studied and scaled up.Planting trees does not necessarily mean a forest is being restored. And reviving ecosystems in which trees are scarce is important too. Determining whether local people and the environment are benefiting is a more helpful measure of success than simply scanning a forest canopy from above.Dhanapal Govindarajulu is Postgraduate Researcher, Global Development Institute, University of Manchester.This article first appeared on The Conversation.","author":"Dhanapal Govindarajulu, The Conversation","time":"2023-08-13T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184707-tspwkgzhzi-1671627877.jpg","tags":["Tree plantation","Forest cover"],"source":"https://scroll.in/article/1054239/indias-experiments-with-tree-plantations-over-200-years-should-be-a-lesson-for-all-foresters"}