{"title":"India to get normal monsoon this year, says weather department","content":"India will get normal rainfall during this year’s monsoon, the weather department said on Tuesday. Between June and September, the country is expected to receive 96% rainfall of the Long Period Average, the India Meteorological Department said.The Long Period Average is the mean rainfall recorded in monsoon seasons in India between 1971 and 2020. A monsoon is considered to be normal if the country receives between 96% and 104% of the average rainfall in a year. Timely and normal rains are critical for the country’s farm output as the weather department has already warned of heatwaves in most parts of the country from April to June. Heatwaves hurting the farm output could be bad news for India’s inflation levels, which continues to stay above the tolerance level of the Reserve Bank of India.Quantitatively the southwest monsoon seasonal (June to Sep) rainfall over the country as a whole is likely to be 96%of the Long Period Average (LPA) with model error of ± 5% (Normal). The LPA of the season rainfall over the country as a whole for the period 1971-2020 is 87 cm. pic.twitter.com/Bvhm3G2Sn7— India Meteorological Department (@Indiametdept) April 11, 2023\n\nAt a press briefing on Tuesday, Mrutyunjay Mohapatra, the weather department’s director general of meteorology, said that El Nino conditions are likely to develop during the monsoon, which could hurt rainfall during the second half of the season, ANI reported.The El Nino phenomenon involves warming of ocean surface temperatures in the eastern and central Pacific that typically occurs every few years and has been linked to crop damage, fires and flash floods.Also read: Changing monsoon pattern, influenced by global and local factors, poses a challenge for India","author":"Scroll Staff","time":"2023-04-11T16:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177087-nhxwwyywnt-1657693295.jpg","tags":["Monsoon","Heatwave","Monsoon season","El Nino"],"source":"https://scroll.in/latest/1047177/india-to-get-normal-monsoon-this-year-says-weather-department"}