{"title":"India abstains from voting on UN resolution condemning violence against Rohingya in Myanmar","content":"India on Tuesday abstained from voting on a United Nations resolution condemning the human rights violations in Myanmar, particularly against Rohingya Muslims, non-governmental organisation Amnesty International reported. Eight other countries also abstained from voting.But the Bangladesh-backed resolution was passed, as thirty-three countries voted in favour of it, including the United States, the United Kingdom, Saudi Arabia, Indonesia and Iraq, The Wire reported. China, Philippines and Burundi voted against it. “The adoption of today’s resolution demonstrates the broad international concern about the hundreds of thousands of Rohingya people so brutally impacted by the ongoing crimes against humanity in Myanmar’s Rakhine State,” Amnesty International’s East Asia Director Nicholas Bequelin said. “By voting against it, China and others showed how woefully out of step they are with world opinion on the crisis.”“China has the diplomatic, humanitarian and economic resources to make a real difference in the lives of the Rohingya,” Bequelin added. “But its current maneuvering simply seeks to intervene only to preserve impunity for horrific crimes.” Bequelin said the resolution was “crucial to ensure the voluntary, safe and dignified return of hundreds of thousands of Rohingya refugees.” United Nations High Commissioner for Human Rights Zeid Ra‘ad al-Hussein on Tuesday said “elements of genocide” in violence against Rohingya Muslims by Myanmar’s security forces “cannot be ruled out”. He added that none of the Rohingya who had fled Rakhine state since August should be repatriated to Myanmar unless there was a strong human rights monitoring mechanism on the ground.","author":"Scroll Staff","time":"2017-12-06T14:52:32.569028+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860502-75774-rfrrhmaxdm-1512550805.jpg","tags":["Myanmar","United Nations","India","China","Rohingya","Rohingya Muslims"],"source":"https://scroll.in/latest/860502/india-abstains-from-voting-on-un-resolution-condemning-violence-against-rohingya-in-myanmar"}