{"title":"Indian family among group of eight persons found dead at US-Canada border","content":"An Indian family is among a group of eight persons who have been found dead in the Saint Lawrence River in Canada after they illegally tried to enter the United States, reported CBC News Canada on Friday. Bodies of six persons were found on Thursday in a marsh in Akwesasne, a Mohawk territory between the US-Canada border. The authorities discovered two more bodies in the area on Friday.The bodies comprised six adults and two children from two families – one Indian and another of Romanian descent.One of the children aged three had a Canadian passport while an infant was a Canadian citizen, according to Shawn Dulude, the police chief of the Kanien’kehá:ka community of Akwesasn. The authorities have also found a body of an adult woman believed to be an Indian national. “All are believed to have been attempting illegal entry into the United States from Canada,” Dulude said.The police are looking for a 30-year-old man identified as Casey Oakes who was last seen on Wednesday night boarding a light blue vessel and leaving Cornwall Island in Saint Lawerence River, reported CBC News Canada.Oakes was later reported missing which had led to the search efforts that found the bodies. The police have identified Oakes as a person of interest in the case.Indians found dead near the US-Canada border, says Akwesasne Mohawk Police Service pic.twitter.com/UnqoLPCZi1— Sidhant Sibal (@sidhant) March 31, 2023\n\nMeanwhile, Prime Minister Justin Trudeau expressed grief over the incident.“This is a heartbreaking situation,” Canadian Prime Minister Justin Trudeau said, reported the Associated Press. “We need to understand properly what happened, how it happened and do whatever we can to minimise the chances of this ever happening again.”About 80 persons have tried to cross illegally into Canada or the US through the Mohawk territory since January with most of them being of Indian or Romanian descent, the Akwesasne police said, reported AP.Friday’s development comes three months after the Canadian Police had discovered the bodies of four Indians near the border town of Emerson. They were identified as Jagdish Patel (39), Vaishali Patel (37), Vihangi Patel (11) and Dharmik Patel (3).The family was among 11 persons from Gujarat who were trying to cross the Canada-US border. The other seven were detained by the United States authorities after they crossed the border.","author":"Scroll Staff","time":"2023-04-01T14:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188637-ldppmytttw-1680335676.jpg","tags":["United States","Canada","India","Immigration","Migration"],"source":"https://scroll.in/latest/1046651/indian-family-among-group-of-eight-persons-found-dead-at-us-canada-border"}