{"title":"India’s economic growth falls to 4.5% in July-September quarter – the slowest in over six years","content":"India’s economic growth contracted to 4.5% in the July-September quarter as consumption failed to revive and private investment remained stagnant, government data showed on Friday. This is the slowest growth rate in more than six years, and the sixth straight quarter of slowdown. In the current GDP series, the lowest growth rate was 4.3% recorded in the fourth quarter of the 2012-’13 financial year.In terms of gross value added, the economy grew 4.3% compared to 4.9% in the previous quarter. In the April-June quarter, India’s Gross Domestic Product had grown just 5%, the slowest in six years. India had lost the tag of the fastest growing major economy to China in the last quarter of 2018-’19 after its GDP growth rate declined to 5.8%.The agriculture sector grew 2.1% in the second quarter compared to 2% in the one before, while growth in mining contracted from 2.7% to 0.1%. Manufacturing contracted 1% compared to a 0.6% growth in the first quarter. Electricity and other public utilities grew 3.6% as against 8.6% in the April-June quarter.India’s fiscal deficit at the end of October was Rs 7.2 lakh crore, or 102.4% of the budgeted target for the current financial year. Net tax receipts in the April-October period was Rs 6.83 lakh crore while total expenditure was Rs 16.55 lakh crore.Meanwhile, the output of eight core industries last month declined 5.8% compared to October 2018, according to government data. Coal production fell 17.6% in the period while crude oil output declined 5.1%. Steel production fell 1.6%, and electricity generation plummeted 12.4%. In September, industrial output had contracted 4.3% when compared to same month last year.The slowdown has been predicted by most agencies and world bodies. On Tuesday, American credit rating agency Fitch Ratings’ company India Ratings and Research revised its growth forecast for India in the 2019-’20 financial year to 5.6%.In October, the International Monetary Fund had lowered India’s projected growth in the current financial year to 6.1% but said it would rebound to 7% in the 2020-’21 financial year. The United Nations Conference on Trade and Development, in its September report, said the country’s economic growth was expected to slow down to just 6% in 2019 from 7.4% the previous year.In August, credit rating agency Moody’s Investors Service had downgraded the country’s projected GDP growth rate to 6.2% for 2019-’20. The Asian Development Bank in September slashed its projection for the country’s economic growth in the ongoing fiscal year from 7% to 6.5%, but said the economy would remain one of the fastest-growing in the world this year as well as the next.In May, the government had released a report by the National Sample Survey Organisation that showed that India’s unemployment rate rose to a 45-year high of 6.1% in 2017-’18. Another survey showed that the monthly per capita consumption expenditure has declined for the first time in 2017-’18 since the 1970s.On Wednesday, Union Finance Minister Nirmala Sitharaman told the Rajya Sabha that economic growth might have slowed down, but it was not a recession yet and claimed there never would be one. Sitharaman said India’s real economic growth rate was 6.4% between 2009 and 2014, but 7.5% in the subsequent five years.","author":"Scroll Staff","time":"2019-11-29T17:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131921-bplmfkvnor-1575031634.jpeg","tags":["Gross Domestic Product","India","Economic Growth","Indian Economy"],"source":"https://scroll.in/latest/945257/indias-economic-growth-falls-to-4-5-in-july-september-quarter-the-slowest-in-over-six-years"}