{"title":"India withdraws wushu contingent after China issues stapled visas to athletes from Arunachal Pradesh","content":"India has withdrawn its entire wushu martial sports contingent from participating in an event in China after three athletes from Arunachal Pradesh were issued stapled visas, reported The Indian Express.A stapled visa is not stamped on the passport but is instead attached to the booklet with a staple. When a person leaves the destination, the pages are detached, leaving no record of their visit.Beijing claims that it does not need to issue regular visas to Indians from Arunachal Pradesh as they consider the state a part of China – a claim strongly opposed by New Delhi.The practice of issuing staple visas to people from Arunachal Pradesh had been discontinued since 2013 after India objected to it, reported The Hindu.On Wednesday night, an eight-member contingent, comprising five athletes, a coach and two support staff, were stopped at the boarding gate by airport authorities in New Delhi. The athletes were part of the 12-member team heading for the World University Games in Chengdu.“We were stopped at the gate by immigration officials and CISF personnel [Central Industrial Security Force],” Coach Raghvendra Singh told The Indian Express. “They did not give any reason and claimed they were merely acting on the government’s instructions.”On Thursday, External Affairs Spokesperson Arindam Bagchi said that China’s decision to issue staple visas was unacceptable.“We have lodged our strong protest with the Chinese side, reiterating our consistent position on the matter and India reserves the right to suitably respond to such actions,” Bagchi said during a briefing.He added that India believes that there should be no discrimination or differential treatment on the basis of domicile or ethnicity for Indians holding valid passports.According to the officials, the athletes had applied for their visas on July 16. While the visa applications of the rest of the team were processed in time, the documents of the three athletes from Arunachal Pradesh had not been accepted and they were asked to submit their applications again. They were then issued stapled visas on Wednesday, reported The Indian Express.Ties between India and China have been strained since the militaries of the two countries clashed in Galwan Valley in eastern Ladakh in June 2020 and two years later in the Tawang sector of Arunachal Pradesh.In 2011, five karate players from Arunachal Pradesh were given stapled visas for competition in Quanzhou, according to The Indian Express.","author":"Scroll Staff","time":"2023-07-28T09:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192635-adfwuthqqw-1690517540.jpg","tags":["India","China","Arunachal Pradesh"],"source":"https://scroll.in/latest/1053415/india-withdraws-contingent-after-china-issues-stapled-visas-to-athletes-from-arunachal-pradesh"}