{"title":"Indians are desperate for jobs despite a fast-growing economy – what is the solution?","content":"Israel plans to bring in 70,000 workers from abroad, including 10,000 from India, to boost its construction sector. A labour shortage has emerged after 80,000 Palestinian workers were barred from entering the country after the October 7 Hamas-led attacks.Figures suggest that India is one of the fastest-growing economies in the world. Between July and September of 2023, it grew at a pace of 7.6%. If it continues along this current growth trajectory, India will become the world’s third-largest economy by 2027.The fact that thousands of Indian workers are nonetheless queuing up to secure a job in a conflict zone abroad is a consequence of a jobs crisis at home. Despite the country’s apparent economic growth, many Indians – even those with a university degree – are struggling to secure stable employment.Casual work makes up 25% of the workforce, while only 23% of workers are paid a regular salary. The remainder are self-employed, and quite vulnerable to irregular and insecure income too.But India has a large working-age population (people between 15 and 64 years of age), so the demand for jobs is immense. India needs to create an estimated 10 million to 12 million jobs each year for the unemployed, new workforce entrants, and surplus agricultural workers to be able to secure non-farm work.How can India provide jobs for its increasingly educated young? It needs even faster economic growth and for this growth to be labour intensive. This will, in turn, generate demand in the economy from all sections of society (not just the middle class and above).Structural changeBetween 2004 and 2014, India’s economy grew at a rate of nearly 8% per year (despite the global financial crisis in 2008). This rapid growth was accompanied by a hastening of structural change in employment.During that period, the economy created on average 7.5 million new non-farm jobs every year. The number of manufacturing jobs in India rose from 53 million in 2004 to 60 million by 2012.However, Rs 500 and Rs 1,000 notes were taken out of circulation in 2016, making 86% of India’s currency illegal. The cash recall was intended to accelerate the country’s transition towards a formal economy. But it led to acute shortages of cash, destroying jobs in the construction and manufacturing sectors.Growth slowed to 2020 when, at the beginning of the Covid-19 pandemic, the Indian government imposed a nationwide lockdown at four hours’ notice. The lockdown caused India’s gross domestic product to contract by 5.8% – more than twice the rate at which the global economy shrank.Employment in manufacturing jobs fell again, especially in labour-intensive manufacturing where employment had already been in decline for five years following the botched implementation of demonetisation. Around 60 million workers returned to jobs in agriculture, reversing the structural change in employment that had been underway for 15 years.To take advantage of its bulging working-age population, India needs to create more non-farm jobs. In his new book, Breaking the Mould, the former governor of the Reserve Bank of India, Raghuram Rajan, says that India needs to focus on exports of services, drawing on the country’s new digital infrastructure and IT-based services growth for the domestic (and export) market.But a focus on services alone will not suffice. This “New India” economy currently constitutes less than 15% of the country’s economy and a fraction of that in employment. Such a strategy will generate jobs mainly for highly skilled people, rather than the millions of Indian workers that are searching for non-farm jobs.What India needs is a manufacturing strategy akin to China’s that focuses on labour-intensive manufacturing. China has pursued an industrial policy since the 1950s, which has become even more evolved since the 1980s, helping the country establish dominance in global high-tech manufacturing.Creating jobs in IndiaIn India, the demand for jobs will only be met if several different factors come together. Construction activity needs to continue at its current brisk pace. But, for the next year or two, it must be led by public sector investment as private investment remains sluggish.India’s investment-to-GDP ratio is still below 30%, and has remained below the 31% inherited by the current government when it came to power ten years ago. The potential for a twofold increase in construction employment (a trend that was observed between 2004 and 2012) over the next five years hinges on the revival of private investment.Labour-intensive manufacturing by micro, small and medium enterprises also needs a sustained fillip. The government’s focus is currently on large companies – so-called “national champions” like industrial conglomerates Tata and Mahindra – which are being encouraged through subsidies.If these subsidies were instead redirected towards smaller enterprises, they might do more for employment generation. Large corporations typically use highly capital-intensive methods of production, whereas smaller ones tend to absorb more labour. Historically, it is the latter that has generated most of the non-farm jobs in developing countries.The third area where employment can be generated is, indeed, services. Public expenditure should prioritise public health, education, vocational training and universities.These sectors are labour-intensive, contribute to the creation of public goods, and will build the human capital needed by both manufacturing and modern export-oriented services. That is the only way India’s health and education services can reach the levels observed in east Asia and attract more foreign investment.A renewed focus on smaller enterprises across these sectors is needed. Inclusive growth requires providing jobs rapidly at the bottom of the pyramid, not only at the top of the wage – and skill – distribution.Santosh Mehrotra is Visiting Professor at the Centre for Development Studies, University of Bath.This article was first published on The Conversation.","author":"Santosh Mehrotra, The Conversation","time":"2024-03-08T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198911-bynmmcpcur-1709295068.jpg","tags":["Labour","Manufacturing","Unemployment","Demonetisation"],"source":"https://scroll.in/article/1064562/indians-are-desperate-for-jobs-despite-a-fast-growing-economy-what-is-the-solution"}