{"title":"India is now a parliamentary democracy without a functioning parliament","content":"As the directly elected federal legislature for 1.3 billion people, India’s Parliament is – on paper – the world’s greatest organ of democracy. But the manner in which the forum has actually been functioning is, to put it mildly, disappointing. This gap between promise and practice was on stark display during the just concluded Monsoon session.Much of the session was characterised by physical chaos. The Opposition started the session demanding a debate on allegations that the Union government had spied on Indians using the Israeli cyber weapon Pegasus. With the government unrelenting, the Opposition decided to do its best to disrupt both the Lok Sabha and Rajya Sabha. On August 4, six Trinamool MPs were even suspended from the Rajya Sabha for allegedly not obeying the chair.Fight clubThis bedlam peaked in the Rajya Sabha on Wednesday as Opposition MPs physically clashed with security personnel. “FASCISM,” tweeted out the Trinamool’s Derek O’Brien, accusing “Modi-Shah’s brutal government” of using male marshals against women MPs. A joint statement by a group of Opposition MPs accused the government of bringing in “outsiders not part of Parliament security” in order to “manhandle Opposition leaders and members, including women parliamentarians”.The government on the other hand blamed the Opposition for creating a “ruckus”. These constant disruptions meant Parliament functioned for less than a quarter of the scheduled time.  Marshals in Parliament on Wednesday. Credit: https://twitter.com/SanjaySDutt/status/1425690048574279685Sleeping watchdogAlong with physical chaos, the session was marked by the fact that Parliament was unable to carry out its two most important functions: legislating and holding the government to account.The Modi government introduced as many as 15 new bills in this session and got them all passed without any scrutiny by committee – or for that matter any debate.Data from the Delhi-based think tank PRS Legislative Research shows that the Lok Sabha, on an average, took around 34 minutes to pass a bill. In the Rajya Sabha, it was 46 minutes. The Lok Sabha, for example, took as little as five minutes to pass the Insolvency and Bankruptcy Code (Amendment) Bill, 2021, which puts in place an insolvency resolution mechanism for micro, small and medium enterprises. These are, of course, ridiculous figures given these rushed laws will shape policy for 1.3 billion Indians.With no debate, standard tools to keep the executive in check – such as Question Hour – also lay dismantled.Parliament is meant to be a check on the executive. But in this session it was reduced to a rubber stamp whose only job was to mechanically pass bills drafted by the executive.#WATCH CCTV footage shows Opposition MPs jostling with marshals in Parliament yesterday pic.twitter.com/y7ufJOQGvT— ANI (@ANI) August 12, 2021\n\nDestroying the legislative checkThe conduct of the Monsoon session underlines a trend that has been underway for some decades now: the complete devaluation of both state and Union legislatures in Indian democracy.Indians have to a large extent lost faith in their legislators to represent them and their policies in any meaningful way. To formally underline this is the fact that there is now a law in place since 1985 called the Anti-Defection Law, which forces legislators to vote as per the diktats of their party high commands rather than in the interests of the people who elected them.Naturally, an erosion in the importance of Parliamentary democracy has meant a rise in the politics of personality. Prominent leaders now directly ask for votes in their own name – a pattern that holds both at the national level (with leaders like Narendra Modi) as well as at the state level (with chief ministers such as Mamata Banerjee). This personality-based democracy means that even as Indian elections largely remain free and fair, critical checks and balances in the period between elections stand severely weakened.In the end of course, while elections are a necessary part of democracy, they are not sufficient. A system of checks and balances is critical. In theory, Parliament is supposed to be a crucial part of those checks in the Westminster system. But with Parliament being attacked both by the rise of presidential-style personality politics on the outside as well as, often, its own members from the inside, it is clear that Indian democracy is in a significant amount of distress.pic.twitter.com/9RCk3UAycw— ಪಿಮಹಮ್ಮದ್ Mahamud (@cartoonist_PM) August 13, 2021","author":"Shoaib Daniyal","time":"2021-08-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162750-ldvvoxuzqk-1628820373.jpg","tags":["Parliament","Anti-Defection Law"],"source":"https://scroll.in/article/1002726/india-is-now-a-parliamentary-democracy-without-a-functioning-parliament"}