{"title":"India provided covert funding to preferred candidates in 2021 Canadian election: Report","content":"The Indian government, through its proxy agents, may have attempted to clandestinely provide financial support to preferred candidates during the 2021 Canadian general election, according to an interim report of the public inquiry into foreign interference in Canada, released on Friday.The report by Canada’s Foreign Interference Commission presents instances of interference by foreign countries in the Canadian federal electoral processes in 2019 and 2021.It said that in some cases, Canadian politicians may have received, without their knowledge, “illicit financial support” from Indian agents. “SITE [Security and Intelligence Threats to Elections Taskforce] did observe foreign interference activities targeting certain ridings and candidates in relation to the election, directed largely from China, and to a lesser extent from India and Pakistan, through the use of human agents,” said the report. “None of the activities met the threshold to pursue criminal investigations.”The report said that India’s interest in Canada stems from the large South Asian community in the North American country. The interference is aimed at aligning Canada’s position with India’s interest in terms of Canada-based supporters of an independent Sikh homeland, or Khalistan, it said.According to the report, a section of the South Asian community is viewed as fostering “an anti-India sentiment” which represents a threat to Indian stability and national security.“India does not differentiate between lawful, pro-Khalistani political advocacy and the relatively small Canada-based Khalistani violent extremism,” the report said. “It views anyone aligned with Khalistani separatism as a seditious threat to India.”The report also claimed that Indian foreign interference is targeted towards members of the Indo-Canadian communities, but prominent non-Indo-Canadians are also subjected to its foreign influence activities.“These activities may not be directed at influencing Canada’s democratic institutions, but are still significant,” the report said.The report was made public on the same day the Canadian police arrested three Indian nationals for their alleged involvement in the murder of Sikh separatist leader Hardeep Singh Nijjar. The Royal Canadian Mounted Police arrested Karanpreet Singh, Kamalpreet Singh and Karan Brar from Edmonton, Alberta, in connection with the case. They have been charged with first-degree murder and conspiracy.Intelligence reportIn April, the Canadian Security Intelligence Service also alleged that the Indian and Pakistani governments tried to interfere in Canada’s general elections in 2019 and 2021.An unclassified summary of the agency’s documents alleged that the Indian government in 2021 had “intent to interfere and likely conducted clandestine activities” in the North American country. The intelligence agency alleged that this may have included using an Indian government proxy agent in Canada.On January 24, the Canadian Security Intelligence Service named India as a foreign interference threat that tried to influence democratic processes in the North American country.The Indian government in February had rejected the “baseless” allegations that it had tried to influence the democratic processes in Canada. “It is not the Government of India’s policy to interfere in the democratic process of other countries,” Ministry of External Affairs spokesperson Randhir Jaiswal said at a press briefing.Diplomatic relations between New Delhi and Ottawa have been strained since September, when Canadian Prime Minister Justin Trudeau told the country’s parliament that intelligence agencies were actively pursuing “credible allegations” linking agents of the Indian government in Nijjar’s killing. New Delhi rejected Canada’s allegations as “absurd and motivated”. The Indian government also described the claims as Ottawa’s attempt to shift focus from “Khalistani terrorists and extremists who have been provided shelter in Canada and continue to threaten India’s sovereignty and territorial integrity”.","author":"Scroll Staff","time":"2024-05-04T12:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194132-izdglqxorh-1694850401.jpg","tags":["Foreign Interference Commission","Canada","India","Khalistan","Hardeep Singh Nijjar"]}