{"title":"India vs Sri Lanka, 3rd ODI: Rohit opts to bat first as Suryakumar, Washington replace Hardik, Umran","content":"Rohit Sharma won the toss and opted to bat first in the third and final One-Day International against Sri Lanka in Thiruvananthapuram on Sunday.The hosts, having already clinched the series by winning the first two ODIs, made two changes to their playing XI.Hardik Pandya and Umran Malik were rested, skipper Rohit said at the toss, and Washington Sundar and Suryakumar Yadav came in, with the latter getting a huge cheer from the crowd in the stadium when his name was announced.“Looks a good pitch, we will try to make the most of it,” said Rohit.“There are still a lot of areas that we can keep improving, today gives up a chance to do that. We want to play close to a perfect game,” he added.Sri Lanka also made two changes in their bid for a consolation win. Ashen Bandara and Jeffrey Vandersay came in for Dhananjaya de Silva and Dunith Wellalage.India had won the second ODI to secure the series win on the back of a fine, unbeaten knock by KL Rahul and an impressive all-round performance by Kuldeep Yadav.Playing XIs for the third ODI:Sri Lanka: Avishka Fernando, Nuwanidu Fernando, Kusal Mendis (w), Ashen Bandara, Charith Asalanka, Dasun Shanaka (c), Wanindu Hasaranga, Jeffrey Vandersay, Chamika Karunaratne, Kasun Rajitha, Lahiru Kumara.India: Rohit Sharma (c), Shubman Gill, Virat Kohli, Shreyas Iyer, KL Rahul (w), Suryakumar Yadav, Axar Patel, Washington Sundar, Kuldeep Yadav, Mohammed Shami, Mohammed Siraj.","author":"Scroll Staff","time":"2023-01-15T13:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185635-tdpooyrdcw-1673768981.jpg","tags":["cricket","indian cricket","indian cricket team","india vs sri lanka","rohit sharma","suryakumar yadav","washington sundar","hardik pandya","umran malik"],"source":"https://scroll.in/field/1041898/india-vs-sri-lanka-3rd-odi-rohit-opts-to-bat-first-as-suryakumar-washington-replace-hardik-umran"}