{"title":"‘Indian Predator: The Butcher of Delhi’ review: A sensationalised recreation of a gruesome crime","content":"Indian Predator: The Butcher of Delhi is the first in a Netflix true crime series about serial killers. The Butcher of Delhi revisits the case of Chandrakant Jha, who was convicted in 2013 for three murders that were committed in the capital between 2003 and 2007. There was no evidence to convict Jha in at least four more killings. The three-part documentary suggests that he could have been responsible for a few more deaths.The VICE India production, directed by Ayesha Sood, has several elements commonly found in shows of this type. The Butcher of Delhi is in closer in tone to the numerous Netflix true crime documentaries that minutely dissect tabloid-friendly crimes and feed our voyeurism but often leave us none the wiser about the perpetrators. A better Indian show of this type on the streamer is Leena Yadav’s House of Secrets: The Burari Deaths, which handles shocking material with sensitivity. The Butcher of Delhi includes staged blood-and-guts recreations of Jha bludgeoning his victims and a near-risible dramatic narration of Jha’s taunting letters to the Delhi Police. Jha is played by an actor (Altaf Hussain) whose main brief appears to have been to look psychopathic.Besides, is any true crime documentary complete without the declaration, “I haven’t come across a case like this in my entire career”? Experts are trotted out, from the Delhi Police officers who investigated the case to lawyers, a forensic investigator and a development economist. They attempt to make sense of a crime whose roots are more tangled than The Butcher of Delhi is willing to admit.\n\n\n    \n    Play\n\nIndian Predator: The Butcher of Delhi (2022). The story, per this series, is of extreme poverty leading to an extreme reaction. Jha was one of countless Bihari migrants trying to gain a toehold in Delhi. His known victims were often as poor as him – men he invited into his home on the pretext of food and friendship, only to be gagged and decapitated.The crime first came to light when Jha deposited a headless corpse outside Tihar Jail in 2006. The Delhi Police would have remained clueless had Jha not placed an anonymous call, taking credit for the murder and daring the law to catch up with him. Jha was eventually nabbed after a few more headless bodies were placed at the exact same spot outside Tihar. The first episode of The Butcher of Delhi makes it clear that were it not for Jha’s textbook kill-and-tell behaviour and a network of informers, the police might have taken years to join the dots.The story gets richer and stranger in the subsequent episodes. The makers unearth new facts about the case unknown even to the Delhi Police. Suffice to say that it’s more chilling than the tacky recreations of Jha’s murders. The three episodes could have easily been shrunk to two if the repetitive visuals of Jha brutalising his victims had been thrown out. There is some blather about genetics and a suggestion that Jha had murder on his mind even before he got to Delhi. When Sood and her crew travel to Jha’s village in Bihar, the show truly lives up its gory title.Beyond the shallow psychobabble, a nebulous picture is formed of a man so beaten by the system that he decided to mock it in the only way he could. Among Jha’s complaints, both in his letters and his subsequent confession, was that he was suffered police corruption and harassment during the years when he was working as a load lifter. Framed in a case, thrown into jail where, he claims, he was tortured, Jha emerged from prison with a burning desire for validation at any cost. The documentary is silent on the Delhi police’s contribution to Jha’s hellish choices. The link between the allegations of custodial brutality and Jha’s actions are left out in the open, for viewers to think about and analyse on their own. Instead, the makers take an indirect route by tracking down the family members of one of Jha’s victims. This man’s story is somewhat similar to Jha’s except in one important respect: he died, and horribly.Also read:‘The Karma Killings’: Documentary on Nithari murders answers some questions and raises others ‘House of Secrets: The Burari Deaths’ review: Darkness and some light in Netflix docuseries","author":"Nandini Ramnath","time":"2022-07-20T16:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177311-pbzevmurdz-1658168675.jpeg","tags":["Indian Predator: The Butcher of Delhi","True crime documentary series","Netflix"],"source":"https://scroll.in/reel/1028158/indian-predator-the-butcher-of-delhi-review-a-sensationalised-recreation-of-a-gruesome-crime"}