{"title":"India’s Chandrayaan-3 lands successfully on the moon","content":"India on Wednesday made history by becoming the first country to land a spacecraft near the south pole of the moon.The Indian Space Research Organisation’s Chandrayaan-3 spacecraft made a soft landing on the moon at 6.04 pm. “India is on the moon,” the space agency’s chief S Somanath declared while announcing the success of the mission. “This is an incremental progress and definitely a huge one.”VIDEO | Chandrayaan 3 Mission: Lander module makes soft landing on the Moon surface.#Chandrayaan3 #Chandrayaan3Landing #ISRO pic.twitter.com/8GCKiuSOVD— Press Trust of India (@PTI_News) August 23, 2023\n\nThe spacecraft with an orbiter, lander and a rover was launched on July 14 from the Satish Dhawan Space Centre in Sriharikota. It is expected to operate for two weeks and carry out a chemical analysis of the lunar surface.Before this, only three nations – the United States, the erstwhile Soviet Union and China – have successfully landed spacecraft on the moon’s surface.The highly anticipated moon landing on Wednesday was watched by over 7 crore people on YouTube and celebrations broke out across the country.At 8.17 pm, the Indian Space Research Organisation said that communication link was established between the lander and its Mission Operations Complex in Bengaluru. It also released images from the Lander Horizontal Velocity Camera taken during the descent to the moon’s surface.Chandrayaan-3 Mission:Updates:The communication link is established between the Ch-3 Lander and MOX-ISTRAC, Bengaluru.Here are the images from the Lander Horizontal Velocity Camera taken during the descent. #Chandrayaan_3#Ch3 pic.twitter.com/ctjpxZmbom— ISRO (@isro) August 23, 2023\n\nPrime Minister Narendra Modi waved the Indian flag as he watched the landing from South Africa, where is he attending a summit of BRICS nations.Addressing scientists of the Indian Space Research Organisation through video conference from Johannesburg, Modi said that India’s success belongs to all of humanity.VIDEO | \"These are extraordinary moments,\" says PM Modi while addressing the nation after Chandrayaan-3 successfully lands on the moon. pic.twitter.com/DnZ1g7ynsA— Press Trust of India (@PTI_News) August 23, 2023\n\n“This is a moment to cherish forever,” the prime minister said. “We are witness to the new flight of new India. New history has been written.”Congress President Mallikarjun Kharge said the landing of  Chandrayaan-3 was the “collective success of every Indian”. The Director General of the European Space Agency, Josef Aschbacher, described the success of Chandrayaan-3 as an “incredible” event.  “What a way to demonstrate new technologies AND achieve India’s first soft landing on another celestial body,” he said. “Well done, I am thoroughly impressed.”Incredible! Congratulations to @isro, #Chandrayaan_3, and to all the people of India!!What a way to demonstrate new technologies AND achieve India’s first soft landing on another celestial body. Well done, I am thoroughly impressed. And kudos once again to @esaoperations for… https://t.co/GT3kyWHP6L— Josef Aschbacher (@AschbacherJosef) August 23, 2023\n\nThis was India’s second attempt in four years to achieve the feat.In 2019, Chandrayaan-2 failed after scientists lost contact with the lander moments before the touchdown. The latest effort has been successful just days after Russia’s first moon mission after a gap of 47 years, destined for the moon’s south pole, crashed on the lunar surface.The National Aeronautics and Space Administration and other agencies have detected traces of frozen water on the south pole. Access to that ice is important for any human settlement, The Washington Post reported.India’s Chandrayaan-1 mission in 2008 was instrumental in the discovery of lunar water molecules in the polar regions.On Tuesday, the Indian Space Research Organisation chief told the Hindustan Times that the agency was “extremely confident” that the Chandrayaan-3 mission would be successful because they had mapped all contingencies and “prepared backups of [their] backup plans”.According to the Indian Space Research Organisation, the legs of the spacecraft were strengthened to enable it to land safely even at greater speeds. Besides, its software has also been updated, its fuel capacity increased and its ability to manoeuvre and find a suitable place to land has been expanded.“The core of Chandrayaan-3 is its sensors,” Somanath had said. “When you have something that is remotely operated, then everything depends on its ability to sense its location, what is its speed, what is the orientation.”Former Indian Space Research Organisation chief K Sivan had also declared that the final leg of the Chandrayaan-3 voyage would be successful. “We expect that everything will go smoothly,” he added.","author":"Scroll Staff","time":"2023-08-23T18:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193445-jfnkgzihgc-1692796227.jpeg","tags":["Chandrayaan-3","Moon","ISRO"],"source":"https://scroll.in/latest/1054770/indias-chandrayaan-3-lands-successfully-on-the-moon"}