{"title":"Indian Navy responds to distress call as Houthi strike hits merchant ship in Gulf of Aden ","content":"The Indian Navy said that it has deployed its guided missile destroyer INS Visakhapatnam in response to a distress call from a merchant ship that was struck by a Houthi anti-ship missile in the Gulf of Aden on Friday night.The Houthi movement is a Yemen-based militant organisation backed by Iran.The merchant ship named Marlin Luanda is carrying 22 Indians and one Bangladeshi crew member.“The fire fighting efforts onboard the distressed Merchant Vessel is being augmented by the NBCD [Nuclear, Biological and Chemical Defence] team along with firefighting equipment, deployed by INS Visakhapatnam to assist the crew onboard the MV,” the Navy said in a tweet. #IndianNavy's Guided missile destroyer, #INSVisakhapatnam, deployed in the #GulfofAden responded to a distress call from MV #MarlinLuanda on the night of #26Jan 24.The fire fighting efforts onboard the distressed Merchant Vessel is being augmented by the NBCD team along with… pic.twitter.com/meocASF2Lo— SpokespersonNavy (@indiannavy) January 27, 2024\n\n\nThe tanker is operated by multinational trading company Trafigura and flies under the flag of the Marshall Islands, reported the BBC. The French and the United States naval ships had also responded to the incident.On Saturday, Trafigura said that all crew on board were safe and that the fire in a cargo tank had been put out. The ship is now sailing towards a safe harbour.The Houthis said on Saturday that they targeted the merchant vessel in response to American-British aggression.On January 11, the United States and the United Kingdom launched strikes at several sites linked to the Houthi rebels.The latest strike comes amid a spate of similar attacks in the region since November. The crucial international maritime route between Europe and Asia – through the Red Sea and the Suez Canal – accounts for nearly 15% of the world’s shipping traffic.The Houthis have stated that their attacks are in response to Israel’s war on Gaza, which has killed over 26,000 Palestinians since October 7.US destroys Houthi missileThe US on Saturday said that it destroyed a Houthi anti-ship missile in Yemen that was aimed towards the Red Sea and ready to launch. “US Forces identified the missile in Houthi-controlled areas of Yemen, and determined it presented an imminent threat to merchant vessels and the US Navy ships in the region,” the American Central Command said in a post on X, formerly Twitter. “US Forces subsequently struck and destroyed the missile in self-defense.”It added: “This action will protect freedom of navigation and make international waters safer and more secure for US Navy vessels and merchant vessels.”Nearly, 50 ships pass through the strait of Bab el-Mandeb, which connects the Gulf of Aden to the Red Sea. Most of the Houthi attacks have been reported in this area.Amid the ongoing strikes, several shipping companies have suspended their operations in the region.U.S. Conducts Self-Defense Strike Against Houthi Anti-Ship MissileOn Jan. 27 at approximately 3:45 a.m. (Sanaa time), U.S. Central Command Forces conducted a strike against a Houthi anti-ship missile aimed into the Red Sea and which was prepared to launch. U.S. Forces… pic.twitter.com/UcHqDiyT1I— U.S. Central Command (@CENTCOM) January 27, 2024","author":"Scroll Staff","time":"2024-01-27T19:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197921-srsqegbimh-1706360362.jpg","tags":["INS Visakhapatnam","Gulf of Aden","anti-ship missile","Houthi","Yemen"]}