{"title":"India announces Agnipath scheme for four-year recruitment of soldiers into armed forces","content":"Defence Minister Rajnath Singh on Tuesday announced a scheme for short-term recruitment of young citizens into the armed forces. The scheme, named Agnipath, will allow citizens to serve in the armed forces for four years. Citizens from 17 and a half to 21 years of age can apply for the scheme.On the completion of four years, these persons will be able to apply to get enlisted as a regular cadre of the armed forces.The proposal was approved by the Union Cabinet Committee on Security on Tuesday morning as the country aims to deploy fitter troops and cut down the salary and pension bills of the Army, Navy and Air Force.“Based on merit and organisational requirement, up to 25% [of the short-term recruits] shall be selected from that batch,” said Anil Puri, additional secretary in the Department of Military Affairs, according to ANI.Those recruited will get a monthly remuneration of Rs 30,000, which can be upgraded up to Rs 40,000 by the fourth year.The soldiers will also get non-contributory life insurance cover of Rs 48 lakh during their stint in the armed forces. They will receive Rs 11.71 lakh as a “SevaNidhi Package” after they complete their duty, the defence ministry said in a statement.   However, the soldiers will not be entitled to pension and gratuity.#AGNIPATH scheme provides a attractive monthly  package of ₹ 30,000 per month with upgradation upto ₹ 40,000 per month in 4th year.A composite financial package SEVA NIDHI for all candidates on completion of 4 years.4/4 pic.twitter.com/YbPPj8giTe— Jaideep Bhatnagar (@DG_PIB) June 14, 2022\n\nThis year, 46,000 soldiers will be recruited under the scheme, the ministry said.Those recruited will be given a distinct rank in the armed forces. Women will also be recruited under the scheme.The recruitment process will start within the next 90 days and the first batch will be ready by July, reported NDTV.“Through the Agnipath scheme, young Indian citizens will be given the opportunity to serve in the armed forces as Agniveers,” Singh said. He added that the scheme will increase employment opportunities and young persons can use the skills acquired during their military service in various sectors subsequently.“The entire country holds the armed forces in high esteem, particularly young persons,” the defence minister said. “At some point or another, every child wishes to wear the uniform of the armed forces.”Through the implementation of the scheme, the government wishes to lower the average age profile of the armed forces by four to five years, the ministry said in the statement.“The nation stands to immensely benefit by infusion of highly inspired youth with deeper understanding of self-discipline, diligence and focus who would be adequately skilled and will be able to contribute in other sectors,” the ministry said.At present, the Army recruits young persons under the Short Service Commission for ten years and the stint can be extended by four years.Veterans express concernMeanwhile, some veterans of the armed forces expressed their concern about the scheme. Lieutenant General (retired) Vinod Bhatia said the scheme was a “death knell” for the armed forces. He said that the scheme was being implemented without testing it or doing a pilot project.Bhatia said that the scheme will lead to militarisation of the society and that nearly 40,000 youth, who are semi-trained in handling arms, will be without a job every year.“Not a good idea,” he added. “No one gains.”On the aspect of the scheme that it would reduce the defence budget, Major General (retired) Yash Mor said that armed forces cannot be looked at from an economic point of view.“Military life and career can’t be evaluated from money saved to  the exchequer,” he added.Major General (retired) Satbir Singh said that the scheme is not in line with the established military traditions, ethos, morals and values.“It will adversely effect efficiency and effectiveness of [the] military,” he said, adding that the scheme will create “disgruntled youth tourists” in military organisations. 1/2.  Tour of Duty (TOD) for Mil not in keeping with the est Mil Tradition, Ethos, Morals, Values. It will adversely effect efficiency & effectiveness of Mil.  It will create disgruntled youth tourists in Mil Tourism Orgs with four yrs job like we have treated EC and SSCO offrs.— Maj Gen Satbir Singh SM (@satbirsm) June 13, 2022\n\nLieutenant General (retired) PR Shankar said that the Agniveer scheme, does not seem to be a good idea, reported PTI.He said the scheme expects to make a “superman out of a kindergarten student”.“We might be producing an Abhimanyu but he will not get out of the Chakravyuh,” he added. “After five years of tour of duty, Arjuns will not be available in our next Mahabharata. The cutting edge units will not be able to fight. There are no runners up in war.”Group Captain (retired) Nitin Welde said it is too early to criticise or appreciate the scheme.Major General (retired) BS Dhanoa said that while the scheme has been implemented with cost cutting in mind, it may turn out to be a catalyst for larger reforms in the military.“If our top brass and political leaders are capable of looking beyond short term gains, we may still achieve a lot,” he added. Met a pupil from AFA,he remembers my words from 1st interaction. “ Pehle acche insaan bano Phir acche officer Pilot toh hum tumhe bana hi denge “ “Pehle ache insaan bano Phir acche nagrikAgniveer toh hum tumhe bana hi denge. #tourofduty too early to criticise/ appreciate.— Nitin Welde (@nitinwelde) June 14, 2022","author":"Scroll Staff","time":"2022-06-14T14:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175756-bvvjpgcwos-1655197725.jpg","tags":["Rajnath Singh","Union Cabinet Committee on Security","Indian Army","Army","Agnipath"],"source":"https://scroll.in/latest/1026144/india-announces-agnipath-scheme-for-four-year-recruitment-of-soldiers-into-armed-forces"}