{"title":"Indian football, IWL: All you need to know about Indian Women's League 2023 edition","content":"As the domestic season winds down on men’s football, the Indian Women’s League is set to begin on April 26 in Ahmedabad.The sixth edition of the women’s top-flight league will feature 16 teams – including a number of debutantes – during the course of the competition that will last a little over a month.Here’s a look at all you need to know about the coming season:What has changed this season?The 2023 season begins days after the All India Football Federation made a host of announcements pertaining to women’s football in India. Chief among those is the inclusion of a minimum wage for footballers.The AIFF announced that the top eight teams in the IWL for the 2023-24 season will need to have at least 10 Indian players on a fully professional annual contract worth a minimum of Rs 3.2 lakhs.However, with a prize money of Rs 10 lakhs and no revenue from broadcasting, clubs aren’t completely on board with the AIFF’s decision as was echoed by Odisha FC owner Rohan Sharma.“There is no sponsorship, the telecast is poor. The Rs 10 lakh cash prize money (for winning the league) is so low that it doesn’t even offset the expenditure. Next year we have to take a stand on whether to participate. I can just run my academy and play in the local league,” an IWL club owner told Deccan Herald.The AIFF has also said that the 2024-25 season will have 10 teams in the top division followed by two other divisions which will be further expanded to four divisions from the 2025-26 season, with the lowest tier being state leagues.What’s the format?The upcoming season however, will see the competition go back from a regular league format to one that includes group and knockout stages. Teams will also be allowed to sign three foreign players with two on the field at a time.The 16 teams have been divided into two groups of eight teams with each playing the others once for a total of seven group stage stage. The top four teams from each group will progress to the knockout stages featuring quarter-finals, semi-finals and final.The top four teams from each group will also book their place in the 10-team IWL next year with the remaining two spots to be decided via play-offs.GroupsGroup A: Gokulam Kerala FC, Mata Rukmani FC, HOPS FC, Misaka United FC, Kahaani FC, East Bengal FC, Sports Odisha, Mumbai Knights FCGroup B: Sethu FC, Kickstart FC, Celtic Queens FC, Eastern Sporting Union, CRPF FC, Churchill Brothers FCG, Lords FA Kochi, Odisha FCWho are the contenders?Two-time champions Gokulam Kerala FC’s title defence will prove to be tougher this season with the team missing some key players. Biggest of them all will be Manisha Kalyan, the player of the tournament last season, and Elshaddai Acheampong, the top-scorer in the league.Kalyan and Acheampong signed for Cyprus-based Apollon FC with whom they won the Cypriot League. Kalyan earlier told Scroll that she will not be playing in the IWL this season.Also missing will be Dalima Chhibber, who has joined Bengaluru-based Kickstart FC. GKFC will also be without the services of Soumya Guguloth and Jyoti Chauhan who joined Croatia’s Dinamo Zagreb. Also missing from the GKFC line-up is goalkeeper Aditi Chauhan, who is recovering from an ACL injury and had anyway moved to sign with Lords FC.To counter the loss of key players, GKFC have signed the pair of Indumathi Kathiresan and Sandhiya Ranganathan from Sethu FC as well as the young Hemam Shilky Devi.Perhaps the biggest challengers for GKFC this season will be newcomers Odisha FC. The ISL team have signed many big players including forward Bala Devi, Sweety Devi, Karthika Angamuthu, Anju Tamang, Shreya Hooda, Pyari Xaxa and Manisha Panna.Meanwhile, 2018-19 champions and runners-up for last season Sethu FC have signed Under-20 internationals Apurna Narzary, Sumati Kumari, Gladys Zonunsangi and Kajol D’Souza.Apart from signing Chhibber, who finished her education at the University of Manitoba last year, Kickstart FC have also signed India’s 2022 Under-17 World Cup trio of Astam Oraon, Shubhangi Singh and Babina Devi.Are there home and away fixtures?Not for this season. All the matches will be played at TransStadia and the Shahibaug Police Ground in Ahmedabad, Gujarat. The league stage will run from April 26 to May 13 with the schedule for the knockout stages yet to be announced. Each stadium will host two matches a day. One at 8 am and the other at 4.30 pm.The AIFF has claimed that it will introduce home and away fixtures next season.Where can the matches be watched?As of now, the IWL does not have any official broadcast partner and it is likely that the matches will be streamed on AIFF’s official YouTube channel like last season.Update: Only the evening matches are set to be live-streamed: IWL 2023 - Only evening matches will be available live on Indian Football’s YouTube channel. https://t.co/5NpNsOzykI— SportsKhabri (@Sports_Khabri) April 25, 2023","author":"Dilip Unnikrishnan","time":"2023-04-24T17:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174977-xjnbidnbei-1653633813.jpg","tags":["AIFF","IWL","Indian Women’s League","Indian Football","Gokulam Kerala FC","Odisha FC","Sethu FC","Women’s Football"]}