{"title":"India tour of Bangladesh: Jemimah Rodrigues’ all-round show helps visitors record big win in 2nd ODI","content":"After a disappointing loss in the first One Day International, Jemimah Rodrigues’ all-round performance ensured bounced back with a 108-run win in the second ODI at Sher-e-Bangla Stadium, Dhaka on Wednesday. Rodrigues’ 86 off 78 balls and skipper Harmanpreet Kaur’s 52 off 88 balls helped India reach 228 for eight before they returned to knock out the hosts for 120 in 35.1 overs. Smriti Mandhana (36) and Harleen Deol (25) were the other vital contributors for India.#Cricket #BANvINDIndia win the second ODI by 108 runs. The visitors already had an upperhand but Bangladesh lost their last seven wickets for 14 runs.India bounce back in style. Jemimah Rodrigues is the player of the match with 86 runs and four wickets 🔥IND 228/8 after 50… pic.twitter.com/bCSt5cRlaO— The Field (@thefield_in) July 19, 2023\n\nEarlier in the innings, Kaur and Mandhana had to re-build the innings after the loss of two early wickets of Priya Punia (7) and Yastika Bhatia (15). Kaur was injured and also retired hurt before she came on to bat again after Harleen Deol was dismissed for 25.Kaur played second-fiddle as Rodrigues reached her fifty and scored nine boundaries. During Kaur’s 88-ball innings, she hit three fours. In addition to her outstanding half-century, Rodrigues (4/3) contributed with four wickets.A 68-run partnership off 92 balls between Ritu Moni (27 off 46) and Fargana Hoque (47 off 81) gave Bangladesh hope of a rare series victory over India after a shaky start to the run chase. However, they both fell quickly one after the other, as Bangladesh went from 106 for three to 120 all out in 35.1 oversAlong with Rodrigues, leggie Devika Vaidya struck thrice. Moni and Hoque were both stumped off Vaidya and Rodrigues, respectively. Meghna Singh, who was playing her first ODI since September, took out Murshida Khatun (12 off 19).On Saturday, the two teams will play the decisive third and final ODI.","author":"Scroll Staff","time":"2023-07-19T17:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192364-nahnghqewi-1689766467.jpeg","tags":["Jemimah Rodrigues","Harmanpreet Kaur","Cricket","India tour of Bangladesh","Indian cricket","Devika Vaidya","Fargana Hoque","Ritu Moni","India","Bangladesh"],"source":"https://scroll.in/field/1052917/india-tour-of-bangladesh-jemimah-rodrigues-all-round-show-helps-visitors-record-big-win-in-2nd-odi"}