{"title":"India retains 142nd rank on World Press Freedom Index, among most dangerous nations for journalists","content":"Media watchdog Reporters Sans Frontières on Tuesday said that India is one of the most dangerous countries in the world for journalists to do their job properly. In the latest World Press Freedom Index, the watchdog said that while India has not slipped further from its position at 142 out of 180 countries, it continues to be classified as “bad” for journalism – a title it shares with nations such as Brazil, Mexico and Russia. In India, RSF said journalists are “exposed to every kind of attack, including police violence against reporters, ambushes by political activists, and reprisals instigated by criminal groups or corrupt local officials”.The watchdog said that ever since Prime Minister Narendra Modi’s Bharatiya Janata Party won the general elections of 2019 with an overwhelming majority, pressure has increased on the media to toe the Hindu nationalist government’s line. It added: “Indians who espouse Hindutva, the ideology that gave rise to radical right-wing Hindu nationalism, are trying to purge all manifestations of “anti-national” thought from the public debate.The coordinated hate campaigns waged on social networks against journalists who dare to speak or write about subjects that annoy Hindutva followers are terrifying and include calls for the journalists concerned to be murdered.”— Reporters Sans Frontières\nCriminal prosecutions are, meanwhile, often used to gag journalists critical of the authorities, with some authorities invoking draconian laws like Section 124a of the Indian Penal Code, under which sedition is punishable by life imprisonment, the organisation said.“Journalists who dare to criticize the government are branded as ‘anti-state,’ ‘anti-national’ or even ‘pro-terrorist’ by supporters of the ruling Bharatiya Janata Party (BJP),” the RSF said. “This exposes them to public condemnation in the form of extremely violent social media hate campaigns that include calls for them to be killed, especially if they are women.”When out reporting in the field, journalists in India are physically attacked by BJP activists, often with the complicity of the police, it added. “And finally, they are also subjected to criminal prosecutions.”RSF said the “arbitrary nature” of Twitter’s algorithms has also resulted in “brutal censorship” in India. “After being bombarded with complaints generated by troll armies about The Kashmir Walla magazine, Twitter suddenly suspended its account without any possibility of appeal,” it added as a way of explanation.Also read: India complains about low press freedom rank – even as ministers talk of ‘neutralising’ journalistsDisinformation and coronavirus pandemicAccording to the the 2021 World Press Freedom Index, journalism is “totally blocked or seriously impeded” in 73 nations and “constrained” in 59 others.RSF said that countries around the world have used the coronavirus pandemic as grounds to block journalists’ access to information sources and reporting in the field.“Journalism is the best vaccine against disinformation,” RSF Secretary General Christophe Deloire said. “But unfortunately, its production and distribution are too often blocked by political, economic, technological and sometimes even cultural factors.”In the Asia-Pacific region, authoritarian regimes have used the pandemic to “perfect their methods of totalitarian control of information, while the ‘dictatorial democracies’ have used coronavirus as a pretext for imposing especially repressive legislation with provisions combining propaganda with suppression of dissent,” the global watchdog said.That includes India, where, the Modi government has used repressive laws on sedition, “state secrets” and “national security” to squelch freedom of expression and silence its critics, the RSF added.In 2020, the Modi government, according to the global watchdog, took advantage of the coronavirus crisis “to step up its control of news coverage by prosecuting journalists providing information at variance with the official position”.RSF said the situation is “still very worrying in Kashmir”, where reporters are often harassed by police and paramilitaries and “must cope with utterly Orwellian content regulations”, and where media outlets are liable to be closed, as was the case with the valley’s leading daily, the Kashmir Times.Other countriesNorway yet again topped the latest index on press freedom among 180 countries, followed by Finland and Denmark, while Eritrea is at the bottom. China is ranked 177, and is only above North Korea at 179 and Turkmenistan at 178.On China, the RSF said that it “continues to take internet censorship, surveillance and propaganda to unprecedented levels,”, adding that the pandemic has exacerbated the trend. “Beijing has taken advantage of the Covid-19 pandemic to enhance its control over online information even more.”Besides, the press freedom situation has “worsened dramatically” in Myanmar since the military deposed its democratically elected government on February. “By resuming the grim practices of the junta that ruled until February 2011 – including media closures, mass arrests of journalists and prior censorship – Myanmar has suddenly gone back 10 years,” it said.The RSF also registered concern over Hong Kong’s national security law – implemented in June – and Facebook’s February news ban in Australia, when the tech giant temporarily banned Australian media from publishing on its website.About Pakistan, the global watchdog said that its a country where the military control journalists. “The all-powerful military intelligence agency, Inter-Services Intelligence (ISI), continues to make extensive use of judicial harassment, intimidation, abduction and torture to silence critics both domestically and abroad,” it added.","author":"Scroll Staff","time":"2021-04-20T17:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/96603-rwnkkalchf-1597237360.jpg","tags":["press freedom","India","Reporters Sans Frontières","World Press Freedom Index"],"source":"https://scroll.in/latest/992793/india-retains-142nd-rank-on-world-press-freedom-index-among-most-dangerous-countries-for-journalist"}