{"title":"India tour of Bangladesh: Hosts upset Harmanpreet and Co, win by 40 runs in first ODI","content":"India suffered their first-ever loss to Bangladesh in One Day Internationals on Sunday as Marufa Akter’s bowling guided the hosts to a 40-run win (DLS Method) in the first ODI at the Sher-e-Bangla Stadium, Dhaka.After losing the Twenty20 series, this win comes as a huge confidence booster for Nigar Sultana and Co as they go 1-0 in the series and collect two points in the ICC Championship table. #Cricket #BANvIND  Bangladesh win the first ODI by 40 runs (DLS Method) and take a 1-0 lead in the series.  A below-par batting performance saw India being bowled out for just 113 in 35.5 overs. Bangladesh prove to be too dominant with the ball as Marufa Akter picked up four… pic.twitter.com/RZE2Gz0PG4— The Field (@thefield_in) July 16, 2023\n\nPutting the hosts to bat first, India bowled Bangladesh out for 152 runs in 43 overs. The Indian bowlers dominated proceedings with the new ball and at one point bowled 34 consecutive dots. However, it was debutant all-rounder Amanjot Kaur who particularly stood out. She starred with figures of 4/31, dismissing opener Murshida Khatun, Fargana Hoque, Nigar Sultana and Rabeya Khan. She was also instrumental in running out the other opener Sharmin Akhter. The top-scorer for Bangladesh remained their captain Sultana who scored 39 off 64 deliveries. She was supported by Fargana Hoque who scored 27 off 45. The rest of the batting line-up struggled to rotate the strike. However, Bangladesh’s recovery was cut short by rain just as they found momentum and after a rain delay of almost two hours, the match was reduced to 44 overs.Chasing 154, India were stunned early as 18-year-old pacer Marufa Akter (4/29) sent both the openers Priya Punia and Smriti Mandhana packing. The Bangladeshi bowlers did not let their middle-order mainstays Harmanpreet Kaur, Jemimah Rodrigues settle either. Yastika Bhatia also fell to leg-spinner Rabeya Khan, who picked up 3/30. There was a 30-run stand between Deepti Sharma and Amanjot Kaur for the sixth wicket, but once the latter fell, the visitors crumbled under the pressure. Bangladesh also picked up a team hat-trick as Marufa dismissed Kaur and Sneh Rana in the same over and Rabeya dismissed Sharma. The tailenders that followed were quickly cleaned up with India bowled out for 113 in 35.5 overs. Harmanpreet and Co next face the hosts on Wednesday.","author":"Scroll Staff","time":"2023-07-16T18:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192241-yjrcfsqkhc-1689510348.jpeg","tags":["Indian women's cricket team","Bangladesh women's cricket team","India","Bangladesh","Cricket","Bangladesh vs India","Nigar Sultana","Marufa Akter","Harmanpreet Kaur","Amanjyot Kaur"],"source":"https://scroll.in/field/1052710/india-tour-of-bangladesh-hosts-upset-harmanpreet-and-co-win-by-40-runs-in-first-odi"}