{"title":"Indian football: How AIFF have avoided fresh elections since 2020 based on mere assumptions","content":"What are the similarities between Praful Patel and Sourav Ganguly?Nothing, apparently, apart from the fact that both are currently presidents of two different sport federations. Patel, a businessman-cum-politician-cum-All India Football Federation president had never been known as a keen sportsman, leave alone representing the national team with distinction for more than a decade.Ganguly, the high-profile BCCI chief, on the other hand, had nothing to do with football throughout his career barring playing it occasionally during his school days. In fact, he could singularly be credited for taking cricket to a new height in a city, which had been known as the Mecca of Indian football for more than a century.Yet, a striking parallel could be drawn between the two. Both, as per the constitutions of the respective sporting bodies they are heading, have long completed their terms in office and are ineligible to contest again. However, both BCCI and AIFF have approached the Supreme Court on different grounds and the two are holding onto their posts since the Apex Court is yet to deliver verdicts in the two cases. The delay has certainly come as a blessing for Patel and Ganguly.The term of Ganguly, along with the BCCI secretary Jay Shah, had come to an end in mid-2020 since the new BCCI constitution makes it mandatory for its principal office-bearers to go into a three-year cooling-off period after being in the chair for six consecutive years, either in the BCCI or its affiliate state associations, or a combination of both.Ganguly and Shah are still continuing in their positions in breach of this rule because the BCCI has approached the Supreme Court challenging this particular clause. The matter has not been heard since April 15, 2021 when it came up for hearing and was deferred immediately.The case regarding the AIFF and its president Praful Patel is far more curious than its cricketing counterpart. While in cricket, the body is fighting a battle to remove a definite rule in its constitution, AIFF has built a case, which can best be described as Shakespeare’s “airy nothing.”To put it straightaway, Patel, who is also a member of the Fifa council, the highest decision making body in world football, has ceased to be the president since December 21, 2020, both as per the AIFF constitution and the National Sports Code 2011, of which AIFF is one of the signatories.The AIFF, however, moved an application in the Supreme Court only a month before its elections were due, seeking certain clarifications on the current status of its constitution, which was under scrutiny in the Apex Court since 2017. The matter was listed for hearing was on January 13, 2021. The hearing was postponed. It once again came up in Supreme Court on October 5, only to be postponed again for November, leaving Patel comfortably on his chair well beyond his stipulated period of three terms and 12 years.While the Supreme Court hasn’t yet found time from its busy schedule to have a look at the AIFF prayer, more interesting is the silence of the union ministry for youth affairs and sports and the Indian Olympic Association in this particular matter. So far, they haven’t uttered a word on how the very essence of the National Sports Code has clearly been violated in the current situation.AIFF avoiding electionsTo understand the problem, one has to look into the story that dates back to 2017. It is also a classic example of how a federation and its bosses can turn a lawsuit filed against it to its own advantage. In the last two financial years, AIFF, according to its own financial statements, has spent around Rs. 4 crores on legal expenses.It began in 2017 when Delhi-based lawyer Rahul Mehra filed a PIL in the Delhi High Court claiming the AIFF elections held in December 2016 was flawed as the constitution of the AIFF was not in accordance with the 2011 Sports Code. The High Court removed Patel and his committee from all posts, an order, which was quickly reversed by the Supreme Court.The Apex Court, however, formed a committee comprising former Chief Election Commissioner SY Quraishi and former India captain Bhaskar Ganguly to formulate the constitution of the AIFF in accordance with the Sports Code, and gave them a deadline of eight weeks.The committee failed miserably in meeting the deadline, though, according to Quraishi, he had submitted the report in January 2020. The court, however, has not taken it up yet. In the light of this, the AIFF, on November 21, wrote to state associations saying:“Due to non-finalization of its constitution in terms of the order dated 10th November 2017, passed by the Honourable Supreme Court of India, AIFF is not in a position to conduct the ensuing election, even though the four years term of the executive committee ends on 21st December 2020. Therefore, the Federation has approached the Honourable Supreme Court vide an application filed on 21st November, 2020 for seeking following prayers:Allow the Executive Committee elected on 21st December 2016 in its annual general meeting to continue to hold office till a new executive committee is formed pursuant to an Election conducted in accordance with the new Constitution and may be approved by the Honourable Court and/orPass such order/orders as the honourable court may deem fit and proper in the fact and circumstances in the present case.”AIFF letter also said: “The Ombudsmen (Quraishi and Ganguly) filed an application on 7th February 2020 with the honourable Supreme Court, seeking enlargement of time for submission of the draft constitution of AIFF which is still pending adjudication before the honourable court.”The letter sounded an alarm bell among the members. No less than 22 state associations had then wrote to the federation saying the elections of the AIFF should be held in time. However, in the AIFF annual general meeting held on December 21, 2020, all state associations, including the 22, had to give in to the plea of extending the mandate of Patel and his committee after Patel claimed his hands were tied by the court despite his willingness to hold elections.Asked, Quraishi said the AIFF had clearly distorted the facts. “We submitted the report in January this year. It is there in Supreme Court records. It is not for me to answer why the Supreme Court has not taken it up yet. We have no authority to ask such questions.”Not everybody in the AIFF is happy with the development. Many state associations are upset but afraid to speak in the open fearing victimization.“Let’s not equate our position with the BCCI. In cricket, the body is fighting against a particular clause in the constitution approved by the Supreme Court. Here in AIFF, the elections have been stalled simply on baseless assumptions,” said a state association official.“Please have a look at the original order passed by the Supreme Court on November 10, 2017 while appointing ombudsmen. Nowhere the order said the elections of the AIFF can’t be held without the fresh constitution. Even if there was a confusion, why the AIFF sat on it for so long and approached the Supreme Court only a month before elections in November 2020,” he asked.Some members are certain that AIFF elections would be kept on hold till the time it hosts two important international events – Women’s Asian Cup (January-February 2022) and Women’s under-17 World Cup (October 2022). Some alleged it may be further extended if Patel decides to seek another term in Fifa council.A member said they didn’t expect the sports ministry or the Indian Olympic Association to intervene. “First of all, the matter is for the court to decide, so nobody would like to step in. Secondly, too much vested interest is involved; it could open a Pandora’s Box. Some of their own people could be caught in the crossfire. The ministry, it seems, is not serious about implementing the sports code.“Our hopes rest on Supreme Court. Unless it takes a decision, we will have no option but to stand and watch how the tradition and legacy of an 84-year-old national federation is being effectively destroyed for the benefit of a few individuals,” he said.","author":"Jaydeep Basu ","time":"2021-10-06T12:36:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/72123-fdjgnisgpw-1509029637.jpg","tags":["Football","Indian Football","AIFF","Praful Patel","Sourav Ganguly","BCCI","Indian football team"],"source":"https://scroll.in/field/1007054/indian-football-how-aiff-have-avoided-fresh-elections-since-2020-based-on-mere-assumptions"}