{"title":"India at Tokyo 2020 as it happened: Bajrang loses in SF, Ashok in 2nd place, 4th in women’s hockey","content":"That’s it for today from us. We look forward to Aditi Ashok, Neeraj Chopra and Bajrang Punia putting their best foot forward on Saturday. The schedule will be up on the site soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Italy win the men’s 4x100m relay. The madness. What a final leg!!!! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Jamaica win the women’s 4x100m relay. A superb run and an easy win in the end. A national record too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: China’s Liu Shiying wins the women’s Javelin Throw!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Athletics🎽 - Allyson Felix is the third athlete, and first female, to win 1️⃣0️⃣ Olympic medals in athletics1️⃣2️⃣ - Paavo Nurmi🇫🇮1️⃣0️⃣ - Carl Lewis🇺🇸1️⃣0️⃣ - Allyson Felix🇺🇸#Tokyo2020 #Athletics— Gracenote Olympic (@GracenoteGold) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Shaunae Miller-Uibo of Bahamas wins Olympic women’s 400m gold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Uganda’s Joshua Cheptegei wins men’s 5000 metres Olympic title.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #Tokyo2020 #SwimmingArtistic swimming makes for the best pictures. Simply stunning and incredibly hard! pic.twitter.com/hnRWKjjNNS— The Field (@thefield_in) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: India were so, so close to making the final. They are the ninth fastest. The first heat was much faster.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: India finish fourth in their heat, break the Asian record but still fail to make the final. Brilliant last leg by Amoj Jacob.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: India are competing in the men’s 4x400m relay event. Their heat is about to begin.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: The Dutch team are the women’s hockey gold medallists. They have beaten Argentina 3-1. The result was never really in doubt. A commanding performance.Gold: The NetherlandsSilver: ArgentinaBronze: Great Britain\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Football: Sebastian Cordova scored a penalty and created two goals as Mexico defeated hosts Japan 3-1 in Saitama to earn bronze in the men’s Olympic football tournament. Cordova, who plays for Mexico’s Club America, converted an early spot-kick for the 2012 gold medallists after a foul by Wataru Endo on Alexis Vega. Defender Johan Vasquez, sent off in the 2-1 loss to Japan in the group stage, peeled free of his marker to head in Cordova’s free-kick as Mexico doubled their lead midway through the first half. Another Cordova delivery created Mexico’s third goal on the hour when Vega headed in superbly from a corner. Japan grabbed a consolation through substitute Kaoru Mitoma but finished fourth for the second time in three Olympics, having also lost the third-place playoff at London 2012.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    (1/2) Indian Wrestling team's foreign assistant coach Mr Murad Gaidarov who was involved in an uncalled incident of assault on one of the match referees, is being withdrawn from the Tokyo Olympic Village immediately and is being called back to India on the latest flight.— rajeev mehta (@rajeevmehtaioa) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Coming up at 5.07 pm for India is the Men’s 4x400m relay, the Indian men are in Heat 2. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s hockey GOLD MEDAL match, NED 3-1 ARG, HALF TIME: Oh wait, we did tell you never say never. Argentina score from a PC with time already run out in the half! And they have something to build on for the second half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s hockey GOLD MEDAL match, NED 3-0 ARG in Q2: Netherlands bossing this match now. Two goals in quick succession in the second quarter and score one towards the end of the half with another PC! Never say never in hockey but the world No 1 have all but sealed this in one half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    VIDEO: Before the semifinal defeat, a terrific win for Bajrang Punia in the quarterfinal. He will need more of this in the bronze medal bout tomorrow. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The pin down that sealed the deal! #Wrestling #StrongerTogether | #Tokyo2020 | #UnitedByEmotion | #BestOfTokyo | @BajrangPunia pic.twitter.com/jyuWm9un0Z— #Tokyo2020 for India (@Tokyo2020hi) August 6, 2021\n\n\n\n    Swag like Aditi. 💯@aditigolf | @NellyKorda | #Olympics pic.twitter.com/kJgHzofRal— LPGA (@LPGA) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s hockey GOLD MEDAL match: It is the World No 1 vs World No 2 as Netherlands take on Argentina. It is 0-0 in the first quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: There are some who will choose to remember that India lost the bronze medal match against Great Britain. They will say we shouldn’t celebrate a fourth-place finish… that we as a nation should set our sights higher. But to all those people I say, ‘What is there to not celebrate?’.The greatness of sport lies not just in the champions. It lies as much in the underdogs who punch above their weight; who astound us with their tenacity; who shock us with their fight. They are the unpredictables and that is what the India women’s hockey team was at the Olympics.Read more here: Medal lost, hearts won: Why we should celebrate the Indian women’s hockey team anyway\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Normally I would say 9 times out of 10 he beats Niyazbekov. This version of Bajrang, I don't know.— jonathan selvaraj (@jon_selvaraj) August 6, 2021\n\n\n\n    #WrestleTokyo 65kg semifinal results: 🥇Takuto OTOGURO 🇯🇵 vs. Haji ALIYEV 🇦🇿SEMIFINAL - Haji ALIYEV 🇦🇿 df. Bajrang BAJRANG 🇮🇳, 12-5SEMIFINAL - Takuto OTOGURO 🇯🇵 df. Gadzhimurad RASHIDOV (ROC), 3-2— United World Wrestling (@wrestling) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg: For some background, Bajrang called the controversial defeat against Niyazbekov in 2019 Worlds a defeat that won’t go away for him. “I cannot really explain how it feels to lose when you have worked so hard and lose like that. You feel bad because everyone has feelings and it’s natural. I am hurt,” he had said as reported by Scroll.in\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Was always gonna be a tough one for Bajrang, especially with the injuryLikely to take on Niyazbekov [or Diatta (SEN)]for the BronzeKinda poetic how it might come to BajrangvNiyazbekov, but think our man has shown enough to start favorite for that one...#Wrestling #Tokyo2020— Kapil Choudhary (@kapil857) August 6, 2021\n\n\n\n    #BajrangPunia's coach Shako says the refereeing was poor and had a major impact in the loss. He adds that \"everything is good\" with respect to Bajrang's knee. #Wrestling | #TeamIndia | @sportstarweb— Shyam Vasudevan (@JesuisShyam) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg: Given how Bajrang Punia went in the three bouts we saw today, a shot at a bronze medal seems fair. Hope he turns it around for tomorrow, not going to be easy.  He will likely face Niyazbekov and there is a score to settle there from Nursultan. Hopefully that spurs him on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kaushal Shukla: Bajrang Punia never seemed comfortable since the first round. I think he’s done well to earn himself a shot at the bronze medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND 5-12 AZE: Challenge lost and it is a comprehensive defeat for Bajrang Punia. He will contest for bronze. The disappointments continue on the mat for India after a good first day. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND 5-11 AZE: A few seconds left but Aliyev has turned defence into attack for a 11-5 lead. Indian camp challenging. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND 5-9 AZE: Oh that’s a 2-point swing, instead of 1 for Bajrang it is one for Aliyev. Bajrang has another two though with 30 seconds, \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND 3-8 AZE: This is all but over for Bajrang if he can’t get a pin late on. He gets 2 more for now with 80 seconds to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND 1-8 AZE: The leg lace! Bajrang gets a taste of his mentor Yogeshwar’s medicine. Aliyev has stormed to a 8-1 lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND 1-4 AZE: Second period to start... can Bajrang turn this around? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND 1-4 AZE: Oh dear, Bajrang is lucky that throw was not more than just two to Aliyev. The Aze wrestler almost overthrew him for a big move. PRESSURE ON BAJRANG!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND vs AZE: First point to Bajrang due to passivity. But immediately after Aliyev has a two-pointer. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND vs AZE: Passivity warning against Aliyev. He is on the clock. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals, IND vs AZE: Early signs but Bajrang more forward in this bout.  More used to what we see from him, \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals: Otuguro somehow wins! Now it is time for INDIA.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals: Bajrang Punia’s opponent Haji Aliyev is a 30-year-old former world champion (thrice) in 61kg. In the 65kg, he won consecutive European championships in 2018 and 2019. For the Indian, the concern would be over his fitness one thinks. In the two bouts in the morning, wrestling with a brace on right knee, he exercised plenty of caution, \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg semifinals: Four superstar wrestlers in the fray here. The first semifinal is on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    The last time Gadzhimurad RASHIDOV (ROC) and Takuto OTOGURO 🇯🇵 wrestler, the match was 🔥! Tonight, they’ll wrestle for a spot in the #WrestleTokyo 65kg Olympic finals.Swipe up in our IG stories at at 18:15 to watch the Day Six semifinals (local time 🇯🇵). pic.twitter.com/KWiJARszeM— United World Wrestling (@wrestling) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Almost time for the evening session in Wrestling to begin. One bout before Bajrang Punia takes the mat for his semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Priyanka has finished 17th in the 20m Women’s Walk event with a time of 1:32:36, just 3.24 off the winner. The other Indian in the race, Bhawna Jat finished with a time of 1:37:38.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Priyanka has dropped to 10th at the 12 km mark.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Olympics: Olympics chief Thomas Bach said athletes gave “soul” to the Tokyo Games, admitting that he feared for the event after almost all spectators were barred.The International Olympic Committee president said the postponed 2020 Games “exceeded (his) expectations” as he underlined that the decision to ban fans was made by Japanese authorities.“After we had to accept the decision by the Japanese authorities to have no spectators, I must admit we were concerned that these Olympic Games could become an Olympic Games without soul,” Bach said. “But fortunately what we have seen here is totally different. Because the athletes gave these Olympic Games a great Olympic soul. From what I experienced at the Olympic Village and the competition sites, I must say that the atmosphere has been more intense than ever before.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Priyanka is up at third place after six kilometers in women’s 20km race walk.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: The women’s 20km race walk event is underway. Two Indians in action, at Priyanka is the higher ranked at 17th after 2 kilometers. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Wrestling Haji Aliyev absolutely dominated third-seed Daulet Niyazbekov in the quarter-finals. He will present a big challenge for Bajrang Punia in the semi-final. More about him here.https://t.co/6xzSRyJu4h— Kaushal Shukla (@KasualShukla) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    More Indian sport news coming in. India’s highest sporting award has been renamed after hockey legend Major Dhyan Chand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I have been getting many requests from citizens across India to name the Khel Ratna Award after Major Dhyan Chand. I thank them for their views. Respecting their sentiment,  the Khel Ratna Award will hereby be called the Major Dhyan Chand Khel Ratna Award! Jai Hind! pic.twitter.com/zbStlMNHdq— Narendra Modi (@narendramodi) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: The next event for India is the women’s 20km race walk. Priyanka Goswami and Bhawna Jat will be the Indians in the fray. It starts at 1 PM IST. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf: Curious about how golf works after seeing Aditi Ashok’s performance? Here’s a ready reckoner. How does golf at the Olympics work and where does India’s Aditi Ashok stand?  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: How cinematic was this moment at the end of Bajrang Punia’s semi-final? He had just achieved a turnaround victory by fall and he offers his beaten opponent a hand. Fair play!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Down one moment, winning the bout in another but the mutual respect always stays on 🔝Brilliant display of sporting spirit in the @BajrangPunia vs Morteza Ghiasi clash 👏👏 #Tokyo2020 | #StrongerTogether | #UnitedByEmotion pic.twitter.com/4tsqUsyzgE— #Tokyo2020 for India (@Tokyo2020hi) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: The next big event for India is Bajrang Punia’s semi-final bout in men’s freestyle 65kg category.Punia, who survived close calls in his his first two bouts before a fightback, will be be up against Haji Aliyev of Azerbaijan, a true wrestling veteran. Aliyev is a three-time world champion and won bronze at Rio Olympics. It’s as tough as it gets, but the reward will be the gold medal match.The Indian’s semi-final should begin about 2:46 pm IST. One bout before Bajrang will take the mat in that session. Meanwhile, here’s all you need to know about Punia’s opponent:Meet Haji Aliyev, Bajrang Punia’s opponent in the Olympics semi-final  \n    \n        \n        \n            \n            \n            \n        \n    \n\n     GOLF: Aditi Ashok stats at the end of 3 rounds \n    \n         Round 1  Round 2  Round 3  Round 4  Total \n    \n     Eagles  0  0  0    0  Birdies  5  5  5    15  Pars  12  13  11    36  Bogeys  1  0  2    3  Double Bogeys  0  0  0    0 \n  \n\n    Yesterday saw India recieve two medals in one day (!!) but there was a sense of disappointment, a void at the end of the day. Wrote last evening about another #Olympics heartbreak for Vinesh Phogat. (With a little help from @PixarInsideOut)Please read? https://t.co/BQK9RSsZVY— Vinayakk (@vinayakkm) August 6, 2021\n\n\n\n    #Golf #Tokyo2020 Big challenge for Aditi tomorrow could be the weather -- the rain and the wind could make things difficult. Mentally, she has been so solid throughout the event. Her mom will be on hand to help too. One more round. pic.twitter.com/NZrUd2ESDo— Ashish Magotra (@clutchplay) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf stroke play at the Olympics, explained:60 athletes playing four rounds of 18 holes over four days, competing over a total of 72 holes. The course is the same for all four rounds. Rounds have lasted typically more than four hours. Each hole is assigned a predetermined number of strokes depending on its degree of difficulty and length from the tee to green — for example, three, four or five. A player who succeeds in hitting the ball into the hole with that number of strokes is said to have achieved par. Doing so with one stroke less is called a birdie, while doing so with two strokes less is known as an eagle. By contrast, using one stroke more than par is known as a bogey and two strokes over par is a double bogeyPar score for a round at this Olympics is 71 for 18 holes. A player who finishes the 18 holes in one round with 68 strokes on is said to be ‘THREE under’. Three under is better than Two under is better than One under.Three rounds got completed today. There are a total of four rounds of 18 holes. Fourth round is scheduled for Saturday (early because of weather forecast).Aditi Ashok so far: 67, 66, 68 for a total 12-under and has a two-stroke lead compared to third-placed golfers, the leader has a total of 15-under. If there is tie of scores at the end of four rounds for the medal spots, there will be a separate playoff for those golfers. At the end of all four rounds, whoever has the best score UNDER PAR, wins.All 60 athletes compete in all four rounds. No cuts. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Well @aditigolf finishes with 68 (-3) for Day 3. She is 2nd & 3 behind leader @NellyKorda . Korda at -15 and Aditi at -12 and 4 players at -10 Tied 3rd. If play is not held on Sat Aditi will get silver. But org trying to beat storm by starting at 6.30 am local (3 am IST) pic.twitter.com/bGzV4UnAgn— V Krishnaswamy (@Swinging_Swamy) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3: Aditi Ashok now has a 2 stroke lead over T-3. Leaderboard looks really good at the end of round 3, folks! (A few more in action but everyone at the top of the table is done) The Indian has really kept herself in the mix with one more round left. (Rescheduled to start at 3 am IST on Saturday because of weather forecast!)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3: Another birdie in round 3 for Aditi Ashok! She is back to 12 under par. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Wow, Bajrang was really struggling against Ghiasi Cheka of Iran but a mistake made by the latter and Bajrang rolls him over and picks up a victory by fall. He will wrestle three time world champion Haji Aliyev for a place in the final of the 65kg category.— jonathan selvaraj (@jon_selvaraj) August 6, 2021\n\n\n\n    We did not win a medal, but I think we have won something bigger. We have made Indians proud again and we inspired millions of girls that dreams CAN come true as long as you work hard for it and believe it! Thanks for all the support! 🇮🇳— Sjoerd Marijne (@SjoerdMarijne) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg: Second seed Bajrang Punia will next face Haji Aliev, who knocked out the third seed Niyazbekov Daulet earlier. Aliev is a three-time world champion, whereas Niyazbekov has a controversial history with Bajrang. Was going to be a tough bout for the Indian either way. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Three-time world champion Haji ALIYEV 🇦🇿 is wrestling on another level! He moved into the #WrestleTokyo semifinals with a 9-1 win world runner-up Daulet NIYAZBEKOV 🇰🇿. He'll take on the winner of Morteza GHIASI CHEKA 🇮🇷and Bajrang BAJRANG 🇮🇳.— United World Wrestling (@wrestling) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3: Meanwhile at the Country Club. With round 3 coming to a close soon, Aditi Ashok moves back up to T-2 with a birdie in hole 15. She is back to 11 under. Good stuff. Keeping herself in contention. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A close bout and Bajrang turned it around in an instant.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Screengrab: Sony LIV\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND 2-1 IRI (Victory by Fall): That is quite SENSATIONAL from Bajrang Punia it must be said. Largely passive, largely on the defensive, barely hanging on against a leg-hold... and then out of nowhere, a PIN! Victory by fall and he is into the SEMIFINAL (where Niyazbekov has been eliminated). The Iranian coach could not believe what he just saw, neither could the Iranian wrestler. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND 2-1 IRI: Two point to Bajrang here but this could be more, Bajrang sees an opening and he is all over the Iranian. WHAT A TURNAROUND!!! BAJRANG PUNIA WITH A VICTORY BY FALL!! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND 0-1 IRI: ghiasi has the right leg hold! But Bajrang defends well enough. That seemed like destined to go against the Indian. Now another passivity clock against Bajrang. He is struggling a bit here. 90 secs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND 0-1 IRI: Bajrang, with a strapped right knee, has tried playing on the counter throughout the periods he has fought so far. Will he change track here? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND VS IRI: Ghiasi gets the first point as we get close to the end of the first period \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND VS IRI: Passivity clock against Bajrang. But he won’t panic yet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND VS IRI: Ghiasi trying to go hard early, Bajrang on the defensive. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND VS IRI: WE ARE UNDERWAY. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal: Niyazbekov is out! The other seed in Bajrang’s half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal, IND VS IRI coming up: Bajrang Punia will take on 26-year-old Mortez Ghiazi from wrestling powerhouses Iran. He is a bronze medallist at Asian Championship in Almaty earlier this year. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    What a kind gesture by our Olympic medalist @mirabai_chanu Today she rewarded truck drivers in Imphal who use to give her lift from home to sports academy during her early training days. Her home was more than 25 km from the Academy & there was no means of transport those days. pic.twitter.com/lxmpej8E3m— Rahul Trehan (@imrahultrehan) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    In the other half of Bajrang’s category.... \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Takuto OTOGURO 🇯🇵 avenged his '19 world championship loss to Iszmail MUSZUKAJEV 🇭🇺 and moved into tonight's #WrestleTokyo semifinals with a 4-1 win. He'll take on fellow world champ Gadzhimurad RASHIDOV (ROC) for a spot in the 65kg gold-medal match.— United World Wrestling (@wrestling) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3: Bogeys in holes 9 and 11 have brought her down a bit but Aditi Ashok remains in the mix, 14 holes through in round 3. Japan’s Inami moved to -11. Nelly Korda remains comfortably on top. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    What an amazing game, what an amazing opponent 🙏@TheHockeyIndia you've done something special at #Tokyo2020 - the next few years look very bright 👏 pic.twitter.com/9ce6j3lw25— Great Britain Hockey (@GBHockey) August 6, 2021\n\n\n\n    Never seen such a pulsating 2 weeks of Indian Hockey. Been a fun ride !— Vipul (@Sporty_Baba) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: Bajrang survived. 3-3. One higher scoring move the difference. The Indian just wasn’t allowed to get low and go for the legs as often as he usually does. This weight category is brutal. Many champs, world championship medallists and so many experienced wrestlers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPDATE: Seema Bisla bows out of contention in the women’s 50kg category after Sarra Hamdi loses her quarter-final against Mariya Stadnik. No repechage chance for the Indian.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg, quarterfinal: Coming up in two bouts’ time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Many said this could be a banana peel match for Bajrang, and Akmataliev showed why...But nice to see a narrow lead being defended for once, even though we'd of course like to see it not come to that...Iran up next...#Wresting #Tokyo2020 #TeamIndia— Kapil Choudhary (@kapil857) August 6, 2021\n\n\n\n    We didn't win a medal, but we won something bigger. We are overwhelmed with the reactions. I hope the country will keep the girls in their hearts: @SjoerdMarijne #hockey #tokyo2020— Mihir Vasavda (@mihirsv) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16, IND *3-3 KGZ: Well that was positively nerve-wracking. Bajrang Punia given an almighty scare in the first round. It ends 3-3 but Bajrang wins because he had the criteria with him (higher point-scoring move, a 2-pointer in the first period).Well that was positively nerve-wracking. Bajrang Punia given an almighty scare in the first round. It ends 3-3 but Bajrang wins because he had the criteria with him (higher point-scoring move, a 2-pointer in the first period). \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16, IND 3-3 KGZ: Another pushout for KGZ but Punia has the criteria because of the 2-point move\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16, IND 3-2 KGZ: A pushout for KZGZ with 15 secs to go! PRESSURE ON THE INDIAN\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16, IND 3-1 KGZ: Oh close! Bajrang has a strong leg hold but great defence from KGZ. Almost turns it around too. But the Indian stays ahead. Minute left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16, IND 3-1 KGZ: Bajrang in the lead as we start second period... not many leg attacks in this bout so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16, IND 3-1 KGZ: Akmataliev lost is footing at the end there and Bajrang just had to throw himself over the wrestler to earn 2 points. Nice gift there. End of first period.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16, IND 1-1 KGZ: A pushout for KGZ and it is 1-1 now with criteria in favour of him. Long way to go for that to kick in. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16, IND vs KGZ: Passivity against the KGZ wrestler and the clock winds down. First point to Bajrang. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bajrang Punia, a silver medallist at the world championships, is seeded second in the 65kg category and he is up against Emazar Akmataliev of Krygyzstan. Some say this is a banana skin. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 65kg round of 16: BAJRANG PUNIA TIME!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Tokyo 2020, wrestling: Bajrang Punia avoids big guns early but faces tough test in 65kg category\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coming up next... \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s hockey: A FAMOUS FOURTH! So close. So close! But what a 4th place finish this is. Right up there with the ones like Milkha Singh, PT Usha and Dipa Karmakar that we will talk about for years to come. Chin up, Rani Rampal and Co. Don’t let anyone else tell you otherwise, about how we need to stop celebrating bronze medals and close heartbreaks. This is the stuff of legends. Terrific. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    May be not today but this is seriously an inspiring performance from the girls. #OnwardsAndUpwards ❤🙌 #TokyoOlympics #TokyoOlympics2020— Krithika (@krithika0808) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR: FULL TIME! It ends in heartbreak for India. They were so good in Tokyo, they were so close to a medal but not to be. Not today. GBR win the bronze medal. Joy for them, tears for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: India look for another PC. But that is it. 10 seconds left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: Had to take that referral. Lost it. Why have India not taken Savita here, you wonder. 60 seconds to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meanwhile on the mats.... a badminton scoreline in a wrestling bout! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: 96 seconds left. India have asked for a review, dangerous ball in the D? They have been good with their reviews. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: The possession has been dominated by India in the recent minutes as you’d expected. Two mins to go, there is a break in play. Blow on the forehead for a GBR player. Salima Tete continues to run and run and run. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    You watch this and you realise how big one of the biggest lies administrators and TV CEOs have put on the rest of us. \"Showing elite women's sport isn't worthwhile\". What a joke.— Swaroop Swaminathan (@arseinho) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: We go again. One. Final. Push! Six minutes left... it is 11 vs 11 too. Can India find something in their reserves? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: Rehydration break. Glass of water for the blogger too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: WHAT A SAVE! THE GBR defender on the post clears this and the rebound doesn’t fall kindly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: PC for India. Fighting play down the right flank... GBR lose their referral too. Gurjit Kaur is on the pitch. On a hat-trick. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Every time India get into the D, they always seem to draw a PC..— Harisankar (@harish_staycalm) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: Oh dear! Udita comes back but India have a green card against them! Sharmila this time. Two more minutes. That is seven minutes of the quarter that India are playing with 10. They do love a challenge, don’t they...\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    So many hits on the body, so much running in this heat (43 degrees pitch side, it has been reported).... what an immense performance this has been by India against the Rio 2016 gold medallists. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: The camera immediately cut to Udita, a close up shot, after that goal. That yellow card for India proved costly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-4 GBR, Q4: GOAL GBR! The pressure pays. India defend with all their heart for the first couple but the third one is through Savita’s pads. Baldson with the score. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Quick golf update, Aditi just dropped her 2nd bogey of the event (that in itself sounds remarkable) but still has one-stroke lead over the third place.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-3 GBR, Q4: “The moment you go down a player, gaps open up all over the pitch,” says Viren Rasquinha. Another PC for GBR. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-3 GBR, Q4: Oh dear! Udita with a moment of brain fade with a rough tackle in the D. Early in the Q4 India are down to 10 players for 5 mins. The resulting PC was at least saved \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-3 GBR: Q4 here we go! Whatever happens here, these Indian women have made a nation proud. Having said that, let’s hope they have the medal to show for all their hard work. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kaushal Shukla: Seema Bisla needed to win this bout to have a realistic chance of a medal. Her chances of entering repechage round are slim. Sarra Hamdi faces Mariya Stadnik, the top seed in the 50kg category in the next round.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Another day, another time team India is going to mess with our nerves. #Tokyo2020— Manya (@CSKian716) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-3 GBR end of Q3: With Gurjit off the pitch, Grace took it. Goalmouth scramble but no goal. MASSIVE SAVE BY HINCH AGAIN! How good have the two goalkeepers been. Savita came up with cracking saves in the minutes leading up to this as well. One more quarter to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-3 GBR in Q3: Good review by India to earn a PC! Second left in q3. No Gurjit though... \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 50kg, round of 16 IND 1-3 TUN: A disappointing defeat for Seema Bisla. She just never got any attacking momentum. She will have to wait for repechage if Tunisian reaches the final. Long way to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 50kg, round of 16 IND vs TUN: #Just 30 seconds to go... very little movement in the leg attack zone in this bout. And 11 seconds to go Seema trails 1-3. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 50kg, round of 16 IND vs TUN: A point to Seema and with a minute to go, it is 1-2 against her. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 50kg, round of 16 IND vs TUN: Second point to TUN, pushout. Seema needs to go here for the points with time running out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IHF: “43 degree heat at pitch side.” Wow. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 50kg, round of 16 IND vs TUN: Seema facing passivity clock and the Tunisian keeps her defence strong, and the Indian trails 0-1 at the end of first period. Very cagey bout so far. Very little in terms of attacking intent from both. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-3 GBR in Q3: All the pressure on India at the moment. There is a rehydration break for both teams midway through Q3. There was a great save earlier by Hinch to prevent Gurjit from scoring her hat-trick. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 50kg: Seema Bisla in action. She is the final female wrestler in action for India with a chance to win a medal. Here we go! She is up against Tunisia’s Sarra Hamdi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-3 GBR in Q3: India’s turn to attack down the right and there is a PC again. Blocked by GBR, there is another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-3 GBR in Q3: GOAL GBR! The British come down the right flank and the cutback is brilliant, PEARNE-WEBB with a captain’s moment to equalise. There is a review but it is a good goal. Stands. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-2 GBR in Q3: A massive SAVE by SAVE-ITA! Sensational reflexes. But the pressure is piling up immensely. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-2 GBR in Q3: The Rio champions have started on the front foot again... an early PC for them and India defend well, Monika with a crucial intervention to prevent a deflected drag flick. GBR are of course going to come hard now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    I don't know for who, but this game has more goals. 3-2 to #IND as we enter the last 30 minutes. #Hockey— Jaspreet Singh Sahni (@JaspreetSSahni) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: After a silver & some heartbreak yesterday, Indian wrestlers will be in action today with hope for more medals  Bajrang Punia (65kg) and Seema Bisla (50kg) will be on the mat shortly. First Seema in a few minutes now \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3: Aditi Ashok has had three birdies in the first 8 holes now and has improved to an overall score of 12 under par. Second by herself now, with a 2-stroke lead over the third place.  GETTING VERY INTERESTING.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Zenia D’Cunha: First quarter: 0-0, Second quarter: 3-2.  India were down by an own goal, then 0-2 but this is a team that refuses to give up!  2 PCs, a game-changing run & a field goal – what a turnaround!  Remember, GB beat India 4-1 in the group stages. Fighters!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-2 GBR HALF TIME: The first quarter looked bad for India, let’s not kid ourselves. They were barely in the game. And to go down 0-2 at the start of Q2, was a tough blow. But how have India responded! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #Tokyo2020 #Hockey The Indian men had a crazy second quarter yesterday. To make it 3-3 against Germany at HT.The Indian women have had a crazy second quarter today. They lead 3-2 against GBR at HT.What is it about India and second quarters!!— Ashish Magotra (@clutchplay) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-2 GBR HALF TIME: AND BREATHE.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 3-2 GBR in Q2: GOALLLLLLL INDIAAAA!!!!! It is given... Vandana Katariya, she of the hat-trick fame. This a poacher’s finish after she latched on to a loose ball inside the D. The TV umpire said that GBR lose their review, but we thought it was an umpire referral. We’ll confirm that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 2-2 GBR in Q2: Has Vandana scored here? It is given as a goal but the umpire wants a review of her own. Tense moments. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Hockey vs AUS: QFvs ARG: SFvs GBR: Bronze medal matchThe drag-flick specialist has come up with special drag flicks in the knockout matches... Immense from GURJIT KAUR.— Vinayakk (@vinayakkm) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 2-2 GBR in Q2: CHANCE INDIA! Vandana with a stunning through ball down the middle, Sharmila through on goal and she tries round Maddy Hinch but wide! It might have been a great save actually. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 2-2 GBR in Q2: GOAALLLLLLLL INDIAAAA!!! GURJIT KAUR AGAIN!! The drag flick specialist has come up with special drag flicks. Down low to the left of Hinch. And so much credit for Salima. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 1-2 GBR in Q2: PC for India! A brilliant run down the left flank from Salima Tete, cuts into the D and forces a penalty corner by sheer will. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 1-2 GBR in Q2: GOALLLLL INDIAAA!! That is a goal that India desperately needed. For the third match running Gurjit Kaur has scored from the PC. A brilliant drag flick, to the left of Hinch. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-2 GBR in Q2: GOAL GBR! The player advantage proves useful for British team, the convert a pacy move to score a field goal. Earlier, before the green card, India had a PC and tried a variation that didn’t work. Last few minutes have been a case of India making life harder for themselves.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-1 GBR in Q2: Oh dear this could prove costly. India are down to 10 for two minutes, Green Card for Nisha. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-1 GBR in Q2: The pressure from GBR is just relentless at the moment. A PC for them and a brilliant variation almost results in a deflection into the goal. The defence was beaten but it goes wide. A rare attacking play for India down the other end and it is a chance for them! Brilliant from Lalremsiami to get a shot away, a sensational save by Maddy Hinch!! WHAT REFLEXES!! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-1 GBR, GOAL GBR: The British side have made their dominance count with a goal early in the second quarter. It will go down as a Deep Grace Ekka own goal, but the deflection was inevitable. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3:Aditi Ashok has started the third round well too. Two birdies so far, through the first six holes and she has improved to 11 under par overall.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #ind lucky to hv kept the 1st qtr goal less .Midfield and defence to regroup and come fresh in the 2nd qtr with more confidence and belief . Cant leave everyrhing to the goalkeeper Savita Gd luck team @TheHockeyIndia— Jagbir Singh OLY (@jagbirolympian) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-0 GBR end Q1: India have just managed to hang on at the end of the first 15 minutes. There was a decent phase of attacking play in the middle but GBR started and finished strongly. Savita Punia has been fantastic again. Fair to say, as the stats show, India didn’t quite get going. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Q1 stats: GBR vs IND \n    \n         GBR  IND \n    \n     Total Goals/Shots  0/3    Shooting Efficiency (%)  0    Field Goals  0/2    Penalty Corner  0/1    Penalty Strokes      % Possession  56  44  Attacking Circle Penetrations  6  1 \n  \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-0 GBR in Q1: SAVE-ITA IS AT IT AGAIN! Brilliant double save by the Indian goalkeeper to keep things par. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-0 GBR in Q1: India invite GBR pressure again by failing to clear their lines and soon another attacking move results in a PC for the British team. Can India hang on? They will here, as the trap goes wrong. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-0 GBR in Q1: India have now made two attacking moves down the right flank and cutting the ball back to create chances. No PC for the Indians yet but they are pushing GBR back. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-0 GBR in Q1: India win possession back in GBR half and make a foray forward, the final ball is lacking though. But looks like India are willing to commit numbers forward unlike against Argentina. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND 0-0 GBR in Q1: A save by Savita Punia to start! (We will use the nickname for her later in the day... too early to bring the big guns out). India hang on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND vs GBR: The match is underway! GBR start on the front-foot and India are having to defend early. A PC in the third minute for GBR. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Wrestling Two Indians in action. Seema early on Mat B. Bajrang late on Mat A. https://t.co/bo3Je5iqJh— Vinayakk (@vinayakkm) August 6, 2021\n\n\n\n    Set.— Jaspreet Singh Sahni (@JaspreetSSahni) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time for national anthems! Win against a red-hot Australian team. Inches away from forcing a shootout against world No 2 Argentina. The Indian women’s team has already done so brilliantly to get this far. Would be incredible if they go one step further.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: Usually, in the second half of Olympics, India would be playing the classification matches; matches with no real value. But this time, we’ve already got one medal in the bag. Backing the women to make it two.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The third round is extremely vital for all incl @aditigolf as there is likely to be a tropical storm later and on Sunday which could even reduce the #Golf event to 54 holes. It’s very hot and tough weather right now. #Olympics #TokyoOlympics— V Krishnaswamy (@Swinging_Swamy) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match, IND vs GBR: The two teams met earlier in the group stage and India had a tough outing against the Rio 2016 champions. The match was closer than the 1-4 scoreline as GBR were just more efficient on the day while India were left to rue missed chances. India were guilty of wasting opportunities in their first two games and the trend continued on at the Oi Hockey Stadium as Great Britain punished them through strikes from Hannah Martin (2nd and 19th minute), Lily Owsley (41st minute) and Grace Balsdon (57th minute).  For India, Sharmila Devi scored the lone goal in the 23rd minute.  India suffer third straight defeat, go down 1-4 against Great Britain\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Birdie on the Par 3… big putt and @aditigolf moves to -10 and sole 2nd. Double digits is always a nice barrier to get past. @NellyKorda at -14 … #OlympicGames #Tokyo2021— V Krishnaswamy (@Swinging_Swamy) August 6, 2021\n\n\n\n    Aditi Ashok with a birdie on hole 4, considered to be one of the toughest holes of the course...Moves to sole 2nd with score of -10...(Still quite a long way to go though..)#Golf #Tokyo2020 #TeamIndia— Kapil Choudhary (@kapil857) August 6, 2021\n\n\n\n    We are less than 30 minutes away from the #Hockey women's #Bronze medal game between Great Britain and India. #Tokyo2020Here is their head to head record at the #Olympics @GBHockey @TheHockeyIndia— International Hockey Federation (@FIH_Hockey) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s BRONZE MEDAL match: Right then, folks. We turn our attention to big one at Oi Hockey Field. India vs Great Britain for bronze. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    TEAM NEWS! 🗞️Our starting lineup against Great Britain for today's Bronze Medal match. 👇#HaiTayyar #IndiaKaGame #Tokyo2020 #TeamIndia #TokyoTogether #StrongerTogether #HockeyInvites #WeAreTeamIndia #Hockey pic.twitter.com/1DX8PWpwL1— Hockey India (@TheHockeyIndia) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, men’s 50km race walk final: Gurpreet Singh was in action earlier. He could not finish the race due to cramping. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Athletics #50kmWalk #UpdateIndia's Gurpreet Singh has dropped out of the race after competing for around 35Km as he was cramping due to the gruelling heat and humidity. At halfway point of 25km, he was in the 49th position with the time of 2:01:54#Tokyo2020 #Olympics— SAIMedia (@Media_SAI) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3: She came incredibly close to registering a birdie in hole 2 to make what would have been a great start but Aditi Ashok still keeps it steady with two par holes. As Ashish Magotra says, keep saving pars and then hope for a birdie here or there. With golfers teeing off in groups of 3, Aditi is on the course today with elite company. USA’s Nelly Korda, the leader and favourite, alongside Denmark’s Nanna Madsen, who were both in the top 3 to start the day. We will keep you posted with Aditi’s scores through the day... she is currently third after two holes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3: Aditi Ashok has a special person caddying for her in Tokyo just as she did in Rio as well, when she had an impressive debut as a teenager.  “Last time I had my dad on the bag, so the experience was just so incredible I was like I want to have my mom next time and I made good on that promise,” she told IGF.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Aditi Ashok is currently at No. 3 in the leaderboard. Good luck for round 3! #Golf #TokyoOlympics pic.twitter.com/wolQokVbcg— Sritama Panda (@cricketpun_duh) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, women’s individual stroke play, round 3: Aditi Ashok has just started her round 3 today... she finished round 2 tied 2nd on the leaderboard on Thursday to make it two superb days on the course. Of course, there are two more full rounds to go and the leaderboard can change very quickly as she herself knows from her Rio 2016 experience. Can she keep it going steady for a third straight day? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Aditi Ashok starts round 3, along side two other golfers at the top of the leaderboard currently with her. #Golf #Tokyo2020 pic.twitter.com/r4nRWrT57v— Vinayakk (@vinayakkm) August 6, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.00 am: Hello all and come to the live coverage of the Tokyo 2020 Olympic Games. We are at the business end of the event and with two days to go for the closing ceremony, we are starting to wrap events up one by one. Today, the curtains will come down at the Oi Hockey Stadium. The women’s medal matches mark the end of the field hockey discipline. On Thursday, the podium looked like this: Belgium, Australia, India. On Friday, India get the chance to be on the podium again. This time with the women led by Rani Rampal taking on Great Britain. While the men were expected to deliver a medal at the Games, courtesy their current world ranking of No 3, the Indian women were pipped to clear their Group if they were at their best. But with a stunning win against Australia, followed by a thrilling defeat against Argentina, has given them a shot an unlikely, incredible medal. The task, however, is no easy one.","author":"Zenia D'CunhaVinayakk Mohanarangan","time":"2021-08-06T06:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162475-mxirwaxljw-1628189314.jpg","tags":["Tokyo 2020","Tokyo Olympics","Indian women's hockey team","Bajrang Punia","Aditi Ashok"],"source":"https://scroll.in/field/1002171/india-at-tokyo-2020-olympics-day-14-live-updates-womens-hockey-bronze-match-bajrang-punia-more"}