{"title":"Indian Met Department’s new chief explains what it is doing to improve weather forecasts","content":"India’s meteorological department has, in recent years, made improvements in its accuracy of weather forecasting. In an interview with Mongabay, the director-general of the Indian Meteorological Department, Mrutyunjay Mohapatra, discussed the department’s plans over the next five years. Mohapatra, who recently took over as IMD chief, said that the IMD aims to communicate weather forecast to citizens through websites and mobile applications, improve the observations network and install more doppler weather radars. The IMD, under Mohapatra, is also planning for phase two of the National Monsoon Mission, a government initiative for improved prediction of monsoon rainfall and extreme weather events.The South West monsoon as it hits the Kerala coast. Credit: Raji Warrier/MongabayHas India’s rainfall season become erratic?Our rainfall season is from June 1 to September 30 every year and if you look at the pattern of the average rainfall every year, over the past few decades there have been no large-scale changes. But, if we see the variation of rainfall within a season, even though the total rainfall is remaining the same for the country as a whole, there are a lot of variations in different spaces and timescales.The assertion that rainfall is not well distributed throughout the season and is limited to some intense events is right to some extent. Studies are showing that the number of days with heavy rainfall [more than 15 cm] is increasing and the number of days with light and moderate rainfall is decreasing. These changes are especially being experienced in places like Central India, Madhya Pradesh, Odisha, Maharashtra, Gujarat. This is the impact of global warming.There has been debate over the accuracy of IMD’s predictions and its communication to policymakers and people at large. How do you look at changing that?If you look at the forecast of the IMD for the last five years, the accuracy has shown a lot of improvement, especially if we talk about cyclone forecasting. The whole world is talking about it. Similarly, the forecast for the heatwave is also very good and we have got a lot of recognition, including awards, for that. The forecast for heavy rainfall is also up to the mark. Our accuracy in detecting whether there will be heavy rainfall in an area in the next 24 hours is 72%. It was about 50%-60% till five years ago. Our target is that by the next five years, we should improve by a further 20%, at least in the case of tropical cyclones and in case of heavy rainfall events we are looking at an improvement of 10%-15% in our accuracy. It is because the forecast difficulty for heavy rainfall is more than a tropical cyclone.How about improving communication with the public and other stakeholders?Apart from improving the forecast accuracy, our priority area is to improve the last mile communication. We are trying to reach out to people through various means. We send text messages to 40 million farmers and in the next five years, we want to increase our agrometeorological forecast to 90 million farmers. Our plan is that within the next six months we will develop a mobile application through which people can directly be informed about severe weather warnings or local and city weather forecast. We are also looking at a lot of collaborations with several other government departments and developing a common alert protocol.Our country has varied physiography. In a lot of areas, we neither have proper data nor proper communication channels. For this, we are trying to collaborate with the Indian Space Research Organisation so that areas that do not have conventional communication systems can get our forecasts. For instance, fishermen going for deep sea fishing is one such target group.Accurate weather information can be the difference between life and death for fishers who go out into the sea. Credit: Bay of Bengal Programme Inter-GovernmentalWhat is IMD’s plan for improving the modelling systems for forecasts?A numerical model is the backbone of weather forecasting now. It started in the 1930s and over the decades, has become more rigorous. In India, in the Ministry of Earth Sciences, we run about seven numerical models both on global and also on the regional scales through IMD, Indian Institute of Tropical Meteorology, Pune and the National Centre for Medium-Range Weather Forecasting, Noida. The capacity of the ministry has improved manifold in the past five years with the introduction of new models, high power computing systems and new techniques to assimilate the data in the models. But still, the model that we have at present has a resolution of 12 km. In the next five years, we are planning to provide the forecast at the block level. For this purpose, we will go further to improve the modelling to a 5 km to 7 km resolution. On the regional scale, we have a model whose resolution is 3 km and our plan is to improve it to a 1 km level which will be very important for the forecasts in urban areas.Apart from improving resolution for models, we are also looking at increasing the density of our observational network. So, in the next five years, we are looking at installing more automatic weather stations, rain gauges and covering the entire country with doppler weather radars. So in the next five years, our target is to have one weather observatory every 25 x 25 km which at present is in every 50 x 50 km. Right now, we have about 550 such observatories across India. We have a network of about 675 automatic weather stations, 1,350 automatic rain gauges and 50 upper air observation systems. We want to increase the numbers of these observation systems. Our target is to have one upper air observation system for every 100 x 100 km and have about 76 such upper-air observation systems.The country has about 26 doppler weather radars and our target is to increase it to 56 in the next five years. In the immediate future, by 2021, we are planning to have 11 more doppler weather radars. These 11 radars will be installed in data-sparse regions like Western Himalayas [Jammu and Kashmir, Himachal Pradesh and Uttarakhand] and in the North Eastern Himalayan region. To determine wind profile, humidity profile in the atmosphere, cloud heights we are looking at installing special instruments. Through these installations, we will move towards our target that no severe weather system should go undetected and unpredicted. When all this data will be assimilated in our models, then our forecast will also improve.Extreme rainfall events leading to floods in India is a serious concern for the policymakers. Credit: Er jose1589/Wikimedia Commons [Public Domain]/Wikimedia Commons [Public domain]What is the plan for phase two of the National Monsoon Mission?Right now, we are giving a long-range monsoon forecast on an all India basis. Our target is that in the next five years, in phase two of the National Monsoon Mission of the Ministry of Earth Sciences, we will try to give the long-range forecast on the state level. Apart from that, we are also going to look at the sectoral applications of our data for sectors such as agriculture, hydrology, health, and energy.Are you also looking at developing a national meteorological policy?Right now, it is in a very nascent stage of discussion. There are some countries that have a national meteorological policy but in India, we don’t have any such policy. Its objective is generally to ascertain the role of national meteorological agencies and the role of private players. Such a policy is required to look at how met applications can contribute to nation-building. This policy will look at the role of all stakeholders like individuals, non-governmental organisations, government organisations and their collaborations. We are trying to create an overarching framework by this policy.Our objective is that over the next five years, we move from information-based forecast to impact-based forecast...from what the weather will be to what the weather will do. For example, right now we tell that an area may experience heavy rainfall but in the next few years, we want to move towards telling people what that heavy rainfall could lead to in a particular area.Currently, this is how IMD’s rain forecast looks. It lacks in granular data, which IMD plans to correct in the coming years. Credit: IMDYou are known for your work on cyclone prediction? Is there any new initiative on that front?We already have a lot of national and international collaborations for our cyclone forecasting. The cyclone intensity forecasting, especially rapid intensification and rapid weakening forecast are still challenging world-wide. We are further trying to improve intensity forecasting and our understanding of cyclonic systems including the attempts to study the interactions of cyclonic systems with the land so as to improve the heavy rainfall prediction in association with landfalling cyclones.This article was first published on Mongabay.","author":"Mayank Aggarwal","time":"2019-08-30T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126267-wnupfdmjii-1566900472.jpg","tags":["Mrutyunjay Mohapatra","India Meteorological Department","weather forecast"],"source":"https://scroll.in/article/935314/indian-met-departments-new-chief-explains-what-it-is-doing-to-improve-its-weather-forecasts"}