{"title":"India’s BSF pushes back tribals fleeing Bangladesh crackdown – even as Mizoram offers them shelter ","content":"On November 20, a group of 295 refugees arrived in south Mizoram’s Lawngtlai district from Bangladesh. They had fled their village in Ruma sub-district, in Bandarban district of the Chittagong Hill Tracts, to escape alleged persecution at the hands of the Bangladesh security forces.In Mizoram, they were offered food, clothes and medicine and housed in a community hall. They were lucky. Only days later, on December 2, a group of 117 refugees was not allowed to cross the Indian border, and an elderly person among them died of starvation, according to a 33-year-old who survived the trek.Most of the refugees are from the Bawm tribe, a sub-tribe of the Lai tribe, which is part of the larger Kuki-Chin ethnic community. The Kuki-Chin tribes are spread out across the porous borders of Mizoram in India, Bangladesh, and Myanmar and share close ties. In Bangladesh, members of the community are part of the Kuki-Chin National Army, an armed wing of the Kuki-Chin National Front. It emerged around 2008, and has since been demanding a separate state in the Chittagong Hill Tracts to protect the interests and preserve the culture of the ethnic communities.In October, the Bangladesh Rapid Action Battalion had launched an operation against the Front as part of its broader action aimed at “separatists and militants”. Bangladesh has alleged that the Front is harbouring the Jama’atul Ansar Fil Hindal Sharqiya, a fundamentalist organisation, in exchange for funds.The conflict between the Kuki-Chin National Front and the Bangladesh government troops has sparked an exodus from the Chittagong Hill Tracts. Refugees say Bangladeshi forces are detaining ordinary people from the Kuki-Chin community and accusing them of supporting the Front. They are no longer able to stay in Bangladesh – but crossing over into India isn’t an option either. While the Mizoram government says it is willing to take in more refugees on “humanitarian grounds”, the Border Security Force, which functions under the Union Ministry of Home Affairs, says it has orders to push them back.In red is Ruma sub-district in Bangladesh while the yellow circle is Parva III village in Mizoram, India. Credit: Google Maps, created using Canva. Long, dangerous trek to safety The 295 refugees who crossed over on November 20 are now living at a temporary shelter in Mizoram’s Parva III village. One of them, a 50-year-old man, recounted their trek to Scroll.in over the phone. For three days and nights, the refugees had stumbled through the dense forest, unaware of the route they were on. “We did not eat for two days,” he said. “The children have been suffering from fever. We were starving and exhausted.”The 50-year-old, who was a farmer and cultivated ginger and rice close to his home in the Chittagong Hill Tracts, said the crackdown by the Bangladesh government and security forces in the region had directly affected the villagers. “We were not allowed to step out from our own houses,” he said. “The Army closed down our markets and we could not even buy rice and other essentials.”They would have died of starvation had they stayed on, he said. He now fears for the lives of his wife and children who could not escape with him. Another 33-year-old refugee, who is also sheltering at Parva III village, told Scroll.in that the Bangladesh security forces had detained people, including women, and assaulted them. “If we stayed back, they would have killed us,” he said.Scroll.in emailed the Bangladesh Home Ministry on December 19, asking for more information on the situation in the Chittagong Hill Tracts as well as seeking its response on the allegations made by refugees. There was no response till the time of publication.What’s happening across the borderThe Chittagong Hill Tracts, one of the most backward and remote regions in Bangladesh, is home to an estimated 75,000 members of the Kuki-Chin community, from six tribes – Bawm, Pungkhua, Lushai, Khumi, Mro and Khyang. Information about Bangladesh’s offensive in the region remains sketchy. In October, the All India Radio’s News Services Division reported on the operation of the Bangladesh Rapid Action Battalion against members of Jama’atul Ansar Fil Hindal Sharqiya, a newly launched militant organisation, as well as the Kuki-Chin National Front. According to the Centre for Governance Studies, a Bangladesh-based think tank, the Jama’atul Ansar Fil Hindal Sharqiya is a regrouping of members from weakened Islamist militant organisations in the region. In the report by the All India Radio’s News Services Division, Bangladesh Rapid Action Battalion Commander Khandker Al Moin said that in October, 10 people were arrested – seven from the Jama’atul Ansar Fil Hindal Sharqiya and three from the armed wing of the Kuki-Chin National Front.According to Al Moin, the arrested members had “confessed” that the Jama’atul Ansar Fil Hindal Sharqiya had struck a deal with Kuki-Chin National Front to provide them with funds in exchange for shelter and training.However, a Dhaka-based journalist, who has covered the conflict in the Chittagong Hill Tracts, told Scroll.in that the claims made by the Bangladesh government are “totally absurd”. He said there is a total “news blackout” and that there is no clarity on what is unfolding in Chittagong.“We only heard when over 200 people crossed the border and reached Mizoram,” said the journalist, who did not want to be identified since he feared reprisals from local authorities. According to him, the operation launched by the Bangladesh security forces in the region has triggered a humanitarian crisis and localised famine in the areas where the Kuki-Chin tribes reside.Khuma Bawm, a refugee who fled Chittagong in 2010 and has been living at the district headquarters of Lawngtlai in Mizoram, dismissed the claims of the Bangladesh government as “propaganda”. Bawm, who is also the general secretary of Bangladesh Refugee Relief Committee, said most members of the six Kuki-Chin tribes follow Christianity, and were unlikely to support the Jama’atul Ansar Fil Hindal Sharqiya.Credit: Special arrangement.India seals borderEven as the Mizoram cabinet, bracing for more refugees, approved the setting up of temporary shelters and amenities on November 22, the Indian border was sealed soon after.On December 2, the Border Security Force stopped a group of 117 refugees – comprising elderly people, children and women – at Kamtuli village at the trijunction of India, Myanmar and Bangladesh in south Mizoram.Bawm, of the Bangladesh Refugee Relief Committee, said the Border Security Force personnel threatened the refugees with guns. “They waited for over 10 hours along the border in the forested area,” said Bawm, “But [the] BSF didn’t allow them to enter.” A Silchar-based Border Security Official told Scroll.in on December 6 that “higher authorities” had ordered the force to stop the entry of refugees from Bangladesh. “Last month, we allowed them to enter and provided food and water,” said the official, who requested anonymity since he is not authorised to speak to the press. “But we had to push them back this time.”Scroll.in emailed Union Home Secretary Ajay Kumar Bhalla on December 19 asking him whether the Border Security Force had been instructed to seal the Indian border and push back people seeking asylum, and if so, what were the reasons guiding the decision. Till the time of publication, there had been no response.The developments have caused dismay and concern among the people of Mizoram, many of whom have ethnic ties with other tribes of the Kuki-Chin community. The Mizoram government, too, disagreed with the decision of the Border Security Force.Mizoram Home Minister Lalchamliana told Scroll.in on December 8 that the state government was duty-bound to help the refugees.“If they come to Mizoram, we will try our level best to help them by providing food, shelter and medicine,” said Lalchamliana. Referring to the actions of the Border Security Force, he said, “...We [Mizoram government] feel that they should not be pushed back.” Close ethnic tiesMany of the refugees who arrived in Bangladesh are from the Bawm tribe, a sub-tribe of the Lai tribe. The Lai are one of the dominant tribes of the Kuki-Chin community, with a significant presence in Mizoram. Lawngtlai district, where most of the refugees are housed, comes under the jurisdiction of the Lai Autonomous District Council. On its website, the Lai Autonomous District Council notes how the drawing up of borders by the British administration and later the independent states of India and Bangladesh, carved up the homeland of the ethnic tribes in the region. Most of these tribes – spread out over India, Myanmar and Bangladesh –  hail from the Kuki-Chin community, which goes by different names, depending on the area as well as political and identity concerns. The tribes are also referred to as “Zo” or “Zomi” and for several decades, there has existed a “Zo Unification Movement” to unite all the ethnically similar tribes.\n\t\t\n\tA view of Bandarban in the Chittagong Hill Tracts in Bangladesh. Credit: travelmag.com, CC BY 2.0, via Wikimedia Commons.C Lalhmingliana, a political science professor at the Government Johnson College in Aizawl, who has studied the movement, said that colonial and international borders not only separated the tribes but also made them minorities in their homeland.Last year, after the military coup in Myanmar, thousands from different tribes of the Kuki-Chin community had fled to Mizoram. India has no domestic law on refugees and is not a signatory to the United Nations Convention on the Status of Refugees. Yet, the Mizoram government as well as influential civil society organisations had accommodated the Myanmar refugees and provided humanitarian assistance. Mizoram currently has over 30,000 refugees from Myanmar, according to data available with the state cabinet.Soon after the refugees began to arrive from Bangladesh, on December 5, the influential Central Young Lai Association, of the dominant Lai tribe, wrote a letter to Union Home Minister Amit Shah asking him to reconsider the decision to push back “our people from entering Mizoram”. In its letter, the association said the refugees should be allowed in until the situation is resolved.Lalhmingliana, the political scientist, explained: “Believing in the truth that ‘blood is thicker than water’, the Mizo peoples of Mizoram will continue to welcome their brothers from Bangladesh and Myanmar.”","author":"Rokibuz Zaman","time":"2022-12-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184673-suxqlgnmds-1671555608.jpg","tags":["Mizoram","Bangladesh","Myanmar","Refugees"],"source":"https://scroll.in/article/1040107/indias-bsf-pushes-back-tribals-fleeing-bangladesh-crackdown-even-as-mizoram-offers-them-shelter"}