{"title":"Indian authorities sat on evidence that millions of euros were paid to Rafale middleman: Mediapart","content":"An Indian business middleman, who is an accused in the VVIP chopper scam case, was allegedly secretly paid millions of euros by plane maker Dassault Aviation and French defence electronics firm Thales to influence the Rafale deal according to documents held by the Enforcement Directorate, French investigative journalism outfit Mediapart reported on Thursday. According to Mediapart, despite this information as well as evidence suggesting the middleman obtained secret Indian official documents on behalf of Dassault while the deal was being negotiated, there has been no investigation either by the Enforcement Directorate or another agency into the matter. The details are particularly significant in light of the fact that the Indian government dropped standard anti-corruption clauses that guarded against the use of middlemen before both sides signed the deal.The Rafale jets are India’s first major acquisition of fighter planes in over two decades. According to the online journal, the two French firms paid a middleman identified as Sushen Gupta several million euros over the 15 years leading up to the signature of the contract between the two countries in 2016. An influential intermediary in arms deals, Gupta was arrested on March 26, 2019, in Delhi by the Enforcement Directorate on charges of money laundering. The charges against him relate to the 2013 corruption scandal, dubbed “Choppergate”, which centred on a 550-million-euro contract for the sale to India of helicopters manufactured by the Italian-British firm AgustaWestland.Gupta and other intermediaries were paid more than 50 million euros in commissions by AgustaWestland through offshore companies, using inflated invoices for what were termed as “software consultancy” contracts, according to Mediapart. The Enforcement Directorate suspects that part of the money was paid as bribes “to politicians, bureaucrats and government functionaries”.In their investigations into the routes of the secret funds, the Enforcement Directorate discovered that Gupta also “received kickbacks” in order to influence the result of “other defence deals”.One of those “other defence deals” is the Rafale deal, Mediapart has alleged. Also read:Rafale deal: Dassault paid 1 million euros to Indian middleman as ‘gift’, claims reportMediapart claimed that documents from the ED’s case file revealed that Dassault and its French industrial partner Thales paid Gupta several million euros in secret commissions to offshore accounts and shell companies, using inflated invoices for software consulting. Thales is a defence electronics firm in which Dassault and the French state are the major shareholders. These payments were on top of a contract with Dassault for making replica models of Rafale jets that have never been seen, worth 1 million euros, which was revealed in the first of the website’s series of reports. The second reported on how a French prosecutor overruled a deputy in deciding to not pursue an anti-corruption investigation into the Rafale deal, citing the “the interests of France.” In the third report, Mediapart cited documents being held by the ED that show how, acting as a middleman for Dassault and Thales, Gupta – amid the discussions over the Rafale deal in 2015 – obtained confidential documents from India’s defence ministry relating to the activities of the negotiating team. In its official charge sheet against Gupta, the Enforcement Directorate stated that Gupta had gained “sensitive data which should have only been in possession of the Ministry of Defence”, MediaPart reported. The ED’s chargesheet against Gupta, however, does not cover the Rafale deal. This sensitive data allegedly aided Dassault in its negotiations with the Indian government over the multi-billion euro deal, which ended up being extremely controversial because of the final price that New Delhi agreed to. Allegations that the ED has information regarding allegedly corrupt actions in connection with the Rafale deal are also particularly relevant in light of the news, reported by the Hindu in 2019, that standard anti-corruption clauses penalising companies for using agents or middlemen were surprisingly dropped by the Indian government before the agreement was signed. According to Mediapart, the Indian government did not respond to its questions regarding these details, while a press attaché of the French foreign affairs minister said, “we in no way validate the [reports] which you refer to in your other questions.”","author":"Scroll Staff","time":"2021-04-08T16:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145204-bscqafqpmx-1596023867.jpg","tags":["augustawestland","Rafale deal","Sushen Gupta","Defsys Solutions","Dassault","Dassault Aviation"]}