{"title":"India tour of Bangladesh: Focus on T20 World Cup preparation after moving on from last year’s drama","content":"After an intense encounter and a budding rivalry brewed between India and Bangladesh in Dhaka in July last year, India return to Bangladesh for a five-match Twenty20 series in Sylhet.India captain Harmanpreet Kaur's suspension during the previous ODI series became a huge talking point following the series. Kaur's confrontation with the umpires led to her receiving a two-match suspension and the series ended with Bangladesh captain Nigar Sultana’s comments about Kaur’s “manners.”Bangladesh have decided not to include umpire Tanveer Ahmed in the upcoming series and one can hope there is a positive atmosphere for the matches. However, both teams are looking forward to the upcoming series indicating a shift away from dwelling on past events.“I believe we should let bygones be bygones. None of the sides hold any grudges against it, and we have moved on as well,\" the Bangladesh skipper said in the press conference on Friday, reported PTI.“All we are focused on is this opportunity ahead of the T20 World Cup. And, to prepare in the best way possible against a quality side like India will be highly beneficial for us.”Kaur also echoed the sentiment saying, “Those things (controversies in last series) are gone now and it’s a new venue and a new series and we are prepared for that and want to play good cricket.”“This year we are playing T20 World Cup here and I think it is great opportunity for us to play here and get used to these conditions,” she added.This series is crucial for Kaur-led India after the One Day International series last year unexpectedly ended in a thrilling draw. They will also be hoping to bolster their preparation for the upcoming T20 World Cup that will be hosted in Bangladesh in September-October.Meanwhile, Sultana’s Bangladesh will draw motivation from their successful ODI series against India last year as they prepare to host the visitors in the T20I series.The India Women’s Team arrive in Sylhet for the 5-match T20 international series against Bangladesh.#BCB #Cricket #BANWvINDW #Bangladesh #HomeSeries #T20Iseries #womenscricket pic.twitter.com/bIrUrvE6AZ— Bangladesh Cricket (@BCBtigers) April 23, 2024\n\n\nBoth teams are also anticipated to utilise the five T20Is as a platform for experimentation and fine-tuning their optimal combinations before heading to Sri Lanka for the Asia Cup in July.Bangladesh had lost both the ODI and T20I series against Australia 3-0 at home in March-April this year while India suffered a 2-1 defeat at the hands of Australia on home soil in December-January.Although seasoned players like Harmanpreet Kaur and Smriti Mandhana delivered below expectations in that series, their return to form in the Women’s Premier League and its sustenance will be one to look out for.Bolstered by the return to form and the inclusion of new talents, India should be optimistic about translating this momentum. Shafali Varma and Mandhana will be hoping for better returns at the top of the order this time around. Kaur and Richa Ghosh are the in-form batters in the middle order but in the absence of injured Jemimah Rodrigues, other batters in the middle order have a chance to shine.However, there is also a problem of plenty after the WPL.With the inclusion of leg-spinner Asha Sobhana, spin-bowling all-rounder S Sajana, and left-arm spinner Radha Yadav to India's squad, there is immense depth in the spin department.However, with Deepti Sharma and Shreyanka Patil being the preferred spin options, the challenge for India lies in accommodating Asha, Radha, and also Saika Ishaque in the playing XI.During the series against Australia, the Bangladesh batting unit encountered significant challenges.  Sultana displayed consistency by scoring 96 runs across three innings, including a half-century, albeit at a strike rate of 91.4 but the team struggled to find other reliable contributors. Fahima Khatun emerged as the second-highest scorer for Bangladesh, managing 53 runs.For Bangladesh to strengthen their batting, it is imperative for top-order batters like Fargana Hoque and Sobhana Mostary to step up and make valuable contributions. Their ability to support the captain and bolster the team's batting performance will be crucial for the hosts going forward.“We failed to fare well against Australia and it was a tough phase for us. But we went on a break then, spent time with our families and are back fresh, both physically and mentally,” said Sultana.The five-match series will be played from April 28 to May 9 with all matches to be played in Sylhet at 3:30 PM IST.Squads:India: Harmanpreet Kaur (C), Smriti Mandhana (VC), Shafali Verma, Dayalan Hemalatha, Sajana Sajeevan, Richa Ghosh (wk), Yastika Bhatia (wk), Radha Yadav, Deepti Sharma, Pooja Vastrakar, Amanjot Kaur, Shreyanka Patil, Saika Ishaque, Asha Sobhana, Renuka Singh Thakur, Titas Sadhu.Bangladesh: Nigar Sultana (C), Nahida Akter, Murshida Khatun, Sobhana Mostary, Shorna Akter, Ritu Moni, Rabeya Khan, Sultana Khatun, Fahima Khatun, Marufa Akter, Fariha Islam, Shorifa Khatun, Dilara Akter, Rubya Haider, Habiba Islam. Schedule for India’s tour of Bangladesh 2024 \n    \n       Match No  Date  Time (In IST) \n    \n     1  April 28  3:30 pm  2  April 30  3:30 pm  3  May 2  3:30 pm  4  May 6  3:30 pm  5  May 9  3:30 pm","author":" Samreen Razzaqui","time":"2024-04-28T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200333-bjqxsqofxf-1714241284.jpeg","tags":["Harmanpreet Kaur","Nigar Sultana","India","Bangladesh","India tour of Bangladesh","Cricket","Women's cricket"],"source":"https://scroll.in/field/1067143/india-tour-of-bangladesh-focus-on-t20-world-cup-preparation-after-moving-on-from-last-years-drama"}