{"title":"India tour of Bangladesh: Harmanpreet lashes out, Fargana shines – A look at the talking points","content":"It is safe to say that Harmanpreet Kaur-led India will be the side that will be more frustrated at the end of the tour of Bangladesh . Though India won the Twenty20 series 2-1 and the One Day International series finished in a 1-1 draw, hosts Bangladesh would be the happier side. Nigar Sultana and Co wrote their way in cricket’s history books on more than one occasion, courtesy the number of fightbacks they put up throughout the tour. It was down to their own spirit, but they did get some help from the Indian women’s cricket team looking directionless on multiple occasions. India’s tour of Bangladesh started and ended without a head coach. The Board of Control for Cricket in India is yet to officially announce the appointment or give any clarity regarding the vacant position. Whoever takes the role, though, still has plenty of issues to address. The most glaring one remains the batting line-up’s inability to sustain in pressure situations.Apart from Kaur, Jemimah Rodrigues showed potential as the only Indian batter capable of flexibility in the batting order in ODIs. Although Smriti Mandhana wasn’t back to her best, she still looked solid in what looked like a rather edgy top three because of Yastika Bhatia and Shafali Verma’s continued struggle at the top. While Harleen Deol appeared to be getting better in ODIs, there still is room for progress in T20Is. Sneh Rana and Deepti Sharma are still crucial players, but the tour was yet another reminder that they must improve their batting to live up to the depender all-arounder tag. Devika Vaidya and Amanjot Kaur also showed promise, but consistency will be the area to work on in the long home season that beckons.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe tour ended with plenty of talking points amidst the drama. Here is a look at them:Harmanpreet lashes outThe third and final ODI at Mirpur ended in a thrilling tie . Drama in cricket is often a rewarding viewing experience but what unfolded on the field during and after the match could have been avoided. The Indian captain, after being given out leg-before, smashed the stumps with her bat and argued with the umpire Tanvir Ahmed. The story did not end there.During the post-match presentation, Kaur followed up the frustration with some fiery words for the umpiring. She said, “I think a lot of learning for us from the game. Even apart from the cricket, the kind of umpiring that was happening we were very surprised. The next time we come to Bangladesh we will make sure we have to deal with this type of umpiring and prepare ourselves accordingly.“As I mentioned earlier, some pathetic umpiring was done. We are really disappointed about some decisions that were given by the umpires,” she added.The post-match presenter's first sentence to Harmanpreet Kaur:\"Harman, similarly I would like to thank you & your team for gifting us such a match.\"Poor!— Jeet Vachharajani (Women's Cricket) (@Jeetv27WC) July 22, 2023\n\nKaur was not done though. She continued to express her frustration even during the official photo session.According to a Cricinfo report, Kaur said something to Bangladesh skipper Nigar Sultana to insinuate that the umpires should pose along with the Bangladesh team. As a result, Sultana and Co left during the official photo session.“As a player, she could have shown better manners,” said Sultana in the post-match press conference.    “I can’t tell you what happened, but it didn’t feel right to be there [for the photograph] with my team. It wasn’t the right environment. That’s why we went back.” Harmanpreet Kaur has officially been ruled out caught at slip. But watching it real time, the umpire was quick to raise his finger as soon as Nahida Akter was in a celebrappeal for lbw. In any case, Harmanpreet smashing the stumps with her bat was not called for. #BANvIND— S Sudarshanan (@Sudarshanan7) July 22, 2023\n\nKaur’s behaviour pales in contrast to how Sultana led her spirited team throughout the tour and how graciously she handled this situation. More was expected out of the experienced Indian skipper.Indian bowling line-up lacks sparkThe top wicket-takers in both the ODI and T20I series were from Bangladesh. While pacer Marufa Akter led the charge with seven wickets in three matches in ODIs, spinner Sultana Khatun picked up seven in T20Is. In ODIs, spinner Devika Vaidya was the standout bowler for India with six wickets. Rodrigues was the next best, with four wickets, all of which she picked in the second ODI. Compare that to left-arm spinner Nahida Akhter’s six wickets and leg-spinner Rabeya Khan’s five.In T20Is, Minnu Mani was the leading wicket-taker for India with five wickets. Shafali Verma and Deepti Sharma picked up four and three respectively – neither Verma nor Sharma are proper bowlers. They are batters who can bowl a bit and bowlers who can bat a bit and that is largely what the line-up for India looks like in both formats, after No 5. In addition to right-arm seamer Meghna Singh, all-rounders Pooja Vastrakar and Amanjot, India had left-arm seamers Anjali Sarvani and Monica Patel to pick from. Only Vastrakar, Meghna, and Amanjot were given a run. It is understandable that the spinners were preferred on the spin-friendly tracks but the bowling line-up remains largely untested.The current composition of the playing XI means India lack the firepower with the bat as well as clarity with the ball. The Indian bowling line-up has not really had an X-Factor for a while now but the absence of experienced campaigners like Renuka Singh, Rajeshwari Gayakwad and Shikha Pandey was definitely felt.Fargana Hoque shines for BangladeshThe player of the three-match ODI series with 181 runs at an average of 60, Fargana Hoque was easily the standout player. Bangladesh, as a team, had scripted history for themselves when they beat for the first time in the second ODI in that format. It was in the final ODI that Hoque decided to put on a fine individual performance to enter the history books. In the first two ODIs, Hoque batted at No 3, but in the third ODI, she was asked to open the batting. By scoring 107, the first ODI century by a Bangladeshi woman, she returned the favour and became the first female from her country to win the player of the series award in ODIs.In all of this, let's not forget the magnitude of what Fargana Hoque has achieved today!📷: Matthew Lewis/ICC/Getty#BANvIND pic.twitter.com/XZ18L5UMkO— Kalyani Mangale (@MangaleKalyani) July 22, 2023\n\nAlthough Hoque subsequently said she experienced some anxiety in the 90s, she admitted that she was inspired by a pair of Bangladeshi male players after seeing them pull off similar feats earlier this year.“I hadn’t scored a hundred at this level, but I saw people making centuries,” she said post-match. “I saw Mushfiq [Mushfiqur Rahim] bhai score a hundred. I saw [Najmul Hasan] Shanto bhai score two hundreds recently. I looked at how they spent time in the middle.” Cruising to history! The SBNCS celebrates Fargana Hoque’s moment, the first hundred by a Bangladeshi in women’s ODIs.💥 pic.twitter.com/jPLBxBFLhB— Bangladesh Cricket (@BCBtigers) July 22, 2023","author":" Samreen Razzaqui","time":"2023-07-25T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192540-ovfmjqrfmp-1690210730.jpg","tags":["India","bangladesh","india tour of Bangladesh","Cricket","Harmanpreet Kaur","Nigar Sultana","Fargana Hoque","Smriti Mandhana","Jemimah Rodrigues","Marufa Akter"],"source":"https://scroll.in/field/1053173/india-tour-of-bangladesh-harmanpreet-lashes-out-fargana-shines-a-look-at-the-talking-points"}