{"title":"India’s 21-member squad announced ahead of Fifa Under-17 World Cup","content":"India named a 21-member football team for the FIFA Under-17 World Cup to be held across six cities from October 6. Two non resident Indians – Namit Deshpande and Sunny Dhaliwal – have been named in the team by head coach Luis Norton de Matos. Deshpande, a United States national, has a valid Indian passport while Dhaliwal has surrendered his Canadian passport and acquired an Indian one. In an effort to field a strong team in the prestigious tournament, the AIFF had provided exposure tours for the U-17 side. They had played against Macedonia, Serbia and Benfica amongst other teams. They had also participated in a four-nation tournament in Mexico where they lost to the home side and Colombia, but held Chile to a 1-1 draw with 10 men. India have been drawn in Group A alongside USA, Colombia and Ghana. The hosts face USA on October 6, followed by Colombia and Ghana on October 9 and October 12 respectively at the Jawaharlal Nehru Stadium in New Delhi.“We believe that we are prepared for the FIFA U-17 World Cup We have worked hard and made progress, but at the same time we go directly to a high level competition against some of the best teams in the world,” de Matos said in a release from All India Football Federation. “We will fight to win each match even if there is only five percent chance of winning. We will not give up and nothing is impossible in football. We plan to show the world that we are on the same page as them,” he added. “Against Chile and Macedonia, we registered good results but the FIFA U-17 World Cup will be a competition and competitions are different from friendly matches,” de Matos said. “However, the level of the players is very high and we plan to give it our all once the FIFA U-17 World Cup kicks off,” he said.The Indian squad in full:  Goalkeepers: Dheeraj Singh, Prabhsukhan Gill, Sunny Dhaliwal. Defenders: Boris Singh, Jitendra Singh, Anwar Ali, Sanjeev Stalin, Hendry Antonay, Namit Deshpande. Midfielders: Suresh Singh, Ninthoinganba Meetei, Amarjit Singh Kiyam, Abhijit Sarkar, Komal Thatal, Lalengmawia, Jeakson Singh, Nongdamba Naorem, Rahul Kannoly Praveen, Md. Shahjahan. Forwards: Rahim Ali, Aniket Jadhav.","author":"Scroll Staff","time":"2017-09-21T23:14:43.191503+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/851479-68238-kqgybepbqi-1505212914.jpg","tags":["Sunny Dhaliwal","FIFA Under-17 World Cup","Luis Norton de Matos","Indian Football"],"source":"https://scroll.in/field/851479/indias-21-member-squad-announced-ahead-of-fifa-under-17-world-cup"}