{"title":"Indian Football: AIFF's ‘Vision 2047’ roadmap – Three-tier league, focus on women's game and more","content":"The All India Football Federation unveiled its strategic roadmap titled ‘Vision 2047’ in New Delhi on Saturday. The long-due roadmap, ‘Vision 2047’, hopes that in the country’s centenary year of independence, India will also emerge as a new powerhouse of Asian football.The football governing body also conceded that the women’s football ecosystem has been weak in the country and needed specific solutions to help increase participation and competency, also mentioning the need to improve the minimum salary. Developed in conjunction with all stakeholders within Indian Football, the roadmap has also sought and incorporated inputs from the Asian Football Confederation and Fifa. The roadmap envisions India to be among the top four footballing nations in Asia, host one of the top leagues in Asia, and create a vibrant footballing ecosystem.AIFF has broken down ‘Vision 2047’ into six four-year strategic plans. The first of these will look to cover the period till 2026.“At a time when India’s role is becoming increasingly prominent on the world stage, we embark on a journey as ambitious as our nation itself,” AIFF President Kalyan Chaubey said at the event. “However, this is not a journey for the Federation alone, but one that will be traversed together by every entity that is connected to Indian Football.”According to the roadmap, AIFF wants to ensure players will be able to play at least 55 matches across different competitions every season. The AIFF also announced the setting up of a business and marketing division to develop partnerships and invite investment in Indian Football. The Federation also said it will support Member Associations to be self-sufficient by 2027.The AIFF plans to implement village grassroots programmes to reach 35 million children across 100 villages throughout India and also aim to register 1 million registered players and provide football education to 25 million children through Football for Schools. They noted that there is a huge gender disparity in participation at grassroots level. The AIFF announced the plan of creating a four-level league table pyramid for women’s football by 2026 with the top of the pyramid to be occupied by the Indian Women’s League (featuring 10 teams), followed by the 2nd Division (8 teams). AIFF has also targeted a minimum of 20 states to implement the new women’s youth structures by 2027.On the men’s side, the current strategic plan will ensure the creation of a three-tier national league pyramid with 40 teams. The Indian Super League and I-League will boast of 14 teams each while the I-League 2nd Division will consist of 12 teams.To create a national playing philosophy, the AIFF said it will develop the Coach Education Program to improve the quality of football at all levels of the ecosystem. The AIFF has also targeted creating 50,000 active coaches — almost 4,500 with a minimum AIFF C License — across the country.With the aim of qualifying for the Fifa U17 men’s and women’s World Cup, the AIFF will set up a data driven scouting structure the Elite Youth League System for its national teams.The AIFF also said it will improve infrastructure by putting in place policy interventions that will incentivise government authorities, football clubs, corporates, and private investors to invest in infrastructure. It also said that the National Centre of Excellence will be fully functional by 2026.“I dream of reviving the glory days of Indian Football as it was in the 1950s and 60s and becoming a powerhouse of Asian football once again,” Chaubey said. “It is our right to dream and our duty to do everything it takes to fulfil that dream.”Read: AIFF’s ‘Vision 2047’, a 94-slide document, can be read in full here.","author":"Scroll Staff","time":"2023-01-08T11:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185362-dmmtpygyhw-1673155356.jpg","tags":["AIFF","All India Football Federation","Indian Football","Football","Kalyan Chaubey"],"source":"https://scroll.in/field/1041417/indian-football-aiff-s-vision-2047-roadmap-three-tier-league-focus-on-women-s-game-and-more"}