{"title":"Indian politicians want no sex in sex education","content":"We are Indian, we don’t talk about sex. We simply pray our licentious thoughts away.That, in any case, seems to be the approach of Dr Harsh Vardhan, the Union minister of health and family welfare. In his vision document for schools in Delhi, he emphasised values education – without further clarification – and yoga as suitable replacements for the sex education programs prescribed to Indian schools by the government.Yet as late as 2007, 85% of young people in India had no access to sexuality education, according to a report released by the State Population Council. It also found that this information drought can lead to increased unsafe sex, unwanted or forced sexual activity, multiple partner relationships, less contraceptive use, higher rates of early childbearing, unplanned pregnancies, sexually-transmitted infections and even HIV.No sex in sex edOf course the Indian political elite – the majority of them, old men steeped in patriarchy – has long had a problem with the very concept of sex education. India only began taking sex education seriously in the late 1990s and early part of this millennium, as foreign governments, international bodies and funding groups silently pressured the government to set measures in place to counter the rapid spread of Acquired Immuno Deficiency Syndrome.In 2005, the Adolescence Education Programme was finally implemented. The programme was developed by the Department of Education and the National AIDS Control Organisation in partnership with UNICEF and UNESCO. It was a simple programme, designed to teach students in Class IX, X and XI about their sexuality, basic facts about HIV and other STIs – a way, UNICEF claims, for young children to protect themselves.Yet, displaying remarkable alacrity for Indian legislators, by 2007 the Adolescence Education Programme had been banned in 12 states, including Maharashtra, Karnataka, Kerala and Uttar Pradesh. Madhya Pradesh’s chief minister Shivraj Singh Chouhan said the pictorial depictions were too graphic, and asked for an emphasis on – you guessed it – “yoga and Indian cultural values”.NACO revised its content by dropping the illustrations deemed controversial, and taking out words that were considered explicit, such as ‘intercourse’, ‘condoms’ and ‘masturbate’.The problem seemed not one of specific content but of ideology. In April 2009, a Rajya Sabha committee chaired by M. Venkaiah Naidu voiced its indignation, saying the AEP would “promote promiscuity of the worst kind, strike at the root of the cultural fabric, corrupt Indian youth and lead to the collapse of the education system and the decrease of virginity age [sic].”Today the ban stands in five states. A 2010-2011 study by UNFPA said it contributed positively to improving young people’s attitudes on sexual health, abuse and even HIV. AEP has been adopted, as is or piecemeal, across the country, apart from those five states. NCERT even installed dropboxes across schools for questions, where the biggest confusion appeared to be about masturbation.“It’s easier to ban something than deal with the reality that young people won’t do something the way you want them to, and then working around that,” says The Youth Parliament Foundation’s Ishita Chaudhry.This would not be such a problem, but the impact of the retrograde views that politicians and policy-makers hold are disseminated throughout society. The impact is especially felt in government schools, where many teachers are more than happy to be freed from the burden of discussing potentially embarrassing topics with young people.Privately, NGOs talk about how a change in government can affect the attitudes of bureaucrats who are meant to implement the programmes. One NGO worker told this correspondent that a shift in attitude could already be detected with the new administration. There is also a fear of socially conservative watchdogs jumping on schools, accusing them of corrupting children and the like.As Ishita Chaudhry said, “statements like Dr Vardhan’s ruin many years of work in the sector”.Private SchoolsMany private schools seem to have a refreshingly different approach to sex education, though this is certainly not uniform across the nation, or even the city of Delhi. Yet the difference is noticeable.“Of course kids experiment! Gandhi was a father at 16,” exclaims Anuradha Joshi, principal of Sardar Patel Vidyalaya, a New Delhi private school. “We’re genetically programed to aggressively seek new frontiers between 16 and 24. And we’re telling people, hold onto your hormones! Why should it [sex education] be considered delinquent and not normal behavior?”“What’s radically changed is access to information,” says the principal of Delhi’s Springdales School, Jyoti Bose. “Sexuality happens at younger ages. They know more than us.”Baveen Gupta, the counselor at Delhi’s oldest school, Modern Barakhamba, says, “Biology class is not the answer. We need to emphasise safety and experimentation”. The AEP-trained counselor said it was better to promote a safe, informed sexual trajectory amongst students over celibacy, which was unlikely in the extreme.Doctors and psychologists are present during Sardar Patel Vidyalaya’s age-appropriate education sessions. In Class 2 students are taught about good touch/bad touch; in Class 6 they learn about personal hygiene and changing bodies; by Class 7, girls and boys separately deal with puberty issues, such as menstruation and aggression. Springdales school uses its morning assembly to discuss issues from the Delhi gang-rape and sex in Bollywood, to compassion and value systems, while training teachers to deal with questions about dating, premarital sex and social and familial issues.The rights-based approach advocated by various NGOs that work in the area isn't always preferred by private schools, who don’t want to seem like they’re encouraging kids to have sex. Yet, under the aegis of principal Madhulika Sen, Tagore International’s gender and sexuality modules are revolutionary. Their LGBT community, spearheaded by 23-year-old counselor Shivanee Sen, screens the work of filmmaker and activist Pramada Menon, specifically And You Thought You Knew Me, on the invisibility lesbians face. It holds annual sensitization workshops for children and teachers, where everything from discrimination to the non-binary idea of sexuality is fair game.Beyond classroomsIndia’s self-appointed custodians of fidelity and Indian values also neglect the fact that young people in rural and urban India, in or out of school, are having sex. “At a workshop for NACO in Mau, Uttar Pradesh,” recalls Chaudhry, “curious, worried, about-to-get-married young girls said they hired young boys as gigolos. It took them five minutes to find a corner to make out or have intercourse and 15 to figure out where to procure a condom from!”In India, the third National Family Health Survey report, spanning 2005 and 2006, found 13% of girls have sexual intercourse before 15 and 43% do before 18. By 18, 47% are married and 22% have a child. Most unmarried and married rural girls sorely lack information, have zero mobility and no access to the cyber cafes the boys frequented.In village schools, groups like CREA, a national feminist human rights organisation, use sport to help empower women. Using football, kho kho and kabbadi, they bring young girls together outside classrooms, to reclaim public spaces. “We want to remove the shame around the female body,” says Rupsa Mallik. “Slowly they realise the limitations and potential of their bodies.”Fully covered girls are quick to cast chunnis aside as the games heat up. Seems like Vardhan got half the picture right. Though he may not be so happy about the other half.","author":"Isha Singh Sawhney","time":"2014-08-01T07:16:49+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/672379-0ca0f474-d092-4a4f-8157-8da301b1e7fa.jpg","tags":[],"source":"https://scroll.in/article/672379/indian-politicians-want-no-sex-in-sex-education"}