{"title":"Indian Army cancels seminar on Uniform Civil Code in Kashmir citing election conduct rules","content":"The Indian Army on Saturday cancelled a seminar it had organised on the Uniform Civil Code at Kashmir University on Tuesday, citing the implementation of the Mode Code of Conduct ahead of the Lok Sabha elections.The Model Code of Conduct is a set of guidelines issued by the Election Commission that political parties and governments are mandated to follow while campaigning.The Uniform Civil Code, an ideological plank of India’s ruling Bharatiya Janata Party, is a proposed common set of laws governing marriage, divorce, succession and adoption for all citizens. Currently, such personal affairs of different religious and tribal groups – except in Uttarakhand and Goa – are based on community-specific laws, largely derived from religious scripture.The Army’s seminar, Navigating Legal Frontiers: Understanding Indian Penal Code 2023 and the Quest for Uniform Civil Code, was to host Chief Justice of the Jammu and Kashmir and Ladakh High Court N Kotiswar Singh as its chief guest. Jammu and Kashmir’s Law Secretary Achal Sethi was listed as a speaker.The topics that were to be discussed at the seminar included the “challenges and benefits of moving from a system of diverse personal laws to a uniform legal code”, “how a Uniform Civil Code aligns with the principles of secularism”, “how Uniform Civil Code may contribute to upholding individual rights and freedom”, and “specific reforms needed for family law and inheritance laws, highlighting the potential benefits and concerns associated with UCC [Uniform Civil Code]”.Opposition parties in the country have maintained that a Uniform Civil Code will be detrimental to India’s social fabric and that it is antithetical to the principle of “unity in diversity”.Earlier on Saturday, National Conference leader Omar Abdullah had asked if it was appropriate for the Indian Army to be involved “in the divisive issue of the Uniform Civil Code and that too in a sensitive area like Kashmir”.Is it appropriate for the Indian Army to get involved in the divisive issue of the uniform civil code & that too in a sensitive area like Kashmir? There is a reason the Indian Army has remained apolitical & areligious. This ill-advised UCC seminar is a threat to both these basic… pic.twitter.com/MD2FPmPabd— Omar Abdullah (@OmarAbdullah) March 23, 2024\n\n\n“There is a reason the Indian army has remained apolitical and areligious,” the former chief minister said. “This ill-advised UCC [Uniform Civil Code] seminar is a threat to both these basic tenets.”Abdullah said that going ahead with the seminar risked opening up the Army “to charges of getting involved in the murky world of politics coupled with interfering in religious matters”.Peoples Democratic Party chief Mehbooba Mufti told The Indian Express that the Indian Army was the “fourth strongest and one of the most disciplined forces in the world”.“But since the BJP [Bharatiya Janata Party] has weaponised religion and is infiltrating it into all sacred institutions of the country - the Army seems to be yet another casualty,” Mufti said.The Uniform Civil Code that has been recently implemented in BJP-ruled Uttarakhand has been criticised for drawing largely from Hindu personal law. Legal experts have said that the code could lead to the erasure of the personal law practices of minority communities.Uttarakhand is the first state to have introduced a Uniform Civil Code after Independence. A common civil code has been in place in Goa since the Portuguese Civil Code was adopted in 1867.","author":"Scroll Staff","time":"2024-03-23T19:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196588-zufuyqsies-1702374027.jpg","tags":["Model Code of Conduct","Kashmir University","Omar Abdullah","Mehbooba Mufti","Army","Uniform Civil Code","Lok Sabha elections"],"source":"https://scroll.in/latest/1065695/indian-army-cancels-seminar-on-uniform-civil-code-in-kashmir-citing-election-conduct-rules"}