{"title":"India at Asian Para Games: Sumit Antil, Sundar Singh Gurjar set new javelin world records on Day 4","content":"It was a record-breaking day for India at the 2022 Asian Para Games in Hangzhou, China on Wednesday as reigning Paralympics champion Sumit Antil broke the world record to win gold in the men’s javelin throw F64 event. With a distance of 73.29m, the 25-year-old broke his own previous world record of 70.83m which he had thrown while winning gold at the World Para Athletics Championships in Paris earlier this year.Another Indian, Pushpendra Singh won the bronze medal with a throw of 62.06m. Samitha Arachchige Kodithuwakku of Sri Lanka took the silver with a throw of 64.09m.     Antil had won gold in the men’s javelin F64 event at the Tokyo Paralympic Games with a then world record throw of 68.55m.In the men’s javelin F46 event, it was an all-Indian podium with Sundar Singh Gurjar, Rinku Hooda and Ajeet Singh winning gold, silver and bronze respectively. Additionally, Gurjar also broke the world record, throwing a distance of 68.60m in his sixth and final attempt. The record was earlier held by Sri Lanka’s Herath Mudiyanselage Dinesh P H with an effort of 67.79m. Hooda’s silver-medal winning effort was 67.08m, also in his final attempt while Ajeet finished third with a best throw of 63.52m in his fourth attempt. Other notable results in athletics included gold medals for Nisha Suresh in women’s long jump T47 and Haney in men’s javelin throw F37/38. India also swept the men’s and women’s 1500m T11 courtesy Ankur Dhama and Rakshita Raju respectively, with Killaka Lalitha winning silver in the women’s event.In compound archery, both the men’s and women’s doubles teams secured silver medals. The men’s pairing of Rakesh Kumar and Suraj Singh beat Chinese Taipei 154-152 before losing 150-155 to China in the gold medal match. The women’s duo of Sheetal Devi and Sarita were able to overcome South Korea in the semi-final with a scoreline of 154-146, but also went down to China in the gold medal match, losing 152-150. The men’s recurve doubles team of Harvinder Singh and Sahil entered the bronze medal match and won 6-0 against Thailand to secure bronze. Earlier, they had lost 2-6 to eventual silver medal winners China in the semi-final. Medals were also won in badminton where all the shuttlers in contention for a finals spot lost their semi-finals in their respective events. In the women’s singles events, Manasi Joshi (SL3 category), Mandeep Kaur (SL3 category) and Vaishnavi Puneyani (SL4 category) all won bronze medals. Pramod Bhagat and Manisha Ramadass were one of three mixed doubles pairs who won bronze medals, with the duo winning their medal in the SL3-SU5 category. The other bronze medallist in the category were also Indians – Nitesh Kumar and Murugesan Tulasimathi. Nithya Sre, who also won a bronze medal in mixed doubles with Sivarajan in the mixed doubles SH6 event, is assured of a bronze medal in women’s singles SH6 after beating Thailand’s Chai Saeyang. Bhagat is assured of a second medal after winning his men’s doubles SL3-SL4 quarter-finals with partner Sukant Indukant Kadam against Thailand. He also won his men’s singles SL3 quarter-final match 2-1 against China’s Xiong Lichuan. In the men’s doubles SU5 category, Chirag Baretha and xx are also assured of a medal after clinching their quarter-final 2-1 against Vietnam. Nitesh and Tarun in the men’s doubles SL3-SL4 category won their quarter-final encounter 2-1 against Indonesia. Krishna Nagar (SH6 category), Nitesh (SL3 category), Kadam (SL4 category) and Suhas Yathiraj (SL4 category) also won their respective men’s singles quarter-final matches and will be assured of medals. Indian medallists on October 25AthleticsSumit Antil - Men’s Javelin Throw F64 - Gold with WRSundar Singh Gurjar - Men’s Javelin Throw F46 - Gold with WRNisha Suresh - Women’s Long Jump T47 - GoldHaney - Men’s Javelin Throw F37/38 - GoldAnkur Dhama - Men’s 1500m T11 - GoldRakshita Raju - Women’s 1500m T11 - GoldKillaka Lalitha - Women’s 1500m T11 - SilverRinku Hooda - Men’s Javelin Throw F64 - SilverShankarappa Makanahalli - Men’s 1500m T13 - SilverSoman Rana - Men’s F57 Shotput - SilverPooja Yadav - Women’s Discus Throw F54/55 - SilverPushpendra Singh - Men’s Javelin Throw F64 - BronzeAjeet Singh - Men’s Javelin Throw F46 - BronzeShreyansh Trivedi - Men’s 200m T37 - BronzeNarayan Thakur - Men’s 200m T35 - BronzeBalwant Rawat - Men’s 1500m T13 - BronzeSema Hokato Otozhe - Men’s F57 Shotput - BronzeTable tennisBhavina Patel - Women’ Singles Table Tennis Class 4 - BronzeSandeep Dangi - Men’s Singles Table Tennis Class 1 - BronzeBadmintonManasi Joshi - Women’s Singles SL3 Badminton - BronzeMandeep Kaur - Women’s Singles SL3 Badminton - BronzeVaishnavi Puneyani - Women’s Singles SL4 Badminton - BronzeNithya Sre/Sivarajan - Mixed Doubles Badminton SH6 - BronzePramod Bhagat/Manisha Ramadass - Mixed Doubles Badminton SL3-SU5 - BronzeNitesh Kumar/Murugesan Tulasimathi - Mixed Doubles Badminton SL3-SU5 - BronzeArcherySheetal Devi and Sarita - Women’s Doubles Compound Archery - SilverRakesh Kumar and Suraj Singh - Men’s Doubles Compound Archery - SilverHarvinder Singh and Sahil - Men’s Doubles Recurve Archery - BronzePowerliftingZainab Khatoon - Women’s 61kg - SilverRajkumari - Women’s 61kg - BronzeIndia are currently placed sixth in the medal tally with a total of 64 medals – fifteen gold, 20 silver and 29 bronze medals – behind hosts China, Iran, Japan, Thailand and Uzbekistan.","author":"Scroll Staff","time":"2023-10-25T21:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163435-rslkfxjwnw-1630327750.jpg","tags":["Sumit Antil","Sundar Singh Gurjar","2022 Asian Para Games","Athletics","Para badminton","Krishna Nagar","Pramod Bhagat","Nitesh Kumar"],"source":"https://scroll.in/field/1058130/india-at-asian-para-games-sumit-antil-sundar-singh-gurjar-set-new-javelin-world-records-on-day-4"}