{"title":"Indian football: Fifa suspends AIFF, throwing U-17 Women’s World Cup in doubt","content":"Fifa has suspended the All India Football Federation due to “undue influence from third parties,” the global football body announced on Tuesday.The ban means India will not be allowed to host the Fifa U-17 Women’s World Cup which is scheduled to be held in the country from October 11-30.The decision was made by the Bureau of the Fifa Council, and will remain in place until the Supreme Court-appointed Committee of Administrators has been replaced with an AIFF Executive Committee.Fifa has said that it is in constant touch with the Ministry of Youth Affairs and Sports and hoped that a positive outcome can be reached.The Supreme Court in May had found the Praful Patel-headed AIFF executive committee to be in violation of the national sports code and appointed a three-member Committee of Administrators to run the day-to-day affairs of the AIFF. A joint Fifa-AFC delegation had earlier issued an ultimatum to AIFF to adopt a new constitution by July 31 and conduct elections by September 15.The ban means that the Indian national teams cannot play international matches. India’s domestic competitions will also lose their Fifa and Asian Football Confederation recognition. This has jeopardised Indian Women’s League champions Gokulam Kerala’s participation in the AFC Women’s Club Championship. The Kerala club has flown to Uzbekistan to play their West Region matches against Sogdiyona Jizzak and Bam Khatoon.Fifa’s statementThe Bureau of the Fifa Council has  unanimously decided to suspend the All India Football Federation with immediate effect due to undue influence from third parties, which  constitutes a serious violation of the Fifa Statutes. The suspension will be lifted once an order  to set up a committee of administrators to assume the powers of the AIFF  Executive Committee has been repealed and the AIFF administration  regains full control of the AIFF’s daily affairs. The suspension means that the Fifa U-17  Women’s World Cup 2022™, scheduled to take place in India on 11-30  October 2022, cannot currently be held in India as planned. Fifa is  assessing the next steps with regard to the tournament and will refer  the matter to the Bureau of the Council if and when necessary. Fifa is  in constant constructive contact with the Ministry of Youth Affairs and  Sports in India and is hopeful that a positive outcome to the case may  still be achieved.","author":"Scroll Staff","time":"2022-08-16T09:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177207-xcqhjiklik-1657963398.jpg","tags":["Fifa U-17 Women's World Cup","Fifa","AIFF","AFC","Indian Football","Praful Patel"],"source":"https://scroll.in/field/1030551/indian-football-fifa-suspends-aiff-throwing-u-17-womens-world-cup-in-doubt"}