{"title":"India ranks 107th out of 121 countries in Global Hunger Index 2022 ","content":"India has been ranked 107th out of 121 countries in the 2022 Global Hunger Index released on Friday. Last year, India was ranked 101st out of 116 countries.For the second successive year, India has fared poorer than its neighbours Pakistan (99th), Nepal (81st) and Bangladesh (84th). India ranked only two spots above Afghanistan which was 109th on the hunger index.The index calculates the hunger levels and malnutrition across the world. This year, the report accessed data from 136 countries but evaluated 121 of them. The report on the index said that sufficient data was not available for the remaining countries.The Global Hunger Index score is calculated on four indicators – undernourishment, child wasting (the share of children under the age of five with low weight for their height), child stunting (children under the age of five with low height for their age) and child mortality (the mortality rate of children under the age of five).India’s global hunger index score is 29.1, which puts the country in the “serious” category of hunger problems.Apart from “serious”, the other categories of hunger are classified as “low”, “moderate”, “alarming” and “extremely alarming”.“India’s proportion of undernourished in the population is considered to be at a medium level, and its under-five child mortality rate is considered low,” the report said. “While child stunting has seen a significant decrease – from 54.2% in 1998-1999 to 35.5% in 2019–2021 – it is still considered very high. At 19.3% – according to the latest data – India has the highest child wasting rate of all countries covered in the GHI.”Globally, 17 countries, including China, Hungary, Montenegro, Uzbekistan, Russia and Saudi Arabia, shared the top spot. No country has been placed in the extremely alarming category this year. The report said that global progress against hunger has largely stagnated in recent years and that African area south of the Sahara and South Asia are the regions with the highest hunger levels.“The situation [globally] is likely to worsen in the face of the current barrage of overlapping global crises – conflict, climate change, and the economic fallout of the Covid-19 pandemic –all of which are powerful drivers of hunger,” it said. “The war in Ukraine has further increased global food, fuel, and fertilizer prices and has the potential to contribute to food shortages in 2023 and beyond.”Misinformation is hallmark of Global Hunger Index: CentreThe Centre on Saturday said that the Global Hunger Index is a part of a consistent effort to taint India’s image as “a nation that does not fulfil the food security and nutritional requirements of its population”.It also said that the report erroneously measured hunger in India and had methodological shortcomings.“Three out of the four indicators used for calculation of the index are related to health of Children and cannot be representative of the entire population,” the Ministry of Women and Child Development said. “The fourth and most important indicator estimate of Proportion of Undernourished [PoU] population is based on an opinion poll conducted on a very small sample size of 3000.”The government also alleged that the report is disconnected from ground reality and chooses to deliberately ignore efforts made by it to ensure food security for the population, especially during the Covid-19 pandemic. “Taking a one-dimensional view, the report lowers India’s rank based on the estimate of Proportion of Undernourished population for India at 16.3%.” Centre said. “The data collected from a minuscule sample for a country of India’s size through Food Insecurity Experience Scale has been used to compute Proportion of Undernourished value for India which is not only wrong and unethical, it also reeks of obvious bias.”","author":"Scroll Staff","time":"2022-10-15T10:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159247-xyzhgbnqzz-1621481357.jpg","tags":["Global Hunger Index","Hunger","Malnutrition","Stunting","Child Mortality"],"source":"https://scroll.in/latest/1035081/india-ranks-107-of-121-countries-in-2022-global-hunger-index"}