{"title":"India-Bangla land swap: was the world's strangest border created by a game of chess?","content":"Parliament on Wednesday passed the historic Constitution (119th Amendment) bill, which will put in effect a four- decade-old agreement between India and Bangladesh to redraw their shared border.Some people have claimed  that the bill will resolve a border dispute between the two countries. This is not so. Unlike its relations with China or Pakistan, India has no boundary squabble with Bangladesh. Each country is in perfect agreement over where the border lies. The issue is that this mutually agreed-on border is ridiculously complex, causing difficulties to not only the two governments but also the people trapped inside this cartographical maze. The bill seeks to swap land and redraw a more normal border.What was wrong with the border?The northern part of the India-Bangladeshi border is dotted with hundred of enclaves, called chhits in Bangla (meaning fragments).An enclave is a little pocket of land surrounded completely by another country’s territory. Enclaves aren’t that rare and there are a few around the world, mostly in Europe. The most famous enclave probably is the Vatican City, surrounded completely by Italy. And some of them have played a historical part: one of the reasons why the Nazis invaded Poland in 1939, setting off World War II, was due to tensions over East Prussia, a German enclave in Poland.Nowhere, however, are they as numerous as in north Bengal. India possesses 106 enclaves of territory inside the Bangladeshi mainland. Bangladesh has 92 little pockets inside India. Most of these are ridiculously small and their total area is a little above 100 square kilometres. The smallest enclave, Upan Chowki Bhaini is all of 53 square metres – about the size of an average Mumbai flat.It gets more complex: of these, 24 are counter-enclaves. Which means, an enclave within an enclave. So, for example, you’ll have a piece of Bangladeshi within Indian which, in turn, is within Bangladesh, a little like a Russian matryoshka doll.But there’s still one more level: one of these is a counter-counter-enclave, the only one of its kind in the world. Dahala Khagrabari is a piece of India within Bangladesh, which is within India which, in turn, is within Bangladesh.If this is too complex, here’s a schematic diagram.How did it get to be like this?Local legend has it that three centuries ago, the Raja of Cooch Behar and the faujdaar of a district in Mughal Bengal played chess with local villages as wager. These matches must have been closely fought, since neither player won a clean victory and pockets of land were left behind in Mughal and Cooch Behari territory.More boringly, but also probably more accurately, academic Brendon Whyte from the University of Melbourne, describes how a war between the Mughals and the north Bengal princely state of Cooch Behar might have led to this peculiar situation. The war ended with a peace treaty in 1713, an overall Mughal victory, but it seems the Mughals were unable to evict some of the more powerful Cooch Behari zamindars from their lands, even as they had conquered the territory around those lands.  Conversely, in some cases, Mughal soldiers had captured some estates within the kingdom of Cooch Behar, whom the king did not have the power to expel.Since Cooch Behar had now, to use RR Martin’s term, bent the knee and was paying tribute to Delhi, these enclaves didn’t bother the Mughals that much. Mughal India was a feudal empire, not a modern nation state. Land was not really imbued with any sacredness for it, and as long as the Emperor was getting his tribute, he was fine with the way things were.Soon enough, the British Raj took over the possession of the Mughals. Which wasn’t really an issue either, since Cooch Behar was subordinate to the British Raj, another Empire.An international issueThese dormant enclaves suddenly turned out to be an international flashpoint when the British left India. In 1947, when Sir Cyril Radcliffe was slicing up the cake of British India between India and Pakistan, he didn’t tamper with these enclaves since Cooch Behar was a princely state, not a part of British India. In 1947, therefore, the Cooch Behari enclaves which were once in Mughal India and then in British India, were transferred to India and Pakistan. In turn, Pakistan and India ended up with enclaves, once owned by the Mughals, in Cooch Behar.The Indian enclave issue was solved in 1949, as Cooch Behar acceded to Delhi, one of the last princely states to do so. Now this was well and truly an international issue with Indian enclaves in East Pakistan (later Bangladesh) and Pakistani enclaves in India (earlier Cooch Behar).Efforts to solve itLogically, India and Pakistan exchanging their enclaves was a patently obvious solution to the issue. Enclaves (in all cases other than one) meant the country which had sovereignty over the land had no de facto control over it anyway. Moreover, it made the lives of people living in those enclaves terrible since they were, in effect, stateless.Logic, though, is usually in short supply when it comes to Indo-Pakistan disputes and the issue has festered right up till now. Obtuseness in this matter is typified by Dohogram, a Pakistani enclave in India, the only one in which the state was present. Pakistani policemen were stationed there with India’s permission. In times of tension, when India did not give permission, Pakistani police would simply scoot over, dodging Indian fire, given that the enclave was only 85 metres from the Pakistani mainland. An international game of tag, with its own safe zone.In 1965, in fact, the two nations fought a two-week battle over this small parcel of land. In the end, Pakistan surrendered, a ceasefire was negotiated and Pakistani citizens were allowed back into the enclave.This jingoistic belligerence meant that this simple issue became intractable. Jawaharlal Nehru and Pakistani Prime Minister Feroze Khan Noon did arrive at an agreement in 1958, which was later ratified by Pakistan. However, writes historian Willem Van Schendel from the University of Amsterdam, “it became a sensitive political issue in India, where oppositional parties branded it an unconstitutional act”. The subsequent 1965 war meant that an agreement with Pakistan was politically untenable for any Indian government.Indira-Mujib AgreementAnother chance came in 1974, after the creation of Bangladesh, with the signing of the Indira-Mujib Agreement, which negotiated a swap of enclaves. The agreement was ratified by Bangladesh’s parliament but, just like the Nehru-Noon Agreement, it became a victim of internal politics in India, as state leaders in West Bengal and Assam forced Delhi to not operationalise the treaty, which has hung in limbo till the present.India was intransigent on this issue since the land swap would mean a net loss of land for it, about 40 square kilometres, equal to the size of a city neighbourhood. Of course, this area  is insignificant compared to the benefits a conventional border would bring. But land is an emotive issue and an easy target for politicians looking for a handle. “We shall not allow an inch of Assam’s land to be handed over to Bangladesh,” thundered Chandra Mohan Patowary, president of the Asom Gana Parishad, in 2011, illustrating the political difficulties that crop up in such a situation.In opposition, the Bharatiya Janata Party, in fact, opposed moves by the Manmohan Singh government to ratify the Indira-Mujib Agreement in 2011. Narendra Modi, however, changed his mind when he came to power, telling Bangladesh Prime Minster Sheikh Hasina, “aap mujh pe bharosa rakhiye” (trust me), on the sidelines of the UN General Assembly meeting last September.Like every Central government before it, though, Modi faced tough opposition from West Bengal and Assam. In fact, till the last moment, Assam was to be excluded from this present deal, given pressure from the state BJP unit. However, last minute firefighting meant that Modi got everyone on board and managed to iron out a 300-year old problem.","author":"Shoaib Daniyal","time":"2015-05-08T08:30:59+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/725804-0b7feb9a-649b-4d29-945e-1cf2d49f3eb7.jpg","tags":[],"source":"https://scroll.in/article/725804/india-bangla-land-swap-was-the-worlds-strangest-border-created-by-a-game-of-chess"}