{"title":"Man of Indian origin pleads guilty to ramming truck near White House, says he wanted to seize power","content":"A 20-year-old Indian-origin man in the United States has pleaded guilty to crashing a truck near the White House last May as part of his plot to topple the country’s government and seize power, PTI reported on Tuesday.On Monday, US District Court Judge Dabney L Friedrich posted Sai Varshith Kandula’s sentencing for August 23.Kandula said he rammed his truck into the security barriers near the White House as part of his plot to replace the democratic government in the United States with a dictatorship inspired by the ideology of Nazi Germany, according to a US attorney. When Kandula was nabbed, he told the authorities that he wanted to kill United States President Joe Biden.As he was being taken into custody, Kandula took out a Nazi flag from his backpack and told the authorities that he admired Nazism and Adolf Hitler. He also said that his goal was to “get to the White House, seize power and be put in charge of the nation”.Kandula, who lives in St. Louis, Missouri, was originally charged with threatening to kill, kidnap or inflict harm on a president, vice president or their family member, as well as assault with a dangerous weapon, reckless operation of a motor vehicle, trespassing and destruction of federal property in excess of $1,000.However, the charges were downgraded to a single count of depredation of property of the United States in excess of $1,000. Kandula’s actions caused $4,322 in damage to the National Park Service and over $50,000 in damage to U-Haul International, a truck rental company.The US Department of Justice said that Kandula’s actions were calculated to influence or affect the conduct of the government through coercion.Kandula had flown on a commercial plane from St. Louis to Washington, DC, on a one-way ticket on May 22, 2023, court documents show. He reached Dulles International Airport at 5.20 pm and rented the truck at 6.30 pm. At 9.30 pm, he rammed the truck into the security barricades near the White House. Kandula then alighted the truck, took out a Nazi flag from his backpack and brandished it.“Kandula planned the attack for several weeks,” a press release said. “Before renting the truck and crashing it on White House grounds, he made several attempts to gain access to vehicles or armed security guards.”","author":"Scroll Staff","time":"2024-05-14T17:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190484-xzsypiicqf-1684895373.jpeg","tags":["White House","Department of Justice","Nazi","United States"],"source":"https://scroll.in/latest/1067862/indian-origin-man-who-rammed-truck-near-white-house-in-may-2023-pleads-guilty"}