{"title":"Indian Football: AIFF announces I-League champions to be promoted to ISL from 2023-24 season","content":"The winners of the 2022-23 season of the I-League will be promoted to the Indian Super League next season, the All India Football Federation announced on Sunday.AIFF president Kalyan Chaubey announced the news on Twitter stating that the decision is as per the roadmap agreed upon between the AIFF and the Asian Football Confederation in 2019.According to the Roadmap between AIFF and AFC, starting with the 2022-23 season, the winners of the Hero I-League will stand a chance to be promoted to the Hero ISL season 2023-24 basis fulfilling sporting merit and clearing the Premier 1 Licensing criteria.@IndianFootball pic.twitter.com/jwbKWAWdzW— Kalyan Chaubey (@kalyanchaubey) November 5, 2022\n\nAccording to the 2019 agreement, the winners of the I-League for the 2022-23 and the 2023-24 season will be promoted to the ISL without paying any fee. However, the I-League teams will have to fulfil Premier one licensing criteria, AIFF General Secretary Shaji Prabhakaran told PTI.According to the 2019 roadmap, the promotion and relegation system will begin from the 2024-25 season.Asked if AIFF’s commercial partners Football Sports Development Limited were on board with the decision, Prabhakaran told PTI, “The decision is as per the roadmap which was agreed earlier. We have just continued with the roadmap. This will end all the speculation and will take Indian football forward. The I-League clubs will welcome this decision.”“Our legal team could not complete work yesterday. But they have completed it today and we have got the legal go ahead now. Since it was in the roadmap agreed earlier, there is no need for the executive council of the AIFF to approve it again. This decision (to promote I-League winner to ISL) is final,” he added.The 2022-23 ISL season began on October 7 while the I-League will kick-off on November 12 with defending champions Gokulam Kerala taking on runners-up Mohammedan Sporting at Malappuram.","author":"Scroll Staff","time":"2022-11-07T10:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140055-gtebdjjzkg-1587038317.jpg","tags":["I-League","AIFF","ISL","Kalyan Chaubey","Shaji Prabhakaran","Indian Super League","Indian Football","Football"],"source":"https://scroll.in/field/1036801/indian-football-aiff-announces-i-league-champions-to-be-promoted-to-isl-from-2023-24-season"}