{"title":"Delhi did not snub Justin Trudeau but his vote-bank politics is cause for concern: ex-Indian envoy","content":"Canadian Prime Minister Justin Trudeau’s first official visit to India has not been the love fest many expected it to be. Instead, it has led to speculation in the media, both in Canada and India, that the Indian government accorded him a lukewarm reception because of his alleged support of Sikh separatist Khalistani groups in his country.The speculation started when Trudeau was received at Delhi airport on Saturday night by Minister of State for Agriculture Gajendra Singh Shekhawat. This was in stark contrast to Prime Minister Narendra Modi personally greeting global leaders on the tarmac with a bear hug – as he did when Israeli Prime Minister Benjamin Netanyahu arrived in January. Modi, who is in Karnataka, also did not meet Trudeau when the latter visited the prime minister’s home state of Gujarat on Monday. The two leaders are scheduled to meet only on Friday, at the end of Trudeau’s week-long visit. The media also noted that Uttar Pradesh Chief Minister Adityanath did not greet the Canadian leader when he visited the Taj Mahal with his family on Sunday.However, former Indian high commissioner to Canada Vishnu Prakash denied the government had snubbed Trudeau. In an interview to Scroll.in, he said the government had followed protocol and extended all due courtesy to the visiting leader. But he admitted there was concern in India over the Trudeau government’s wooing of Sikhs in Canada as this had emboldened Khalistani elements working against India.Edited excerpts from the interview:The fact that the Canadian prime minister was welcomed at the airport by a junior minister in the Narendra Modi cabinet seems to have prompted some commentary, both in the Canadian press and the Indian media, that this was a snub. How do you look at it?There is no snub whatsoever, by any stretch of the imagination. Prime Minister Justin Trudeau is an esteemed guest. He is on a state visit. He is here on the invitation of Prime Minister Narendra Modi, and he has been accorded all due courtesy as per protocol.Not just in India but the world over, the standard protocol is that a minister of state receives a head of government, while it is a cabinet minister in the case of a visiting head of state. India has accorded every courtesy and gone by protocol in warmly welcoming every guest.Be that as it may, is everything alright between the Indian and Canadian governments in light of Trudeau’s politics and what we see happening in Canada – for example, the Ontario Provincial Parliament’s adoption last year of a resolution terming the 1984 anti-Sikh riots in India a genocide?This relationship is important to both countries. We are both G20 countries, Canada is also part of the G7. We have complementary economies, we have similarities like democracy, rule of law, a vibrant diversity, the Indian diaspora. The relationship is good. There are a number of areas where we are doing well. It is not just a one-issue relationship. The countries have invested a lot of political capital, diplomatic capital… It was important, it is important and it continues to be important.On the other hand, there is certainly concern, in fact major concern, in India about the nature of vote-bank politics in Canada. We are also a democracy, a multi-ethnic society, so we understand vote-bank politics. There is no difficulty whatsoever on the matter of the Canadian leadership cultivating segments of its own populace or in particular, courting the Sikh vote within gurdwaras. This is all a part of politics in any democracy.What we are concerned about is that successive Canadian governments in general, and the Liberal government headed by Trudeau in particular, have gone beyond the needs of political arithmetic and have been courting or mollycoddling radical elements, Khalistani elements in particular.And there are these incidents you mentioned: the Liberal government in the Ontario Provincial Parliament passing a resolution terming the 1984 riots a genocide, Trudeau appearing on Khalistani platforms with Khalistani flags where known terrorists who have the blood of innocent people on their hands were eulogised. These are cause for concern because, frankly, Canadian soil is being used by Khalistani elements for anti-India activities.What about Canadian gurdwaras banning the entry of Indian officials in recent months? We did not see strong condemnation from anybody in the Canadian government.This is not the doing of the Canadian government but, certainly, radical elements have been emboldened. The great Sikh religion that is inclusive, benign, open to all ethnicities and communities is being hijacked by a very small section of Khalistani elements who control the gurdwaras in Canada. They not only control the gurdwaras but through that, they corner a lot of the funds that devotees bring in and they misuse that money. They misuse that platform. [It is for the] first time that a place of worship, a gurdwara, is being declared out of bounds to Indian officials.The good news is that there are sober and influential Sikh voices in Canada who have distanced themselves from this approach and from that resolution. But certainly, an emboldened section of Khalistani elements continues to make mischief.How do you see this play out when Trudeau meets Modi later this week?There is a shadow on the relationship. There is no doubt about it. But, as I said, this is not a one-issue relationship. On the matter of Khalistani elements operating out of Canadian soil, we have been taking this up with our Canadian friends for a long time, and at all levels. It has been taken up with Trudeau also.We would expect a friendly country to show more sensitivity to India’s concerns and not allow anti-India activities or hatred and disaffection against India to be whipped up by just a few misguided elements who have made this their business – because 99.9% of the Sikh diaspora is friendly towards India and considers India their cultural home. It is just a microscopic section of the diaspora that is doing what it is doing, but in the last two to three years since the Liberal government came to power, we find they are emboldened.In fact, this small section is radicalising Sikhs and this is something we have shared with our Canadian friends too. At the end of the day, if you radicalise Sikh youth, who are all Canadian youth, and give them unsheathed swords to brandish – these are not good signs for any democracy or any liberal, progressive society.In your understanding, why is the approach taken by Justin Trudeau different from, say, his predecessor Stephen Harper?The Liberal government is courting the Sikh vote and there is no problem with this. If you look at Canadian politics, the majority of Sikh votes have always gone to the Liberal Party, which is seen as supportive of the community. But why this government is going beyond political needs and arithmetic is beyond me. I do not see them getting an extra bang for their buck, but somehow they have decided they are also going to sup with the radicals. They give the radicals the oxygen of publicity by appearing on their platforms. They give them respectability and that emboldens them.I have served in Canada and am very fond of these wonderful people. But I do not understand why this pandering should be taking placeCanadian Prime Minister Justin Trudeau at a gurdwara in Ottawa. (Credit: Reuters)You have been quoted as saying “Canada has truly been a land of opportunity for the Indian diaspora”. That needs to be noted as well. And much can be done to improve trade relations between the two countries.I call it the three Es of the relationship – economic, energy and education.On the economic front, there is a lot of scope and things are happening. Canadian pension funds are very bullish on India, investing between 12 billion and 15 billion Canadian dollars. And there are large companies like Brookfield and Fairfax Holding… We are negotiating a deeper, more comprehensive economic partnership agreement. This should boost our trade and economic relationship.Canada is an energy superpower and we need energy. Canada can gradually become a key element for India’s energy security. We are already importing uranium from Canada.Similarly, education. Imagine, there was a 60% increase in Indian students going to Canada in one year, in 2017. And for good reason: Canada provides quality education. We also routinely give three-year work visas to scholars who have graduated from Canadian schools. And it is not one-sided.A controversy is also brewing over the Canadian prime minister reportedly deciding to not meet Punjab Chief Minister Amarinder Singh over the latter’s remarks that members of Trudeau’s cabinet have links with Khalistani separatists, and then later extending an olive branch to Singh.The chief minister of Punjab is on record saying that it is an honour to receive the esteemed Prime Minister Justin Trudeau of Canada when he visits Amritsar. Going by media reports, I read that the high commissioner of Canada was asked to go to Punjab to invite Amarinder Singh for a meeting, perhaps with Trudeau. This is very much in keeping with the quality of the India-Canada relationship. We are very happy that the esteemed guest is visiting the holy city of Amritsar and the Golden Temple, which is open to people of all faiths. And that is a very happy development.","author":"Smitha Nair","time":"2018-02-20T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869284-82498-sbgrxavpej-1519060952.jpg","tags":["Justin Trudeau","Narendra Modi","Justin Trudeau snubbed","India-Canada relationship"],"source":"https://scroll.in/article/869284/india-did-not-snub-justin-trudeau-but-his-politics-is-cause-for-concern-says-former-envoy-to-canada"}