{"title":"Tokyo 2020, day 10 as it happened: Women’s hockey team stun Australia, Kamalpreet Kaur finishes 6th","content":"08.00 pm: So that will be all for the day from us. Has it sunk in yet what the Indian men’s and women’s hockey teams and PV Sindhu have pulled off over the last 24 hours? Wonderful stuff. We will live with you this summary.Key updates: Indian women’s hockey team stun Australia to reach the semifinal. One of the greatest moments in Indian sport: Reactions to women’s hockey team reaching Tokyo 2020 SF Tokyo 2020: Behind PV Sindhu’s success, an incredible mindset to win and a strong support systemKamalpreet Kaur finished sixth in discus throw final.Fouaad Mirza and his horse Seigneur Medicott finished 23rd in Eventing Individual after qualifying for the final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Wonderful effort, Kamalpreet Kaur! You can hold your head up high with the performance you’ve put up at your first Olympic Games! My best wishes for your road ahead. Keep training hard and I look forward to your performance at future tournaments.#Tokyo2020— P.T. USHA (@PTUshaOfficial) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    PV Sindhu, speaking to Sony Sports Network: “Healthy competition is good but at the end of a match, we’re friends. How much ever we are aggressive. Just went to speak to Tai Tzu Ying as I could see she felt really bad & I know how it is”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    What a fantastic role model ⁦@Pvsindhu1⁩ is both on and off the court 👌 pic.twitter.com/P2YGtdDuxj— Viren Rasquinha (@virenrasquinha) August 2, 2021\n\n\n\n    Bronze tears                     Golden tearsin Rio. 🥉                           in Tokyo. 🥇 pic.twitter.com/x6HLAyuwol— Olympics (@Olympics) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Dutch runner Sifan Hassan stayed on course for a  historic Olympic treble with a brilliant victory in the 5,000m on Monday as sprint hurdler Jasmine Camacho-Quinn claimed a first track and field gold for Puerto Rico.Ethiopia-born Hassan put on a masterclass in distance running to claim gold, surging clear of the field with around 250 metres to go in a time of 14min 36.79sec. Kenya’s Hellen Obiri took silver while Ethiopia’s Gudaf Tsegay collected bronze.The win means Hassan’s dreams of claiming three gold medals in Tokyo – the 1,500m, 5,000m and 10,000m – remain very much alive. (via AFP)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 Two lovely pieces to read for you.@abk6580 about PV Sindhu's winning mindset and support system: https://t.co/db1W1iB6US@clutchplay on the self-belief of the men's and women's hockey teams to bounce back from two heavy defeats:https://t.co/zG53ZyPZr0 pic.twitter.com/MXnD1ro4om— Vinayakk (@vinayakkm) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Equestrian, Eventing Individual: Confirmation: After qualifying in the 25th place for the final, Fouaad Mirza and Seigneur Medicott improve their standing to 23rd to cap off a rather impressive debut campaign at the Games. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s hockey: “I cannot stress the importance of these images of the Indian women’s hockey team getting beamed across the world... across towns cities and villages of India and what it will do for kids looking to pick up a sport”: Former India captain Viren Rasquinha in the Sony studio. Lovely words. Here’s a look at some of those images... \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Hockey When pictures say a 1000 words. 📸 PTI https://t.co/GUuGxwzQo5 pic.twitter.com/qX5cZCrqpn— The Field (@thefield_in) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s hockey: SEMIFINALS ARE SET! Defending champions Great Britain celebrate, tears for Spain. Remember, Great Britain helped India qualify for the quarterfinals by defeating Ireland. So we can all be happy for them, yes? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s hockey: Earlier in the afternoon, world No 1 Netherlands eased past New Zealand to book their place in the semifinals. The fourth quarterfinal, between reigning champions GBR and Spain is heading to a shootout after a 2-2 draw. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Throwing the discus from the #Olympics field to your TV screens! 🥏Kamalpreet Kaur, take a bow! 🙌#StrongerTogether | #UnitedByEmotion | #Tokyo2020 pic.twitter.com/jsM7mTJa24— #Tokyo2020 for India (@Tokyo2020hi) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    BADMINTON WRAP: That’s curtains for badminton at the Tokyo Games and China finish as the only country with two GOLD medals just as in Rio. India among the medallists for a third Games in a row, thanks PV Sindhu’s bronze this time.. Biggest surprise without a doubt is Japan finishing with a single bronze. Absolutely none of us could have predicted that happening before the Games given the number of genuine medal hopes they had. Pressure does funny things\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final:  Valarie Allman came out with  68.98m with her FIRST attempt of the night and no one got past that mark before or after. That’s how you win the gold! Paah. And two-time defending champ finishes 4th. A 6th for Kamalpreet Kaur on her debut. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    So that's 6th place for Kamalpreet!!!Cant quite touch 64 again after the qual, but still a memorable showing.That 3rd throw under pressure was definitely her highlight of today..#TeamIndia #Tokyo2020 #DiscusThrow— Kapil Choudhary (@kapil857) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Ah! Just did not get that out right. Well outside the sector. Not to be for Kamalpreet Kaur on a night when her PB could have just been enough. Easier said than done though, only one athlete has managed that so far. Tells you something.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #KamalpreetKaur so many of us are following Discuss throw, it's  a excellent achievement for #KamalpreetKaur #Tokyo2020— RAMESH POWAR (@imrameshpowar) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: The former champion Perkovic is outside the medal positions too. And here comes Kaur!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Final attempts coming up. This is how it stands. A 65.72 is the bronze winning throw. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Meanwhile Allman is just competing with herself. A 66.78 in the fifth. She has the best and third best throw of the night!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: A PB FROM THE GERMAN! Kristin Pudenz has a 66.86m and she is into the silver medal position. This is the first time there has been movement in the medal positions. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Kaur goes for her 5th and it is below 62. It is one thing to have a PB worthy of a medal but a whole another thing to bring out the best in an event like this and under pressure like this. That’s her challenge... and 61.37 is her 5th. Time for a chat with coach.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: End of four attempts and the bronze medal mark at the moment in 65.34. We know Kaur has that in her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles badminton: DANISH DELIGHT! Viktor Axelsen is bawling! Tears. So many tears..the end of China’s run in MS. The second Danish shuttler after the current BWF chief to win the Olympics title. Wonderful player. Kudos to Chen Long for a brilliant run to final too. Axselsen beats defending champ Chen Long 21-15, 21-12. That was a superb performance. A warm embrace between the players at the end and they exchange jerseys.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Danish #DEN #OlympicGames #Badminton CHAMPIONS:1996 AtlantaPoul Erik Høyer Larsen (MS)2020 TokyoViktor Axelsen (MS)Men's Singles legacy!!!#Tokyo2020#BadmintalkTokyo2020 pic.twitter.com/dGFJsiP2ZW— Badminton Talk (@BadmintonTalk) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Not a valid throw from the Indian, she touched the rim of the circle and wasn’t the most powerful anyway. Throws : 61.62 x 63.70 x\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Now, to bring out the truly big ones. After the qualification round, she spoke about wanting to go bigger than her PB (66.59m). Short break before the last three rows. The order will change. The biggest thrower will come last.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: : Good effort! She gets a 63.70 and makes sure she will be in the to 8! Gets three more throws. Almost as good as the one she threw to qualify (64.00). Can’t slip out of top 8 for sure. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    So the aim for Kamalpreet Kaur now is to cross 61.80 with her third attempt to make sure she gets three more attempts! Pressure... pressure. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Vita Claudine has also moved ahead of Kaur and now she is 9th! The mark to beat with her third throw would be 61.80.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Correction: Kamalpreet only has the third throw left before the top 8 filter out. Her 2nd was a deliberate foul. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Competition leader Allman starts with a foul throw, but at this point she can just sit back and relax. Interestingly, Steinacker, the German athlete who had fouled her second attempt earlier, makes it the top 8 right out of the gate. Kaur on 8th now! She needs good  3rd throw.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final We are back for the Discus Throw Final! The athletes have all had a warm-up throw and will now begin their competition throws. The throws that saw slips have been given back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final Situation will be evaluated at 540 pm was the update on the site, and we see the athletes now warming up in the circle that was quite wet. Everyone gets a throw to make sure it is manageable. Competition will not before 5.55pm\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: Ahead of the Olympics, it is a dream that few would have dared to dream and after the losses against Australia and the Netherlands, that number would have gone down even more. But the teams kept believing, wiped the slate clean and started anew. BrilliantTokyo 2020, hockey: In India’s double dream run to last four, a common theme of self-belief and grit\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Update on the women’s discus throw final: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Discus final will not resume before 6pm India time #KamalpreetKaur #Tokyo2020 pic.twitter.com/BLeQki6Dq2— Divesh Bhal (@diveshbhal) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton men’s singles final: Axelsen is just starting to pull away in the first game after a neck and neck start. The Dane is leading 15-12. Just before the mid-game interval he hit a smash that left an echo in the arena! Such power, much wow. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    One way to decide the Discus final... pic.twitter.com/P9Lf3yxRtC— Ashish Magotra (@clutchplay) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: “Field events stopped by raining,” is the helpful message on the official site. Watching the badminton men’s singles final? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Equestrian, Eventing Individual: Fouaad Mirza, astride Seigneur Medicott, finishes his debut at Olympics with a total of 59.60 penalty points. His final standing will be known when all combinations finish their final jump. A campaign to be proud about for him and Team India, hopefully we see more of him at the Games. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: For the record this is how things stand at the break. Kaur is not in the worst of positions because she has a top 8 throw as things stand. Handy, if the conditions to remain slippery when they return for the third attempt. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: THE EVENT IS DELAYED. But the track events are ongoing, with the hurdlers competing in pouring rain! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congratulations to @sinisukaanthony on winning Indonesia’s 🇮🇩 first men’s singles medal 🥉 since Taufik Hidayat's gold at Athens 2004. 🙌🙌#RaiseARacket 🏸 #Tokyo2020 #Olympics pic.twitter.com/nl7DlLWE8m— BWF (@bwfmedia) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles: Meanwhile, the Kevin Cordon fairytale is over (or was it a fairytale anyway?) Brilliant reaction from him, the man is all smiles. Anthony Ginting makes it a superb day for Indonesian badminton after their historic women’s doubles gold earlier. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    INDONESIA MEDALIST IN #Tokyo2020Congratulations to Anthony Ginting for winning the BRONZE MEDALMEDALI KELIMA UNTUK INDONESIA!!PERUNGGUU!! Selamat Ginting!!KERENNN!!#Badminton - Men's Singles🥇🥈  🥉 Anthony Sinisuka Ginting #INA#BadmintalkTokyo2020 pic.twitter.com/kXCetWsFxV— Badminton Talk (@BadmintonTalk) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: The Discus Throw circle needs a roof!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    well, kamalpreet wants to play cricket when she is done with athletics. she's getting a taste! #Tokyo2020 #OlympicGames— Gaurav Kalra (@gauravkalra75) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Event is paused now, finally GEEZ. If those (three?) athletes who slipped are not given another chance, this is just absurd. Had to be stopped the moment it started to become tricky. Who  are they rushing for, No other field event left for the day. Just take the time you need to finish!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Those last 3 throwers need to be given their throws back whenever this resumes... https://t.co/excJtWOvYi— Kapil Choudhary (@kapil857) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: SURELY THIS SHOULD NOT CARRY ON!?Athletes are slipping the moment they start their attempt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hey @WorldAthletics why is this event on.... treacherous conditions— Digvijay Singh Deo (@DiggySinghDeo) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Right it is starting to rain as well and Germany’s Steinacker just had to stop at the last moment with the disc slipping. Event paused to wipe the circle.  (Oh dear that attempt actually called a foul, that is harsh) Here’s how the standings look at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: She wasn’t quite happy with that throw, was around 60m mark, so decides to step outside for a deliberate foul. One more attempt left before the top 8. Kamalpreet Kaur attempts: 61.62 X\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Kamalpreet Kaur’s second attempt coming up... three have already crossed 65.00-plus. So she needs a much better second attempt here. Kamalpreet Kaur attempts: 61.62\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: The second attempts are underway. Allman and double-Olympic champion Perkovic will be expected to be in the top three if things go per plan (with Allman already setting the pace by some distance). Otherwise Kaur will be in the mix. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Personal Bests and Seasons Bests for Finalists \n    \n       Name  Personal Best  Season Best \n    \n     CHN CHEN Yang  67.03  65.14  POR CA Liliana  66.40  66.40  ITA OSAKUE Daisy  63.66  63.66  CRO PERKOVIC Sandra  71.41  68.31  JAM LAWRENCE Shadae  67.05  67.05  GER VITA Claudine  66.64  64.25  BRA da SILVA Izabela  62.18  62.18  GER PUDENZ Kristin  66.31  66.31  IND KAUR Kamalpreet  66.59  66.59  CUB PEREZ Yaime  69.39  68.99  USA ALLMAN Valarie  70.15  70.01  GER STEINACKER Marike  64.03  64.03 \n  \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: The RED-HOT favourite for this event is Valarie Allman and she starts with an attempt that might have all but sealed a medal already!! Kamalpreet is sixth at the end of first attempts but she can improve. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: Decent start from Kamalpreet, starting with a 61.62m in her first attempt. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Quick rules for the discus throw final: First things first, longest throw wins, of course. But among the 12 competitors of the final only EIGHT will get all six attempts. After three attempts eight best throwers will compete for medals. So will be important to start well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s discus throw final: The key for Kamalpreet Kaur today would be to get close to her Personal Best. She is the 9th in the start list. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n    #Athletics #Tokyo2020 She's here. pic.twitter.com/GfeCrIYIyY— Vinayakk (@vinayakkm) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: The question all of India is asking... is Kamalpreet Kaur a real medal chance?We’ve done a data check to see how she stacks up against the other athletes in the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cycling: China edged out Germany to win the first track cycling gold of the Tokyo Olympics in the women’s team sprint on Monday after earlier breaking the world record. China set a new world best of 31.804sec in the heats and were then too quick for Germany in the final, their 31.895 just ahead of the Germans’ 31.980. The Russian Olympic Committee beat the Netherlands to take bronze. It means China retain their Olympic title after also winning the women’s team sprint in Rio, having claimed bronze in London four years earlier.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Equestrian: The winning individual is the Athlete with the lowest total of penalty points, after adding together, for each Athlete, the penalty points incurred in all tests.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Football After two successive bronze medals, Canada have beaten world champions and four-time gold medallists USA to enter women's football final. Massive result this!— Kaushal Shukla (@KasualShukla) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Equestrian: Fouaad Mirza and Seigneur Medicott will return for the Individual Jumping final later in the evening. A medal seems unlikely as all test scores are tallied in the end but a superb feat and the experience will serve him well in the future.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #EquestrianEventing Fouaad Mirza and #SeigneurMedicott on the verge of confirming their spot in the final from what I can see. Just need a couple more to finish with a higher penalty score than their total.— Vinayakk (@vinayakkm) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cycling: Germany smashed the women’s team pursuit world record in the Olympics qualifying competition on Monday, crossing the line in a time of 4min 07.307sec. The German quartet of Franziska Brausse, Lisa Brennauer, Lisa Klein, Mieke Kroeger beat the previous mark of 4:10.236 set by the British women’s team at the 2016 Rio Games by nearly three seconds.Britain, led by Laura Kenny, also broke their Rio record with a time of 4.09.022 on what appears to be a lightning fast track at the Izu Velodrome southwest of Tokyo.But Germany are the early frontrunners in the women’s team pursuit, for which their reward will be a duel on Tuesday with Italy. Britain will face the United States, with the two winners of the heats racing for the gold medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    On asked how you motivated the girls after 3 loses, Coach Marinje replied: \"You need only one goal to make a difference. Work patiently. Stay focused for 60 mins in each game\". How true. India beat Ireland and then today Aus with just a goal.— stick2hockey.com (@indianhockey) August 2, 2021\n\n\n\n    Thank you for all the support and love. We will give everything again. From: The Real Coach. 😉 https://t.co/TpKTMuFLxt— Sjoerd Marijne (@SjoerdMarijne) August 2, 2021\n\n\n\n    Indian women’s hockey team making the semifinal for the first time EVER is amazing for the sport! The amount of people watching will be huge! 🇮🇳 #hockeyindia @TheHockeyIndia— Anna Flanagan (@Anna_Flanagan) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Equestrian: 20 athlete-horse combinations done in the Jumping qualifier and Fouaad Mirza is placed 7th. Many big names left to come but he seems to be on track to finish in the top 25 – Vinayakk Mohanarangan\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I hope this joy will help the Indian people in these difficult times. The hart of the team is with them and we will keep fighting as this moment is also yours🙏🏻 #proud— Sjoerd Marijne (@SjoerdMarijne) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Gymnastics: Liu Yang won the men’s gymnastics rings gold at the Olympics on Monday, with You Hao completing a 1-2 for China. Eleftherios Petrounias, Greece’s defending champion from the Rio Games, took the bronze.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Gymnastics: Simone Biles is set to return to competition at the Olympic Games for the closing women’s gymnastics beam final on Tuesday. The US superstar’s name was included on the list of eight finalists for the beam released today.Biles, the four-time Olympic champion widely considered to have pushed the sport to new limits, has said she is struggling with the “twisties”, a condition where gymnasts lose the ability to orientate themselves in mid-air.She dramatically pulled out of last week’s opening team competition after one vault, and subsequently withdrew from the all-around final and three of the four apparatus finals – the floor, vault and uneven bars.The 24-year-old came to Tokyo seeking five gold medals to equal the Olympic all-time gymnastics record of nine.She has documented her struggles with mental health during the Games in regular posts on her social media accounts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Weightlifting: China’s Wang Zhouyu wins gold in the women’s 87kg category.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #EquestrianEventing \"He's got a brilliant horse but my goodness he's been riding it so well\": commentary on Fouaad Mirza. They expect him and #SeigneurMedicott to return to the final. Won't be in medal contention but still a great feat to make it to the final they add. pic.twitter.com/XZffBbzbBC— Vinayakk (@vinayakkm) August 2, 2021\n\n\n\n    As it stands, #FouaadMirza ranks first in the event. Hold your horses though. All the top 10 riders are to come towards the end of the event.He does have a bright chance of staying in that top 25. Keep your fingers crossed. Bloody well done, Micky. #Equestrian #Olympics pic.twitter.com/e6UZhUygBZ— Lavanya L Narayanan (@lav_narayanan) August 2, 2021\n\n\n\n    Fouaad Mirza knocks two fences to get 8pens. He’s finishing on 47.2pens for @WeAreTeamIndia Is it enough to qualify for the individual final? It’s a bit of a wait to find out! #Tokyo2020 #EquestrianEventing pic.twitter.com/kM0Ok2dNvb— The FEI (@FEI_Global) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Equestrian: Solid round by Fouaad Mirza.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Equestrian:  Fouaad Mirza was placed 22nd overall after first Dressage & Cross Country. Top 25 after the first jumping test qualify to participate in the jumping individual final.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Seigneur Medicott's performance in show jumping at Baborówko (if I am not wrong) is one of the biggest reasons #FouaadMirza switched back to him from Dajara. Can only hope he finishes safely and well today. Irrespective of the result, this duo has done us proud#TeamIndia pic.twitter.com/o0OXAvwCkJ— Lavanya L Narayanan (@lav_narayanan) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Equestrian: The Individual Jumping Qualifiers have begun and India’s Fouaad Mirza, placed 10th, will be in action soon.   A look at his numbers so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Jump! Jump! The @Tokyo2020 arena has been transforming & it’s operation jumping mode now! Are you ready for some #EquestrianEventing @Olympics medals?!!#Tokyo2020 pic.twitter.com/33kHcPyY3T— The FEI (@FEI_Global) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Indian wrestlers begin their much-anticipated campaign on Tuesday, starting with Sonam Malik. But she has got a challenging draw. The young Indian will take on Asian silver medallist Bolortuya Khurelkhuu from Mongolia in the bottom half of the women’s 62kg draw.If Sonam manages to cross the first hurdle, she will most likely find 2018 world champion Taybe Mustafa Yusein from Bulgaria in the quarterfinals.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coming up at 1.30PM...Equestrian: The Individual Jumping Qualifiers will begin soon and India’s Fouaad Mirza, with Seigneur Medicott, will be action with a chance to get into the final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Equestrian Individual Jumping Qualifiers start soon. @FouaadMirza and #SeigneurMedicott are 10th in the starting orderThey have to jump across 12 obstacles over a time limit of 158 seconds. The total length of the course is 490 metres.Let's support them with #Cheer4India pic.twitter.com/QqQh9NyZZh— SAIMedia (@Media_SAI) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Two-time Olympic medallist PV Sindhu and coach Park Tae-sang just gave a lovely press conference from Tokyo. In case it wasn’t evident from the sidelines during her matches, the two have great chemistry and the Korean is delighted with just how much love he has gotten from Indian fans. Sindhu hopes to continue working with him but first, he plans to go home and meet his daughter, who is three and has been with him for just 13 days in the last year. The Indian also spoke about opting to train at Gachibowli stadium and how the drift helped her in Tokyo.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Badminton Lots of ups and downs since Rio.A lot has changed in my game... won some, lost some.It all comes with experience.The pandemic has affected many people. Utilised the time to learn, Mr Park has helped me get my technique better – PV Sindhu— The Field (@thefield_in) August 2, 2021\n\n\n\n    #Tokyo2020 #Badminton I knew him before, when we first started working, it took us time to get to know each other. The hard work he put in for me is great, he has  barely gone home in the last year, only 13 days. Medal is his effort too – Sindhu on coach Park— ZENIA D'CUNHA (@ZENIADCUNHA) August 2, 2021\n\n\n\n    Just raw, sheer emotions. 🥺❤️This celebration of the #IND women’s hockey team after defeating world no. 2 #AUS had us all go through a rollercoaster of emotions! 👏🔥Tokyo2020 | #UnitedByEmotion | #StrongerTogether | #Hockey pic.twitter.com/cZvyFWaXFy— #Tokyo2020 for India (@Tokyo2020hi) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton: Indonesia win the women’s doubles gold.Greysia Polii and Apriyani Rahayu beat second-seeded Chinese pair of Chen Qing Chen and Jia Yi Fan 21–19, 21–15 in the gold medal match. Earlier, Kim Soyeong and Kong Heeyong claimed bronze in an all-Korean clash. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Badminton🏸 - After winning the women's doubles, Indonesia🇮🇩 has now won an Olympic gold medal🥇 in all of the Olympic badminton events. Before today, only China🇨🇳 had achieved this. #Olympics #Badminton— Gracenote Olympic (@GracenoteGold) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also Read –  One of the greatest moments in Indian sport: Reactions to women’s hockey team reaching Tokyo 2020 SF\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ‘Save-ita’ – a term coined by Vinayakk Mohanarangan. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Savita, the savior! #SavitaPunia #savita #IndvAus #Tokyo2020 pic.twitter.com/sGSJUrNU5q— Satish Acharya (@satishacharya) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A message from sprinter Dutee Chand, whose Tokyo Olympics campaign came to an end earlier today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    What hurts me very much that I couldn't stand to the expectations of my supporters, promoters & coaches. I would like to thank them for their support & feel sorry to disappoint you all.— Dutee Chand (@DuteeChand) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Roger that, coach!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sorry family , I coming again later 😊❤️ pic.twitter.com/h4uUTqx11F— Sjoerd Marijne (@SjoerdMarijne) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    How good was the ‘Great Wall of Savita’ today?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: That’s it for the highly-anticipated Indian shooting campaign at Tokyo 2020. Of the 15 shooters, only one reached the final – Saurabh Chaudhary in men’s 10m air pistol. That was on the first day, it has been all downhill and disappointing since then. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: After the high of hockey, a not so happy update from the shooting range. India’s campaign comes to an end with another final-less show as Sanjeev Rajput and Aishwary Pratap Singh Tomar bow out in the qualification of men’s 50m rifle 3 position.Tomar finished 21st after starting very strong, Rajput was 32nd among 39 competitors. A look at their final scores: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n    It's for real.Indian men and women's team in #Olympics semifinals.Men: vs Belgium tomorrowWomen: vs Argentina on Wednesday#hockey #Tokyo2020 pic.twitter.com/5xSTRwItEM— Mihir Vasavda (@mihirsv) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Want to know more about the history-making Indian women’s hockey team? Here you go!Meet Rani Rampal-led Indian women’s hockey team, semifinalists at the Olympics Games\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Hockey \"One of the greatest moments in Indian sport\"\"Monday Morning blues banished\"Reactions to Indian women's #hockey team reaching a historic first semi-final.https://t.co/kzcZc95goy— The Field (@thefield_in) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: That celebration.  The tears. The joy. The belief. The madness. All there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Hockey How many times do you plan to watch this video today? 📽 @Tokyo2020hipic.twitter.com/kyPQh200L9— The Field (@thefield_in) August 2, 2021\n\n\n\n    India 🇮🇳 at #Tokyo2020 #OlympicGames in Field HockeyMen25 Jul 2021: India lost to Australia 1-7 1 Aug 2021: India beat Great Britain 3-1 (QF)Women28 Jul 2021: India lost to Great Britain 1-4 2 Aug 2021: India beat Australia 1-0 (QF)#Olympics2020 #Olympics2021 #Olympics— Mohandas Menon (@mohanstatsman) August 2, 2021\n\n\n\n    India beat Australia 1-0 to reach semis in the women’s hockey at Tokyo. This might be the biggest upset in history at this stage of the tournament. So proud of our ladies!! 🇮🇳🏑— Viren Rasquinha (@virenrasquinha) August 2, 2021\n\n\n\n    How did a team who didn't win a match at Rio 2016, qualified for back-to-back #Olympics for the first time, lived in lockdown for almost a year & just about reached QF, knock out favourites Australia to reach semis?!Belief & bodies on lineHistory & Indian women's #hockey team💙 pic.twitter.com/S5mC7qjP1v— ZENIA D'CUNHA (@ZENIADCUNHA) August 2, 2021\n\n\n\n    \"This is the real Chak De moment for Indian hockey. We should enjoy this. Live this moment.\" @SjoerdMarijne #hockey #Tokyo2020 pic.twitter.com/7LUorq1Fd8— Mihir Vasavda (@mihirsv) August 2, 2021\n\n\n\n    #Tokyo2020 #Hockey Nothing is sweeter than Australian misery but this is all about Rani Rampal and Co. This wasn't just a dogged defensive display, but an all-round performance. Deserving winners against Australia in an #Olympics quarter-final. Feels like a dream.— Kaushal Shukla (@KasualShukla) August 2, 2021\n\n\n\n    #Tokyo2020 #Hockey India men lost to Australia 1-7India women lost to the Dutch 1-5Both in the semis now. This is belief. This is trusting in the process and all those things they talk about. Historic.— Ashish Magotra (@clutchplay) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: That should be it for India in shooting. Aishwary Pratap Singh Tomar, after starting strong. finishes his standing series with just 379 and has a total of  1167.  He’s placed 22nd as of now and out of contention – Zenia D’Cunha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #HockeyLook at coach Marijne. Look at the joy on their faces. https://t.co/J1hyicr75k pic.twitter.com/gZB23swF8Z— Vinayakk (@vinayakkm) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: The semi-final is set. Argentina vs India. South America vs Asia. A place in the final awaits. Wow. Just wow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (FT)Quick look at the match stats.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (FT)India have won this. India have won this. Gurjit’s goal the difference. Savita was brilliant. What an upset! What a win! India are through to the semi-finals! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)60 seconds to go. SIXTY!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)Desperate defending on the goal line. Phew. Sticks and madness. Australia trying a variation again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)India defend it. Good from Monika. But Salima was wearing her gloves. Another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)Australia asked for a referral. And they get another PC. A push by an Indian player it seems. Ha! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The time it took Roger Bannister to run a mile remains. And history beckons.— Tareque Laskar (@tarequelaskar) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)India keeping Australia at bay with some smart defence. Not letting the Hockeyroos into the circle. Good. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)Five minutes to go. Keep those arms and legs pumping. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Save-ita™️— Vinayakk (@vinayakkm) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)Nice clear by India. No harm done. It stays 1-0. Savita barking orders to every. Yesterday, Sreejesh was a star and today, Savita doing the same. Goalkeepers Union.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)Savita with another save but a dangerous stick. Another PC to Australia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)Australia get a PC. Bounces of Grace’s stick onto her face. She is fine. 4th PC for Australia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4)Still just one goal in this and in hockey, that can change in minutes... no, in seconds. India just cannot get complacent.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    15 mins to go pic.twitter.com/bsg5gf7BQC— Radha (@radhalathgupta) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4 begins)12 minutes to go. India looking steady... there is the odd glance up the clock but they are retaining their shape and structure. Very professional performance so far. Australia will come at them... they definitely will... \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting, 3P Qualifications: The final round of series, in the standing position, has begun. Aishwary Pratap Singh Tomar starts off with a 95... not the best of beginnings – Zenia D’Cunha\n    \n        \n        \n            \n            \n            \n        \n    \n\n    …तुम्हारी ज़िंदगी के सबसे ख़ास पंद्रह minute. #hockey— smitha nair (@smitharnair) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q4 begins)India are 15 minutes away from a historic win over Australia that will take them into the semi-finals. Go! Go! Go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is one hell of a hockey match. Incredible so far from the Indian girls!— Joy Bhattacharjya (@joybhattacharj) August 2, 2021\n\n\n\n    Aussies rattled. India women 15 minutes away from a place in the semis if they retain the lead. Terrific performance so far! #Hockey #TokyoOlympics2020— Cricketwallah (@cricketwallah) August 2, 2021\n\n\n\n    Getting impossible to stay calm with every passing minute here...— Kapil Choudhary (@kapil857) August 2, 2021\n\n\n\n    Come onnnnnnn!!!! 15 mins to go. Stay strong ladies! 🇮🇳🏑— Viren Rasquinha (@virenrasquinha) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3 ends)India have defended well and Australia have simply not been able to find any rhythm. Do India have the legs to keep defending in the same vein for 15 more minutes?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)Nice ball into the circle by Sharmila. Rani got at the end of it but the deflection goes wide. They need to keep going forward like this. Keeps Australia on the back foot a little.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Shooting    All shooters are done with the kneeling and prone rounds and Tomar's 391 has pushed him down to 16th now. pic.twitter.com/erSZbCwL1i— Vinayakk (@vinayakkm) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)First circle penetration of Q3 for India but Navneet’s shot is wide. Still, good intent. Intent matters.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting 3P qualification: All shooters are done with the kneeling and prone rounds and Tomar’s 391 has pushed him down to 16th now. He needs an extraordinary standing series to stand a chance but looks tough. - Vinayakk Mohanarangan\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)Just four minutes left in Q3. India staying in this and not thinking too far ahead. Very good defensive effort so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting, 3P Qualification: A much better prone series from Sanjeev Rajput, compared to the kneeling.  393/400, with one perfect 100.  But it’s not going to be enough, he’s currently placed 23rd. – Zenia D’Cunha\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)India not keeping the ball well now. They are giving it away too easily. This was not happening in the first. There was much more control. But clearly feeling the pressure and Australia deploying the high press too. Still just one goal in it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)Australia have had 11 circle penetrations so far and India have had 6.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)Australia starting to dominate possession. They are stringing together passes and India are going deeper and deeper in defence. Park the bus time! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting 3P qualification: Sanjeev shot a 100 in the prone round, maybe the Indian shooters can swap scores? Maybe!? – Vinayakk Mohanarangan\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)Sushila gives away a PC. She doesn’t hear a whistle and plays it ahead. It was at around 23 yards and a PC is given. But India are solid in defence again. The Hockeyroos trying to be too intricate and it is not working.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)Australia try a variation and it was too slow. Grace to the rescue. No harm done.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)Savita unable to clear but saves well. Australia have an early PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q3)Second half begins. 30 minutes to play. 30 minutes to make history.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (HT)Marinje will want his team to continue doing what they were doing. But what will be see from Australia?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME: The stat card looks good, doesn’t it? Shading Australia in ball possession 51-49, and almost as many circle penetrations as them (6-8). India have not just come to defend and hope. Australia will now storming at them, no doubt. We saw this with the Belgian men’s team yesterday against Spain. A big second half coming. Need to stay resolute.— Vinayakk Mohanarangan\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (HT)Some numbers at half-time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (HT)Australia topped Group B. But India have not been intimidated at all. Rani Rampal team have gone hard at the Aussies and they are just one good half away from an upset now. The job is only half done though. India will know that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting, 3P qualification: 98 99 97 97 for a total of 391 in the prone from Tomar. Not good enough and he is now outside the top 10. A 399, few 398s around him. Missed chance already in what should have been a high-scoring round – Vinayakk Mohanarangan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q2)Two mins left in the quarter. India are playing hard and close to the Aussies, not giving the Hockeyroos too much time on the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q2)Superb steal by Salima and a good run. But then the shot goes way over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting, 3-P qualification:  There are 100s everywhere around Tomar in the prone round (high scoring as expected) as the Indian starts with 98, 99, 97 to slide down. Still inside top 8 but only just. He is letting go of a good start here, needs to recover quickly – Vinayakk Mohanarangan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 1-0 Aus (Q2)GOALLL!!!! Gurjit gets the goal. India went for a direct PC, it hits the legs, it hit a stick and found a way into the goal. India have the goal. Australia had conceded just one goal in the tournament so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q2)India have a PC now. They have been very good with their variations. So direct? or variation?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q2)Ah, the officials decide to change their decision. No PC to Australia. India can breathe a little easy now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q2)Good save by Savita to keep the initial hit out, good defence but another PC. Pressure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q2)The decision stands. India lose their referral. Australia have the PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q2)Australia have a PC but India have asked for a referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q2)Six circle penetrations for Australia so far and three for India. Rani Rampal and her team have had a good work rate.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q2)The Hockeyroos are trying to build from the back. But India are doing well defensively. They need to avoid the kind of lapses they had against South Africa.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: Aishwary Pratap Singh Tomar starts his prone round with a 98 & 99. In good touch!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: Sanjeev Rajput finishes his kneeling round with 387/400. A 96 & 95 never good & he will have a lot to catch up to in the next 2 positions.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q2)Second quarter begins. India need to keep their focus and just keep running and working hard as they have in this match so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)No early jitters for India. Australia have hit the post once. India have hit the post once. But it is still 0-0. India have actually looked better than Australia, who topped Group B.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)Two mins left in Q1. This is good from Marijne and his team. Tactically, India have been spot on. The players are running hard too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)This has been a superb start by India. They have come out and been aggressive. The Aussies looking a little surprised by what is happening in the middle here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)Now, Australia go close. Peris fires one in from the top of the circle. Goes just wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)OFF THE POST! Now, India go close. Australian focussing on Vandana and Lalremsiami almost deflected the ball into the goal. So close. So, so close.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)India trying to exploit the flanks and just spread the play a little. Seems to be working for them a bit. Giving them some penetration.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)Four and a half minutes gone but still no goals. India are holding their own in the middle. Not all Australia as many had expected. So far, so good.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: A fantastic kneeling series for Aishwary Pratap Singh Tomar – 397/400!  The Indian has jumped into second place after the first round of 4 series.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)Australia come close! They hit the post. Savita moved the right way but the ball eluded her and hit the metal. Phew.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)Australia have conceded just one goal in the tournament so far and scored 13. India will have to be at their absolute best. India have scored a total of 7 goals in the tournament so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Ind 0-0 Aus (Q1)India will hope Vandana Kataria is in top form once again. Rani Rampal is the key as always but India will have to be at their best defensively too. A spot in the semi-finals up for grabs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: The teams are in the middle now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Almost time for the India vs Australia women’s hockey match. Australia start as favourites but India, in only their third Olympics, have been competitive against every team they have played but the Dutch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    What drama in the long jump... Tentoglou wins the gold with his final jump. He tied the leading jump (Cuba's Echevarria) of 8.41m, then the Cuban pulled up injured before his final jump and the Greek won on countback. For the longest time, Tentoglou couldn't quite believe it. pic.twitter.com/brxLle2kn1— Ashish Magotra (@clutchplay) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: Solid start by India’s Aishwary Pratap Singh Tomar. Currently in third after the first series.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #IndianShooting – The Last Hope.Now showing at #Tokyo2020 https://t.co/N0MnSUWxOA— ZENIA D'CUNHA (@ZENIADCUNHA) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: Time for the final event for Indian shooters, Sanjeev Rajput and Aishwary Pratap Singh Tomar to compete in the men’s 50m rifle 3 positions qualification. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Never give up. 💪After suffering a serious ankle injury weeks before Rio 2016, @gianmarcotamber was told he may not be able to compete anymore. He kept the cast from his broken ankle.On Sunday, he became Olympic high jump champion.#Tokyo2020 #StrongerTogether pic.twitter.com/WxSnq0e5o2— Olympics (@Olympics) August 2, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: In case, you didn’t notice. USA’s JuVaughn Harrison was in the High Jump final last night and he is in the Long Jump final too. A pretty rare double.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: In case, you were wondering, this is what the draw looks like in women’s hockey.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: The first semi-finalist in women’s hockey has been decided with Argentina putting in a tremendous performance against Germany. They will face the winner of India vs Australia in the semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Sifan Hassan’s quest for an unprecedented Olympic treble continues... a little earlier in the day, she won her 1500m heat.5000m – qualified for final (30th July)1500m, heat – won (today)5000m final – later tonight10000m - Aug 7Could end up running about 24,500 metres in the matter of eight days!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton: Tai Tzu Ying, PV Sindhu and what sport is all about.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Dutee Chand finishes last in her heat. She will not be progressing.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: India’s Dutee Chand is in Heat 4 of the women’s 200m. We are up to Heat 3 at the moment. She has the slowest PB though. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #Badminton #Tokyo2020 What better way to start your Monday than this 📽 of @Pvsindhu1's medal-winning moments! 💕pic.twitter.com/XGQNT20fSi— The Field (@thefield_in) August 2, 2021\n\n\n\n    In all the excitement of Fast Elaine's stunning #Olympics record sprint on Saturday, had missed the fact that Shelly-Ann Fraser-Pryce is now the first ever athlete, male or female, to win FOUR individual Olympic medals in 100m sprints.What a stunning record. #Athletics— Vinayakk (@vinayakkm) August 2, 2021\n\n\n\n    #Tokyo2020 #Athletics The sight of Bob Beamon hopping out of the long jump pit. What an iconic moment! His Olympic record still stands. 🎥 Olympics pic.twitter.com/alAb0mFNhl— The Field (@thefield_in) August 1, 2021\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.55 am: Hello everyone! How are we feeling this Monday morning? August 1, 2021 will go down as a memorable day for Indian sport with PV Sindhu winning her second Olympics medal and the men’s hockey team going further at the Games than they have done in the last 41 years (still a win away from medal, mind you). Here’s something to get you started for the day: One of India’s greatest athletes: Reactions to PV Sindhu’s badminton bronze medal at Tokyo 2020‘Tears of joy’, ‘just so proud’: Reactions to Indian men’s hockey team’s QF win at Tokyo 2020Tokyo 2020: Italy’s Lamont Marcell Jacobs wins shock 100m gold in first post-Bolt Olympic raceTokyo 2020, athletics: Barshim, Tamberi share high jump gold in emotional moment after injury returnWatch: Venezuela’s Yulimar Rojas wins triple jump gold at Tokyo 2020 with world record","author":"Ashish MagotraVinayakk MohanaranganZenia D'Cunha","time":"2021-08-02T06:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162288-ooqvgkerwp-1627867426.jpeg","tags":["Tokyo 2020","Olympics","Tokyo 2020 Olympic Games","India at Tokyo 2020"],"source":"https://scroll.in/field/1001734/india-at-tokyo-2020-day-10-live-updates-final-shooting-event-womens-hockey-qf-kamalpreet-kaur"}