{"title":"Indian women are using mobile internet more than ever before, finds a study","content":"The world wide web is gaining popularity among Indian women at a fast pace.Over 40% of Indian women were aware of mobile internet in 2019, as compared to just 19% a year ago, according to mobile gender gap report by GSMA, a trade body that represents the interests of mobile network operators worldwide.GSMA conducted surveys across 18 countries, interviewing over a 1,000 adults in each nation, and 2,000 each in India and China.\n\t\t\n\tData: GSMAOne possible factor behind the growing popularity of mobile internet in India is the advent of Reliance Jio in September 2016, which has run data prices to the ground. The telco upstart, headed by India’s richest man Mukesh Ambani, also introduced an “effectively free” 4G-enabled feature phone into the market.The GSMA’s mobile connectivity index, which tracks countries’ progress on key enablers of mobile internet access and use, shows a 26% increase in the affordability of mobile internet in India between 2014 and 2017, the largest such rise in any country during this period.Even now, in low- and middle-income countries, women are 23% less likely than men to use mobile internet. The gap has, however, narrowed from 26% in 2017, GSMA found.“This has been driven in large part by a closure in the mobile internet gender gap in India where changing market dynamics have made mobile internet more affordable,” the UK-based association noted.Still, there’s a long way to go for total parity.What’s stopping women?An equal share of men and women in India use phones to make and receive calls. But the gender divide is heavily pronounced for more sophisticated services such as surfing the internet or downloading apps.\n\t\t\n\tData: GSMA“Women highlighted affordability, literacy, and digital skills, a perceived lack of relevance, and safety and security concerns as the top barriers needing to be addressed in order to further decrease the mobile gender gap,” GSMA said in a press release on February 20.Literacy was the biggest hindrance for women when it came to owning a handset and using it to access the web.\n\t\t\n\tData: GSMA, *measures of accessibility\n\t\t\n\tData: GSMA, *measures of accessibilityThis article first appeared on Quartz.","author":"Ananya Bhattacharya, qz.com","time":"2019-02-22T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113581-chqdtesoqy-1550737201.jpg","tags":["GSMA","Reliance Jio","Digital literacy","Internet gender gap","Digital India"],"source":"https://scroll.in/article/914077/indian-women-are-using-mobile-internet-more-than-ever-before-finds-a-study"}