{"title":"INDIA bloc will ‘throw out’ 50% cap on caste-based reservations, says Rahul Gandhi","content":"The INDIA bloc will “throw out” the 50% cap on caste-based reservations if it is voted to power in the upcoming Lok Sabha elections, said Congress leader Rahul Gandhi on Monday.The Indian National Developmental Inclusive Alliance, or INDIA, is a coalition of 28 Opposition parties that plans to take on the Bharatiya Janata Party-led National Democratic Alliance in the general elections.“There will be no reduction in the reservation of Dalits and Adivasis,” Gandhi said during his ongoing Bharat Jodo Nyay Yatra in Jharkhand’s Ranchi. “I am giving you a guarantee that the backward sections of society will get their rights. This is the biggest issue – social and economic injustice.”He also reiterated the promise of conducting a nationwide caste census.“This is the biggest question before India,” said the Congress MP. “Our first step would be to get a caste census in the country.”The announcements are in line with the “guarantees” the Congress announced in October after a meeting of the party’s working committee.On October 9, Congress President Mallikarjun Kharge stated that “[a Congress government will remove the 50% limit on reservation for OBCs [Other Backward Classes], Scheduled Castes and Scheduled Tribes to ensure rights in accordance with share of population.”Sharing some excerpts from my opening remarks in the Congress Working Committee Meeting, held today in Delhi — • I extend a warm welcome to this Congress Working Committee (CWC) meeting. In our first meeting in Hyderabad last month, we pledged to rid the country of divisive… pic.twitter.com/6520lExUBa— Mallikarjun Kharge (@kharge) October 9, 2023\n\n\nThe 50% cap on reservations was put in place by the Supreme Court in 1992 when it ruled that “no provision of reservation or preference can be so vigorously pursued as to destroy the very concept of equality”.It had stated: “It should be held as constitutional prohibition and any reservation beyond 50% would liable to be struck down.”The court had added that the 50% reservations rule may be deviated from “in certain extraordinary situations”, but in doing so, “extreme caution is to be exercised and a special case made out”.The Congress, however, has repeatedly called for a caste census in order to implement reservations proportional to the population of communities.‘PM Modi against caste census’On Monday, Gandhi also alleged that Prime Minister Narendra Modi is opposed to the idea of a caste census.He said that although the prime minister used to say that he belonged to the Other Backward Classes, when demands of a caste survey were raised, he stated that there are only two castes – the rich and the poor.“When the time came to give rights to OBCs, Dalits, tribals, Modi ji says there are no castes and when it is time to get votes, he says he is an OBC,” said Gandhi, according to PTI.‘BJP cannot accept Adivasi chief minister’Gandhi also said that the BJP tried to topple the Jharkhand government as it could not accept that the chief minister was an Adivasi.“The Congress, the JMM [Jharkhand Mukti Morcha] stood against them together and the government was saved,” he said. “They [BJP] do this in all Opposition-ruled states through probe agencies and money power. They are attacking democracy and the Constitution, and want to suppress the voice of the people. The INDIA coalition will not let the voice of democracy be suppressed.”The Wayanad MP’s statements came soon after the Champai Soren government in Jharkhand won the floor test by securing 47 votes in the 81-member Assembly.The floor test was necessitated after Jharkhand Mukti Morcha leader Champai Soren became the chief minister on February 2. Governor CP Radhakrishnan had given him 10 days to prove his government’s majority in the Assembly.This came after Jharkhand Mukti Morcha leader Hemant Soren resigned as the chief minister on January 31, shortly before getting arrested by the Enforcement Directorate in a money laundering case.Also read: Explainer: How Supreme Court put in place a 50% quota cap (and why it’s frequently breached)","author":"Scroll Staff","time":"2024-02-06T09:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198200-ylempvywbz-1707189199.jpg","tags":["INDIA","Rahul Gandhi","BJP","reservations"]}