{"title":"India’s extreme heatwave has poured cold water on Modi’s plan to ‘feed the world’","content":"India has been experiencing relentless heatwaves for the second month in a row. This has now begun to wilt the country’s agriculture sector, especially wheat production.A low yield, coupled with rising food inflation, would force the government to prioritise domestic consumption over exports, potentially tripping up Prime Minister Narendra Modi’s recent offer to help feed the world.Hottest monthsAfter its hottest March in 122 years, India is now experiencing its hottest April in over a century. Temperatures are soaring close to 40 degrees Celsius, enough for the India meteorological department to sound a yellow alert on April 27. The heat maps now look like seething cauldrons for the region covering India, Pakistan and Bangladesh.In New Delhi, the maximum temperature hovered around 42 degrees Celsius yesterday. It recorded the highest number of heat-wave days in a month in the past decade. And it is only April yet. India’s peak summer season in May to June, before the monsoon rains hit its coasts, is yet to come.As climate change makes extreme heat waves and harsh monsoons more common in southeast Asia, the human and economic costs are expected to be steep.Cost to agricultureIndia was hoping to ride the tide of the Russia-Ukraine war and help boost its wheat exports. Modi, during his talks with US president Joe Biden on April 11, said that if the World Trade Organization were to allow it, India’s wheat produce could “feed the world”. However, an extremely hot and dry March has resulted in an output that is far below projections.Wheat harvest arrivals in Punjab’s agriculture markets so far are at least 20% lower than they were in 2021, data analysed by The Hindu newspaper show. The state is India’s biggest producer of the foodgrain.Crop yield per acre has also been lower this year than the last. On average, each acre yielded 19.8 quintals of wheat in 2021, while it is down to 17.8 quintals per acre, The Hindu reported.According to Sadhvi Niranjan Jyoti, the junior minister for food and public distribution, farmers were forced to harvest their crops early because of rising temperatures in March. The produce in some cases was less than even half of a good crop year’s, Jyoti told Parliament.The extreme heat has also led to a loss of work hours: India stands to lose over 100 billion work hours every year if such heatwaves persist, according to a December 2021 study published in the science journal Nature.This article first appeared on Quartz.","author":"Manavi Kapur, qz.com","time":"2022-04-29T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116740-ahsosecqzx-1584716914.jpg","tags":["Heatwave","Agriculture","Environment"],"source":"https://scroll.in/article/1022861/indias-extreme-heatwave-has-poured-cold-water-on-modis-plan-to-feed-the-world"}