{"title":"India tour of Bangladesh: Harmanpreet Kaur to lead different 18-member sides in T20I and ODI series","content":"India captain Harmanpreet Kaur will lead the team for the upcoming tour to Bangladesh, the BCCI announced late on Sunday night.The women’s team selection committee announced India’s T20 International and One-day International squads for the bilateral series which includes three T20Is and as many ODIs against the hosts, with all matches taking places at the Sher-e-Bangla Stadium in Mirpur.While Kaur will be leading the team, Smriti Mandhana has been named as the vice-captain in both formats.Interestingly, Richa Ghosh, who was a star for India in their ICC U-19 Women’s World Cup triumph   in January has been left out of the squad. Other exclusions that raised eyebrows were that of pacers Renuka Singh Thakur and Shikha Pandey. While Thakur had a forgettable outing at Women’s Premier League, Pandey had a contrastingly memorable one where she picked up 10 wickets in nine matches. Additionally, young off-spinner Shreyanka Patil, who impressed in WPL and also in the recently concluded ACC Women’s Emerging Teams Asia Cup in Hong Kong also did not receive a call-up. She had received the player of the match award for picking up nine wickets in two matches in Hong Kong. While S Meghana is present in the shortest format but not in the 50-over squad, spin all-rounder Sneh Rana has secured a berth in the ODI team but not in the T20 squad.India’s T20I squad: Harmanpreet  Kaur (C), Smriti Mandhana (VC), Deepti Sharma, Shafali Verma, Jemimah  Rodrigues, Yastika Bhatia (wk), Harleen Deol, Devika Vaidya, Uma Chetry  (wk), Amanjot Kaur, S. Meghana, Pooja Vastrakar, Meghna Singh, Anjali  Sarvani, Monica Patel, Rashi Kanojiya, Anusha Bareddy, Minnu Mani.India’s ODI squad: Harmanpreet  Kaur (C), Smriti Mandhana (VC), Deepti Sharma, Shafali Verma, Jemimah  Rodrigues, Yastika Bhatia (wk), Harleen Deol, Devika Vaidya, Uma Chetry  (wk), Amanjot Kaur, Priya Punia, Pooja Vastrakar, Meghna Singh, Anjali  Sarvani, Monica Patel, Rashi Kanojiya, Anusha Bareddy, Sneh Rana.The series starts with the first T20I on July 9 followed by matches on July 11 and 13.The ODI series starts on July 16, followed by the second match on July 19 and the final game of the tour on July 22. Schedule for India's tour of Bangladesh \n    \n       \nDate\n  Event  \nTime\n \n    \n     \n09-Jul-23\n  \n1st T20I\n  \n1:30 PM IST\n  \n11-Jul-23\n  \n2nd T20I\n  \n1:30 PM IST\n  \n13-Jul-23\n  \n3rd T20I\n  \n1:30 PM IST\n  \n16-Jul-23\n  \n1st ODI\n  \n9:00 AM IST\n  \n19-Jul-23\n  \n2nd ODI\n  \n9:00 AM IST\n  \n22-Jul-23\n  \n3rd ODI\n  \n9:00 AM IST","author":"Scroll Staff","time":"2023-07-02T22:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186438-kxthdjckla-1675409697.jpeg","tags":["Harmanpreet Kaur","Smriti Mandhana","Richa Ghosh","India tour of Bangladesh","Cricket","Bangladesh vs India"],"source":"https://scroll.in/field/1051937/india-tour-of-bangladesh-harmanpreet-kaur-to-lead-different-18-member-sides-in-t20i-and-odi-series"}