{"title":"India vs Sri Lanka, 2nd ODI: Shanaka and Co opt to bat first, Kuldeep replaces injured Chahal","content":"After winning the first One-Day International at Guwahati, Rohit Sharma and Co moved to the Eden Gardens, Kolkata, in a bid to clinch the three-match series. Having won the toss yet again, Sri Lanka captain Dasun Shanaka opted to bat first.Shanaka meanwhile, said his decision to bat first was dictated by the stats for the venue. The centurion from the previous game said, “It is important to score, be relaxed and play our natural game.”The tourists had two changes with Dilshan Madushanka being replaced by Lahiru Kumara, while opener Pathum Nissanka was out with a shoulder injury and instead, Nuwanidu Fernando was handed a debut. As a result, the opening duo for the Lankans comprised Nuwanidu and Avishka Fernando.Rohit at the toss stated that he was “in two minds” because he reckoned batting first would be a good idea considering how they played in the last match, but added that he would have opted to field  considering the venue.India won the first ODI by 67 runs and went in with just the forced change due to a niggle sustained by Yuzvendra Chahal who was replaced by Kuldeep Yadav. The BCCI confirmed in a tweet: “Chahal was unavailable for selection in the 2nd ODI due to a sore right shoulder.”India understandably opted to continue with the opening duo of Rohit and Shubman Gill who laid the foundation for the victory in Guwahati with an impressive 143-run opening stand. Virat Kohli and KL Rahul also returned to the side but the hosts left out red-hot (in T20Is) Suryakumar Yadav with Rahul, Shreyas Iyer and Hardik Pandya comprising the middle-order.India’s bowling attack, in the absence of Jasprit Bumrah, continued to be spearheaded by Mohammed Shami, with Mohammed Siraj and Umran Malik to back them up. Umran had a match to remember as he was the pick of the bowlers, returning with figures of 3/57 in the first ODI. Further, all-rounder Axar Patel and Kuldeep comprise the spin department.Teams:Sri Lanka: Nuwanidu Fernando, Avishka Fernando, Kusal Mendis(w), Charith Asalanka, Dhananjaya de Silva, Dasun Shanaka(c), Wanindu Hasaranga, Chamika Karunaratne, Dunith Wellalage, Lahiru Kumara, Kasun Rajitha.India: Rohit Sharma(c), Shubman Gill, Virat Kohli, Shreyas Iyer, KL Rahul(w), Hardik Pandya, Axar Patel, Mohammed Shami, Kuldeep Yadav, Umran Malik, Mohammed Siraj.","author":"Scroll Staff","time":"2023-01-12T13:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185517-aryhgmnlfp-1673510950.jpg","tags":["Kuldeep Yadav","Yuzvendra Chahal","Rohit Sharma","Dasun Shanaka","Cricket","india vs sri lanka"],"source":"https://scroll.in/field/1041713/india-vs-sri-lanka-2nd-odi-shanaka-and-co-opt-to-bat-first-kuldeep-replaces-injured-chahal"}