{"title":"India tour of Bangladesh: ODI series finishes in a draw as decider ends in a thrilling tie in Mirpur","content":"India’s tour of Bangladesh came to a dramatic end on Saturday as the One Day International series ended in a 1-1 draw after the third and final ODI finished in a thrilling tie at the Sher-e-Bangla Stadium, Mirpur.With one run needed to win for India and one wicket needed to win for Bangladesh in the third delivery of the final over, Marufa Akter dismissed Meghna Singh for six runs to bowl India out for 225. Earlier in the match, Bangladesh posted 225 — the highest ever total Bangladesh have posted in women’s ODIs — and Fargana Hoque became the first Bangladeshi woman to score a hundred in the format. She was well supported by opener Shamima Sultana who scored 52 off 72 balls. #Cricket #BANvIND Incredible scenes in Mirpur! 🤯It's a tie in the final ODI. With India needing just 1 run and Bangladesh needing just 1 wicket, Marufa Akter bowled a delivery to remember!Meghna Singh was caught by Nigar Sultana. Massive brainfade from India and a massive… pic.twitter.com/l9rkAHfuWf— The Field (@thefield_in) July 22, 2023\n\nHarleen Deol (77) and Smriti Mandhana (59) each hit half-centuries to set up India’s chase after the visitors lost two early wickets. India captain Harmanpreet Kaur was also plumb for 14 and was livid at the decision.Eventually, India fell behind the required total and slipped from 191 for five to 217 for nine but Jemimah Rodrigues (33*) and Meghna Singh’s last-wicket partnership helped the side get back on track. In the post-match presentation, Kaur followed her frustration during the match with some fiery words for the umpiring. She said, “I think a lot of learning for us from the game. Even apart from the cricket, the kind of umpiring that was happening we were very surprised. The next time we come to Bangladesh we will make sure we have to deal with this type of umpiring and prepare ourselves accordingly.”“As I mentioned earlier, some pathetic umpiring was done. We are really disappointed about some decisions were given by the umpires,” she added.Despite losing the final T20I, India had won the T20I series 2-1. However, Nigar Sultana and Co ensured that India’s tour was a hard-fought one. Following that, Bangladesh had won the first ODI but the visitors bounced back in the second ODI.Fargana Hoque was awarded the player of the series for her 181 runs in three matches. Leading run-scorers of the ODI series \n    \n       Player  Matches  Inns  Runs  Avg  Sr  4s \n    \n     Fargana Hoque  3  3  181  60.33  63.29  17  Jemimah Rodrigues  3  3  129  64.50  86.58  9  Smriti Mandhana  3  3  106  35.33  68.39  11  Harleen Deol  2  2  102  51.00  70.83  9  Harmanpreet Kaur  3  3  71  23.67  62.28  6 \n   Leading wicket-takers of the ODI series \n    \n       Player  Matches  Overs  Balls  Wkts  Avg  Runs  4-fers \n    \n     Marufa Akter  3  26.0  156  7  19.00  133  1  Nahida Akter  3  27.0  162  6  15.00  90  -  Devika Vaidya  3  25.0  150  6  18.00  108  -  Rabeya Khan  3  27.5  167  5  21.60  108  -  Jemimah Rodrigues  3  5.1  31  4  3.00  12  1","author":"Scroll Staff","time":"2023-07-22T18:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192473-ackpurweop-1690029725.jpeg","tags":["India tour of Bangladesh","Cricket","India","Bangladesh","Harleen Deol","Harmanpreet Kaur","Marufa Akter","Fargana Hoque"],"source":"https://scroll.in/field/1053094/india-tour-of-bangladesh-odi-series-finishes-in-a-draw-as-decider-ends-in-a-thrilling-tie-in-mirpur"}