{"title":"India’s population will exceed China’s by 2024, says UN report","content":"By 2024, India’s population is expected to surpass that of China’s and is projected to reach 1.5 billion in 2030, according to a report published by the United Nations Department of Economic and Social Affairs. It was earlier said that India could exceed China’s population by 2022. Currently, China and India, the two most populous countries of the world, have populations of 1.4 billion and 1.3 billion. “In roughly seven years, the population of India is expected to surpass that of China,” said the report, titled “World Population Prospects: The 2017 Revision”. India’s population is also expected to reach 1.66 billion by 2050, the report said, adding that the population of China is expected to slowly decline after 2030.  Population growth:The report said the current world population, which is 7.6 billion, is expected to increase to 8.6 billion in the next 13 years. “Even assuming that fertility levels will continue to decline, the global population is expected to reach 8.6 billion in 2030, 9.8 billion in 2050 and 11.2 billion in 2100.” From 2017 to 2050, it is expected that half of the world’s population growth will be concentrated in India, Nigeria, Democratic Republic of Congo, Pakistan and Ethiopia, among other countries.“The concentration of global population growth in the poorest countries presents a considerable challenge to governments in implementing the 2030 Agenda for Sustainable Development,” the report said. The 2030 Agenda for Sustainable Development aims to put an end to poverty, hunger and gender equality, and promote women’s empowerment and quality education systems. Life expectancy and under-five mortality rate:The life expectancy at birth will be 71 years in India in 2025-2030, the report said. The under-five mortality rate, currently at 44.5, per 1,000 live births, will reduce to 32.3 between 2025 and 2030, and further drop to 18.6 between 2045-2050. “The under-five mortality rate to the probability of dying between birth and age 5, is an important indicator of development and children’s well-being,” the report said. “Progress in reducing under-five mortality has been substantial and far-reaching in recent years.”","author":"Scroll Staff","time":"2017-06-21T22:19:01.319129+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/841348-37589-etmjjrrfjg-1485829544.jpg","tags":["India","China","United Nations","population growth"],"source":"https://scroll.in/latest/841348/indias-population-will-exceed-chinas-by-2024-says-un-report"}