{"title":"India-Pakistan tension: Nobel Prize winner Kailash Satyarthi warns of ‘war-mongering’ by journalists","content":"Human rights activist Kailash Satyarthi was among 71 Nobel Prize winners who jointly called on both India and Pakistan to defuse tensions after several skirmishes at their border, AFP reported. Satyarthi, who won the Nobel Peace Prize in 2014 along with Pakistan’s Malala Yousafzai, warned of “war-mongering” by Indian journalists during the latest confrontation with Pakistan.Satyarthi on Monday expressed relief that the worst confrontation between the countries since the 1999 Kargil war had “calmed down”. Speaking about the dangers of ultra-nationalism, he said it was “unfortunate” that many journalists in their reportage had crossed the line from patriotism to war-mongering.“Many people, not only ordinary people who are patriots and nationalists, but also the media suddenly crossed that line and started demanding a full-fledged war,” Satyarthi said in an interview in Paris. “Sometimes they enjoy these kind of situations. It is very unfortunate.”Satyarthi also expressed relief that “well-meaning people” in journalism and politics worked hard to de-escalate the situation. “It has calmed down, and the tensions de-escalated, but a real problem of violent extremism and terrorism still exists [in Pakistan], and sometimes I feel that this is beyond the control of the Pakistani government as well because there are such powerful outfits no Pakistani government can easily function without them,” he said. On February 26, the Indian Air Force had carried out cross-border strikes on a Jaish-e-Mohammad camp in Balakot in response to a terrorist attack on a Central Reserve Police Force convoy in Kashmir’s Pulwama on February 14. At least 40 soldiers were killed in the suicide bombing, which was claimed by the Pakistan-based terorr outfit.   A day after the strike, India and Pakistan engaged in aerial skirmishes. On February 27, the Pakistani military claimed it had shot down two IAF jets – one had crashed in Pakistan-occupied Kashmir and the other fell in Jammu and Kashmir. India maintained that Pakistan shot down one MiG-21 aircraft while the IAF shot down a Pakistani F-16 jet during the dogfight. Pakistan had also captured IAF pilot Wing Commander Abhinandan Varthaman, who was released as a goodwill gesture and returned home on March 1.","author":"Scroll Staff","time":"2019-03-12T11:54:15.637027+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115017-opqpjkxnpr-1552369441.jpg","tags":["Kailash Satyarthi","Nobel Prize","India-Pakistan Ties","IAF Air Strikes","Pulwama Attack"],"source":"https://scroll.in/latest/916277/india-pakistan-tension-nobel-prize-winner-kailash-satyarthi-warns-of-war-mongering-by-journalists"}