{"title":"India calls for peace as Myanmar Army, pro-democracy militia continue fighting near Mizoram border","content":"India on Thursday expressed deep concern over the fighting between the Myanmar Army and the pro-democracy militia near the Mizoram border, as it appealed for peace between the two sides.“We want a cessation of the violence and resolution of the situation through constructive dialogue,” Ministry of External Affairs Spokesperson Arindam Bagchi said at a media briefing. “We reiterate our call for the return of peace, stability and democracy in Myanmar.”The fighting between the forces broke out on Sunday as the pro-democracy militia attempted to capture key towns, military bases and trade routes near the international border with India’s Mizoram.  An expanding offensive by the militia, including the Chinland Defence Force, has seen them capture areas along the border with Mizoram. One of the areas seized by the militia is the Rihkhawdar village, one of the official land border crossings between India and Myanmar, reported the Hindustan Times.The militia is fighting the junta that came back to power following a coup in February 2021. The coup had led to a large influx of refugees in India.Myanmar nationals are again fleeing the latest incidents of violence and seeking refuge in India, especially Mizoram. According to the state police, more than 5,000 people have taken refuge in two Mizoram villages along the Myanmar border since Sunday, reported Mint.\n\n\n    \n    Play\n\nAt Thursday’s media briefing, Bagchi said that since the influx of refugees following the coup, authorities in Myanmar have been handling the situation in an appropriate manner on humanitarian grounds.“We have also been facilitating the return of those who wish to go back to their country, to that country, that is Myanmar,” the spokesperson said. “And of course, for specific details about Myanmar nationals who have crossed over to India, I would have to refer you to the concerned authorities.”On a question about India’s support to the military junta, Bagchi asked why would there be any disagreement with New Delhi helping the State Administration Council of the Southeast Asian country.“It’s the government of Myanmar, you know, we have [an] engagement on cooperation with them, the neighbouring country on various issues,” he added. “And I think whatever actions we take are in the light of our interests and whatever else that guides our thing. We are certainly cognisant of our responsibilities and we keep in mind all factors in it.”According to a United Nations report in May, Indian government-owned companies and private firms in the country supplied $51 million (around Rs 424 crore) worth of arms, dual-use items and raw materials to the military junta since February 2021.On Thursday, the National Unity Consultative Council, an advisory body to the Aung San Suu Kyi government that was deposed in the 2021 coup, urged India to review its policy of providing military aid to the junta, reported Mint.“Our key message to the government of India is to stop recognising or to stop legitimising SAC [State Administration Council] and listen to the voices of the people of Myanmar, because nowadays in Myanmar anti-Indian sentiment is growing very fast,” Toe Kyaw Hlaing, a councillor of the advisory body, told Mint in an interview.Also read: Why India is engaging Myanmar’s military despite backing restoration of democracy","author":"Scroll Staff","time":"2023-11-17T12:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195945-ehblzaogwq-1700201079.jpg","tags":["Myanmar Army","Myanmar","Mizoram","Pro-democracy militia","Chinland Defence Force"],"source":"https://scroll.in/latest/1059233/india-calls-for-peace-as-myanmar-army-pro-democracy-militia-continue-fighting-near-mizoram-border"}