{"title":"India’s auto sector just had its worst festive season in a decade, partly because of chip shortage  ","content":"India’s auto sector, desperately looking to overcome a pandemic-induced slump, has wrapped up another disappointing festive season. And this time, the global semiconductor chip shortage shares blame.During the 42 days of the recent festive season in India, the vehicle retail across India recorded a decline of nearly 18% from the same time last year, according to the Federation of Automobile Dealers Associations, an autonomous body.“We have witnessed the worst festive season in the last decade. Semi-conductor shortage, which was already a full-blown crisis, showed its true colours…we could not cater to customers’ needs as SUV, compact-SUV, and luxury categories witnessed a huge shortage of vehicles,” said the Federation of Automobile Dealers Associations president, Vinkesh Gulati.  “On the other hand, entry-level cars saw subdued demand as customers in this category continued to conserve money due to their families healthcare needs.”Chip shortage impactMicroprocessors or chips are semiconductors that control critical commands such as releasing airbags, audio/video entertainment, navigation, collision detection system and switching on air conditioning remotely.The global chip shortage began in 2020 with many nations imposing a full lockdown in the wake of the Covid-19 outbreak, hitting production and supply. Industry experts believe the phenomenon could last till 2023.It has begun to affect India by late last year.By December 2020, Bosch’s India unit had already flagged the issue, signalling its inability to cater to the auto sector’s demand in the country. In the same month, Mahindra & Mahindra, too, said its production and sales would be hit for the same reason.This article first appeared on Quartz.","author":"Niharika Sharma, qz.com","time":"2021-11-23T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166661-tbeggjodsl-1637569921.jpg","tags":["Auto sector","Cars","Vehicles"],"source":"https://scroll.in/article/1011136/indias-auto-sector-just-had-its-worst-festive-season-in-a-decade-partly-because-of-chip-shortage"}