{"title":"India removes restrictions imposed in its airspace after Balakot airstrikes in February","content":"The Indian Air Force on Friday said it had removed the restrictions on all routes in the Indian airspace imposed a day after its air strikes on a Jaish-e-Mohammad terror camp in Balakot in Pakistan on February 27.The decision came within a day of Prime Minister Narendra Modi starting his second term in office. On Wednesday, Pakistan had extended its own ban on the use of its airspace for all transit flights till June 15. The ban has been in place since February 26. India’s decision to open airspace is a gesture for Pakistan to remove their airspace restrictions too and shorten flying distances between parts of South Asia and the west, The Times of India reported, quoting unidentified officials.#Information : Temporary restrictions on all air routes in the Indian airspace, imposed by the Indian Air Force on 27 Feb 19, have been removed.— Indian Air Force (@IAF_MCC) May 31, 2019\n\n“This basically is a signal from India that we are willing to lift restrictions and that Pakistan should reciprocate,” an official told The Times of India. “Armed with this magnanimous decision of Modi-II government, among the first big steps after returning to office, foreign airlines can now approach the UN’s aviation arm ICAO [International Civil Aviation Organization] and global airline forum of IATA [International Air Transport Association] to put pressure on Pakistan to lift the restrictions.”An earlier notice to airmen, or a NOTAM, had said that the ban will continue till May 30 as Islamabad was waiting for the results of the Lok Sabha elections in India.The decision to close the airspace had led to flight cancellations, delays and soaring ticket prices as Pakistan lies in the middle of a vital aviation corridor.Foreign carriers using Indian airspace have been been forced to take costly detours because they cannot fly over Pakistan and this mainly affects flights from Europe to Southeast Asia. National carrier Air India has also seen a daily loss of Rs 5 crore to Rs 7 crore due to the added fuel costs and longer routes, according to The Hindu.Relations between India and Pakistan nosedived after militants belonging to the Pakistan-based Jaish-e-Mohammad outfit killed 40 security personnel in Pulwama on February 14. India retaliated by targeting a Jaish camp in Balakot with airstrikes. The airstrikes were described by the Indian government as a “non-military preemptive action”.","author":"Scroll Staff","time":"2019-05-31T22:30:47.213791+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/925519-78418-rouxlpibca-1515235226.jpg","tags":["Indian Air Force","Narendra Modi","Balakot airstrikes","Balakot","Pakistan"],"source":"https://scroll.in/latest/925519/india-removes-restrictions-imposed-in-its-airspace-after-balakot-airstrikes-in-february"}