{"title":"INDIA coalition to boycott TV debates hosted by pro-BJP anchors","content":"The Opposition INDIA coalition on Wednesday announced that it will not send its representatives on TV debate shows hosted by 14 news anchors perceived to be close to the ruling Bharatiya Janata Party.The anchors are Aditi Tyagi, Aman Chopra, Amid Devgan, Anand Narasimhan, Arnab Goswami, Ashok Shrivastav, Chitra Tripathi, Gaurav Sawant, Navika Kumar, Prachi Parashar, Rubika Liaquat, Shiv Aroor, Sudhir Chaudhary and Sushant Sinha.The following decision was taken by the INDIA media committee in a virtual meeting held this afternoon. #JudegaBharatJeetegaIndia #जुड़ेगा_भारत_जीतेगा_इण्डिया pic.twitter.com/561bteyyti— Pawan Khera 🇮🇳 (@Pawankhera) September 14, 2023\n\nCongress General Secretary KC Venugopal made the announcement after a meeting of the alliance’s coordination committee at the home of Nationalist Congress Party chief Sharad Pawar.Peoples Democratic Party chief Mehbooba Mufti said: “I am talking particularly about godi media...There are some anchors who constantly speak against the INDIA alliance. It was decided that our representatives would not go there.”The term “godi media”, which roughly translates to lapdog media, has been used by several Opposition leaders to refer to journalists and television channels perceived to be biased in favour of the BJP. #WATCH | After INDIA alliance Coordination Committee meeting, PDP chief Mehbooba Mufti says, \"The issues of rising prices, corruption by BJP government & unemployment will be highlighted in Bhopal...\" pic.twitter.com/BJrd3h0Dyb— ANI (@ANI) September 13, 2023\n\nAam Aadmi Party MP Raghav Chadha said that the media sub-group of the alliance had recommended that its leaders should not participate in shows conducted by anchors who hold “inflammatory debates”, ANI reported.On Wednesday, Venugopal also said that the coordination committee of the Opposition alliance has decided to begin the process of determining seat-sharing among the member parties.“The committee decided to hold joint public meetings in different parts of the country,” the Congress general secretary said. “The first public meeting will be held in Bhopal in the first week of October. We will raise the issue of rising prices, unemployment and corruption under BJP rule.”","author":"Scroll Staff","time":"2023-09-14T12:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194071-jiipcosdoo-1694672432.jpg","tags":["BJP","Mehbooba Mufti","KC Venugopal","INDIA alliance"],"source":"https://scroll.in/latest/1055957/india-coalition-to-boycott-tv-debates-hosted-by-pro-bjp-anchors"}