{"title":"Indian football: The differing paths PK Banerjee and Chuni Goswami took to becoming legends","content":"In 1969, Fifa arranged its first 14-week Coaches’ Training Course for aspiring coaches in Asia under Dettmar Cramer. Forty two candidates assembled in Chiba, Japan for it and four were from India. Two of them received First Class degrees from the legendary German soccer guru. One of the two, PK Banerjee returned to India to pursue the trade with considerable success for 40 years. The other, Chuni Goswami, carefully avoided any coaching assignment for the rest of his life.While PK became a passionate coach – that brought him both bouquets and brickbats and made him a legend in his lifetime, Chuni remained soaked in glamour, the ultimate poster boy of Indian football. He briefly did his duty as a selector, manager and even as a commentator, but chose not to become a permanent feature in any of those roles.Also read: PK Banerjee: Captain, coach, Indian football legend, but above all, a caring human beingIt only shows the contrasting personalities of the two great men of Indian football. Jointly, they were an inseparable pair in the national team for 10 years and won many a memorable battle, the 1962 Asian Games gold medal included. But those who followed their careers closely knew there weren’t too many things common in their lives.Both PK and Chuni began playing the Calcutta Football League in 1954 in a distinctly different atmosphere. Originally from a relatively poor family in Jamshedpur, PK was lured to Kolkata by an official of a big club, who never kept his word. Former India player and coach Amal Dutta once said that he bumped into PK before the start of the 1954 season. The young man looked frustrated as he was ditched by a top club. Finally, PK’s journey began on a low key with Aryan Club.Chuni burst onto the scene with Mohun Bagan in a far more dramatic fashion. Already a part of the junior team, he was drafted into the senior squad, but was never fielded in the first four matches. The reason was simple. Mohun Bagan’s three inside forwards were MA Sattar, Runu Guha Thakurta (both 1951 Asian Games gold medalists and 1952 Olympians) and Samar Banerjee (later Captain in 1956 Olympics). Chuni was still a rookie.In the fifth match of the season against Eastern Railway, all three were absent for different reasons. A car was hurriedly sent to bring Chuni from home. As he arrived at the club tent, his first coach, mentor and senior Mohun Bagan official, Balaidas Chatterjee, asked him to quickly put on the jersey. Chuni did what his guru said.Moments later, Samar Banerjee arrived. But club officials said Chuni should also be included in the playing eleven since he had already put on the jersey. It was against the tradition of Mohun Bagan to ask a footballer to remove his jersey. So, on May 29, 1954, Chuni began his journey in top-flight football.Also read: Chuni Goswami, Indian football’s original superstarChuni was not exactly born with a silver spoon. But he belonged to a middle-class Kolkata family that lived in the upscale southern part of the city. He spent 14 glorious seasons with the green and maroon side, five of them as the captain, before hanging up his boots. By then, he had become the most charismatic character in Indian football. That Chuni was the captain in 1962 Asian Games (champions), 1964 Asia Cup (runners-up) and 1964 Merdeka (runners-up) earned him the status of a matinee idol.Chuni deserved every bit of it. He was a dazzling footballer with mesmerizing skills. But added to it was the patronage of Mohun Bagan, who were like the national club of the country. Even the first President of independent India, Dr. Rajendra Prasad, was a Mohun Bagan fan. It did help. After all, Chuni was the jewel in Mohun Bagan’s crown.PK began in a much humbler manner. Having played for Aryan for a season, he had offers from all three top clubs. But he joined Eastern Railway because they offered him a job he needed badly. He had a big family to look after. For the rest of his career, PK received innumerable offers from top clubs but could never think of leaving Railways.In 1956, when Mohun Bagan toured Indonesia, Singapore and Hong Kong to play a series of friendly matches, they included PK on loan from Eastern Railway. PK donned the Mohun Bagan jersey for a brief period during this tour. In fact, the famous PK-Chuni combination of later years could be seen playing for the first time in the Far East.Not that PK was left behind in every aspect. Older than Chuni by 18 months, he made it to the 1956 Olympic squad. Chuni missed the cut, something he could never accept till his last day. The AIFF officials felt Chuni was too young to be taken to Melbourne. The team led by Samar Banerjee finished fourth, the best ever result in the Olympics.Also read: Chuni Goswami’s all-round sporting talent made him specialIt gave PK the added advantage. Four years later in Rome, PK was made the captain, the only non-Mohun Bagan footballer to lead India in Olympics. A man with thundering shots, amazing headers and stunning spot jumps, PK had the rare distinction of playing two Olympics and three Asian Games. Only three other footballers in India could match this feat.PK was once again on the verge of leading India at 1962 Asian Games. A couple of days before the final squad could be announced in Hyderabad, a national news agency ran a story saying PK had been appointed the captain. What changed the decision was not known, but the federation named Chuni the skipper.To say it was the turning point of Chuni’s career won’t be an exaggeration. He was in fabulous form those days. In the next three years, he truly led from the front before abruptly announcing his retirement from international football. India, then, were on top of Asia as PK, Chuni and Tulsidas Balaram formed the most lethal striking line in the continent.At the domestic level, Chuni was far more visible than PK. Eastern Railway were a moderate side, while Mohun Bagan bagged every major trophy multiple times. Chuni was the captain, the best player of the team, the glamour boy who hobnobbed with politicians and film stars at the national level. Tall and good looking, Chuni even had several offers to act in films.Also read: PK Banerjee, the player, had talent like no otherCredit to PK that he played for an unglamorous institutional side and yet managed to establish himself as one of country’s finest wingers. So much so, in 1958, he helped Eastern Railway create the record of winning the CFL title. For many years it was the only occasion since independence when a team outside Mohun Bagan, East Bengal or Mohammedan Sporting could win the Kolkata league. In 2019, Peerless SC matched that record after 60 years.No wonder, PK was the first footballer to be conferred with the Arjuna when the award was instituted in 1961. It took two more years before Chuni received the prestigious award. Both of them received Padmashri well after their football careers were over.Both Chuni and PK bid adieu to football in 1967. Chuni played cricket with distinction for a few more years and went on to lead Bengal to Ranji Trophy final in 1971-72 season. PK, by that time, was an established coach. In 1972, East Bengal created history under PK’s coaching by winning the triple crown of IFA Shield, Durand Cup and Rovers Cup.Well, this is not an attempt to launch a comparative study between two of the country’s greatest players, who played huge roles in taking Indian football to great heights. They both were colossal sportsmen, outstanding performers and part of the game’s folklore. They surely had mutual respect for each other but lived their lives differently.One thing is certain: in a span of 40 days, Indian football has certainly become poorer – it has lost two of its paramount characters.","author":"Jaydeep Basu ","time":"2020-05-11T09:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140756-evahgamcab-1588352141.jpg","tags":["Chuni Goswami","PK Banerjee","Indian football"],"source":"https://scroll.in/field/961582/indian-football-the-differing-paths-pk-banerjee-and-chuni-goswami-took-to-becoming-legends"}