{"title":"India’s GDP growth to slow down to 6%-6.8% in 2023-’24, says economic survey ","content":"India’s Gross Domestic Product is projected to grow by 6% to 6.8% in the next fiscal year of 2023-’24, down from 7% projected for the current year (2022-’23), the government’s annual Economic Survey said on Tuesday.The survey, tabled by Finance Minister Nirmala Sitharaman in Parliament a day ahead of the Union Budget, details the state of the country’s economy and suggests policy measures to accelerate growth. However, economic surveys have often missed targets.The government’s forecast is higher than that of the International Monetary Fund, which earlier on Tuesday, pegged India’s growth for 2023-’24 at 6.1%.The government’s Economic Survey forecasts a baseline GDP growth of 6.5% in real terms in 2023-’24. “Despite the downward revision, the growth estimate for FY23 is higher than for almost all major economies and even slightly above the average growth of the Indian economy in the decade leading up to the pandemic,” the document said. The Indian economy grew 8.7% in 2021-’22. The survey said that economy has nearly “recouped” what was lost, “renewed” what had paused and “re-energised” what had slowed during the coronavirus pandemic and since the conflict in Europe.The Economic Survey stated that inflation “is not high enough to deter private consumption” nor “so low as to weaken the inducement to invest”.Once the global shocks of the pandemic and Russian-Ukraine conflict resulting in spike of commodity crises fade away, Indian economy is poised to grow faster in the coming decadehttps://t.co/3suHf7Hfin #EconomicSurvey2023 pic.twitter.com/swVQbPytN9— PIB India (@PIB_India) January 31, 2023\n\nThe survey also stressed on the need for monitoring the current account deficit, which may stay high because of elevated global commodity prices. According to the Reserve Bank of India, India’s account deficit widened to 4.4% of the GDP in the July-September quarter, from 2.2% during the April-June period due to a higher trade gap.“CAD needs to be closely monitored as the growth momentum of the current year spills over into the next,” the report said. “...Should the current account deficit widen further, the currency [Indian rupee] may come under depreciation pressure.”The challenge to rupee depreciation also persists with the likelihood of further interest rate hikes by the United States Federal Reserve.The annual document on Tuesday also said that the government was on track to achieve the fiscal deficit target of 6.4%. It added that the Budget target of Rs 7.5 lakh crore capital expenditure for the current financial year is likely to be met.","author":"Scroll Staff","time":"2023-01-31T13:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186323-ylvoysmgvn-1675159625.jpg","tags":["Nirmala Sitharaman","Economic Survey","Indian economy","GDP","Budget","Budget 2023","Budget Session"],"source":"https://scroll.in/latest/1042959/indias-gdp-growth-to-slow-down-to-6-6-8-in-2023-24-says-economic-survey"}