{"title":"India’s amended citizenship law an attempt to make Muslims second-class citizens: US Congressman","content":"The amendments to the Citizenship Act of 1955 approved by Parliament on Wednesday are an attempt to reduce Muslims to second-class citizens, Muslim-American Congressman Andre Carson has said.Carson issued the statement hours after the changes were cleared following a lengthy and fiery debate in the Rajya Sabha. At present, he is one of the three Muslim members serving in the US Congress. Carson criticised Prime Minister Narendra Modi, accusing him of targeting the “minority Muslim community, which identifies as uniquely Indian, with citizenship tests in a blatant attempt to deny that community’s constitutional rights and liberty, as well as its sense of place”.  He said the move was not unexpected, “considering the history of Mr Modi’s Bharatiya Janata Party and its connections to strident communalism”. The Congressman said these “citizenship ‘exercises’ and new laws strike at the heart of India’s founding tradition as a multicultural society”. He hoped that more members of the US legislature would take note of the policies of “Hindu nationalism... and Hindu supremacy” that, he claimed, were promoted by the Modi administration. “Its harmful effects foment conditions that make populations susceptible to terrorism, strike at the heart of India’s pluralistic character, and could raises tensions between two nuclear powers: India and Pakistan,” Carson said in his statement. The Congressman pointed out that he had expressed concerns about the Modi government’s decision to revoke Jammu and Kashmir’s special constitutional status. “It is a dangerous move that disregards international norms, ignores the democratic will of the Kashmiri people, undermines the rich tradition of Indian constitutionalism and raises huge questions about the future of India,” Carson added.Earlier this week, the Foreign Affairs Committee of the United States House of Representatives said any religious test for citizenship undermines the basic democratic tenet of religious pluralism. It pointed out that “religious pluralism” was central to the “foundations of both India and the United States and is one of our core shared values”. The statement came hours after the United States Commission on International Religious Freedom said it was “deeply troubled” by the proposed amendments, and sought sanctions against Union Home Minister Amit Shah.","author":"Scroll Staff","time":"2019-12-12T18:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132694-pasmrpmupt-1576153608.jpg","tags":["Citizenship Act of 1955","US Congress","Andre Carson"],"source":"https://scroll.in/latest/946636/indias-amended-citizenship-law-an-attempt-to-make-muslims-second-class-citizens-us-congressman"}