{"title":"India’s unemployment rose to two-year high of 10.05% in October, says think tank CMIE","content":"India’s unemployment rate climbed to 10.05% in October from 7.09% in September, the highest since May 2021, the Centre for Monitoring Indian Economy said. The private think tank calculates the joblessness rate in India to provide estimates of the country’s workforce based on a panel size of over 1.78 lakh households.In October, rural unemployment increased to 10.82% from 6.2%, while joblessness in urban areas was recorded at 8.44%, reported Bloomberg, citing the Centre for Monitoring Economy. Nearly 10 million people entered the job market in October, the think tank said.Rural employment, which largely depends on agriculture, suffered as India recorded its weakest monsoon in five years, the news website reported. The average rainfall in India in August was the lowest since 1901, while the southern peninsular experienced its sixth lowest rainfall in October in 123 years.Employment in urban areas fared better due to expansion in manufacturing and consumption, according to the think tank.Economists and policy researchers have been increasingly relying on the Centre for Monitoring Indian Economy’s data in the absence of official monthly unemployment numbers, among other key economic data. However, in January the Centre had said – without directly referring to the think tank – that unemployment surveys by private organisations are “generally neither scientific nor based on internationally accepted norms”.Last month, the Centre said that unemployment rate for 2022-’23 stood at 3.2%. In January, the government’s annual Economic Survey had projected the country’s Gross Domestic Product to grow by 6% to 6.8% in the 2023-’24.Also read:How Modi government’s warning about private economic data ends up highlighting its own failures","author":"Scroll Staff","time":"2023-11-02T19:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195547-vzfadyssov-1698932643.jpg","tags":["unemployment","Centre for Monitoring Indian Economy","Rural employment","Urban unemployment"],"source":"https://scroll.in/latest/1058549/indias-unemployment-rose-to-two-year-high-of-10-05-in-october-says-think-tank-cmie"}