{"title":"India complains about low press freedom rank – even as ministers talk of ‘neutralising’ journalists","content":"What rank should a country where ministers speak of “neutralising” journalists who ask questions and where press persons are regularly attacked and charged with crimes for doing their jobs earn on an index measuring freedom of the press? Higher than the 142 out of 180 India received on the Reporters Without Borders’ World Press Freedom Index, according to a government-appointed panel that blames “western bias” for the country’s poor performance. The panel’s report, in fact, reveals that the Indian ambassador to France held a meeting with representatives of Reporters Without Borders complaining about the ranking and insisting that “Indian culture has a tradition of acceptance and tolerance of differences, that are beyond the scale present in any other part of the world.” From its handling of the Gross Domestic Product numbers to its suppressing of unemployment data, Prime Minister Narendra Modi’s government has often been accused of focusing on managing headlines – rather than altering the underlying reality. The panel’s report appears to channel the same sentiments, focusing on trying to change India’s ranking on the index rather than actually attempting to improve conditions on the ground for journalists, according to reputed journalist P Sainath, who was one of the members of the Index Monitoring Cell set up by the Ministry of Information & Broadcasting to examine India’s low ranking. “Our job is to improve press freedom in India, not to carry out publication relations exercises,” Sainath wrote in a note responding to the Index Monitoring Cell’s report. “Improved rankings have a meaning only if they are a beneficial fallout of actual improvement in journalistic freedom.” Scroll.in reached out to the chairperson of the Index Monitoring Cell panel regarding the details of the report. The story will be updated if and when they respond.  ‘Western bias’The panel appears to be one of several set up by various ministries after being prompted by the NITI Aayog to look at improving India’s performance on global indices. It originally included only two journalists – Sainath and India TV’s Rajat Sharma – on a list of 13 members, with two others being added later. The report, for the most part, is exactly what you would expect: It blames “western bias” for India’s poor performance on World Press Freedom Index compiled by Reporters Sans Frontières, in which the country has dropped from 133 to 142 between 2016 and 2020. It complains that positive actions taken by the government “have not received considerable visibility in the international arena.”And it claims that in Kashmir “security personnel make tireless efforts to ensure the physical security of journalists and the wider public from foreign-bred terrorist elements,” lamenting that this often leads to “to restricted permissions for travel and frequent internet shutdowns, which are portrayed in the western media as violation of press freedom.” Sainath’s note brings up a number of key issues that he says have not been adequately addressed by the panel report: false arrests and fake charges on journalists like Siddique Kappan who has been in jail in Uttar Pradesh since October 5, 2020 for attempting to report on the Hathras case, the lack of accountability when it comes to police actions, a list of more than 50 laws that have been used to harass journalists and the economic circumstances that threaten press freedom. But the crux of his critique of the report is its failure to even acknowledge the state of press freedom in India at the moment. “I reject the idea of recommending that we or the I&B ministry engage in a ‘three-pronged communication strategy to actively change the public image of the country.’ My entire note is focused on changing the reality that breeds that image,” Sainath wrote. He added: “The first thing the report needs to clearly state: that we recognise  the existence of a serious crisis in freedom of expression in the  country (without which there would have been no need for this committee)  – and which has reached the proportions of an undeclared emergency for  the media, particularly for independent-minded journalists. We came  together as a committee to study freedom of the press. Our report,  dedicated to improving that freedom can hardly remain silent on the  stifling of it, on the throttling of dissent, the undermining of  democracy.” ‘Transparency as norm’Indeed, rather than accepting the state of the press freedom in India – in which ministers in another report speak of “neutralising” journalists who are critical of the government – it goes to lengths to insist that all is well. Here, for example, is the panel’s assessment of the question of access to information in India at the moment: “The Government strives to ensure ease of access to information for the  press. The relationship between the government and the media in New  Delhi as well as state capitals is vibrant and regular...The work culture in the Government of India involves transparency  as the norm… On issues of economy, fighting the COVID-19 pandemic,  foreign affairs, defence and internal security, Government agencies  have shown exemplary transparency in sharing regular, even day-to-day  updates, responding to criticism with valid inputs and welcoming  scrutiny at all levels.” Most of these claims would come as news to Indian journalists who regulary have to deal with threats and attacks from authorities at the dangerous end of the spectrum as well as regular stonewalling and a refusal to provide transparency or information at the other.The report reveals the extent to which the panel went in an attempt to prove that the RSF ranking for India was wrong. It distributed the RSF questionnaire used to prepare the index to a sample of 18 Indian and foreign journalists participating in a training course at the Indian Institute of Mass Communication, with the aim of proving that the organisation’s methodology was flawed and that the country’s ranking could have been much higher. It tasked a professor from IIMC with examining how India was likely to perform on the RSF’s various categories and then proceeded to ignore the references to the draconian use of sedition laws and police cases against journalists Siddharth Varadarajan and Prashant Kanojia mentioned in the analysis.  And it reveals that India’s ambassador to France held a meeting with representatives of RSF in which he said that “the openness of the Government to be criticized and questioned with respect to subjects like Economy, international affairs, defense deals like Rafale are indicators of Press freedom in India. [The Ambassador] pointed out the sheer number of memes and cartoons in creation and circulation each day which uses the print, visual and social media, as the strong indicators of the freedom of expression in the society.” Media influencersThe report does make a number of recommendations that go beyond the regular platitudes and praise for the government. For example, it calls on the government to “consider pursuing the matter of decriminalisation of the offence of defamation in the Indian Penal Code”, to review archaic laws impacting press freedom and asks for the consent of the Press Council of India before a First Information Report can be filed against a journalist or publication. But it also recommends things like “institutionalizing an annual ‘State of Media in India’ paper to be written by a team of government representatives, eminent mediapersons and other stakeholders” and “identifying influencers in media to advocate for positive aspects of the Indian media” and “organizing their interaction with the ‘possible’ correspondents, respondents, and other persons who report for RSF.” In his response to the report, Sainath makes it clear what his opinion of the entire process and outcome is: “The idea of the report, as stated in its objectives  section, is to analyse the Press Freedom Index (of Reporters sans  frontiers), and India’s performance in it with a view to identify areas  of strengths and concern related to press freedom in India. This deeper  understanding was to eventually lead to a better ranking for India by  way of an enhanced freedom of press. It does not actually do any of this.”","author":"Rohan Venkataramakrishnan","time":"2021-03-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123134-zgsdqqbedz-1562143610.jpg","tags":["India","Press Freedom","P Sainath"],"source":"https://scroll.in/article/990455/india-complains-about-low-press-freedom-rank-even-as-ministers-talk-of-neutralising-journalists"}