{"title":"India says both countries have withdrawn troops from Doklam, but China stays silent: Report","content":"The Ministry of External Affairs issued a second statement on Monday evening on the Doklam standoff between Indian and Chinese troops, stating that both sides had decided to withdraw their forces from the site, The Indian Express reported. The daily quoted an unidentified government official as saying that troop withdrawal has been “mutual and simultaneous”. “The two sides went back to their positions almost simultaneously, following standard operating procedures of withdrawal,” the official said. However, he did not reveal which side began backing off first. China’s official news agency Xinhua on Monday said that India had withdrawn its troops and equipment from the Doklam region. Foreign Ministry spokesperson Hua Chunying said Chinese security personnel conducted an on-site at 2.30 pm (12 pm Indian Standard Time) on Monday, and confirmed that India had withdrawn its personnel. However, China would “safeguard its territorial sovereignty according to historical boundary treaties,” the daily said. Hua told India that “the Chinese government values its neighbourly friendship with India”, and “expects India to respect historical boundary treaties and basic principles of international law, and to work with China to safeguard peace and stability in the border area on the basis of mutual respect of each other’s territorial sovereignty.” The statement did not clarify whether Beijing too had withdrawn its troops.However, an Indian government official told The Indian Express that China had also stepped back from the Sikkim border. “If they are clearing the standoff site then our purpose is solved, even if the Chinese do not say it publicly,” he said. “We have got over this hump, and will see what happens next.”","author":"Scroll Staff","time":"2017-08-29T07:50:37.641633+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848825-63893-jslyrdkgka-1503972674.jpg","tags":["Ministry of External Affairs","China","India","Doklam standoff","Sikkim standoff"],"source":"https://scroll.in/latest/848825/india-says-both-countries-have-withdrawn-troops-from-doklam-but-china-remains-mum-report"}