{"title":"India tour of Bangladesh: Harmanpreet and Co brace for Mirpur challenge ahead of long home season","content":"Harmanpreet Kaur and Co will embark on their first assignment since their semi-final exit at the T20 World Cup in February, when they take on Bangladesh on Sunday. The Indians have had four months to regroup, identify their shortcomings and return with a new plan. However, the India squad, announced by the Board of Control for Cricket in India left more questions than answers. To make matters complicated, the governing body has still not made the official announcement regarding the appointment of a new head coach of the Indian team. After Ramesh Powar was removed as part of a BCCI internal restructuring in December 2022, the position of the head coach has been vacant. Also read: The missing three Cs in BCCI: The governing body continues to remain vague in their selection policy  According to a PTI report, Nooshin Al Khader, who guided the India Under-19s to the World Cup title and more recently India A, who won the Emerging Teams Asia Cup in Hong Kong, has been named interim coach for the tour.Most of the players in the 18-member squad featured in the inaugural edition of the Women’s Premier League in March. It was followed by an intense Athlete Monitoring System and Injury Prevention camp for a select-set of players at the National Cricket Academy in Bengaluru in May, according to a report in Cricinfo. So, despite the time away from international cricket, the team isn’t exactly rusty.However, Al Khader was prompt in acknowledging that they are not taking their opponents lightly and it isn’t exactly an opportunity to experiment. In the press conference on the eve of the first T20I, she said, “Well, I don’t see that happening (experimentation) because for us, every match is important and there is nothing like experiment. We want to play our best side because the whole idea is to win.”She added: “And I’m sure Bangladesh is also going to have the same attitude. So, it’s never an experiment or I would say, experimenting is never a motivation.”Unexplained omissionsThe Indian team will be missing the services of their leading pacer Renuka Singh Thakur and wicket-keeper batter Richa Ghosth. And the BCCI has, expectedly, not revealed the reason for the omissions. In the absence of Ghosh, Yastika Bhatia and the uncapped Uma Chetry are the two wicket-keeping options in the side. The first-preference will be Bhatia, who has to clearly improve her current strike rate of 85.38 in T20Is to make an impact in the series. The batting order has familiar faces in captain Harmanpreet Kaur, Smriti Mandhana, Shafali Verma, Harleen Deol and Jemimah Rodrigues, but they will be hoping for some consistency in their performances. India have awarded call-ups to Chetry after her performances at the Emerging Teams Asia Cup and for their domestic performances, Rashi Kanojiya, Anusha Bareddy and Minnu Mani. The series will also mark comebacks for batter Priya Punia and pacer Monica Patel.Meanwhile, the experienced Deepti Sharma will be expected to lead not just the lower-order batting but also the spin department. Bareddy and Kanojiya also could receive their first caps due to the absence of senior left-arm spinners Radha Yadav and Rajeshwari Gayakwad. Meghna Singh, who has been on the bench for most of the season, will be expected to take responsibility of the pace-bowling department along with left-arm quick Anjali Sarvani. The series will also serve as a primer for the long white-ball home season that awaits India. The South Africa women’s team is set to tour India in September followed by the New Zealand women’s team in October. England and Australia are also scheduled to visit in December.The series starts with the first T20I on July 9 followed by matches on July 11 and 13. The ODI series starts on July 16, followed by the second match on July 19 and the final game of the tour on July 22. Schedule for India's tour of Bangladesh \n    \n       Date  Event  Time \n    \n     July 9  1st T20I  1:30 PM IST  July 11  2nd T20I  1:30 PM IST  July 13  3rd T20I  1:30 PM IST  July 16  1st ODI  9:00 AM IST  July 19  2nd ODI  9:00 AM IST  July 22  3rd ODI  9:00 AM IST \n  Squads:India: Harmanpreet Kaur (captain), Smriti Mandhana, Deepti Sharma, Shafali Verma, Jemimah Rodrigues, Yastika Bhatia (wk), Harleen Deol, Devika Vaidya, Uma Chetry (wk), Amanjot Kaur, S. Meghana, Pooja Vastrakar, Meghna Singh, Anjali Sarvani, Monica Patel, Rashi Kanojiya, Anusha Bareddy, Minnu Mani.Bangladesh: Nigar Sultana (captain, wk), Nahida Akter, Dilara Akter, Shathi Rani, Shamima Sultana, Sobhana Mostary, Murshida Khatun, Shorna Akter, Ritu Moni, Disha Biswas, Marufa Akter, Sanjida Akter Meghla, Rabeya Khan, Sultana Khatun, Salma Khatun, Fahima Khatun.","author":" Samreen Razzaqui","time":"2023-07-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191989-bblowzzihz-1688815805.jpeg","tags":["India tour of Bangladesh","Harmanpreet Kaur","Cricket","Nigar Sultana","BCCI","Shafali Verma","Smriti Mandhana","Renuka Singh Thakur","Deepti Sharma","Richa Ghosh","India v Bangladesh","India vs Bangladesh","Bangladesh","Indian women's cricket team"],"source":"https://scroll.in/field/1051972/india-tour-of-bangladesh-harmanpreet-and-co-brace-for-mirpur-challenge-ahead-of-long-home-season"}