{"title":"India’s ghost plantations in which millions of rupees have been sunk","content":"The village of Ladkhan Nayagaon lies along National Highway 15 in Rajasthan’s Bikaner district, on the road between the town of Kolayat and the city of Jaisalmer. A patch of trees lines one side of the road, dense enough to obscure what lies behind it.In government records, the land behind the trees has been allocated to “compensatory afforestation” – specifically, the Rajasthan forest department is supposed to have planted trees here to compensate for the felling of trees elsewhere for development projects.Records state that here, trees have been planted over a four-hectare patch, at a cost of Rs 5.23 lakh, to make up for forest lost to an electricity transmission line. In late December 2021, I visited the area, and crossed the patch of trees by the road to see what lay behind. I found a largely barren expanse pockmarked with pits, each about four or five feet deep – signs of sand mining. There were some patches of an invasive shrub, but barely any trees visible, let alone an entire forested patch.According to government records, this site at Ladkhan Nayagaon should have four hectares of plantation.The missing forested land was a fitting symbol for the state of India’s compensatory afforestation programme. Compensatory afforestation has been touted by the environment ministry for over two decades now as a solution to the loss of forests to development activity. The idea emerged in 1986, as a rule framed under the Forest Conservation Act of 1980. Under the act, any entity that seeks to break forest ground and fell trees, whether for a coal mine or an industrial complex, must first acquire permission, or “forest clearance”, from the environment ministry. The project proponent must then pay the government for the plantation of trees in another area – what is referred to as compensatory afforestation. (If the company is privately owned, it may also need to acquire the land in question and transfer it to the forest department.)But in the two decades since the idea first emerged, compensatory afforestation has proven to be an utter failure. Ladkhan Nayagaon, where supposedly afforested land lies barren, isn’t an exception, as Scroll.in found in a months-long investigation that combined on-ground reporting with data analysis and Right to Information applications.For one, information obtained through RTI filings revealed that the Central environment ministry itself doubts the accuracy of data recorded by state forest departments for around three-quarters of the plantations.Two, our examination of 2,000 files from six states and one union territory, uploaded to e-Green Watch, the ministry’s website for afforestation projects, threw up several instances where there was no sign of plantation activity. In the more outlandish instances, supposedly afforested land corresponded to absurd locations on the map, such as the middle of the Arabian Sea.Three, visits to plantation sites in two states confirmed the worst of our suspicions: like in Ladkhan Nayagaon, many plantations that exist on paper are simply missing on the ground.This suggests a colossal waste of public funds – the Central government spent around Rs 59,000 crore between 2009 and 2020 on compensatory afforestation. But it also casts under doubt India’s commitments to international environmental laws, like the United Nations conventions on climate change and land degradation.In November 2021, for instance, at the climate change summit in Glasgow, Prime Minister Narendra Modi pledged that India would achieve Net-Zero by 2070 – that is, ensure that all carbon emitted by the country is removed from the air.Central to this is tree plantation activity under the compensatory afforestation programme. India has pledged to absorb between 2.5 and 3 billion tonnes of CO2 by 2030 by planting trees. Evidence that the trees that India claims have been planted do not actually exist will show that the country has failed to meet its international targets.This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.The four-hectare patch in Ladkhan Nayagaon was classified as degraded forest land in government records until it was earmarked as a compensatory afforestation site for the Bhadla-Bikaner electricity transmission line project of the Rajasthan Rajya Vidyut Prasaran Nigam, a government-owned power supply company. On May 6, 2015, the company applied for forest clearance to cut down trees over 22 hectares of land in Bikaner, Jodhpur and Jaisalmer districts. The approval was granted on September 17, 2018. The letter of approval, issued by the regional office of the environment ministry in Lucknow, stipulated that the compensatory afforestation work had to start within a year and continue for a period of 10 years.The compensatory afforestation for the transmission line is divided across four sites, including the Ladkhan site, covering a total area of 48 hectares. The company paid around Rs 70 lakh to the state forest department for the work.When I contacted Rangaswamy E, the deputy conservator of forests, Bikaner, who is in charge of the Ladkhan site, to ask about the absence of plantations, he said he was not free to meet. Later, on the phone, he maintained that I had gone to the wrong site.The method that I had followed to find the location was as follows. First, I obtained the location of the plantation site from e-Green Watch, in the form of a Geographic Information System or GIS file with the extension .kml. I opened this file on Google Earth – it opens as a highlighted patch of land on the map, or what is referred to as a “polygon”. Dropping a pin in the middle of this area, I ascertained the GPS coordinates of that point. I then fed those coordinates into Google Maps, and mapped out a route to reach the location. Once there, I cross-checked landmarks such as roads and houses against what I saw on Google Earth to identify on the ground the boundaries of the patch that I had found online.When I described the landmarks I had seen to Rangaswamy, he agreed that it was the right location. He added that the same site also had a plantation to compensate for forest felled for another power line project, between Suratgarh and Bikaner. “We combined two compensatory afforestation plantations and got them done on one patch of 10 hectares,” he said. “It is our best plantation.”I looked up the details of the other power line and found that it was an Adani project. The coordinates of that plantation mapped to a site immediately adjacent to the Rajasthan Rajya Vidyut Prasaran Nigam site.On the ground, in the areas demarcated for these plantations, I had seen no sign of afforestation. There was a plantation around 400 metres away, but when I calculated its area later using Google Earth, I found that it was only six hectares, and not 10.The combined afforestation site at Ladkhan Nayagaon for two power line projects was largely barren. The land adjacent to this had some plantation, of about six hectares.The Ladkhan site wasn’t the only one to show irregularities.On the day I visited another compensatory afforestation site for the same project, in Bithnok village, around 30 km from Ladkhan, I found the gate to the fenced plantation broken and a herd of goats chewing on the saplings. Even though a sum of more than Rs 13 lakh had been kept aside from the compensatory afforestation money for the maintenance of the plantation for a period of eight years, there was no one on site at Bithnok to shoo away the goats munching on taxpayers’ money.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/rbofxtxofg-1641917073.jpeg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ihbarxcyaw-1641917079.jpeg\">\n  </picture></figure>\nWhen I contacted Virendra Singh Jora, the deputy conservator of forests who is in charge of the Bithnok site, he said, “There are people there who have the duty to look after the plantation. If goats are grazing there, then it is wrong, it should not happen. This is negligent.”It was not only in Rajasthan that I found such discrepancies.In another site that I visited in Maharashtra’s Gondia district, I found houses and fields instead of a plantation. According to Parivesh, a government website that displays information about projects that require environmental and other clearances, this plantation was intended to offset the clearing of forest for the construction of the Bawanthadi irrigation project. (Parivesh is an acronym for “Pro Active Responsive facilitation by Interactive and Virtuous Environmental Single window Hub”.)The project, which obtained final clearance in 2010, is spread over 828 hectares in the Bhandara and Nagpur districts of Maharashtra and 473 hectares in the Balaghat and Seoni districts of Madhya Pradesh.The proponents of the project – a joint venture between Madhya Pradesh and Maharashtra governments – paid a total of more than Rs 14 crore to the Maharashtra forest department for compensatory afforestation.The compensatory forest land for this project in Maharashtra includes 22 hectares in Kharra village, in Gondia. This land is listed as revenue land – that is, land owned by government departments other than the forest department. However, when I visited the site in September this year, while there were a few trees to one side of the patch, the rest was fields and uncultivated land, on which there was even an under-construction building. A village resident who was walking around grew annoyed when I asked him about forest department plantations in the area.  “This is my land,” he said, refusing to tell me his name.There are also far more extreme cases of irregularities, as Scroll.in found by analysing data on the e-Green Watch website, which  the Supreme Court ordered the environment ministry to set up in 2009 to ensure transparency in compensatory afforestation. On the site, state forest departments are required to share the details of compensatory afforestation projects – apart from the locations, in the form of .kml files, they also have to put up details of funds earmarked and disbursed, and photographs of work done. This information is indexed according to each state, and then further by the forest circle, division and range within it. (The site also gives users the option of viewing these polygons on a map, but Scroll.in never found this function operational.)From a Forest Survey of India report on the site, which analysed thousands of polygons in India, I randomly selected and downloaded 2,000 individual .kml files of different states. Then, one by one, I opened all 2,000 files in the desktop version of Google Earth. Using the “historical imagery” function, I was able to look at the land-use changes that the patch within the polygon had undergone since 1984. Using this method, I checked polygons uploaded by Andhra Pradesh, Assam, Bihar, Himachal Pradesh, Jammu and Kashmir, Rajasthan, and Telangana, and found that many showed no signs of any plantation activity.Among the more extreme cases, data from Bihar’s forest department suggests that in 2014, to compensate for the loss of forest in the repair work for NH57 in the state’s Supaul district, the department planted 10,000 trees on a 15-hectare patch of land – but the .kml file for this plantation displays on Google Earth as a straight line between India and Nepal, cutting across the Himalayas.The Assam forest department supposedly compensated for the loss of forest land for the Subansari Lower Dam Project in Dhemaji district in 2011, by planting 1,87,500 trees – the.kml file for this plantation displays as a 130-hectare patch of the Bramhaputra’s river bed. As per the government’s data, the department incurred a cost of around Rs 6.3 lakh in planting these trees.There is also a case of plantation of around 16,000 eucalyptus trees by the Andhra Pradesh forest department in Guntur district in 2011, incurring a cost of around Rs 83,000 – but the .kml file for this plantation displays on Google Earth as a straight line from India to the middle of the Arabian Sea.The government is not unaware of the scale of the problem with the data – a problem that perhaps points to the scale of mismanagement of the programme itself.Documents accessed by Scroll.in through RTI applications showed that the Forest Survey of India submitted a note to the environment ministry in January 2020, based on a report that it had prepared reviewing the compensatory afforestation programme. The note pointed out that approximately a quarter of the data provided by states on plantations was correct, while the remaining three-quarters was wrong. The Forest Survey of India, a body under the environment ministry responsible for mapping the country’s forests, has been tasked by the environment ministry with monitoring these plantations, as per the stipulations of the Compensatory Afforestation Fund Act of 2016.It analysed polygons uploaded by the states using their geo-locations, checking each patch of land on GIS software. The polygons were considered “correct”, “incorrect” or “unascertainable” based on parameters including whether the digital information was technically valid, whether plantation work ever took  place, whether the area of plantation was given in hectares (as it is supposed to be) or acres, and whether the polygon was a repetition of other polygons in the database. The FSI found that up to January 2020, states had shared 1,31,193 polygons with the environment ministry, out of which only 32,752, or about 25%, were correct. For instance, of a total of 2,318 polygons in Jammu and Kashmir, only seven were correct; of Karnataka’s 11,680 polygons, only 4,239 were correct; and of Odisha’s 49,868 polygons, only 8,066 were correct. Environment ministry officials took a serious view of this error-riddled data. “The success of the above endeavor is based on correct uploading of data on the eGreen Watch portal by the implementing forest divisions/state forest department headquarter,” Anjan Kumar Mohanty, the inspector general of forests at the environment ministry’s forest conservation division, wrote in August 2020 to all principal secretaries of forests of states and union territories. “It is being continuously observed, however, that despite repeated requested (sic) from the FSI, a significant percentage of data being uploaded, particularly the polygons, is either incorrect or incomplete.”The FSI didn’t merely determine “incorrect” data, but also whether in each case plantation was done at all. I contacted FSI officials for more information on sites where no plantation had been done. “Yes, that was one parameter, and we are looking into it,” Komal Pandey, deputy director at the Forest Survey of India, told Scroll.in in July this year. “We’ll let you know once we have the data ready for how many polygons were wrong because no plantation was done on them to begin with.”Since then, I followed up several times but as of the time of publication, had not received any updates from Pandey.RTI filings to procure this information did not yield results either. “The information sought is available online,” was the response both to my request, and the appeal against the first response.This was a misleading response – what was available on the e-Green Watch website were the .kml files for all plantations, and the FSI report identifying incorrect polygons. While analysing the incorrect polygons, the FSI would naturally have gathered data on which were of missing plantations, but that information had not been uploaded. While initially, Scroll.in accessed information about polygons in the Arabian Sea, Nepal and on water bodies in Assam from this report, in the last four months, even these GIS files have been corrupted and cannot be opened on the e-Green watch website.Only the government has access to the information needed to determine the scale of missing plantations across India. But independent researchers have found several instances of “ghost plantations”, where no tree planting activity had ever taken place.For a 2018 report, Community Forest Rights – Learning and Advocacy, a national advocacy platform, randomly selected 17 compensatory afforestation sites across eight states, and analysed the state of plantations on them from online data. In Chhattisgarh’s Gaurela-Pendra-Marwahi district, for instance, a 50-hectare patch of degraded forest that was supposed to be planted over to compensate for forest loss due to the construction of power lines by the Powergrid Corporation of India never saw any plantation activity. The state forest department incurred an expense of Rs 48 lakh in what was supposed to be a plantation of  55,000 trees.The report also noted cases in Odisha and Jharkhand of supposed plantations that were instead agricultural fields in use by people.About one site in Pitalaragadi Reserve Forest in Odisha, Angul district, the report noted that though it showed signs of plantation in 2011, “It is shocking to note that in 2016, almost half of the plantation site has been dug up, and there are no signs of any plants surviving.”  It added, “How can an area where compensatory afforestation was taken up be dug up – such lands are protected by FCA.”In Karnataka and Andhra Pradesh, the report recorded instances where existing vegetation has been cleared just for trees to be planted over the same area. “Natural growth being cleared is not only against the afforestation guidelines, it is completely against the spirit and letter of the compensatory afforestation policy. These activities are completely illegal,” the report noted.An official of a regional office of the environment ministry conceded that there were discrepancies between government claims about plantation and work on the ground. “There is hardly ever any monitoring of compensatory afforestation plantations, leaving a lot of room for the state forest officers to claim that trees have been planted, when in fact nothing is done,” the official told Scroll.in on condition of anonymity. “This is one of the reasons for the wrong polygons. Officers put that in while sitting in their offices.”The officer also said that even when a plantation fails, it remains in the record and continues to attract maintenance funds that were budgeted for it. “Maintenance funds are around 30% of the total compensatory afforestation budget for a state,” the officer said. “It’s a lot. And if there is nothing to maintain, then all the money can be used in whatever way one wishes.”In fact, Prakash Javadekar, the former environment minister, had in June 2020 asked environment ministry officials for information on plantations. “There has been a lot of funds which have been allocated for compensatory afforestation and the minister wanted to know what is happening with that money,” the official said. “We were told by the Centre to send them the location of two best plantation sites. It was very difficult to find even two. Most plantation sites are empty.”In June 2020, then environment minister Prakash Javadekar sought information from ministry officials on compensatory afforestation plantations.On condition of anonymity, a divisional forest offficer from Jharkhand argued that compensatory afforestation was poorly conceived, and that officials were hamstrung when it came to carrying out the work. “No forest officer wants to undertake compensatory afforestation work because of the rules,” the officer said. “First, the money comes at the end of the year, and therefore there is always trouble with the labour and contractors. Second, no matter the terrain and soil type, there is a fixed budget for raising the plantation. Can you raise a plantation in the same amount of money on a piece of fertile flat land and along the rocky slope of the mountain? You cannot. That’s why you see all this misinformation surrounding compensatory afforestation data.”Various government inquiries have also shown misappropriation of compensatory afforestation funds. In the latest case, from Odisha, an investigation by the state government found massive misappropriation of funds by the state’s head of compensatory afforestation, an officer of the Indian Forest Service. The investigation recovered cash worth Rs 15 crore from the officer, and also found that he had spent Rs 3 crore on chartered flights in 2020. Scroll.in sent questions about the problems with the compensatory afforestation programme to CP Goyal the Director General of Forests, Ministry of Environment, Forest and Climate Change. As of the time of publication, we had not received any response.  The data on wrong or missing plantations suggests that this problem demands a closer look, particularly given the amount of money that has been spent on compensatory afforestation. Between 2009 and 2020, the environment ministry released around Rs 59,449 crore to states, according to the data on the e-Green Watch website. Since just 2019, the environment ministry released Rs 48,606.39 crore to states for this work.Equally troubling is the fact that the questionable data on afforestation feeds into the progress that India claims to have made in its international commitments with regard to forestation and combating climate change.The ongoing international, intergovernmental negotiations around the environment take place under the framework set by three United Nations conventions. These are: the United Nations Framework Convention on Climate Change, the United Nations Convention on Combating Desertification and the United Nations Convention on Biodiversity.Of these, India has committed to undertaking certain actions under the  conventions on climate change and desertification. Specifically, India has pledged to absorb between 2.5 and 3 billion tonnes of CO2 by 2030 by planting trees. The country has also committed to foresting more than 26 million hectares of degraded land.The tree plantation activity that India does to meet these targets has to be reported to these conventions. In this light, the plantation data becomes crucial as it serves as proof of the progress made by India in achieving its stated international targets.   The government has taken note of this aspect of the problem. In a document pertaining to monitoring compensatory afforestation, accessed by Scroll.in through RTI applications, file notings by Sanjay Kumar, the then director general of forests at the environment ministry, drew attention to the importance of this data in reporting India’s international commitments. In the noting, from May 2020, Kumar laid out India’s targets for afforestation and creating carbon sinks, and observed, “Monitoring of tree planting has added significance in view of the above targets.”But in a conversation with Scroll.in, Kumar downplayed the problem, attributing the wrong polygons to technical difficulties faced by the staff of state’s forest departments.“Forested areas are not plain grounds – there are hills, cliffs and even valleys and that makes taking the correct GPS reading difficult,” Kumar said. “Plus, getting the correct GPS coordinates is a very technical process and even a slight change can make the reading wrong.” He conceded, however, that there could be instances of missing plantations.  “It could be that a plantation has failed, was grazed by cattle, or it wasn’t done at all.”The former environment minister, Prakash Javadekar, also took serious note of the problem.The same document on monitoring compensatory afforestation includes a file noting by Mohanty, the inspector general of forests at the environment ministry’s forest conservation division. The noting summarises a meeting that Javadekar held with environment ministry bureaucrats on September 3, 2020. It states that in the meeting, the minister “expressed his serious concern over the poor implementation of the scheme specially efforts from the States/UTs to upload correct information on the portal”.These concerns seem to have led to some efforts to improve the programme. According to an environment ministry official who wanted to remain anonymous, in August 2021, the ministry sent letters to its 19 integrated regional offices around the country, laying out new procedures to be followed in the compensatory afforestation programme. Now, after state governments upload the .kml file on e-Green Watch, officials at a regional office of the ministry have to verify the polygons before issuing a compliance certificate, and clearing the project to the next stage.Clearly, the problem is of a scale that cannot be ignored. “The ministry knows that there is a big scam brewing in the name of compensatory afforestation and it can become a big problem,” the official said.This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Ishan Kukreti","time":"2022-01-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168664-cybkbvullc-1641902054.jpg","tags":["Land","Climate","Forests","Climate Change","Compensatory Afforestation"]}