{"title":"Indians abroad top global remittances chart – yet again","content":"The Indian diaspora sent home $70 billion (Rs 4.34 lakh crore) in 2014, topping for the seventh year the list of countries receiving money from emigrants, according to data released by the World Bank.That’s enough to buy India four bullet-train corridors, more than the money the government raised from auctioning 67 coal blocks, and more than the money Indian companies collectively raised from the market in 2014.The growth rate of foreign currency, however, slowed to 0.6% in 2014 from 1.7% in 2013. The reason, according to the World Bank, could be the appreciation of the rupee against major currencies during the year. Source: World Bank; Figures in $ billionIndian remittances have more than tripled over the last decade, from more than $22 billion to more than $70 billion at the end of 2012.Major inflows continue to be from the United Arab Emirates ($12.63 billion), followed by the United States ($11.18 billion) and Saudi Arabia ($10.84 billion). Source; World Bank; Figures in $ billionAround 18% of the $70 billion inflow comes from United Arab Emirates; Indian emigrants in the US contribute 15.88% and those in Saudi Arabia 15.40%.There are 247 million migrants across the world, larger than the earlier estimate of 232 million. The number is expected to surpass 250 million this year.Remittances by emigrants to developing countries, including India and China, reached $436 billion in 2014, an increase of 4% from 2013. The forecast for 2015 is moderate growth (0.9%) at $440 billion.The decline in oil prices has not affected remittances by Indians from Gulf Co-operation Council member-countries, World Bank research noted.“The outlook, however, is uncertain,” said the report. “The substantial financial resources and long-term infrastructure development plans of the GCC countries imply that they will continue to demand migrant workers. However, remittance flows could decline if the oil price were to remain low for a few years.”The Indian diaspora is about 21 million people, spread across more than 200 countries, including the Principality of Liechtenstein and the People’s Republic of Lao, according to2012 data, the latest available, of the Ministry of External Affairs. Source: Ministry of External AffairsThere are more than 2 million Indians each in the United States and Malaysia. The UAE has about 1.75 millions and Saudi Arabia 1.78 million.There are a substantial numbers of Indians in Yemen (111,000), Israel (78,000), Iran (4,000), Iraq (9,000), Zambia (20,500) and Zimbabwe (10,500).This article was originally published on IndiaSpend.com, a data-driven and public-interest journalism non-profit.","author":"IndiaSpend Team","time":"2015-04-16T19:30:38+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/720784-e71c282a-a098-43e2-ae75-a6b132c72b64.jpg","tags":[]}