{"title":"Indian Olympic Association forms three-member ad-hoc committee to oversee national wrestling body","content":"A three-member ad-hoc committee was formed by the Indian Olympic Association to oversee the Wrestling Federation of India after the sporting body was suspended by the sports ministry, reported PTI on Wednesday.On Sunday, the wrestling body was suspended for not making decisions in accordance with the provisions of its constitution. In order to manage the day-to-day operations of the Wrestling Federation of India, the Indian Olympic Association, or IOA, designated Wushu federation chief Bhupinder Singh Bajwa as the committee’s chairman. The committee’s members are 1998 Commonwealth Games badminton medallist Manjusha Kanwar and 1980 Olympic gold medallist hockey player MM Somaya. Also read: Tennis star Somdev Devvarman on wrestlers’ protest: ‘Athletes are being silenced for speaking up’After Sanjay Singh was elected as the president of the wrestling body on December 24, he declared that the wrestling nationals for the Under-15 and Under-20 age groups would be held in the Nandini Nagar region of the Gonda district of Uttar Pradesh before the year ended.A letter from IOA chief PT Usha on Wednesday, said, “The ad hoc committee is tasked with overseeing and supervising WFI’s operations, which includes athlete selection, submitting entries for athletes to participate in international events, organising sports activities, handling bank accounts, managing the websites and other related activities.”Indian Olympic Association forms ad hoc committee to supervise WFI's operations, which include athlete selection, submitting entries for athletes to participate in international events, organizing sports activities, handling bank accounts, managing the website, and other related… pic.twitter.com/GUFnRDHFj2— ANI (@ANI) December 27, 2023\n\n\nThe ministry claimed that the wrestlers who were going to compete in the national championships were not given enough notice and that the announcement was made in a hurry. The ministry also observed that the federation was operating out of premises governed by its former office-bearers, where a number of wrestlers had reportedly been subjected to sexual harassment in the past. It further stated that, in defiance of the Sports Code, the newly formed wrestling organisation appeared to be entirely controlled by former office holders.Also read: Despite wrestlers’ courage, a culture of fear grips Indian sportAfter Singh was elected as the wrestling body’s chief, Rio Olympics gold medallist Sakshi Malik announced her retirement from wrestling. Meanwhile, Tokyo Games bronze medallist Bajrang Punia returned his Padma Shri to the government. Additionally, World Championships medalist Vinesh Phogat also returned her Khel Ratna and Arjuna Award.","author":"Scroll Staff","time":"2023-12-27T20:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190922-cxoucmwxfa-1685960377.jpg","tags":["Wrestling Federation","WFI","IOA","Indian Olympic Association","Wrestlin","Wrestlers protest","PT Usha"],"source":"https://scroll.in/field/1061281/indian-olympic-association-forms-three-member-ad-hoc-committee-to-oversee-national-wrestling-body"}