{"title":"India recorded lowest rainfall in August since 1901","content":"The average rainfall in India in August was the lowest since 1901, data from the India Meteorological Department showed, reported The Hindu.The country recorded 162.7 millimetres of rainfall in August, a deficit of 36%. The month usually sees an average rainfall of 254 mm. The lowest rainfall in August was last recorded in 2005 when the average rainfall was 191.2 mm.Low rainfall was recorded in Bihar, eastern Uttar Pradesh, Jharkhand, Chhattisgarh, Gangetic West Bengal, Kerala, parts of Karnataka and Maharashtra in August, while rainfall in Himachal Pradesh and Uttarakhand was in the normal range, according to The Indian Express.The average maximum temperature recorded in August – 32.09 degrees Celsius – was also the highest since 1901, when the India Meteorological Department started keeping weather records. It was a degree above the normal of 31.09 degrees Celsius.Worst August rainfall ever in #India!Country as a whole received a total of 162.7mm rainfall against the normal of 254.9mm, with a -36% departure from normal it is lowest monthly rains since 1901(Since the record keeping begin by IMD), the previous record from the year 2005 is… pic.twitter.com/lwv4kP6uSy— Weatherman Navdeep Dahiya (@navdeepdahiya55) September 1, 2023\n\nThe India Meteorological Department said that the rainfall in August was low due to the El Nino weather pattern and unfavourable conditions in the Arabian Sea and the Bay of Bengal, among other reasons.The El Nino phenomenon involves the warming of ocean surface temperatures in the eastern and central Pacific. It has been linked to crop damage, fires and flash floods.On Wednesday, India Meteorological Department Director General Mrutyunjay Mohapatra said that the situation is likely to improve in September, reported The Indian Express.Mohapatra said that while there has been an increase in the trend of break days, a reference to rainless stretches during the monsoon, the pattern would change from September 2 onwards.“The [rainfall] activity will start over the eastern parts of the country and peninsular India, and then gradually over the other parts of the country,” he added.","author":"Scroll Staff","time":"2023-09-01T12:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185934-ftuwnwnlij-1674384089.jpg","tags":["India","Weather","Rainfall"],"source":"https://scroll.in/latest/1055254/india-recorded-lowest-rainfall-in-august-since-1901"}