{"title":"India retains ‘partially free’ status for second year in Freedom House’s 2022 report","content":"India was called a “partially free” country for the second year in a row in the 2022 report by the United States non-governmental organisation, Freedom House. India’s was 66th on the “Freedom of the World” rankings – a notch higher from last year’s 67.A total of 210 countries were ranked in the report.The report attributed Prime Minister Narendra Modi-led Bharatiya Janata Party government’s “discriminatory policies” and increase in the persecution of the Muslim population for the “partially free” status.“The Constitution guarantees civil liberties including freedom of expression and freedom of religion, but harassment of journalists, nongovernmental organizations, and other government critics has increased significantly under Modi,” it said. “Muslims, scheduled castes, and scheduled tribes remain economically and socially marginalized.”Read the full report here.(Source: Freedom House)The status of a country is based on the score that is calculated on two indicators– political rights and civil liberties. The political rights category has 10 questions and the civil liberties 15. Each question carries four points, with zero being the smallest degree of freedom and four the greatest degree of freedom.The score is calculated based on the questions, which were evaluated this year by 128 analysts. They used several sources, including news articles, academic analyses, reports from non-governmental organisations, individual professional contacts, and on-the-ground research.In the report, India scored 33 out of 40 in the political rights category and 33 out of 60 in the civil liberties indicator.Breakdown of how the organisation determines the status of the country. (Source: Freedom House)In the report, the organisation cited five instances that determined India’s status. The report pointed to several states passing or proposing anti-conversion laws, citing “love jihad” – a conspiracy theory espoused by Hindutva activists, claiming that Muslim men lure Hindu women to marry them in order to later convert them to Islam.“The legislation effectively created obstacles to inter-religious marriage and came in the context of escalating threats and violence against the Muslim community,” it said.It also said that Pegasus spyware was detected on the phones of several opposition politicians, activists, entrepreneurs and journalists. Among Pegasus’ potential targets were Congress MP Rahul Gandhi, former Election Commissioner of India Ashok Lavasa, The Wire founders Siddharth Varadarajan and MK Venu.The organisation also noted that 84-year-old tribal rights activist Stan  Swamy had died in jail on July 5 after “having been arrested on dubious  terrorism charges under the Unlawful Activities Prevention Act in  October 2020”.It said that Opposition leaders were also arrested while trying to visit the scene of the Lakhimpur Kheri violence in which a Union minister Ajay Mishra’s son, Ashish Mishra, had allegedly mowed down farmers protesting the farm laws.“In February, the government introduced new rules that made it easier for authorities to compel social media platforms to remove unlawful content,” the report further said. “Among other removals during the year, Twitter was ordered to take down posts that criticized the government’s handling of the Covid-19 pandemic.”Political rightsIn the political rights category, while India scored full points on questions such as “free and fair elections” and impartial electoral laws, the country received fewer points on representation of minority communities and measures against corruption.  The report said that while women, and members of religious and ethnic minorities vote in large numbers and have opportunities to gain political representation, the political rights of Muslims continue to be threatened.It cited the Citizenship Amendment Act adopted by Parliament on December 11, 2019. The law provides citizenship to refugees from six minority religious communities, excluding Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014.The report said that at the same time, the government was moving forward with implementing the National Register of Citizens – a proposed exercise to identify undocumented immigrants.“Many observers believe that the register’s purpose is to disenfranchise Muslim voters by effectively classifying them as illegal immigrants,” the report said. “Importantly, Muslims disproportionately lack documentation attesting to their place of birth. Undocumented non-Muslims, meanwhile, would be eligible for citizenship through a fast-track process under the CAA.”It also said that large-scale political corruption scandals have repeatedly taken place in the country and a large number of such instances are “thought to go unreported and unpunished”. It added that the authorities have been accused of selective, partisan enforcement.Civil libertiesIn the civil liberties category, India failed to get a full score on any of the 15 questions.The report said that there are a number of non-government organisations working to protect human rights that “face threats, legal harassment, excessive police force, and occasionally lethal violence”.The report noted that the Foreign Contributions Regulation Act allowed the Union government to deny non-profit organisations access to foreign funding. It said that the authorities have been accused of using the Act “selectively” against political opponents.“In 2020, Amnesty International shuttered its operations in India after authorities froze its bank accounts for alleged foreign funding violations,” it said. “The FCRA licenses of more than 20,600 groups have been cancelled in the past 10 years.”The report also said that although the judiciary functions independently, lower courts “suffer from corruption”. It said that the the courts have shown signs of increasing politicisation.“Several key Supreme Court rulings in recent years have been favorable to the BJP, including the 2019 decision allowing the construction of a Hindu temple on the site of a historic mosque, and a 2020 decision to deny bail to a scholar and prominent critic of Modi who was charged with supporting a banned Maoist group,” it added.","author":"Scroll Staff","time":"2022-03-04T17:17:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/135719-aazezgezyd-1583937977.jpg","tags":["Narendra Modi","Democracy","Freedom House","BJP","Freedom in the world"],"source":"https://scroll.in/latest/1018744/india-retains-partially-free-status-for-second-year-in-freedom-houses-2022-report"}