{"title":"India and Pakistan must end the Partition of families and let them reunite – before it is too late","content":"The past few months have seen several instances of tearful reunions with members of divided families from either side of Punjab in Pakistan and India meeting after years of enforced separation.These reunions have involved families not only across Punjab, but also Kashmir, Rajasthan-Sindh, as well as Uttar Pradesh, Bihar, Madhya Pradesh and other Indian states. It is often social media users who highlight such meetings, pushing big media houses to take note.A YouTube initiative launched in 2013 called Punjabi Lehar has done a stellar job in collecting the stories of Partition survivors. Co-founded by two Pakistanis, Nasir Dhillon of Faisalabad and Bhupinder Singh of Nankana Sahib, the channel has helped re-unite members of hundreds of families and old friends separated by Partition.The visa-free Kartarpur Corridor in Punjab that re-opened in November 2021 after being closed for over a year-and-a-half has helped catalyse several recent meetings.On January 10, this avenue enabled the reunion of two brothers separated for 74 years. The story of Sikka Khan in Bathinda district in India’s Punjab and his older brother Mohammad Siddique in Dhillon’s home town Faisalabad, has received a lot of media attention since their meeting. Videos of the reunion went viral on social media, evoking emotional responses across the world.\n\n\n    \n    Play\n\nThe Pakistan High Commission in New Delhi issued Khan a visa the same month. However, he was only able to cross over in March 2022 due to the special permissions required because of the Covid-19 pandemic.In another instance of close family members re-uniting, cousins from either side of the divide met at the Nankana Sahib gurdwara for the first time since 1947: Baldev Singh, 75, of Rattoke village in Sangrur district of India’s Punjab state, and his cousin Sajda Begum, 80, from Faizabad in Pakistan’s Punjab province. Singh had no recollection of Begum since he was only a few months old during Partition, but she faintly recalled playing with him.The meeting was enabled by a 10-day religious tourism visa issued for April 11-April 21, allowing Singh to participate in Vaisakhi celebrations at several gurudwaras in Pakistan, including Panja Sahib, Nankana Sahib, Dera Sahib Lahore, and Darbar Sahib Kartarpur.No matter how strained relations between both countries get, they must retain a humanitarian point of view allowing a separate category of visas for individuals over a certain age who want to reunite with their families.Before he crossed over to Pakistan in March 2022, Khan said he was glad to be finally going to Pakistan to be with his long-separated family. Khan said he had to wait for long, even after getting the visa, and expressed his pain for those who are not even able to get visas to meet their loved ones.He urged the governments of both countries to adopt a flexible approach in providing visas and allowing separated families to meet frequently.In another case reunion, an Indian lady Sunita Devi who lives in Hoshiarpur met her separated relatives including her uncles & their children at #KartarpurCorridor. She informed that Sunita’s father migrated to India while his brothers and other relatives stayed back in Pakistan https://t.co/xUnBSbqX79 pic.twitter.com/o5WsyU68cq— Ravinder Singh Robin ਰਵਿੰਦਰ ਸਿੰਘ رویندرسنگھ روبن (@rsrobin1) January 12, 2022\n\nIn 2012, India and Pakistan signed an agreement allowing visa-on-arrival for senior citizens with roots in both countries. However, this has not been implemented due to bilateral tensions.The Kartarpur Corridor was built to enable devotees to pay obeisance at Kartarpur Sahib gurudwara, the resting place of the founder of the Sikh faith Guru Nanak Dev. At another level, the corridor has helped reunite families, friends and even peace activists.Since the re-opening, at least two groups of Rotary Club members from India and Pakistan, aiming to build peace, have had meetings at Kartarpur, enabled by the visa-free corridor. When strategic analysts dismiss the utility of people-to-people contact, they forget the role of such links in blunting the narrative of countering misconceptions and hate.In the 75th year of Independence, both countries must honour their 2012 agreement and allow at least the elderly to meet relatives across the divide. They must do this before it is too late.Tridivesh Singh Maini is a policy professional and Visiting Faculty at the OP Jindal Global University, Sonipat. He is the author of South Asian Cooperation and the Role of the Punjabs (Siddharth Publications, 2007). His Twitter handle is @tridiveshsingh. This is a Sapan News syndicated feature @southasiapeace.","author":"Tridivesh Singh Maini","time":"2022-05-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174034-znwgxbzpep-1651849540.jpg","tags":["India","Pakistan","Partition","Punjab"],"source":"https://scroll.in/article/1023394/india-and-pakistan-must-end-the-partition-of-families-and-let-them-reunite-before-it-is-too-late"}