{"title":"Indians may be having more sex but still know little about safety and birth control, finds survey","content":"India’s slowly changing attitudes to sex may have fuelled the demand for quirky items like flavoured condoms and love-making furniture, but misconceptions about safe sex and sexual health stubbornly persist.For instance, just 15% of Indian respondents surveyed recently by international data analytics firm YouGov knew that the morning-after pill is not safe to be used regularly as a contraceptive. The survey, conducted in September, included 1,030 Indians aged over 18.Brands such as i-Pill and Unwanted 72 can prevent pregnancy when taken within 72 hours of having unprotected sex. But used too often, and as the only form of contraception, they can cause hormonal problems and put women at risk of sexually transmitted diseases.In conservative India, though, gynaecologists often shame unmarried sexually active women, so many find it easier to resort to emergency pills, which can be purchased without a prescription from any pharmacy. Their popularity has made India the world’s third-largest market for such tablets.In the YouGov survey, a shocking 36% of respondents thought morning-after pills could be used as a regular contraceptive.A sizeable segment carried other misconceptions, too, including that sex during menstrual periods does not lead to pregnancy and that birth-control pills keep sexually transmitted diseases at bay.The results are a sign of the crisis in sex education in conservative India, where teaching young people about safe sex has for long been frowned upon. While the Indian government has made some efforts of late to include sex education in the national curriculum and launched resource kits to teach adolescents about sexual health, these moves come too late for the millions of already sexually active people.On the bright side, the survey does show that condoms have become more popular, with nearly 60% of respondents saying they had used them. The 18-19 years age group recorded the highest percentage (69%) of respondents saying they currently use them. This marks a change from the norm in a country where female sterilisation is the most common form of contraception – a practice that reflects the traditional belief that family planning is the woman’s responsibility.The survey also shows that 75% of Indians believe there is a need for birth control pills for men, and that they should share the responsibility for family planning equally with women.This article first appeared on Quartz.","author":"Maria Thomas, qz.com","time":"2018-10-04T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896860-keocphwhdb-1537323826.jpg","tags":["India","emergency contraceptives","iPill","Birth control","Sex education","condoms","YouGov"],"source":"https://scroll.in/article/896860/indians-may-be-having-more-sex-but-still-know-little-about-safety-and-birth-control-finds-survey"}