{"title":"India not reaping benefits of demographic dividend, says former RBI Governor Raghuram Rajan","content":"India is not reaping the benefits of its democratic dividend and needs to focus on improving human capital and enhancing skill sets, former Reserve Bank Governor Raghuram Rajan said on Tuesday, reported PTI.“I think we are in the midst of it [demographic dividend], but the problem is we are not reaping the benefits,” PTI quoted Rajan as saying at a conference at The George Washington University in the United States.The demographic dividend refers to the economic growth potential that stems from a country’s working-age population being larger than its non-working population.“That’s why I said 6% growth – if you think that’s about what we are right now, take away the fluff in the GDP [Gross Domestic Product] numbers,” the former reserve bank governor said. “That 6% is in the midst of a demographic dividend. It is much below where China and [South] Korea were when they reaped their demographic dividend.”Rajan added that India is being “overly complicit” in claiming that its current economic growth “is great”, despite high levels of unemployment among its working-age population. He said that this leads to the question of how India can create the required employment opportunities.“The answer to my mind is partly enhancing the capabilities of the people we have, partly changing the nature of the jobs that are available and we need to work on both fronts,” PTI quoted Rajan as saying. “This idea of apprenticeship, which the Congress has in its manifesto is worth working on. I think there’s a lot that needs to be done to make it effective, but we need many more students to at least be capable of doing a good job.”In its Lok Sabha polls manifesto released on April 5, the Congress promised to introduce the Right to Apprenticeship Act to provide a one-year apprenticeship with a private or a public sector company to diploma holders or college graduates below the age of 25.Rajan said on Tuesday that there also needs to be a focus on creating jobs. He criticised the government for spending billions of dollars on subsidising chip manufacturing while several job-intensive areas, such as the leather industry, were not doing well.“We are going down in those areas,” he said. “No wonder we have more of a job problem. The job problem was not created in the last 10 years. It’s been growing over the last few decades. But if you neglect the areas which are more intensive, I’m not saying we need to now offer … subsidies to leather examples, but figure out what’s going wrong there and try and rectify that.”Rajan also said that Indian innovators were moving to Singapore and the United States’ Silicon Valley because they can access final markets – where the final sale of a product or service takes place – more easily there.“We need to ask what is it that forces them to go outside of India to set up rather than stay inside India,” Rajan said. “But what is really heartwarming is talking to some of these entrepreneurs and seeing their desire to change the world and increasingly many of them are not happy staying in India.”Rajan said that Indian innovators want to expand globally. “I think there is a young India that has a Virat Kohli mentality – I’m second to none in the world,” he added.Challenges to India’s demographic dividendA report by the International Labour Organization and the Institute for Human Development published in March said that in 2022, India’s youth accounted for almost 83% of the country’s unemployed workforce. The share of youngsters with secondary or higher education among the band of total unemployed youth jumped from 54.2% in 2000 to 65.7% in 2022.The report found that the country’s educated youth have higher rates of unemployment, reflecting a mismatch with their aspirations and available jobs.In September, the United Nations said that the proportion of elderly citizens in India is projected to rise to 20% of the total population by 2050. This indicated that India has a limited time to reap the demographic dividend.To this end, demographic experts had told Scroll in January 2023 that India can reap its demographic dividend provided timely measures are taken to solve challenges such as unemployment, and shortcomings in skilling and healthcare to harness the young population.Also read: India can reap the demographic dividend – but there’s a deadlineA decade under Modi: Rising unemployment, declining wages, poor quality jobs","author":"Scroll Staff","time":"2024-04-17T18:08:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/67542-zynvjqqxir-1571933226.jpg","tags":["Raghuram Rajan","Demographic dividend","Economy","Unemployment"],"source":"https://scroll.in/latest/1066761/india-not-reaping-benefits-of-democratic-dividend-says-former-rbi-governor-raghuram-rajan"}