{"title":"India at Asian Games, Oct 4, as it happened: Neeraj Chopra wins gold in another medal-laden day","content":"That’s it for our coverage from today!And what a day it was for India. The contingent has now crossed 80 medals, and there are still more to come. The day started off with a medal in athletics - through the mixed team 35km race walk. And ended with Neeraj Chopra defending his title in the men’s javelin event.There were medals across athletics, boxing, wrestling, squash and archery.Join us again tomorrow when more medals are expected to be won.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chess, Round 6: The Indian women’s team defeated Uzbekistan 4-0. They replaced Harika Drovalli for the contest and played the young WGM Savitashri Baskar. All four of Koneru Humpy, R Vaishali, Vantika Agarwal, and Savitashri registered comprehensive victories.In the men’s section, India played out a 2-2 draw with hosts China. The contest ended with all four of D Gukesh, R Praggnanandhaa, Vidit Gujarathi, and Pentala Harikrishna paying out draws.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #IndianAthleticsAlthough their streak is broken, the women's 4x400m relay team win silver, behind Bahrain.https://t.co/ZHXJdyZ0OS pic.twitter.com/FxxerUFTPT— The Field (@thefield_in) October 4, 2023\n\n\n\n    #AsianGames #HangzhouAsianGames #IndianAthleticsIndia reign supreme once again as the men's 4x400m relay team wins GOLD!https://t.co/ZHXJdyZ0OS pic.twitter.com/p71u6zxHFl— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s 4x400m relay final: Another gold for India! Muhammed Anas, Amoj Jacob, Muhammed Ajmal and Rajesh Ramesh storm to gold! Five years ago, India finished second behind Bahrain. This time, however, there is not stopping them as they beat Qatar to clinch gold with a time of 3:01.58.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Javelin Throw: It’s a double podium finish in Javelin! Defending champion Neeraj Chopra successfully reigns supreme with a gold and Kishore Kumar Jena takes the silver, and claims a quota for the Paris 2024 Olympics. Their last attempts were underwhelming with both of them fouling in the last attempt. But the job is done.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #IndianAthleticsIT'S A 1-2 ON THE PODIUM FOR INDIA!Olympic and world champion Neeraj Chopra wins gold and his compatriot Kishore Kumar Jena wins silver in the men's javelin throw event.https://t.co/ZHXJdyZ0OS pic.twitter.com/Gnzz9FvgE1— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s High Jump: Sarvesh Kushare fails to clear 2.29m and his campaign ends in fourth position with a best of 2.26m. His compatriot Jesse Sandesh finished 9th, with a best jump of 2.19m.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Javelin Throw: After peaking in their respective fourth attempts, Neeraj registers 80.80 in the fifth attempt. Jena fouls.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s 4x400m Relay Final: The Indian team of Vithya Ramraj, Aishwarya Mishra, Prachi, and Subha Venkatesan clock 3:27.85s to bring home the silver medal behind Bahrain.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Javelin Throw: A cat and mouse chase in the most wholesome sense. After Jena took the lead with his best throw in the third attempt, Neeraj returns to show he’s defending champ for a reason. He climbs back to the pole position with a solid 88.88 throw. Jena records another brilliant throw at 87.54. Their best has just been unlocked.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s Triple Jump Final: Sheena Nellickal finishes sixth with a best of 13.34m. This is way lower than her personal and season best of 13.60m.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s Triple Jump Final: Sheena fouls her second jump before registering 13.04m in her third. She is down to the fifth place now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s High Jump: Sarvesh Kushare clears 2.26m and strikes that fabled Usain Bolt pose. 2.29m coming up next. As it stands, Kushare is in fourth place.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s High Jump: Sarvesh Kushare goes past the 2.23m mark in his third event and now will compete in the 2.26m height. Jesse Sandesh though, bows out after failing to clear 2.23m.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGamesKishore Kumar Jena is currently leading the men's javelin competition in Hangzhou ahead of Neeraj Chopra with a personal best.Spoke to him ahead of World C'ships in August. His story:https://t.co/RX0YS6gC7A— Abhijit Nair (@Abhiee0312) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Javelin Throw: Drama! Drama! Kishore Kumar Jena has overtaken Neeraj Chopra after the third throw. He throws a solid 86.77, his Personal Best to take the pole position. Neeraj’s throw, meanwhile, is a foul. What’s happening?!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s 5000m final: SILVER FOR INDIA! Avinash Sable finishes second behind defending champion Birhanu Balew of Bahrain. Gulveer Singh finished fourth.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #IndianAthleticsIt's two medals for Avinash Sable in Hangzhou as the Indian runner bags silver in the men's 5000m event.https://t.co/ZHXJdyZyEq pic.twitter.com/2IGQvzhfNI— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s 5000m final: 10000m bronze medallist Gulveer Singh and steeplechase gold medallist Avinash Sable in action.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Javelin Throw: Weird! Odd officiating in the middle there. The official red-flags Kishore’s second throw. On screen, there’s daylight between his foot and the line. Neeraj immediately asks Kishore to appeal and after the protest, the red flag has been withdrawn. It is not a foul. He registered a 79.76 throw. Neeraj, meanwhile, bettered his second attempt with a 84.49 throw.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #IndianAthleticsIt's YET another 🥈 for Harmilan Bains who comes in second in the women's 800m event.https://t.co/ZHXJdyZyEq pic.twitter.com/BUTwAjuU2p— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s High Jump: Sarvesh Kushare goes over the 2.19m mark in his first try but Jesse Sandesh needed a third try to cross it. There are just 11 competitors left now, and we move to 2.23m next.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s Triple Jump Final: Sheena fouls her second jump before registering 13.04m in her third. She is down to the fifth place now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s 800m: Harmilan Bains wins silver! What a run from the Indian! She was fourth going into the final bend. By the 75m mark, she had gone past China’s Wang Junyu in third place and with 50m to go, makes her move on Rao Xinyu. She beats the Chinese Olympian on the line to clinch another silver for herself with a time of 2:03.75! KM Chanda, who was fifth going into the final bend, finishes seventh with a time of 2:05.69.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s High Jump: Jesse Sandesh and Sarvesh Kushare take one attempt to clear 2.15m. They will move up to 2.19m now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Javelin Throw: So Chopra has to retake his throw and it’s not the biggest. Just 82.38m. Kishore Kumar Jena throws 81.26m to be second.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Semi-final Session 6: The Indian team has qualified for the Final with a 180.6-170 win over hosts China. They will face Hong Kong in the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Wrestling BRONZE for Sunil Kumar! 🥉A medal in Greco Roman wrestling for the first time in thirteen years. 👏🏼https://t.co/ZHXJdyZyEq pic.twitter.com/83gwvIZgtJ— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s Triple Jump: Sheena starts off with a 13.34m jump. She is placed fourth currently.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s 800m: Fresh after winning silver in the women’s 1500m, India’s Harmilan Bains looks to finish on the podium along with Asian Athletics Championships silver medallist KM Chanda.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: BRONZE for Sunil Kumar! India win a medal in Greco Roman wrestling, wow. Sunil was called for passivity but Azisbekov is unable to lift him. Good defence from Sunil. The Kyrgyz wrestler challenges a point and loses the challenge. Sunil is then awarded two points. Azisbekov is in shock! Just refuses to get up on the mat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: The Kyrgyz wrestler is called for passivity this time taht brings Sunil level on 1-1. Azizbekov manages to gain two points by pushing Sunil out of bounds to take a 3-1 lead. Sunil challenges it and wins it to bring it back to 1-1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Javelin Throw: It’s the typical Neeraj Chopra throw! Fire and celebrate! The javelin soars a great distance. However, there seems to be a technical issue as we do not know how far Chopra or Kuwait’s Abdulrahman Alazemi threw. There’s a long delay as Chopra hands about the jury table to get some information. It is a pity if Chopra will have to throw again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s Triple Jump Final: Sheena Nellickal is the only Indian in action in the event. Her personal best of 13.60m is the second lowest among the nine-member field.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Sunil does well to defend from the upside down position on the mat after being called or passivity to restrict the lead to one point. Azisbekov has a slender lead after the first period.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s High Jump: Jesse Sandesh and Sarvesh Kushare take no time in clearing the 2.10m mark - their entry height in the high jump event. Still a long way to go, and bigger heights to conquer.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Javelin Throw: India’s only Olympic champion in track and field is in action today as Neeraj Chopra looks to defend his gold medal from five years ago. With Pakistan’s Arshad Nadeem pulling out through injury, Chopra is the firm favourite to defend his title. Kishore Kumar Jena is also among the favourites to finish on the podium.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s High Jump: Jesse Sandesh and Sarvesh Kushare compete in this event. They face the tough task in a field that includes reigning Olympic and World Champion Mutaz Barshim of Qatar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles R16: Kidambi Srikanth’s campaign at Hangzhou ends at the hands of Japan’s Kodai Naraoka. The Indian goes down 16-21, 17-21.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: In action shortly will be Sunil Kumar in the Men’s Greco Roman 87kg bronze medal match. He had gone down 5-1 against Iran’s Naser Alizadeh in the semifinal. For the bronze medal, he will be fighting Atabek Azisbekov of Kyrgyzstan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash: And Saurav Ghosal does it in straight games to enter his second singles final at the Asian Games. Despite Leung trying his best to put up a fight in the third game, Ghosal outclassed him in the semi-final. Ghosal 11-2, 11-1, 11-6 Leung.The world No 19 will now face Ng Eain Yow from Malaysia, who is the world No 18 in the final. The last time Ghosal reached the final was in 2014 where he lost to Abdullah Al-Muzayen of Kuwait and had to settle for silver. This time round, he will be looking to get that last medal for his collection. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, men’s singles: Ghosal is getting better and better and Leung is slowly slipping away from the match. The Indian now leads 11-2, 11-1 against the player from Hong Kong. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, men’s singles: This is just a masterclass from Ghosal in the first game as he yanks his opponent all round the court before finishing him off with clever winners. Ghosal 11-2 Leung in this best-of-five tie.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash: In the final semi-final of the day for India, Saurav Ghosal is up against Hong Kong’s Leung Chi Hin Henry, who is ranked 33 places below the Indian in the men’s singles rankings.Ghosal has won a silver and bronze in the event, but will be in search for that gold this time round in what is likely to be his last Asiad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 5-3 South Korea, FT: India hang on to get a hard-fought win. Despite going 3-0 down in the first quarter, Kore did not give up without a fight. Jung Manjae was superb and deservedly got his hat-trick. With less than 10 minutes to go, Abhishek’s powerful strike proved to be the dagger in Korean hearts. India move on to the final where they will fight for gold and a Paris Olympics qualification spot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hockey, men’s semi-final, India 5-3 South Korea, Q4: Good dribbling there on the right from the Korean attacker to jinx past Harmanpreet. He fires in a cross but none of his teammates can apply the finishing touch. A minute and a half left in the match.\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 5-3 South Korea, Q4: Just over three minutes left in the match and Korea take off their goalkeeper Kim Jaehyeon for an extra outfield player. India looking to hang on now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 5-3 South Korea, Q4: Abhishek scores! Looks like they probably read the last update because Mandeep and Abhishek combine beautifully to give India some breathing space. Mandeep takes down a high ball with grace and holds it up for support. His pass towards the circle is intercepted but Abhishek wins it back. He gets in the circle and unleashes a powerful reverse hit into goal. He also inadvertently whacks Korea’s Lee Juyoung on his knee and the defender has to be stretchered off the field.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-3 South Korea, Q4: The Korean needs to be applauded for the way they have silenced Mandeep Singh and Abhishek. The two have been India’s best forwards in Hangzhou and they haven’t been able to influence the match as much as they would have liked.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-3 South Korea, Q4: Jarmanpreet Singh makes matter difficult for India by needlessly body-checking a Korean player and picking up a green card. India down to 10 players for two minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-3 South Korea, Q4: The Indians are not doing themselves any favour by misplacing routine passes. The Koreans are hungrier and are pouncing on every Indian misstep. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-3 South Korea, Q4: The Koreans put India on the backfoot from the get go. India need to keep their focus.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Women’s Group A, IND 54-22 THA: Another dominant display by the Indian women’s team. They beat Thailand 54-22 and have secured a spot in the semi-final. They take on Nepal for a spot in the final. In the other semi-final, Chinese Taipei takes on Iran.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-3 South Korea, End of Q3: A cagey third quarter ends with South Korea taking all the momentum into the final quarter. Five years ago, India led 2-1 at half-time in their semi-final match only to concede a late leveller. India cannot afford to make the same mistakes today. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-3 South Korea, Q3: Jung Manjae gets his hat-trick! The Koreans get a PC after the umpire rules that Harmanpreet Singh did not move five meters away for a Korean free hit. The Indians argue and dilly dally over using their referral. All this while, the clock is ticking away. In the end they don’t take it. But it also means that the PC defence is not ready. The Koreans are and with the rushers late, Jonghyun’s drag-flick is deflected by Manjae past Krishan Pathak high into the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-2 South Korea, Q3: India break on the counter through Lalit. He feeds the ball to Hardik Singh on the right. Hardik decides to cut in and jinx past Jang Jonghyun. However, the veteran Korean defender nicks the ball away and ends the Indian attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-2 South Korea, Q3: India have done well to weather out the early Korean pressure and biding their time pinging the ball from one wing to the other waiting for the right opening. And Jarmanpreet finds it with a superb reverse hit pass to the right corner. Gurjant does well to make space and shoot but Jaehyeon makes a good save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-2 South Korea, Q3: Korea pressing India high up and harrying the Indian defence. They have been quick to close down on the Indian players and force turnovers. A sense of urgency in the Koreans at the start.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Women’s Group A, IND vs THA: Another all out for the Indians. Less than five minutes to go, and India has a 47-18 lead over Thailand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-2 South Korea, Q3: A big half of hockey up ahead. South Korea showed in the second quarter that they are in no mood to roll over for the Indians. India need to be disciplined to see this through.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-2 South Korea, HT: There goes the hooter for halftime! India conceded twice in Q2 but go into the break with a 4-2 lead thanks to Amit Rohidas’ PC goal in the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-2 South Korea, Q2: That’s some fine hold up play and stick work from Harmanpreet. He’s boxed in a corner near the baseline and has two Korean players on him. With his back to them, he shields the ball and forces them to put the ball behind.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Women’s Group A, IND vs THA: Another all-out at the stroke of half-time for the Indian women’s team. They now hold a 32-9 lead over Thailand in their last group game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-2 South Korea, Q2: An injury blow to India. Varun Kumar slips and twists his ankle. Looks to be in some pain and is helped off the pitch. Hope it’s nothing serious.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 4-2 South Korea, Q2: India finally score in this quarter! India win a penalty corner. There is no Harmanpreet Singh but Amit Rohidas, from the second battery, fires in a low drag-flick past Jaehyeon!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 3-2 South Korea, Q2: South Korea score again and it’s clinical from Manjae! His teammate fires in a powerful cross from the left and Manjae makes a good run at the near post and deflects it into the top corner before Sreejesh could put out his hand. Game on!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles R16: Tanisha Crasto and Ashwini Ponnappa exit from the competition after a 13-21, 21-23 loss to China’s Zhang Shuxian and Zheng Yu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 3-1 South Korea, Q2: India down to 10 players with Abhishek getting a green card. They concede another PC but Varun Kumar reviews it. The TV umpire advices the on-field umpire Lim Hong-Zhen to stick with his decision. Ling, however, says that he saw the replays on the big screen and says he made the wrong decision and correctly reverses his original decision.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Women’s Group A, IND vs THA: The Indians get the first all-out of the match. They take an 11-3 lead over Thailand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 3-1 South Korea, Q2: The Koreans hit back right at the start of the quarter and it is a well-executed penalty corner routine. The legendary Jang Jonghyun, who is the top scorer of the tournament, opts to send his flick back to the injector who has made his way at the near post. His shot is saved by PR Sreejesh but Jung Manjae is at hand to turn the rebound into the roof of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 3-0 South Korea, End of Q1: Lalit Kumar Upadhyay scores right at the end of the first quarter! Harmanpreet Singh gets on the end of long ball. Kim Jaehyeon, in the Korean goal, closes down the angle at the near post. Harmanpreet plays it across to Sukhjeet who doesn’t make the right connection. Upadhyay, however, is right behind him and makes no mistake in tapping the ball into the empty goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 2-0 South Korea, Q1: Korea get on their first sustained spell of attack. Nilakanta Sharma intercepts a pass but is boxed in a corner and turns over the ball. The Koreans try to penetrate the Indian defence with powerfully hit passes but they are too strong to be controlled by their teammates and they lose momentum.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 2-0 South Korea, Q1: Mandeep Singh makes up for his quickly! That was a nice pass from the deep by Manpreet Singh to Gurjant Singh at the near post. It’s a 2v2 and Gurjant passes it to Mandeep who deflects it into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 1-0 South Korea, Q1: Mandeep Singh with an uncharacteristic miss! From a good position where he had no defenders on him and only had to pick up his post, Mandeep swats the ball high above goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Women’s Group A, IND vs THA: The Indian women’s team bounced back well in the win over Korea after being held to a draw by Chinese Taipei. They now taken on Thailand in the last group stage match for the spot at the top of Group A.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India 1-0 South Korea, Q1: Hardik Singh gives India the lead! A nice flowing move down the right. Sukhjeet pulls the ball back towards the goal where Lalit shoots. The keeper saves it but Hardik is the quickest to react and powers the ball into goal with some help from a Korean defender’s foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #BoxingSILVER for Lovlina Borgohain! 🥈She is defeated by China's Li Qian in the women's 75kg final.   https://t.co/ZHXJdyZyEq pic.twitter.com/Gf3jqEuLaY— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: On expected lines, Li Qian wins by a 5-0 unanimous decision. Lovlina wins silver, her first Asian Games medal. No gold for boxing this time around.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Doubles R16: Satwiksairaj Rankireddy and Chirag Shetty forced to play out of their skins by the Indonesian pair, but emerge out on top with a 24-22, 16-21, 21-12 win in 83 minutes. This is the third time in as many matches that they were pushed into a decider by Leo Rollycarnando and Daniel Marthin - the Indians have won on each of the three occasions. Satwik/Chirag move into quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s semi-final, India vs South Korea: Fresh after cruising through the pool stage, India take on South Korea in the semi-final in the men’s hockey event. India are unbeaten against Korea for over a decade now and in their last match at the Asian Champions Trophy, India won 3-2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Lovlina’s intensity seems to have dropped a little in round 2 and she seems to be holding and clinching a lot more. Li Qian continues the lead, this time on all five cards.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: A cagey start to the opening bout but Lovlina has ensured she doesn’t fall too far behind. It’s a split decision in Round 1 with the Chinese leading on three cards.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Big expectations from India’s Lovlina Borgohain in the women’s 75kg category. She’s the only Indian boxing to have made it to the finals after all! Can she get the gold? It’s going to be a challenge against home boxer Li Qian.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Roller Skating, Mixed Inline Freestyle Skating Slalom Pair Final: Jinesh Nanal and Shreyasi Joshi finish seventh out of seven teams.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, recurve mixed team quarter-final: Heartbreak for Ankita Bhakat and Atanu Das in the shoot-off. The Indonesian archers shot 10 each but did not get their arrows inside the inner circle. Bhakat , however, did. Das needed to just hit a 10 which would have given them victory as Bhakat’s arrow was closest to the bullseye. He, however, shoots a 9 and Indonesia steal the win 5-4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, recurve mixed team quarter-final: A wild seven from Bhakat from her opening arrow and Das shoots a 9 to give Indonesia a 20-16 lead. The Indonesians shoot a perfect 40 and we go to a shoot-off!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, recurve mixed team quarter-final: A comfortable win in the third set for Das and Bhakat! Two 9s and two 10s from them and they take a 4-2 lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, recurve mixed team quarter-final: Bhakat misses the chance to give India a 4-0 lead after she shoots an eight with her final arrow. Indonesia take the second set 36-35 and it is 2-2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Semi-Final: With two more sessions to be played, India leads China 118.7-111. If the Indians maintain this lead, they will move into the final. If they lose, they walk away with the bronze medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, recurve mixed team quarter-final: India take the first set by a point! Not the best of shooting from the four archers in the first set with India clinching the set 36-35 after Dianada Choirunisa shot a seven.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Diving: Siddharth Pardeshi qualifies for the final of the men’s 10m platform after scoring 234.55 points and finishing in 11th place in the preliminary round.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Semi-final Session 4: India go down to China 16-36. But the Indians are still second on the semi-finals leaderboard with 118.6 points after 64 boards. Hong Kong leads with 127.1 points. China is third at 111 and Japan fourth with 77.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Boxing BRONZE for Parveen Hooda 🥉She went down fighting to Chinese Taipei's Lin Yu Ting in the women's 57kg semi-final.https://t.co/ZHXJdyZyEq pic.twitter.com/X9JSI1YFee— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Far too easy for Lin Yu Ting who defeats Parveen by a 5-0 unanimous decision. Parveen wins bronze!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, recurve mixed team quarter-final: After Jyothi Vennam and Ojas Deotale won gold in the compound mixed team event, it is time for the pair of Ankita Bhakat and Atanu Das to fight for a medal in the recurve mixed team event. The second-seeded pair face Indonesia in the quarter-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Ting continues to make Parveen run around in the ring while landing the cleaner punches. Ting takes Round 2 as well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Plenty of long-range punches and clinching. Ting takes Round 1 on all five cards.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: In action now is Parveen in the women’s 57kg semi-final. She is up against LinYu Ting of Chinese Taipei. Can Parveen make it to the final?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #SquashAbhay Singh and Anahat Singh win bronze in the mixed doubles event. This is after Abhay Singh won gold in the men's team event and Anahat bronze in the women's team event.Live blog: https://t.co/ZHXJdyZyEq pic.twitter.com/dvQRnRxWVP— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash: This means that Abhay Singh and Anahat Singh have won the bronze medal in mixed doubles, along with the bronze for the women’s team and the gold for the men’s team. Later on in the day at 3.30pm, Saurav Ghosal will be playing Hong Kong’s Leung Chi Hin Henry in the men’s singles semi-final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles: It is not to be for Anahat Singh and Abhay Singh who had a 3-point lead at 9-6, but the Malaysian pair won five straight points to win the match and move into the final where they will be up against another Indian pair in Pallikal and Sandhu. Anahat, especially, will feel hard done by this loss but the youngster has a long way to go and her talent will only grow. IND 11-8, 2-11, 9-11 MAS.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles R16: A pre-quarterfinal exit for the pair of Treesa Jolly and Gayatri Gopichand as they go down 15-21, 21-18, 13-21 to Kim Soyeong and Kong Heeyong. The Indians saved three match points, but the 10-20 lead the Koreans had in the decider was always going to be uncatchable.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles: Malaysia run away with the second game in double time as the match is now 1-game all. IND 11-8, 2-11 MAS\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles: Tensions boiling over slightly and Abhay Singh is a little frustrated but the Indians hold on to a slight lead to take the first game 11-8 against the Malaysian pair of Aifa Azman Binti and Mohammas Syafiq Kamal Bin Mohammad. They are now one game away from reaching the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Volleyball, Women’s Classification Pool G: India defeat Nepal 25-23, 26-28, 25-23, 25-17 in an hour and 48 minutes. Shaalini Sarvanan stood out for India with 18 points in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles: INDIA REACH THE FINAL! Or well at least one of the Indian teams. It was an incredibly tight encounter in the third game with both sides pushing each other to the limit. Lee and Wong kept close to the Indian pair but despite going to 9-all, Pallikal and Sandhu held on to the lead and secured match point to close out the match 7-11, 11-7, 11-9.Can the other Indian team of Abhay Singh and Anahat Singh make it an all-Indian affair in the final?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Mixed Doubles R16: The Indian pair of Tanisha Crasto and Sai Pratheek lost 18-21, 18-21 to Malaysia’s Chen Tang Jie and Toh Ee Wei to exit the competition.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles: Brilliant comeback from Pallikal and Sandhu who looked out of sorts in the first game, but were calm and strategic in the second game to take it 11-7 and level the match at 1-game all. All to play for in the final game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles: Pallikal and Sandhu do well to recover from 0-6 to 7-8 but the Indians lose the first game 7-11 in the semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Sunil Kumar loses to Iran’s Naser Alizadeh 1-5 in the Men’s Greco Roman 87kg semi-final. He will now compete in the bronze medal match in the evening session.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash: India will be contesting three semi-finals today – two mixed doubles teams and the ever-reliable Saurav Ghosal in men’s singles.Ghosal has won a singles medal in nearly every edition of the Asian Games that he’s competed in, barring his first appearance in Busan 2002. He’ll be hoping for an upgrade from the bronze won in 2018.First up, Dipika Pallikal and Harinder Pal Singh Sandhu up against the Hong Kong pair of Lee Ka Yi and Wong Chi Him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Asian Games, Women’s Speed Relay Sport Climbing Qualification: The Indian team clocks 39.598s to finish the course - the slowest of all six teams. The fifth placed Thailand was about ten seconds faster than the Indians at 29.970s.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Vikas loses to China’s Liu Rui via VSU in the Men’s Greco Roman 77kg quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Sunil wins 9-1 in the Men’s Greco Roman 87kg quarter-final against Sukhrob Abdulkhaev of Tajikistan. He will face Iran’s Naser Alizadeh in the semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryJyothi Surekha Vennam and Ojas Pravin Deotale win India’s first gold medal in archery in Hangzhou!The beat South Korea 159-158 in a superb final!https://t.co/ZHXJdyZ0OS pic.twitter.com/e7joRoZw87— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team final: Anything less than a perfect score and that will be the final for either team. Deotale and Vennam shot 10 each with their first arrows. So Chaewon cracks under the pressure and shoots a high 9! The gold medal is for India to win. Can they clinch it? YES THEY CAN! Jyothi Surekha Vennam and Ojas Pravin Deotale are India’s first gold medal winners in the mixed team compound archery event and only the second ever gold medal winners at the Asian Games!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team final: Ojas Deotale shoots a 9! The Koreans shoot a perfect 40 and were are level at 119-119 going into the final end!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team final: Joo Jaehoon’s first arrow in the first end is upgraded to a 10. Leading 40-39, the Indian pair shoot yet another 40! So’s second arrow in the second end is on the line and after close scrutiny, it is given as a 10. The Indian’s lead 80-79.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team final: Just the start they wanted! Vennam and Deotale shoot a perfect 40 in the first end. The Koreans start with a nine each and trail by two points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Gyanender loses to Iran’s Meysam Dalkhani 1-7 in the Men’s Greco Roman 60kg Round of 16.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team final: Top seeds Jyothi Surekha Vennam and Ojas Pravin Deotale take on South Korea’s second seeds So Chaewon and Joo Jaehoon in the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles R16: Just moments after Sindhu’s win, HS Prannoy follows her footsteps. The World Championships bronze medallist wins 21-12, 21-13 in just 29 minutes against Kazakhstan’s Panarin Dmitriy and advances to the quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryJyothi Vennam and Ojas Deotale won two World Cup stage gold medals this season. The top seeds take on second seeds South Korea to clinch India’s second-ever gold medal in archery at the AsiadLive blog: https://t.co/V0TIYaQHBo pic.twitter.com/J5J39muoMj— Dilip Unnikrishnan (@DilipUnnikrishn) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles R16: PV Sindhu makes her way into the quarter-finals with a 21-16, 21-16 straight games win over Putri Kusuma Wardani of Indonesia. The resigning silver-medallist looked at her best today. She was moving well on the court, those smashes flowed with that classic Sindhu roar for company.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ankle ❌, hamstring ❌, hip❌, shoulder ❌. Worth it? ✅✅. Never thought I’d wake up to this one day but it’s not a dream I think 🫶🏽🇮🇳 pic.twitter.com/6iMh3ugS1J— Tejaswin Shankar (TJ) (@TejaswinShankar) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Sunil Kumar defeats China’s Peng Fei 4-3 in the Men’s Greco Roman 87kg Round of 16. He will face Sukhrob Abdulkhaev of Tajikistan in the quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #IndianAthleticsMEDAL ALERT!Manju Rani and Ram Baboo win 🥉 in the 35km mixed team racewalk https://t.co/ZHXJdyZyEq pic.twitter.com/hSd9PtQ6wV— The Field (@thefield_in) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, 35km Mixed Team Racewalk: India’s Ram Baboo and Manju Rani combined to clock 5:51.14s to win the bronze medal. While Baboo finished fourth among men, clocking 2:42.11s, Rani finished sixth with a timing of 3:09.03s among women.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: A loss to start the campaign in wrestling in Hangzhou as Uzbekistan’s Makhmud Bakshilloev defeats Neeraj 5-3 in the Men’s Greco Roman 67kg Round of 16.Next up soon will be Sunil Kumar (87kg).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team semi-final: India reach the final of the compound archery mixed team event! Vennam’s 9 in the second end is upgraded to a 10 by the jury. So India led Kazakhstan 79-78 going into the final two ends. Vennam and Deotale show the class by shooting 10s with all eight of their remaining arrows to secure a 159-154 win and book their place in the final!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: The Indian wrestlers start their campaign at Hangzhou today onwards. Neeraj (67kg), Sunil Kumar (87kg), Gyanender (60kg), and Vikas (77kg) will feature in their respective Greco-Roman events. First up is Neeraj in the men’s 67kg category against Uzbekistan’s Makhmud Bakshilloev.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team semi-final: Vennam starts by shooting a 9 which sees India trail 40-39 after the first end. Deotale shoots a nine in the second end but Kazakhstan also shoot two 9s as India level the scorers at 78-78.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team semi-final: Having beaten Malaysia in a close quarter-final clash, Jyothi Vennam and Ojas Deotale face Kazakhstan in the semi-final\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Kabaddi, Men’s Group A, IND 63-26 THA: Another dominant display by the Indian men’s team. They pick up an even bigger win over Thailand, 63-26 than what they managed against Bangladesh. Again, the bench got some game time as well in what has so far looked like a well-oiled team. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Men’s Group A, IND vs THA: India pick up another all-out. They’re up 53-17 against Thailand with just over 10 minutes left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team quarter-final: Vennam and Deotale move into the semi-final! Both the teams start with 10s with their first two arrows. Malaysia are only a point behind and they know they need to keep India under pressure. However, Binti Fatin shoots the first 8 of the match and India’s lead if now three points. The Indians shoot another 20 to clinch their place in the semi-final by winning 158-155.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Men’s Group A, IND vs THA: India get a third all-out at the stroke of half-time. Dominant display by the Indians, they lead Thailand 37-9.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team quarter-final: The Indian pair shoot two 9s while the Malaysians shoot one 9 in the second end to level the scores at 78-78. The Indians bounce back by shooting a perfect 40 in the third end to take a 118-117 lead going into the final end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team quarter-final: Vennam and Deotale shoot 10s with each of their first four arrows. Malaysia hit one 9 and India lead 40-39 after the first end\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Men’s Group A, IND vs THA: Another all-out for India. They lead 27-9 against Thailand with just under five minutes left of play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Men’s Group A, IND vs THA: Halfway in the first half and India continue to dominate. But there have been some clever and impressive plays by Thailand, including a super raid.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Men’s Group A, IND vs THA: Quick start for India, as they get the first all out within the first 7 minutes of play. India up 13-2 against Thailand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, Men’s Group A, IND vs THA: A good performance yesterday by the Indian men’s team in their 55-18 win over Bangladesh. The substitutes also were brought in to get some Asian Games mileage under the belt. Any of the same today?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, compound mixed team quarter-final: After reaching the final of their respective individual events yesterday, the pair of Jyothi Surekha Vennam and Ojas Pravin Deotale shift their focus to the mixed team event hoping to win India’s second gold medal ever in archery today. The top-seeded pair beat the UAE on Monday in the round of 16 and face Malaysia in the quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    At the start of play on Wednesday, India is fourth on the medal tally list with 69 medals – 15 gold, 26 silver and 28 bronze.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of Day 11 at the Asian Games in Hangzhou!That man, Neeraj Chopra will be in action today. He has won gold in every major competition his sport has to offer. But now in Hangzhou, he will have a chance to defend his title for the first time. And he’s favourite to do so as well!More medals will be in the offing – across events like squash, wrestling, boxing and athletics.Among the pugilists, Tokyo Olympics bronze-medallist Lovlina Borgoian will also be competing for gold, while the men’s and women’s kabaddi teams continue in their redemption campaigns. The wrestlers also begin their campaigns in Hangzhou.That, and so much more today. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Live action on Sony Sports Network and SonyLIVScreenshots via SonyLIV and the official 2022 Hangzhou Asian Games website\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":"Dilip Unnikrishnan Samreen RazzaquiShahid JudgeTanya Kini","time":"2023-10-04T05:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194668-oityuhhdzr-1696352660.jpg","tags":["Asian Games","2022 Asian Games","2023 Asian Games","Asian Games 2023","Asian Games 2022","Hangzhou Asian Games","2022 Hangzhou Asian Games","Hangzhou 2023","India at Asian Games","India Asian Games 2022","India Asian Games 2023","Asian Games schedule","India Asian Games reports","India Asian Games","India Asian Games medal tally"]}