{"title":"Indian scientists propose new method of understanding Zika virus mechanism","content":"In a study published on July 27, Indian scientists have proposed a new way of understanding the mechanism of the Zika virus that could help devise methods to combat it.The study published in a Swiss-based peer-reviewed journal, Frontiers of Human Neuroscience, was written by a group of clinicians and scientists from the All India Institute of Medical Sciences, New Delhi, in collaboration with researchers at Dr BR Ambedkar Centre for Biomedical Research, Delhi and National Brain Research Centre, Haryana.The virus has been linked to birth defects in pregnant women infected by it. Cases of microcephaly (smaller brains in foetuses or new borns) linked to Zika virus have been reported in Brazil from 2015.The Indian scientists analysed gene sequences of many viruses including the Zika virus and the virus that causes chikungunya, herpes simples, and HIV, and compared them with those not known to cause such defects in developing brain – like hepatitis, common cold, and many others. They found that when the virus enters the brain of a foetus, it inserts an abnormal amount of specific gene sequences present in its own genome. This sequence neatly aligns with the retinoic acid sequence of the foetal brain, influencing the expression of genes involved in the brain formation. “The retinoic acid signaling is needed for the formation of brain in the uterus, especially in the early stages of pregnancy. We got an insight that the Zika virus interferes with the retinoic acid signaling by introducing a specific genome sequence that repeats in the developing brain cells of the foetus which match with retinoic acid response element sequence involved in normal foetal brain development,” said Dr Ashutosh Kumar, from the Department of Anatomy, AIIMS.Kumar said this was the first theory put forth to understand the mechanism of the Zika virus, and that scientists can validate findings of this genome analysis-based study in animal models of Zika virus caused microcephaly. If confirmed, it can open therapeutic options to prevent the threatened foetal brain damage in Zika virus infected pregnant mothers. \"Also the retinoic acid is a metabolite of Vitamin A which could possibly be exploited for therapy,” he added. The research, he stated, was done in the government laboratories, and costed no extra money.The virus has brought Rio de Janeiro in Brazil, which is hosting the Olympics, to a crisis point, and several athletes have dropped out of the Games because of fear of contracting the disease. The World Health Organisation in February declared the outbreak an international public health emergency.","author":"Scroll Staff","time":"2016-08-03T19:16:04.161487+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/813118-38683-epmnwmnfdb-1470231923.jpg","tags":["zika virus","Brazil","AIIMS"],"source":"https://scroll.in/latest/813118/indian-scientists-propose-new-way-of-understanding-zika-virus-mechanism"}