{"title":"India vs Sri Lanka: Kohli, Gill’s tons and Siraj’s four-for ensure record 317-run win for hosts","content":"Shubman Gill and Virat Kohli’s fluent centuries and Mohammad Siraj’s four-for against Sri Lanka ensured India won by 317 runs, the highest ever margin in men’s One Day Internationals as they swept the series 3-0 at Thiruvananthapuram on Sunday. Gill and Kohli propelled India to 390/5 and it was followed by a clinical bowling performance led by Siraj that wrapped the tourists up for merely 73 runs. IND vs SL: ‘Business as usual for Virat Kohli’, ‘Majestic Shubman Gill’ – Reactions to special tonsGill made 116 and then the in-form Kohli smashed an unbeaten 166 off 110 balls – his third ODI hundred in the last four innings – to boost India’s mammoth total in Thiruvananthapuram.The 131-run second-wicket stand between Gill and Kohli stood out after India elected to bat first.Gill put on 95 runs for the opening wicket with skipper Rohit Sharma, who made 42, to set the tone for the team’s batting domination.Rohit missed out on a fifty after he fell to Chamika Karunaratne but Gill kept up the attack with Kohli and raised his second ODI hundred, celebrating it with a fist-bump. Gill smashed Jeffrey Vandersay for four fours in the over after the ton, but was soon bowled off a slower delivery from Kasun Rajitha.“King Kohli” put on another century partnership with Shreyas Iyer, who hit 38, and went on to record the ton with his arms and bat raised to an applauding crowd.The ball before Kohli got his hundred saw a nasty collision at the square-leg boundary between Vandersay and Ashen Bandara, with both fielders stretchered off.Kohli changed gears after his 46th ODI century – three behind Sachin Tendulkar’s all-time record of 49 – as he smashed Karunaratne for two successive sixes.He reached his 150 in 106 balls and finished off with 13 fours and eight sixes.Later in the match, Siraj fell short of a five-for, but his new-ball burst dashed the visitors’ slim chances of scaling the colossal target. Mohammad Shami and Kuldeep Yadav also chipped in with two wickets apiece to finish the job with the ball for India.With inputs from AFP","author":"Scroll Staff","time":"2023-01-15T20:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185653-joxnhnwhka-1673794237.jpg","tags":["Virat Kohli","Shubman Gill","Mohammad Siraj","Sri Lanka","India","India vs Sri Lanka","Cricket"],"source":"https://scroll.in/field/1041915/india-vs-sri-lanka-kohli-gills-tons-and-sirajs-four-for-ensure-record-317-run-win-for-hosts"}