{"title":"India got consular access to Nikhil Gupta on three occasions, says Centre","content":"India received consular access on three occasions to the Indian national accused by the United States of conspiring to assassinate a Sikh separatist in New York, the Ministry of External Affairs said on Thursday.The man, 52-year-old Nikhil Gupta, is in prison in Prague, the capital of the Czech Republic. The United States has filed a request with the Czech authorities to extradite him. On Thursday, foreign ministry spokesperson Arindam Bagchi said that India is providing the necessary consular assistance to Gupta.“A member of this individual’s family has filed a petition in the Honourable Supreme Court, and since the matter is currently sub-judice, it would not be appropriate to comment on it at this time,” he said at a press conference.Gupta’s family approached India’s Supreme Court seeking that the Centre be directed to intervene in the proceedings about the request for his extradition. On December 15, a two-judge bench told the petitioners to approach a court in the Czech Republic for any relief, but posted the matter for further hearing on January 4.However, on Tuesday, Vladimír Repka, the spokesperson of the Czech justice ministry, told The Indian Express: “Any judicial authorities of the Republic of India have no jurisdiction in the matter in question, the case is under the jurisdiction of the competent authorities of the Czech Republic.”On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader. Each charge carries a maximum sentence of 10 years in prison.It alleged that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York City”.Though the statement did not name the separatist leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.The United States’ Department of Justice also alleged that the plot was part of a larger conspiracy to kill one person in California and at least three in Canada.New Delhi has constituted a high-level committee to examine the inputs.  Prime Minister Narendra Modi told the Financial Times that he would look into the evidence, but added that a “few incidents” would not harm relations between New Delhi and Washington DC.“If someone gives us any information, we would definitely look into it,” Modi said. “If a citizen of ours has done anything good or bad, we are ready to look into it. Our commitment is to the rule of law.”","author":"Scroll Staff","time":"2023-12-22T10:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162176-ysidfujbwa-1627631969.jpg","tags":["Nikhil Gupta","Ministry of External Affairs","United States","Czech Republic","Sikh Separatists","Khalistan"]}