{"title":"India tour of Bangladesh: Radha Yadav, D Hemalatha propel visitors to win in rain-marred second T20I","content":"In a rain-affected encounter in Sylhet, India secured a 19-run victory by the Duckworth-Lewis method in the second Twenty20 International against Bangladesh on Tuesday.Both teams made one change each in their Playing XIs. Spin-bowling all-rounder Dayalan Hemalatha, replaced Yastika Bhatia for India, who was out due to a niggle despite being India's leading scorer in the previous encounter with a 29-ball 36. For Bangladeshi, Ritu Moni – the seasoned pace all-rounder – replaced spin-bowling all-rounder Shorna Akther.Opting to bat first, Bangladesh faced a formidable challenge from India's bowling attack, particularly from left-arm spinner Radha Yadav, who claimed impressive figures of 3/19.Despite an hour-long rain delay before the twelfth over, no overs were deducted. Murshida Khatun, initially saved by Harmanpreet Kaur's dropped catch, was able to anchor one end of the innings. However, India's steady breakthroughs prevented a final flourish, with only 16 runs scored in the final four overs.Under mounting pressure, the hosts succumbed to the loss of three wickets within a span of seven deliveries as captain Nigar Sultana (6), Fahima Khatun (0) and Sultana Khatun (4) departed, derailing their innings.Ably supported by fellow spinners Deepti Sharma (2/14) and Shreyanka Patil (2/24), India bowled out Bangladesh for 119 with opener Murshida Khatun being the top scorer with 46 runs.In reply, India suffered an early setback with the dismissal of Shafali Verma for nought. However, Hemalatha's explosive unbeaten 41 off just 24 balls propelled India to 47/1 in 5.2 overs before rain intervened for the second time in the match.With the par score set at 28, India was comfortably ahead by 19 runs when the match was called off due to the unplayable pitch conditions caused by heavy rain, resulting in India being declared winners.With this victory, India now lead the five-match series 2-0. They had defeated Bangladesh by 44 runs in the first T20I. The third encounter between the two teams is scheduled for Thursday at the same venue.","author":"Scroll Staff","time":"2024-04-30T21:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139917-mxcvpschtn-1586798389.jpg","tags":["India tour of Bangladesh","Dayalan Hemalatha","Cricket","Bangladesh","India","Radha Yadav"],"source":"https://scroll.in/field/1067274/india-tour-of-bangladesh-radha-yadav-d-hemalatha-propel-visitors-to-win-in-rain-marred-second-t20i"}