{"title":"The Pritam Siwach Academy story: Two coaches, one love for hockey","content":"Often the greatest of deeds have the simplest of beliefs at their core. Because ideas, as a popular movie quote goes, are bulletproof. For former India hockey captain, Arjuna and Dronacharya Awardee Pritam Rani Siwach, the idea that drives her is simple: the hurdles she faced in becoming a top India player, she is determined to make sure fewer women have to go through. And that idea, lies at the heart of her academy in Sonepat. “The problems that I have faced in my life and the ones that women experience even today, with coaching I hoped that I could bring about a change in that. If a girl wants to pursue hockey, I want to support that dream,” Pritam told Scroll.in. “I personally did not have guidance from anyone growing up and I want it to be different for women today.”And so at the Tokyo Olympics, where the Indian women scripted an incredible run to the semifinals, three of her wards were part of the squad. At the recent Commonwealth Games in Birmingham, where India finished with a superb bronze medal, that number went up to four. In Neha Goyal, Sharmila Devi, Nisha Warsi and Jyoti, four of Pritam Siwach’s wards stood on the podium for Savita Punia-led Indian team.Two coaches, one lovePritam is driven by a sense of idealism but those principles are not devoid of a sense of practicality and awareness that is needed to navigate reality. In her life, she has witnessed patriarchy as a young woman pursuing sport in a conventional society. The 47-year-old did not have solid guidance in her early years. So in an attempt to make the journey of several aspiring hockey players smoother than it was for her, Pritam always had her mind set on becoming a coach, even while she was still a player. When Pritam decided to take up hockey, there was resistance from her family and relatives. Back in the early nineties, it wasn’t routine or even remotely acceptable in a village like Jharsa, in the Gurugram district of Haryana, for a girl to become a full-time hockey player. Later, in her husband Kuldeep Siwach, Pritam found a coaching partner who is now the man behind the scenes helping Pritam ensure that the Pritam Siwach Hockey Academy is the well-oiled machine it is today. Kuldeep knows a thing or two about wanting nothing more than to pick up a hockey stick and play his heart out, but was unable to do so. A career-threatening back injury put the brakes on his India dreams after he made it to the standby list for the 1996 Olympic squad. When Pritam told him of her vision, Kuldeep got on board after some convincing.“Even though I had stopped playing myself, I wanted to motivate Pritam to play and help others play as a coach,” Kuldeep, 47, told Scroll.in. “When we started working, our vision became clearer... we figured that there’s a huge problem with the availability of good grounds. And that doesn’t just apply to us but it is the case throughout India, especially rural areas. We still struggle with the questions around what kind of grounds we should build. Even today, a lot of children from the village are not able to reach the cities.”“Humara vision hai aam bacchon tak ground ki suvidhaein pohochana. (To take the services of a good ground to these kids).”Pritam and Kuldeep Siwach | Courtesy: Pritam SiwachFrom fighting to play the sport in an orthodox society, to resisting marriage at an early age, from fighting against societal norms in order to return to the sport after marriage and motherhood, to running pillar to post in order to get her academy up and running, Pritam has seen it all. Aware of the reality she lives in, she admitted that society may have advanced a lot since those times but that it is difficult for a woman in rural Haryana to dare to be a nonconformist even today. But Pritam is not one to bow in front of a challenge.Veteran hockey journalist K Arumugam can attest to Pritam’s never-back-down attitude and the undying love for hockey.“She is a determined woman. Mostly what happened in women’s hockey in India is that once you get married , you don’t play at all. It was not her case,” Arumugam told Scroll.in. “I still remember she called me from the maternity ward, ‘Sir I want to play hockey again.’ My simple advice back then was ‘First you come back home”. Now [her son] is playing for India [junior], Yashdeep (Siwach). She never felt that she was away from hockey. That time she did her duty as a mother and within one year she came back and played again. “She never wanted to move from hockey. At a certain age, you understand that your playing career is over. Then you go into administration in a state association or you start an academy. That’s how you can be in touch with the game all the time. That, actually, is her basic interest. Not to leave hockey and be in the game itself. That is the mind-set, that is the spirit that has kept her in this line.” Arumugam, who has worked closely with hockey at the grassroots level through his NGO, said that there have been many attempts in men’s hockey by former players to start something like this. But Pritam is unique and she has stuck with it for years with a deep commitment.“In the women’s domain, I don’t think any women’s hockey player ventured to start an academy the way she has done. Even after her, maybe only one of two players may have tried. She is a unique person,” he added.Rising through the ranksRight from the beginning, the Siwachs had been determined to not let money stand in the way of their dreams. An unkempt ground that was frequented by buffaloes for grazing and wrestlers for working out was chosen as one that can be turned into something purposeful – a resource for the underprivileged and the ordinary. A decade and more on, that piece of unkempt land has been developed into a ground where not only are careers forged but also bonds which, Pritam hopes, will secure the future of the academy even after her time.For quite a while, the ground had no walls, no lighting and lacked basic facilities like toilets, bathrooms and drinking water which prevented some parents from sending their daughters. It was only after Pritam appealed to district officials that walls were built around the ground and some basic facilities were set up. In 2004, Pritam began by training half a dozen kids and the number increased as word spread in the area. She started to enter her motley bunch into local competitions where the prize money was Rs 10,000 or Rs 11,000.“I’ve faced many problems in my time, the kind that would make one marvel as to how I’ve gotten to this place at all. Financial difficulties, time management troubles and administrative obstacles – we’ve faced them all while running the academy and the house,” she said.“We didn’t have many supporters associated with us then. We used to take the team ourselves to different tournaments – big and small. Sometimes, we wouldn’t get accommodation during a tournament, and we weren’t financially secure enough to get the girls to stay at a hotel. We’ve managed anyway. Even if my husband took them, even if we had to sleep in a school, we’ve done that.”The academy in Sonepat has a grass surface. Given hockey is a turf sport these days, training has to happen elsewhere, whenever possible.“Playing on turf will be ideal but for now we don’t have the financial capacity to install a turf. To get the children used to playing on turf, we use a ground run by the state government some 7-8 km from Sonepat. Because a lot of teams also use it, we don’t get regular access to it and given the number of players using it, the condition of the turf has also deteriorated. But we make do with it,” Pritam said.“We’ve also faced a shortage of kits, and we’ve reused the old kits of the Indian hockey team. I too used to call my teammates and request them to send kits to us. I have repurposed their kits, shoes - all the Indian team players, including my batch mates have helped us.”Kuldeep explained further with an anecdote.“Years ago I had gone to Kapurthala with our team to play in the sub-junior championship. Pritam’s friend and national teammate Sita (Gussain) had given us her old kits and we had 10 girls wearing T-shirts with Sita’s name on the back. I said, ‘Saari Sita ban gayi!’ (All have become Sita),” he recalled.“I joke now, but we have changed our mind set. You asked [whether we ever thought about leaving all this] but we never thought that way. If we leave, then we won’t be able to give that message. If you overcome a hurdle, you’ll send across a message. This is why we tell ourselves ‘lage raho’ (carry on) because the common man can’t do this.  That we have come so far with so little (is an achievement). It’s like ‘gareeb ka beta IAS ban gaya’ (The poor man’s child has become an IAS officer).”Pritam during training at the ground | Courtesy: Pritam SiwachThough they had begun to make their mark in local tournaments, the fact that Haryana is a sporting powerhouse meant that Sonepat had to fight for space and recognition with the rest of the state. With opportunities few and far between them, Pritam once decided to represent Delhi for the 2006 National Championships. She also recruited her former India teammates Manjinder Kaur and Amandeep Kaur, and the young team along with the veterans won bronze. The move paid off as they finally started getting attention in their own state.Since then, the academy has churned out many players who have gone on to play for various PSU teams at state and national levels. In 2022, the academy’s U21 team clinched the Khelo India Women’s Hockey League (U-21) title. The U16 team topped Phase 1 of Khelo India Women’s Hockey League (U-16) winning all seven of their matches. Their sheer dominance can be seen from the fact that they conceded just three goals and scored a whopping 137 times. It is safe to say that the team will continue their dominance in phases 2 and 3 which are to be played this year.Over the years, nearly 20 students from the academy has gone on to play for India at junior and senior levels while over 30 have secured government jobs through hockey. The crown jewels of the academy though are Neha Goyal, Nisha Warsi, Jyoti and Sharmila Devi.Investing in a rounded futureNeha, an integral part of Indian midfield over their recent rise told Scroll.in in an earlier interaction about the start of her journey. “Hockey mein itna interest nahi tha, kisi game mein matlab interest nahi tha (I didn’t have any interest in hockey, nor in any other sport for that matter). Our family was very poor. But a friend had told me, that if I played hockey, I will get shoes and good clothes. So I went and told my mother that, ‘mummy, main ground mein jaoonga toh kapde aur joothe milenge,’ and she told me to go ahead.” That ground, of course, was Pritam and Kuldeep’s academy.  The Siwachs realised early on that for many children in the area, the academy could be a means to a better future. They decided that apart from teaching hockey to the kids, they would also ensure that they get access to education for a better life outside the sport.They started by enrolling kids into Tika Ram School, a Hindi-medium school and try to get some concession for  their fees. Soon after, Kuldeep realised that many of the kids were good in academics and convinced Pritam to shift them to an English medium CBSE school. Come pay day at the end of the month, Pritam would take 50% of her salary to the school to pay off the fees of students who can’t afford it.“I am strict with education,” Pritam said. “I tell the kids early on itself that I will not allow students who fail or don’t get good marks to enter the ground and play hockey. Discipline is very important. He (Kuldeep) is soft-hearted and deals with the kids in a gentle and loving manner. ‘Main thoda tight karti hu’ (I tighten the screws a bit).“There needs to be a balance between playing and studying. The things we suffered for... I suffered for my education. We were average in our studies. It is possible that if we had a good education, we could have gone somewhere. “Those kids who can’t afford to pay their fees, we have paid for them. For those kids who want to study in better schools, we have requested for them to be enrolled there. We get students enrolled in schools as per their potential. We have kids who study for BPEd (Bachelor of Physical Education), MPEd (Master of Physical Education), some who study to become journalists. So we are showing them a path in every field,” she added.From L-R: Sharmila Devi, Nisha Warsi, Pritam Siwach, Neha Goyal, Jyoti | Courtesy: Pritam SiwachThe emphasis on providing a more rounded childhood, they say, ensures that even kids who do not have the talent to forge a career in hockey, can pursue other academic interests.“There have been situations where you have to tell a child, ‘Beta aap player toh nahi ban paoge lekin aap shauk ke liye khelte raho.’ (Child, you will not become a player but you continue playing for the love of it) The child feels bad and even the parents feel bad. But our expertise lies in telling them the truth early on. Let them play, but not at the cost of their education. Even if they feel bad, we let them know at the beginning,” she said.One would assume that hearing that they don’t have a future in hockey will put off many kids from the sport. But, as Pritam and Kuldeep see, there is something different about the people of Sonepat.“They love hockey so much that they still keep coming to the ground. If you ever come to our ground, you’ll see kids from third and fourth grade coming. I myself tie their laces and wipe the snot off their faces,” Pritam said.“I feel so good and get a lot of positive energy from them. When I go to the ground in the evening, all my fatigue goes away by watching the kids play. So when I have to tell them that they won’t be able to get into the team, I feel very bad. But still I’ll try to get them to play in some competition or the other.”Kuldeep, who Neha had said put in plenty of personal time apart from the regular training sessions, said they try to keep expectations realistic as he is aware of the kind of hard work that someone has to put in to become a top player and that is not always possible.“Everybody wants to play for India but a sport is also about entertainment, learning and enjoyment. When I ask some kids why they come to play, they say, ‘Hum khush hote hain’ (It makes us happy). It doesn’t matter if they play big, small, weak or strong, everybody is learning something and for us, the aim more than creating players for India, is to provide them with some happiness,” he added.The art of giving“My bond with her and the academy is such that I want to help her and help reduce her burden in some way,” Neha told Scroll.in about her relationship with this academy and the coaches.“Since the start, she has helped me so much. I belonged to a very poor family and when I didn’t have anything, she helped me out financially even with a chunk of her own salary. Whether it was buying clothes or the hockey kit, she would do it all.  I know for a fact that a lot of kids do not have the means and I can understand what that feels like. Now that I have a job, I have some prize money, I want to help the kids out the way Pritam ma’am helped me,” she added.Pritam (R) with Neha Goyal (front) and Sharmila | Courtesy: Pritam SiwachWhen Nisha too had to quit hockey in 2013 as her family faced financial issues, Pritam promised to take care of their needs and persuaded her to come back to the sport. The 27-year-old has since established herself in the team and also managed to land a job in the Indian Railways. The couple are proud of this sense of community and giving that they have instilled in their wards over the years. Should the need arise, Pritam knows that a call for support to any of her countless wards will suffice. There is also a practice in place that if someone gets a job, the first-month salary comes back to the academy. It is also why Pritam and Kuldeep are secure with the knowledge that the academy will still stand decades down the line.“We get a lot of support from our girls. This is India’s first ground which is run by girls, used by girls and controlled by girls. Whenever we have financial problems, we share it amongst ourselves. Earlier I used to do it by myself but now my students have joined me. We don’t take any support from the government for equipment or anything else; we manage on our own with the girls. I tell them what our needs are and they fulfil them sincerely,” she said.A simple, yet deep-rooted, idea that led to Pritam and Kuldeep to do this, has given India Olympians and CWG medallists. And it is that idea that Kuldeep hopes takes different directions in unearthing more talents. If one square kilometer and two determined coaches can bring about this, imagine doubling and tripling this, going forward.For Pritam, ultimately, the hope remains that in her lifetime she wants to create at least two or three of her wards into coaches like her who will, perhaps, run this centre one day. So that when she no longer is able to work, her idea will still live on. But for now, the reward lies in knowing she can see tangible results. “The day I got to know that three of my girls were going for the Olympics, that was my proudest moment,” she recalled. “Because, of the 18, three are from my academy and that is a big achievement. That day I felt that my hard work – not that it has achieved everything –  but is finally starting to show results. When the team reached the semis and my players were a big part of it, I felt that my efforts have paid off. But my hard work will only be a success when we win an Olympic medal.”","author":"Dilip Unnikrishnan Samreen Razzaqui","time":"2022-09-28T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180492-ujjhtaaqip-1664283039.jpg","tags":["Pritam Rani Siwach","Kuldeep Siwach","Pritam Siwach Hockey Academy","Sonepat","Hockey","Neha Goyal","Nisha Warsi","Jyoti","Sharmila","Tokyo Olympics 2020"],"source":"https://scroll.in/field/1033783/indian-hockey-the-pritam-siwach-academy-story-two-coaches-one-love-for-hockey"}