{"title":"India at CWG 2022, August 3 schedule: Must-win matches in cricket & women’s hockey, boxers in QFs","content":"The women’s fours team won a historic gold for India in lawn bowls while the men’s table tennis team defended their title against Singapore on Tuesday as the medal tally increased by four. And now, on Wednesday, the contingent would look to add a few more to the count. After their historic gold, the team of Rupa Rani Tirkey, Pinki, Nayanmoni Saikia and Lovely Choubey will all be in action in the women’s triples and pairs events on Wednesday.In T20 cricket. Harmanpreet Kaur and Co will take on Barbados in a match which will decide who joins Australia, England and New Zealand in the cricket semifinals. After losing to England in their Pool A match on Tuesday, the Indian women’s hockey team will play Canada in a match which will virtually decide who reaches the semifinal (Wales still in contention too so not quite straightforward as a virtual quarterfinal).The men will also play Canada in their pool a match knowing a win will take them closer to the semis. But they will want to vastly improve their performance from the 4-4 draw against England.There are also a host of Indian boxers in quarterfinal action including Tokyo Olympics medalist Lovlina Borgohain and world champion Nikhat Zareen. A win away from ensuring medal but they will have their sights on top of the podium.In squash, Sourav Ghoshal will be playing for bronze while the mixed doubles pair of Joshana Chinappa and Harinder Pal Singh Sandhu will begin their campaign.Tejaswin Shankar and Manpreet Kaur will be in action in the men’s high jump final and women’s shot put final respectively. Could the former cap off a rollercoaster build-up with a medal?  India on August 3 at CWG 2022 (key events)  \n    \n       Sport and discipline  Athletes  Details of event  Timings (in IST) \n    \n     Cricket (Women's T20)  Harmanpreet Kaur & Co  India vs Barbados  10:30 PM  Boxing (Women's 48kg)  Nitu Ghanghas  Quarterfinal vs Nicole Clyde  04:45 PM  Boxing (Men's 57kg)  Mohammed Hussamuddin  Quarterfinal vs Tryagain Morning Ndevelo  05:45 PM  Boxing (Women's 50kg)  Nikhat Zareen  Quarterfinal vs Helen Jones   11:15 PM  Boxing (Women's 70kg)  Lovlina Borgohain  Quarterfinal vs Rosie Eccles   Aug 4 -- 12:45 AM  Boxing (Men's 80kg)  Ashish Kumar  Quarterfinal vs Aaron Bowen  Aug 4 -- 02:00 AM  Hockey (Women's Team)    Pool A match vs Canada  03:30 PM  Hockey (Men's Team)    Pool B match vs Canada  06:30 PM  Weightlifting (Men's 109kg)  Lovpreet Singh  Final   2:00 PM  Weightlifting (Men's 109+kg)  Gurdeep Singh  Final  11:00 PM  Weightlifting (Women's 87+kg)  Purnima Pandey  Final  06:30 PM  Squash (Mixed doubles)  Joshana Chinappa and Harinder Pal Singh Sandhu  Round of 32 vs Sri Lanka  03:30 PM  Squash (Men's singles)  Saurav Ghosal  Bronze medal match vs James Willstrop  09:30 PM  Squash (Women's singles plate final - non-medal match)  Sunayna Sara Kuruvilla  vs Mary Fung-A-Fat  2.30 PM  Swimming (Men's 1500m Freestyle)  Advait Page, Khushagra Rawat  FINAL  Aug 4 - 12.42 am  Judo (Women's +87kg)Judo (Men's +100kg)  Tulika MaanDeepak Deswal  Quarterfinal vs TBDRound of 16 vs Eric Jean Sebastian  Session from 02:30 PM onwardsFinal session starts at 9.30 pm and Tulika's gold medal bout is 13th on the list.*Subsequent matches till medal rounds based on qualification  Lawn Bowls (Men's singles)  Mridul Borgohain   Sectional play vs Chris Locke  01:00 PM  Lawn Bowls (Women's pair)  Lovely Choubey and Nayanmoni Saikia  Sectional play India vs Nieu  01:00 PM  Lawn Bowls (Men's singles)  Mridul Borgohain   Sectional play vs Ian Mclean  04:00 PM  Lawn Bowls (Women's pair)  Lovely Choubey and Nayanmoni Saikia  Sectional play India vs South Africa  04:00 PM  Lawn Bowls (Men's four)  Sunil Bahadur, Navneet Singh, Chandan Kumar Singh, Dinesh Kumar  Sectional play India vs Cook Islands  07:30 PM  Lawn Bowls (Women's triple)  Tania Choudhury, Pinki and Rupa Rani Tirkey  Sectional play India vs Nieu  07:30 PM  Lawn Bowls (Men's four)  Sunil Bahadur, Navneet Singh, Chandan Kumar Singh, Dinesh Kumar  India vs England  10:30 PM  Athletics (Men's High Jump)  Tejaswin Shankar  Final  11:30 PM  Athletics (Women's Shot Put)  Manpreet Kaur  Final  Aug 4 -- 12:35 AM \n  Preliminary match schedule (in IST) for para table tennis:via Games official websiteWith SAI inputsSchedule will be updated in corrections or clarifications if any in due course.","author":"Scroll Staff","time":"2022-08-03T10:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177966-szxquulfhm-1659502015.jpg","tags":["Commonwealth Games","weightlifting","India's schedule at CWG 2022","Lawn bowls","Cricket","Hockey","Boxing"],"source":"https://scroll.in/field/1029634/india-at-cwg-2022-august-3-schedule-must-win-matches-in-cricket-womens-hockey-boxers-in-qfs"}