{"title":"India tour of England: Jhulan Goswami returns to ODI squad, Kiran Navgire earns T20I call-up","content":"Veteran Indian pacer Jhulan Goswami is back in the reckoning for One Day Internationals as the All-India Women’s Selection Committee picked the squads for India’s upcoming tour of England.Kiran Navgire, who had an eye-catching T20 domestic season followed by an impressive debut in the Women’s T20 Challenge for Velocity, is in line for a T20I debut after being named in the squad to be led by Harmanpreet Kaur.India are playing three ODIs and three T20Is in England, starting from 10 September.Batter D Hemalatha, who had a stellar Senior Women’s T20 Trophy campaign, features in both ODI and T20I squads. Also making a return to T20I squad is Richa Ghosh, who was left out of the CWG 2022 squad. Yastika Bhatia loses her place in T20Is but features in the ODI squad.Jemimah Rodrigues, who was earlier in the day ruled out of The Hundred due to an injury, is back in the ODI scheme of things after having played only T20Is for India in recent times.Simran Dil Bahadur is another change from the recent CWG squad, with the pace bowling allrounder featuring in both ODIs and T20Is. Missing from both squads is senior leg-spinner Poonam Yadav.India’s T20I squad: Harmanpreet Kaur (Captain), Smriti Mandhana (Vice-captain), Shafali Verma, Deepti Sharma, Pooja Vastrakar, Jemimah Rodrigues, Sneh Rana, Renuka Thakur, Meghna Singh, Radha Yadav, Sabbineni Meghana, Taniyaa Bhatia (WK), Rajeshwari Gayakwad, Dayalan Hemalatha, Simran Dil Bahadur, Richa Ghosh (WK), Kiran NavgireIndia’s ODI squad: Harmanpreet Kaur (Captain), Smriti Mandhana (Vice-Captain), Shafali Verma, Sabbineni Meghana, Deepti Sharma, Taniyaa Bhatia (WK), Yastika Bhatia (WK), Pooja Vastrakar, Sneh Rana, Renuka Thakur, Meghna Singh, Rajeshwari Gayakwad, Harleen Deol, Dayalan Hemalatha, Simran Dil Bahadur, Jhulan Goswami, Jemimah RodriguesLegendary pacer Goswami hasn’t played for India since the World Cup campaign ended in March, after sitting out the must-win match against South Africa due to a niggle. While Mithali Raj has since retired, Goswami was absent from the Sri Lanka tour squad with the management not mentioning the plans for the senior pro. She is now returning to the format where she is the leading wicket-taker. According to ESPNCricinfo, India’s third ODI of the series – scheduled to be played at Lord’s – is all set to be Goswami’s farewell to international cricket. For Maharashtra-based Navgire, this is the first call-up to the senior national side, after having impressed for Nagaland in the domestic season.  India women's tour of England \n    \n       Day  Date  Match  Venue \n    \n     Saturday  10th September  1st T20I  Riverside, Durham  Tuesday  13th September  2nd T20I  The Incora County Ground, Derby  Thursday  15th September  3rd T20I  Bristol County Ground, Bristol  Sunday  18th September  1st ODI  1st Central County Ground, Hove  Wednesday  21st September  2nd ODI  Canterbury  Saturday  24th September  3rd ODI  Lord's","author":"Scroll Staff","time":"2022-08-19T20:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171411-geuzuknuth-1647095240.jpeg","tags":["Jhulan Goswami","Kiran Navgire","India tour of England","ENG vs IND"],"source":"https://scroll.in/field/1030880/india-tour-of-england-jhulan-goswami-returns-to-odi-squad-kiran-navgire-earns-t20i-call-up"}