{"title":"India urgently needs a caste census – so why isn't the Modi government allowing one?","content":"On July 20, the Modi government told Parliament that it had decided to not conduct a caste census. The only caste-wise data the next census would collate would be on Dalits and Adivasis, the same as every census in independent India’s history. India’s largest caste bloc – the other backward classes – would not figure in the exercise.Delivered as an answer to a written question by Union minister of state for Home Nityanand Rai, the answer did not attract a great deal of attention. Despite this, a caste census is vital for India. Large government programmes as well as much of popular politics is often built on the architecture of caste – an inevitable reflection of the unique role this institution plays in Indian society.For the Modi government to then refuse to count caste in India’s census is inexplicable. It is a decision that will hurt governance as well as social equity.The history of counting casteStarting in the middle of the nineteenth century, the British Raj began conducting elaborate censuses in order to better know the subjects it ruled over. One of the heads under which data was gathered was caste: an elaborate system of social stratification that has been in place for thousands of years and plays a critical role in shaping Indian society.Once India became independent, however, it severely curtailed this exercise. Starting from 1951, the only caste-wise data collected was on Dalits and Adivasis – both sections being included as part of affirmative action programmes focussed on education and government jobs. This meant for more than three-fourths of Indians, no caste data was collected.Of course, counted or not, caste continued to play a major role in Indian society and hence its politics. In the 1960s, there was a backward caste upsurge, as powerful agrarian castes started to resent the fact that Indian politics was almost completely controlled by upper castes.Why states/parties like Nitish, Lalu, Akhilesh, Manjhi, Maharashtra, Odisha, Bihar etc want caste count as part of Census-21 & why some people want it never happen? What happened to SECC data? Read  @IndianExpress @ieexplained The caste census debate https://t.co/1BQ2ykdrqe pic.twitter.com/yxdSe2RKsD— Shyamlal Yadav (@RTIExpress) July 26, 2021\n\nOBC reservationsIn 1979, India’s first non-Congress government appointed a Socially and Educationally Backward Classes Commission headed by BP Mandal, a former chief minister of Bihar. The body recommended a significant expansion of affirmative action, bringing in large numbers of “other” backward castes, placed between upper castes and Dalits in the social order. These OBCs, determined the commission using data from the last caste census in 1931, amounted to 52% of the Indian population.In 1990, India’s second non-Congress government implemented the report, introducing a new category called the Other Backwards Classes. Today more than three decades after, OBC reservations are a standard part of affirmative action along with Dalit and Adivasi reservations.Along with the introduction of this new OBC category, demands started to grow for the decennial census to count them. This was resisted by the Union government till a 2010 debate in the Lok Sabha saw an overwhelming number of MPs support the proposal. Caught unawares, the Union government was forced to concede a caste count.However, the government soon rallied and made sure that caste enumeration was not part of the actual decennial census conducted by the Registrar General but a separate exercise called the “Socio Economic and Caste Census” under the Ministry of Rural Development in rural areas and by the Ministry of Housing and Urban Poverty Alleviation in urban areas. Eventually even this caste data collected under the SECC was never released, with the government citing data quality issues.Why do we need a caste census?India’s affirmative programmes on caste are the biggest in the world. Somewhat incredibly, a large chunk of those are designed without any actual data. A caste census would help fix that.Take the existence of a “creamy layer” for example. The phrase refers to a small section of people that occupies the top of a marginalised community’s socioeconomic hierarchy and is, as a result, excluded from affirmative action policies.The concept was first introduced by the Supreme Court in 1993, which directed the government to amend OBC reservations such that this purported “creamy layer” be excluded since “seats and posts reserved for backward classes are snatched away by the more fortunate among them”.Notably, the court’s reasoning fundamentally amended the underlying logic of reservations: to ensure representation of backward castes in education and government jobs. It was not, as the court seemed to suggest, a poverty alleviation programme for individuals.What makes this doubly egregious is that the court made such a fundamental change to the laws on reservations without any data, preferring to depend simply on the personal opinions of judges. Given that OBC seats often go unfilled, it would seem that the court’s idea of a “creamy layer” crowding out poorer, more deserving candiates does not actually exist on the ground. However, data that could comprehensively refute the court does not exist, since of course there is no caste census.Bihar now passes resolution seeking caste-based Census https://t.co/csFSOSzrRC pic.twitter.com/DnAxLvKEVf— The Times Of India (@timesofindia) February 28, 2020\n\nCaste census will bring objectivity to reservations debateA similar situation exists with the court putting a 50% cap on reservations. Given that there is no data on caste numbers, the 50% number is arbitrary.Similar dark spots exist with new reservations demands. The past few years have seen intense agitations around demands by caste groups asking for reservations. This includes the demands by Marathas in Maharashtra, Patidars in Gujarat, Gurjars in Rajasthan, Kapus in Andhra and the Jats in Haryana.Given the importance of reservations to social mobility, agitations to press for these demands sometmes even turn violent. In 2016, demands by Jats in Haryana escalated into state-wide riots, with 30 people killed.Given these conditions, it is remarkable that the Indian state has an opportunity to collect data on caste – which could go a long way in bringing a measure of objectivity to the debate on reservations – but chooses not to do so.So what is stopping a caste census?In 2018, the Modi government had announced that it would include caste as a category in the census. However, it had now gone back on its word without citing a reason.Currently, the caste data collected as part of the Socio Economic and Caste Census is being withheld, citing data quality issues. However, this is a curiously circular bit of reasoning since it was obvious that data quality would be hit when its collection would depend on an ad hoc method rather than be a part of the census.This curious refusal to collect data so vital to the workings of the Indian state has led to a number of allegations. Yogendra Yadav, the political scientist and politician, has argued that the “caste order” fears a caste census since it would expose the “social, educational and economic privileges of the upper-caste Hindus”.In 2015, the Economic Times reported that Socio Economic and Caste Census data revealed a startlingly low population of upper castes in India.According to a story making the rounds, when the caste data was compiled a top official was so startled to see the upper caste numbers (because they were insignificantly low in comparison with the rest of the castes) that he immediately jumped into his vehicle and sped towards Raisina Hill to share the findings with his bosses. They too were convinced that the upper caste numbers are dangerously low to be revealed to the world.If the caste census reveals low upper caste numbers or great upper caste privilege or some combination of both, the politics of caste equity would get a fillip. It also follows that reservation demands receiving a boost. In such a scenario, measures to limit reservations, such as the 50% cap, would be placed under great strain,","author":"Shoaib Daniyal","time":"2021-07-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111719-jzxpvdduzg-1548742552.jpg","tags":["caste census","Reservations"],"source":"https://scroll.in/article/1001465/india-urgently-needs-a-caste-census-so-why-isn-t-the-modi-government-allowing-one"}