{"title":"India among the ‘worst autocratisers’ in the last 10 years, says Sweden’s V-Dem Institute","content":"India is one of the “worst autocratisers” in the last 10 years, Sweden-based Varieties of Democracy Institute has said in a report, two years after it stated that the country had become an “electoral autocracy”.The new report, titled “Defiance in the Face of Autocratisation”, was released on March 3. It said that India is among the countries “witnessing the most dramatic increases” in political polarisation. The others are Afghanistan, Brazil and Myanmar.“Toxic levels of polarisation hinder cooperation among elites and induce citizens to abandon democratic principles to keep their leader in power and get their preferred policy,” it added. “That way, toxic levels of polarisation often increase support for autocratic leaders and empower their illiberal agendas.”V-Dem claims to produce the largest global dataset on democracy involving 202 countries from 1789 to 2022. It says that it measures “hundreds of different attributes of democracy” with over 31 million data points, involving almost 4,000 scholars and country experts.The research institute said that disinformation, polarisation and autocratisation reinforce each other. “Autocratisation often goes beyond democratic weakening and breakdown to deepen even further after countries like El Salvador, Hungary, or India turn into electoral autocracies,” the report said.To counter autocratisation, it suggested that countries could increase citizens’ resistance to the spread of misinformation.  Credit: V-Dem.The report stated that the Prime Minister Narendra Modi-led government continues to suppress religious freedom in India.V-Dem said that the current wave of autocratisation spans all regions of the world but the decline is most dramatic in the Asia-Pacific region.The report said: “In the Asia-Pacific region, the degree of liberal democracy enjoyed by the average citizen is now down to levels last seen in 1978 – 45 years ago. It was the year when Deng Xiaoping initiated the liberalisation of the Chinese economy, and one year after Indira Gandhi’s state of emergency was lifted in India, restoring the country’s democracy. The average level is affected by declines in populous countries such as India.”V-Dem ranked India at the 108th spot globally for electoral democracy, below countries such as Tanzania, Bolivia, Mexico, Singapore and Nigeria.Its report, however, said that the process of autocratisation has “slowed down considerably or stalled” in India, Hungary, Serbia, Thailand and Turkey.Credit: V-Dem.V-Dem found that advances in global levels of democracy made over the last 35 years have been wiped out. It said that by the end of last year, 72% of the world’s population (5.7 billion people) lived in autocracies. This is an increase of 46% from ten years ago The research institute said the world now has more closed autocracies than liberal democracies for the first time in over two decades. V-Dem defines closed autocracies as the ones where there are “no multiparty elections for the executive; absence of fundamental democratic components such as freedom of expression, freedom of association and free and fair elections”.V-Dem noted that media censorship, repression of civil society organisations and restrictions on academic and cultural expression are among the indicators of autocracies. “All three institutions have worsened substantially in more than 25 countries over the past ten years,” the report said.It said government censorship of the media is worsening in 47 countries, while repression of civil society organisations is worsening in 37 countries.This was the second report in recent days to have raised concerns about democratic freedoms in India.Last week, a report by an international group of scholars had said that the election of Narendra Modi as India’s prime minister in 2014 reinforced a declining trend in the country’s academic freedom. The report was prepared through a collaboration of 2,917 country experts worldwide and was co-ordinated by V-Dem and the Institute of Political Science at the Friedrich Alexander University in Germany.How has the government reacted to such reports?Previously, the Indian government has rejected reports flagging its democratic backsliding.“You use the dichotomy of democracy and autocracy...You want the truthful answer – it is hypocrisy,” Foreign Minister S Jaishanker had said in March 2021 after United States-based non-profit Freedom House downgraded India from a free democracy to a “partially free democracy”.He added, “Because you have a set of self-appointed custodians of the world, who find it very difficult to stomach that somebody in India is not looking for their approval, is not willing to play the game they want it to be played. So they invent their rules, their parameters, they pass their judgments and then make out as though this is some kind of global exercise.”The foreign ministry claimed that the political judgements of the report were “inaccurate and distorted”.","author":"Scroll Staff","time":"2023-03-07T15:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187671-txjrateqvg-1678177215.jpg","tags":["V-Dem","India","autocracies","PM Modi","BJP"],"source":"https://scroll.in/latest/1045187/india-among-the-worst-autocratisers-in-the-last-10-years-says-swedens-v-dem-institute"}