{"title":"Indian football: The AIFF has become a den of chaos, confusion and controversies","content":"The deep feelings of pride and confidence were hardly missing in his voice when All India Football Federation president Praful Patel spoke to the Khaleej Times early last year. While talking about how a wide range of participants in his organisation worked together to sustain the bio-bubble during the height of a Covid-19 wave in India to make the country’s top league successful, Patel claimed the AIFF had become a role model.The federation boss was quoted as saying: “The fact that we were able to sustain the bubble for over four months at a stretch while dealing with various stakeholders speaks about AIFF’s organisational structure, and it has already become a role model and a case study.”Did anyone expect the bubble to burst so soon? And virtually at every front?While looking at what the AIFF supremo had to say about the national federation around 14 months ago, one feels a sudden sense of despair. The situation today is a complete contradiction of what Patel said – in fact, it’s rather the other way round. To say the AIFF is in a total mess and chaos reigns wherever it lays its hands won’t be considered an exaggeration.The year 2022 was expected to be a new dawn in Covid-free India in every aspect. Football was no exception, but it didn’t go the way it was hoped. Starting with the high-profile Asian Women’s Championships, where the Indian team failed to play beyond their opener against Iran because of more than a dozen Covid-19 cases in the squad, the AIFF has failed administratively, constitutionally and even morally at every front.A veteran member of the AIFF summed up things in a few lines. “The government spent considerable amount of taxpayers’ money for preparations of the women’s team and the Asian championships. As a federation, we failed completely as the bio-bubble in our team hotel was breached. Nobody was held responsible for this serious offence and we made naive attempts to blame the Asian body.“We expected the government to help us out, but we disobeyed the national sports code time and again and showed no intention of following rules. Our elections are due for 14 months now, but we keep on delaying them on some flimsy legal excuses. We are looking stupid in the eyes of the sporting world.”The member summed up things well, but he, too, missed a few crucial points. In the annual general meeting of the AIFF in Mumbai in February, the president of the Karnataka State Football Association NA Haris echoed the member’s concern and said the absence of a duly elected committee has made the federation a complete laughing stock.But the fact remains that the AIFF now is more than just a laughing stock – in the eyes of the government, it is a body with poor performance; a body that doesn’t comply with government rules; a body that stands on the verge of being derecognised.The latest blow has come in the form of the union sports ministry’s rude rebuff when AIFF asked for funds for the new financial year. According to a report in The Indian Express, the government funding of football has been slashed by 85 percent of what it was in the last four years; the federation reportedly asked for Rs. 50 crores, while the ministry settled for only Rs. five crores under the Annual Calendar for Training and Competition scheme.The sports ministry reportedly noted: “Considering the poor performance of the Indian football team, AIFF was advised to strictly focus on the development of grassroot-level talent.”From “role model”, the AIFF has turned into a body of “poor performance” in a year’s time.To those, who follow Indian football closely, the sports ministry decision didn’t come as a surprise. Insiders claim funds from the government had dried up even before this decision – that’s one of the reasons why the federation had been found approaching state governments and private organisations in the recent past for training and preparatory camps of different national teams.And whatever the ministry may be saying officially, performance, perhaps, is not the sole cause for its tough stand on funds. The government seems convinced that Patel and his present committee are unlawful occupants of the football federation.On April 8, in an affidavit to the Supreme Court, in relation to the Special Leave Petition filed by Rahul Mehra against the AIFF, in which the Union of India is a respondent, the sports ministry confirmed that the AIFF president Praful Patel and his committee has no mandate to hold on to their offices.The ministry further said: “It is submitted that as the term of the existing committee (of the AIFF) is already over, and the existing president (Patel) has completed more than 12 years as president, the Petitioner (AIFF) should hold elections without further delay as per extant instructions contained under Sports Code and the instructions issued by the Answering Respondent (sports ministry) from time to time.”The sports ministry didn’t stop here. It said: “As the last elections held by the petitioner was on 21.12.2016, as such the Petitioner is required to conduct fresh elections. While recently the Answering Respondent renewed the Petitioner’s annual recognition for a year with effect from 23.10.2020, such recognition is subject to the outcome of the special leave petition pending before this honourable court.”Now the question is: What’s the reason behind creating such a meaningless and easily avoidable mess? Why did the AIFF, for the first time in its 85-year-old history, fail to hold its elections in time? The answer, according to many insiders, is unanimously one: government rules blatantly flouted, the AIFF constitution unashamedly ignored and all conventions are crudely thrown into the wastepaper basket to achieve a solitary purpose – to keep Praful Patel in his chair beyond his three terms and 12 years as permitted by the national sports code.Indian football: How AIFF have avoided fresh elections since 2020 based on mere assumptions  A senior AIFF official defended Patel strongly. “Never had the federation said it wasn’t ready to hold elections. If elections are conducted, Mr. Patel will step down. But as per the Supreme Court order, we are awaiting a new constitution to be approved by the apex court. We have filed a petition in the Supreme Court to guide us on this issue. Unless the Supreme Court tells us what to do, holding of elections on our own could be regarded as contempt of court. Our legal team also advised us the same.”Technically, the official can’t be faulted. Except for the fact that a few probing questions raised by certain members have remained unanswered.The Supreme Court order on forming a two-member committee to make changes in the AIFF constitution in compliance with the sports code was issued in October 2017. Then why did the AIFF move court in November 2020, only a month before the elections were scheduled? Given the pace at which India’s judicial system moves, did the AIFF expect to receive a direction in less than one month? It is no surprise the petition has not been heard even once in 15 months leaving Patel comfortably in his chair.Where exactly has the 2017 Supreme Court order said the elections of the AIFF couldn’t be held unless the new constitution comes into effect? Or is it just a sheer interpretation by the legal team that suits a certain individual?Finally, why has there been so much dillydallying in finalising the three-member committee report on the status of holding fresh elections? Why are there disturbing rumours that the committee is sharply divided over legal opinion and minutes of the meeting?A section of the members allege that of late the federation administration has been lacking on several fronts. For the first time, questions are being raised on how certain vendors are being selected, who should make arrangements for foreign trips, whether permissions for hosting baby leagues have been arbitrarily granted to favour a few or how transparent is the selections of certain age group teams?“This is an unhealthy trend that should be nipped in the bud. Never before have such queries been raised in the federation circle,” said a member.“But when the entire system is working for the benefit of an individual and to protect the person by hook or crook, the rest of the structure is bound to suffer. The fallout is unavoidable, ultimately football has to pay the price.”The postponement of elections has its own side effects, too, none of which helps the game. All committees of the AIFF are now running on ad hoc basis; their decisions in recent months could be in jeopardy if challenged in the court of law. But the AIFF, led by Patel and his committee (without mandate) is hardly bothered – important committees like disciplinary, technical etc are taking equally important decisions; nobody knows from where they draw their power.Patel once talked about India’s chances of playing the 2026 World Cup. “You just always cannot live a dream and we have to make the Asian dream a reality,” he was quoted saying.It’s a distant dream and to make it a reality as the AIFF president suggested, Indian football will first have to recover from the current nightmare it is going through.","author":"Jaydeep Basu ","time":"2022-04-28T11:08:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/72123-fdjgnisgpw-1509029637.jpg","tags":["Praful Patel","AIFF","Indian football"],"source":"https://scroll.in/field/1022809/indian-football-the-aiff-has-become-a-den-of-chaos-confusion-and-controversies"}