{"title":"Indian athletics: AFI chief Adille Sumariwalla says more to come after CWG 2022 success","content":"It’s been a few weeks since the Commonwealth Games ended, but the shine from the eight medals in athletics hasn’t faded yet. Birmingham 2022 saw the Indian athletics contingent punch well above their weight and come out with excellent results.Results that, according to Athletics Federation of India president Adille Sumariwalla, “shook the whole athletics world.”“The Kenyans have gone berserk, they don’t know what hit them,” Sumariwalla told Scroll.in at the sidelines of an event in Mumbai on Monday, in reference to Avinash Sable winning a historic silver medal in the men’s 3000m steeplechase event in Birmingham.Avinash Sable-led track and field contingent shines in Neeraj Chopra’s absenceSable’s run at the Alexander Stadium on August 6 broke a monopoly Kenya had on the event. For six editions of the Commonwealth Games from 1998, Kenya had won gold, silver, and bronze in the men’s 3000m steeplechase. Until the 27-year-old from Mandwa set a new national record, and came within five hundredths of a second short of even claiming the gold. “The president of Kenyan athletics is not letting me go. Their Olympic association president Paul Tergat (two-time Olympic silver medallist, and three-time World Championship medallist), wants me to sit with him and tell him what we’ve done. And these things will happen more,” said Sumariwalla.“On the second last day we won four medals which shook the whole athletics world. Earlier when an Indian ran at an event nobody really looked at us. Now everybody turns around when they see a blue jersey.”The Indian athletic contingent returned from Birmingham with an impressive haul of eight medals – a gold, four silver and three bronze medals. To put that into perspective, Sumariwalla says: “Our record before was three medals in athletics at a Games edition outside of India. This time we got eight, and that too without (men’s javelin Olympic gold medallst) Neeraj Chopra.“Earlier we would have maybe one or two qualifying for the finals of an event at the World Championship. This time we had six. Then Annu Rani won bronze in Birmingham, beating the girl who just won silver at the Worlds. This is the sort of fight we have now. That’s the progression.”While the Birmingham Games track and field events were going on, Indian youngsters Rupal and Selva Thirumaran were among medal winners in Cali at the U20 World Championships. It’s a change in fortune that has come after a long term, carefully measured and structured training regiment employed for all the athletes, according to the Olympian.Sumariwalla gave the example of Chopra’s build-up to the Tokyo Olympics last year. The 24-year-old had been scheduled to compete at a number of international events before travelling to Japan, but was stopped from competing beyond the Kuortane Games in Finland on June 26, 2021. He wasn’t allowed to compete at the Diamond League event in England a month later, by the AFI.“The Germans were throwing 90+ meter throws, but before (the Diamond League) I spoke to Neeraj’s coach and we pulled him out. (Johannes Vetter competed and won gold) and then had a burn-out (in Tokyo). Neeraj was nice and fresh. That’s the kind of planning we had in place,” Sumariwalla added, at the event in Mumbai where HSBC Bank annonuced a partnership with AFI.“There is a strategy, there is a thought. And this is for all athletes.”Of course, now the next step is to see what more needed to be worked on.“Now we will try to understand what we can do better to prepare for the Asian Games. What did we lack, why couldn’t we get more medals. Was it the training, the planning, the competition? Should we have gone for more competitions or done less…,” he listed.“The mentality has changed now. We’re not satisfied that we won eight medals. The chief coach is going to have to justify why we won eight and not 10. We lost medals by mere centimetres, so we need to figure out what went wrong.”It’s all a part of developing the overall ecosystem. For the long run, the coaching aspect too needs to be addressed – the next step in Indian athletic development.“Now we’re trying to make the largest coaches’ program in the world. In the next three years we’re hoping to get 5000 Level 1 coaches. We started just before the pandemic. Right now, we have 700 Level 1 coaches, 95 Level 2. There’s so much work that’s being done in the background, that’s how we get the results,” Sumariwalla, who represented India in the 100m at the 1980 Olympic Games in Moscow, said.Just last week, Chopra continued his growth in world javelin by winning a Diamond League meet for the first time, sending his javelin 89.08m to claim gold at the event in Lausanne. It helped him qualify for the Diamond League Finals in September.Chopra is the poster-boy for India athletics at the moment. But as the Kenyans found out not so long ago, there’s a host of talent coming through the ranks. Indian athletics is certainly catching the world’s attention.  India's medals in Athletics at CWG 2022  \n    \n       Athletes    Event    Medal  \n    \n      Eldhose Paul    Men's Triple Jump    GOLD    Abdulla Aboobacker    Men's Triple Jump    SILVER    Avinash Sable    Men's 3000m Steeplechase    SILVER    Priyanka Goswami    Women's 10km Race Walk    SILVER    M Sreeshankar    Men's Long Jump    SILVER    Tejaswin Shankar    Men's High Jump    BRONZE    Annu Rani    Women's Javelin Throw    BRONZE    Sandeep Kumar    Men's 10km Race Walk    BRONZE \n  \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ulgvjmcoov-1661859346.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/doqokfekca-1661859348.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/azglwvrggr-1661859351.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/wkxkvvrxzz-1661859353.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/uvomyopwkn-1661859355.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/vgnqpxchxy-1661859356.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/lknpwbouyw-1661859358.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/hcziizqctf-1661859360.png\">\n  </picture></figure>","author":"Shahid Judge","time":"2022-08-30T17:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178171-umkzkdkrqr-1659856221.jpeg","tags":["Adille Sumariwalla","Commonwealth Games","Indian Athletics","Avinash Sable","Neeraj Chopra","CWG 2022"],"source":"https://scroll.in/field/1031631/indian-athletics-afi-chief-adille-sumariwalla-says-more-to-come-after-cwg-2022-success"}