{"title":"Indian news channels on YouTube are battling arbitrary blocking, curbs on earnings ","content":"At 1am on April 4, Haseen Rehmani, the founder of Bolta Hindustan, a Hindi news YouTube channel received an email from YouTube, stating that their channel had been blocked due to a notice received from the Ministry of Information and Broadcasting. The notice was “issued under Rule 15(2) of the IT Rules, 2021, read with sec 69A of the IT Act, 2000” and had been kept confidential, meaning that Rehmani had no idea why his channel had been blocked.Initially fearing it to be a hacking attempt on his channel, Rehmani did not click on the link provided in the email and wrote no response. Instead, he copied the link and sent it via WhatsApp to a phone that was not connected to Bolta Hindustan, and clicked on it. The channel that opened up was his: it was still there.In the morning, when he checked, the channel was still up and Rehamni and his colleagues took a few screenshots of the channel. At noon, they decided to upload a video. As soon as they pressed the publish button, they received an email that their channel had been removed. An appeal filed later to YouTube was also rejected without any reason being provided.Prior to its deletion, the channel had 2,97,891 subscribers with 7.73 million views in the last 28 days. The last video they uploaded was a speech delivered to volunteers by Aam Aadmi Party politician Sanjay Singh, who was released on April 4. “If there was an issue with one video, they should have removed that specific video and informed us,” stated Rehmani. “YouTube does that too, I have received many emails from them regarding specific videos in the past. But this time, they haven’t informed us which video went against their regulations.”He continued, “They told us that we were responsible for some violations. They should at least tell us what crime we committed.”Rehmani explained that they had previously put up their work mostly on their website, Facebook, or Twitter. Their channel did not do well in the beginning but saw a massive boom starting in December 2023. “Initially we did not consider YouTube to be a good platform as it had a lot of clickbait and misleading thumbnails. It’s only when we saw prominent journalists like Ravish Kumar and Abhisar Sharma become successful on YouTube that we decided to focus more on putting up news on YouTube,” he said.In response to a query about the channel’s removal, YouTube sent us the following statement: “We have clear policies for removal requests from governments around the world. We review government removal requests when notified through the correct legal processes, and also review content for violations of our Community Guidelines. And, where appropriate, we restrict or remove content in keeping with local laws and our Terms of Service after a thorough review. All of these requests are tracked and included in our Transparency Report.”According to YouTube, Bolta Hindustan was removed for circumventing their terms of service. A different channel started by Rehmani, named Bolta UP, had previously been removed by YouTube for violating their “spam, deceptive practices and scams policies.” Bolta Hindustan was alleged to be circumventing the termination of Bolta UP.When Medianama asked him about this, Rehmani rubbished any claim that Bolta Hindustan was started to circumvent the restriction placed on Bolta UP. He stated that Bolta Hindustan was started in 2015, years before Bolta UP which was started in 2018 or 2019 alongside Bolta Bihar, another regional channel. They had simply created these channels but were not actively using them until 2023.When asked about the removal of Bolta UP, which was removed in January this year, he said that he believed the channel was taken down due to incorrect settings on several live videos, especially those marked as unsuitable for children. According to Rehmani, YouTube requires channels to classify their content under specific categories.He also stated that the same videos were posted on all three channels.Notice to ‘National Dastak’A similar incident surfaced in the public domain a few days after the Bolta Hindustan received their email. National Dastak, a YouTube news channel, posted on X (formerly Twitter) that they had received a similar notice. In its YouTube bio, the channel states that it seeks to represent the voices of marginalised communities, including Scheduled Castes, Scheduled Tribes, women, minorities, farmers and labourers. The email received by National Dastak and the provisions cited are identical to the email received by Bolta Hindustan.The outlet stated in its X post in Hindi: “The government wants to stop National Dastak. YouTube sent a notice on April 3. Article 19 has also received a notice. All this is happening in the code of conduct. Lakhs of newspapers and TV news channels are running, yet they are afraid of the National Dastak of the Bahujan community.”नेशनल दस्तक को बंद करवाना चाहती है सरकार।। 3 अप्रैल को यूट्यूब ने नोटिस भेजा था।। आर्टिकल 19 को भी नोटिस है। ।।आचार संहिता में ये सब हो रहा है।। लाखों अखबार टीवी न्यूज चैनल चल रहे। बहुजनों के नेशनल दस्तक से इतना डर। pic.twitter.com/HdSP4X0ejb— National Dastak (@NationalDastak) April 8, 2024\n\n\nHowever, the channel has not been blocked and is still running as of now. Shambhu Kumar Singh from National Dastak told Medianama that if the channel was removed he would appeal through a legal route. It is also worth noting that Article 19, another online news platform, has received a notice regarding its Facebook account, and not its YouTube channel.With elections around the corner, the political environment is getting charged up, and YouTube is at the heart of political commentary on the Internet. With traditional television channels wary of being critical of the government, YouTube has emerged as a battleground for politics.Naturally, that has led to the mushrooming of YouTube channels on all sides of the political divide. Several mainstream journalists such as Ravish Kumar and Abhisar Sharma have taken to YouTube to report news from their perspective. Reliant on YouTube advertising, donations and memberships, many of these channels crowdsource their funds. For some, YouTube advertising is their only source of revenue. For such channels, demonetisation is a serious issue.Some channels demonetisedA channel known as Lokhit India experienced the same. Ambuj Kumar, the editor of the channel, got an email on April 3 between 1.30am-2am from YouTube which said that it no longer considers the channel appropriate for monetisation. A demonetised channel will not receive any revenue from any of its videos.“YouTube did not inform me exactly why they demonetised the channel, but stated that the channel posted harmful content,” he stated. The day before receiving the notice, the channel had uploaded a video on the Supreme Court’s statement on Patanjali proprietor Ramdev Baba, titled “Fraud Ramdev?”According to Kumar, there had been no attempt at demonetisation from YouTube prior to this. Neither had he ever received any complaint from any government authority regarding their content, nor was informed what specific video went against YouTube policies.Kumar stated, “We make an attempt to always present news from highly reputable sources and if we ever make an error, we always issue apologies and make the changes on time.”Medianama received the following statement from a YouTube spokesperson:“All channels on YouTube must comply with our Community Guidelines. Creators who wish to monetize their videos with ads are held to an even higher bar and must also comply with our Advertiser-Friendly Guidelines. Any claims that are demonstrably false and could significantly undermine participation or trust in an electoral or democratic process are in violation of our policies. These guidelines are enforced consistently, regardless of the creator, their background, political viewpoint, position or affiliation.”According to YouTube, the channel was demonetised for making false claims which may impact the democratic or electoral processes.A similar incident was reported by another YouTube news channel called Indus News TV. Ashish Anand, Executive Editor of the channel told MediaNama, “We focus mostly on social issues and problems faced by the SC, ST, and OBC communities.” Approximately a week ago, he received a similar email stating that his channel had been demonetised for “harmful content”.Anand stated that he believed his channel may have been demonetised because there may be a relationship between YouTube and the government of India regarding channels critical of the government.According to YouTube, Indus News TV was demonetised for the same reason – for making false claims which may impact democratic or electoral processes.Anand has not been informed which of his videos went against YouTube’s advertiser-friendly policies and states that the reach of his channel has been significantly reduced.Last year, Medianama reported on Prasar Bharati’s copyright claims on journalist Abhisar Sharma’s YouTube videos which utilised clips from parliament proceedings, which had led to the videos being demonetised. Sharma had commented on the massive impact demonetisation could have on YouTube channels dependent on ad revenue.What the laws sayYouTube channels being blocked is not new, but it is not old either. Typically, under the IT Act, this would have been the responsibility of the Ministry of Information and Broadcasting to regulate online news platforms. However, in November 2020, just a few months before the IT Rules were passed, the government of India modified the “allocation of business rules” to give the responsibility of regulating news and current affairs content on online platforms to the Ministry of Information and Broadcasting. This gives them the power to enforce Section 69A of the IT Act, and thus, censor content online.The emails received by Bolta Hindustan and National Dastak both make reference to Rule 15(2) of the Information Technology Rules, 2021 and Section 69A of the Information Technology Act, 2000. Here’s what the rules actually say:Rule 15(2) says: “The Authorised Officer shall, on approval of the decision by the Secretary, Ministry of Information and Broadcasting, direct the publisher, any agency of the Government or any intermediary, as the case may be to delete or modify or block the relevant content and information generated, transmitted, received, stored or hosted in their computer resource for public access within the time limit specified in the direction: Provided that in case the recommendation of the Authorised Officer is not approved by the Secretary, Ministry of Information and Broadcasting, the Authorised Officer shall convey the same to the Committee.”In essence, it allows the government the authority to issue an order to a platform to block or censor content, in accordance with the recommendations of the inter-departmental committee formed under Rule 14.Similarly, Section 69A of the IT Act allows the government to block any content “in the interest of sovereignty and integrity of India, defence of India, security of the State, friendly relations with foreign States or public order or for preventing incitement to the commission of any cognizable offence relating to above.”Last year, the Karnataka High Court dismissed Twitter’s petition challenging the government’s authority to block accounts under Section 69A.Section 69A has come under fire for allowing the government to censor online content through an opaque mechanism. In February 2023, an RTI by MediaNama revealed that as many as 4,987 URLs were blocked under Section 69A by the Indian government between January 2022 and October 2022.It was also revealed in 2022 that the Information Technology Ministry’s Review Committee has failed to ensure that powers under Section 69A are not arbitrarily enforced. The Review Committee was in charge of assessing the validity of past blocking orders issued under Section 69A of the IT Act and was constituted under Rule 419A of the Indian Telegraph Rules, 1951 and has the responsibility to ensure that Section 69A is not misused.Such checks and balances were the basis of the Supreme Court’s judgement in the Shreya Singhal case, which upheld the provision. However, not a single Section 69A blocking order issued by the government since 2009 was revoked by the committee.Other sections of the IT Rules Act have also come under fire. In 2021, a Bombay High Court judgement had stayed Rules 9(1) and 9(3) of the IT Rules Act, which required digital news publishers to create a three-tier grievance mechanism and to observe a Code of Ethics. The court held that the provisions were unconstitutional and inappropriately elevated voluntary norms to mandatory status.Similarly, a Madras High Court judgement prevented the government from taking action under Rule 3 and 7 which require social media platforms to take down content that violates norms and deprive intermediaries of protection from content posted by users in case of non-compliance. Thus, whether or not the IT Rules actually allow the Ministry of Information and Broadcasting to regulate online news is a matter that is yet to be decided by the court.How channels are being blockedAccording to Shruti Narayan, Asia Pacific Policy Fellow at Access Now, an international human rights organisation, “It appears that the Government is using Rule 15 of the IT (Intermediary Guidelines) Rules 2021, which permits the government to block information. Rule 15 contemplates that such blocking order should follow a recommendation from the Inter-Departmental Committee constituted under Rule 14. The committee may order that certain content should be deleted, modified, or blocked, under Rule 14(5)(e) or (f). This recommendation is not in itself binding and is merely to be taken into consideration by the MIB. The authorised officer must place the committee’s recommendation before the Secretary, MIB, who must approve the issuance of a blocking order.The Committee itself is supposed to issue orders after holding a hearing on a complaint which may be referred to it by the MIB. Such complaints must be in writing. (Rule 14(2) and 14(3)).“An emergency procedure is also prescribed under Rule 16 where the Secretary, MIB can approve a blocking order without the Committee’s recommendation without giving the affected party ‘an opportunity of hearing.’ Within 48 hours of such order, the Committee must be notified of the order for consideration and recommendations.”The other sideAccording to Pranesh Prakash, a legal expert and co-founder of the Centre for Internet and Society, a non-profit that engages in policy research, the government is required to hear Bolta Hindustan’s side of the story. “If one reads the Shreya Singhal judgement, orders can be assailed in court. For which, you need a speaking order (order with reasons). Just as one cannot ban a book in India without reasons, it is unconstitutional to ban a Youtube channel in India without reason or making the reasons public.”Prakash continued, “Bolta Hindustan has the right to know why they have been banned, rules under Section 69A require the govt to contact the originator of the information and provide a right to hearing. Since the owners of the channel are identifiable they should be provided an opportunity to be heard, which is in contravention of the rules. Not providing a reason to Bolta Hindustan and making it public is in violation of the Shreya Singhal judgement, which upheld 69A but with the understanding the orders can be effectively challenged, for which you need to know why a decision was taken.“By not communicating that decision to Bolta Hindustan, this goes contrary to the Shreya Singhal judgement. It is also contrary to article 19 of the International Covenant on Civil and Political Rights (ICCPR). It should be thrown out if challenged in court and not how democratic societies should carry out censorship,” Prakash said.Narayan concurred, “Blocking speech without giving the person whose speech is being blocked an adequate and meaningful opportunity to be heard is not lawful. Rule 14(4) does provide the publisher of news and current affairs content an opportunity to be heard before any order is passed by the Committee. The opportunity to be heard is essential for any procedure curtailing the right to free speech to be Constitutionally valid. It is not clear why, if the orders were issued under Rule 15 as reported, this procedure was not followed. When the Supreme Court upheld Section 69A of the IT Act, in Shreya Singhal (2015), the Court was only considering Section 69A read with the IT (Blocking) Rules, 2009. As part of its reasoning, the Court specifically noted that ‘The Rules further provide for a hearing before the Committee set up – which Committee then looks into whether or not it is necessary to block such information. It is only when the Committee finds that there is such a necessity that a blocking order is made. It is also clear from an examination of Rule 8 that it is not merely the intermediary who may be heard. If the ‘person’ i.e. the originator is identified he is also to be heard before a blocking order is passed. Above all, it is only after these procedural safeguards are met that blocking orders are made and in case there is a certified copy of a court order, only then can such blocking order also be made.”Blocking the whole channel or individual videosPrakash explained, “MIB’s powers to recommend blocking come under the Intermediary Guidelines Rules (as amended up to 2023). In my tweet, I quoted Rule 15(3) to show that MIB’s powers are limited by the rules. The government doesn’t directly block under Section 69A, but does so under two sets of rules which lay out the procedure for blocking under Section 69A.”He drew attention to Rule 15(3) of the IT Rules Act which says, “A direction under this rule may be issued only in respect of a specific piece of content or an enumerated list of content, as the case may be, and shall not require any entity to cease its operations” and pointed out that blocking a channel would in fact cease its operations.It is important to refer to the X Corp vs Union of India, a legal case where X (formerly Twitter) challenged the government’s orders demanding the blocking of several accounts and tweets, including of politicians, activists, and journalists, under section 69A. The Karnataka High Court had ruled in support of the Indian government’s authority to block entire accounts on social media platforms. However, Prakash contends that the judgement is legally unsound and in violation of a number of Supreme Court precedents. He elaborated, “Specifically, with regard to blocking of entire accounts, the provisions of Rule 15(3) are clear. X Corp. v. UoI was not decided under that, so that judgement isn’t directly applicable. But insofar as that judgement is concerned, Justice Krishna only looks at the language of S.69A to see whether it would allow for the blocking of whole accounts, without looking at whether the reasons provided by the government committee were sufficient for doing so and whether Art. 19(2) of the Constitution would permit doing so. In other words, Justice Krishna’s order is erroneously reasoned, and ought to be set aside by the division bench of the Karnataka High Court in the appeal preferred by Twitter.”Narayan concurred, stating, “We are of the opinion that it is not lawful for any government to be able to block a YouTube channel. Restrictions on any fundamental right must be based on a rational connection between the effect of that restriction and the achievement of a legitimate state aim; the restriction must be the least restrictive measure possible to achieve such aim; and there must be safeguards against the abuse of the restriction. Restrictions on free speech must also fall within one of the specific grounds in Article 19(2) of the Constitution.”She continued, “Even under the IT Rules 2021 the government does not appear to have the power to block a channel or user account. Rule 15(3) of the IT Rules 2021 clearly provides that a blocking order under Rule 15 can only be ‘in respect of a specific piece of content or an enumerated list of content, as the case may be, and shall not require any entity to cease its operations.’ Blocking a channel or user is therefore beyond the scope of Rule 15(3). In the case of an online news or current affairs publisher, blocking their channel or the main users posting such content would essentially bring their operations to a standstill and would also be prohibited.“Blocking a channel or user does not only block content they have already published, which may or may not contain some material falling within one of the categories of Article 19(2), but also acts as prior censorship, preventing the channel or user from publishing any speech in the future. Such an action cannot be constitutionally valid.”She also commented on the fact that the channels were not provided with a hearing before being blocked, “Blocking speech without giving the person whose speech is being blocked an adequate and meaningful opportunity to be heard is not lawful. Rule 14(4) does provide the publisher of news and current affairs content an opportunity to be heard before any order is passed by the Committee. It is not clear why the procedure was not followed”Keeping it confidentialAccording to Narayan, “While YouTube may be stating that the notices are confidential, there is nothing in the rules that requires that. In fact, the rules themselves state the opposite.”Raman Jit Singh Chima, Asia Pacific Policy Director at Access Now agreed, “While we do believe that the rules themselves are unconstitutional, if they require the notices to be confidential, then they are not following their own rules.”He also stated, “Demonetisation of a YouTube channel can certainly have a serious impact not just on the revenue of a channel but also on free speech and expression. While demonetisation may be appropriate in certain cases such as disinformation or misinformation, the platform must be transparent especially in an election year”Chima also critiqued the very legality of the Information Technology Rules. “We don’t believe that these rules (IT Rules Act, 2021) are constitutional or legal as the parliament has not granted them the authority. We don’t believe the MIB should be allowed to censor through these current rules or any other mechanism. We do not believe the blocking of entire news publications should be a practice the world’s largest democracy does, it should be done through an independent process, not just by bureaucrats overseeing other bureaucrats.”This article was first published on MediaNama.","author":"Sharveya Parasnis","time":"2024-04-22T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200172-qgpabhvkjz-1713523779.jpeg","tags":["YouTube","Bolta Hindustan","National Dastak","Censorship","IT Rules","Internet Censorship","Press Freedom"],"source":"https://scroll.in/article/1066834/indian-news-channels-on-youtube-battle-arbitrary-blocking-curbs-on-earnings"}