{"title":"Indian Tennis: Rohan Bopanna will skip Wimbledon 2022 to recover for rest of the season","content":"A week after his impressive run to the semi-finals of the French Open, Rohan Bopanna said that he will not be competing at the Wimbledon Championships this year.Central to the 42-year-old’s decision is the fact that the ATP and WTA took the decision not to award ranking points at the grass-court Grand Slam this year since the All England Club, organisers of the event, decided to ban Russian and Belarusian players from competing this year due to the war in Ukraine.With no ranking points on offer, the World No 25 doubles player has decided to take time off in order to rest and recover before continuing on the tour for the hard court season.“I felt this is the best time for me to rest my body now. Doubles is also best of five sets there. It’s Wimbledon, it’s the Grand Slam to play, no doubt. But if I can get to rest my body and push (for titles) after that, then why not,” he told Scroll.in.“I decided that this will be the more sensible thing to do. I’m playing Stuttgart now, Queens next week and then I’m heading back to India for a few weeks. I’ve been on the road since Monte Carlo (April), it’s been a long season already,” added Bopanna who was recently in the semi-finals at French Open.Photos from the magical run of @RohanBopanna at the Roland Garros by Luke Mayes! (@lukemayes8 ) pic.twitter.com/hk6bs3yNyv— Indian Tennis Daily (ITD) (@IndTennisDaily) June 6, 2022\n\nA few players have not been pleased with the fact that there are no ranking points on offer at the third Major of the year.“You lose everything, there’s no points [to gain]. You’re just playing because its Wimbledon,” added Bopanna, who won the 2017 French Open mixed doubles title with Canada’s Gabriela Dabrowski.No high profile singles players have yet declared if they will skip the Championships specifically due to the lack of ranking points, former World No 1 Naomi Osaka did earlier mention she’s still undecided if she wants to compete.Bopanna though is clear that he will take a break. He, however, will not drop any points since he did not win any when he lost in the first round of Wimbledon last year.Novak Djokovic ‘intends to go to Wimbledon’ despite no ranking points available at the Slam  Long seasonThe veteran has already had a long season this year. He paired up with Ramkumar Ramanathan and won the season opener in Adelaide, before winning a second ATP 250 title at the Tata Open Maharashtra in Pune in February.Watch highlights: India’s Rohan Bopanna goes down fighting in French Open men’s doubles semifinal  He then partnered Denis Shapovalov to the final at the ATP 500 in Doha.Recently though, it was at Roland Garros where Bopanna had a stellar run to the semi-final.He partnered Dutchman Matwe Middelkoop and beat second seeds and Olympic champions Mate Pavic and Nikola Mektic in the third round after saving five match points.The duo’s run ended in the semi-final to eventual champions Marcelo Arevalo and Jean-Julien Rojer.This was the third time Bopanna had made it to the men’s doubles semi-finals of a Grand Slam, and the first time at the French Open. He had reached the last four at Wimbledon in 2013 and 2017, and had reached the US Open final in 2010.","author":"Shahid Judge","time":"2022-06-09T09:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135571-ynyhxqbmns-1580378076.jpg","tags":["Rohan Bopanna","Naomi Osaka","Matwe Middelkoop","French Open","Roland Garros","Denis Shapovalov","Novak Djokovic"],"source":"https://scroll.in/field/1025803/indian-tennis-rohan-bopanna-will-skip-wimbledon-2022-to-recover-for-rest-of-season"}