{"title":"India and Bangladesh don’t need each other, but they do stand to gain by cooperating","content":"A walk down Gulshan, an upmarket locality in Bangladesh’s Dhaka, and you will not be able to make out the difference with a similar happening commercial centre in Mumbai.One evening at Jamuna Future Park – the largest and post-modern supermall in Bangladesh –and you would inevitably end up drawing parallels with the upmarket shopping centres in Vasant Vihar and Gurgaon.One evening’s dinner at Lucknow in Banani, a House of Awadhi cuisine, and you would be finding fault with the daal at Bukhara. You are an ex-pat concerned about how to spend life in Bangladesh for the next couple of years of your work term? Worry not – the party is just about to start.Gold’s Gym? Round the corner. Amul Paneer? Just a call away. Online grocery and retail shopping? Click away on Chaldal.com and Daraz.com – which can put to shame many Indian online suppliers with the speed and quality of their delivery. Do not want to drive a car? Uber it!Schooling for kids? Choose DPS. International higher education in Covid-19 times? Why do you not check out the Monash University campus? Bothered about how you will carry your annual supply of Parachute Coconut Oil from India? Do not bother. Pick as many up as you want at the corner store.Tatas? There! Unilever? There! Nestle? There! Pizza Hut? Oh, come on, the list goes on.Will I get my Sony Liv? You can subscribe to it cheaper in Bangladesh than they sell in India. Will your Netflix subscription work in Bangladesh? Is that even a question? Of course!You are the upper elite and only use a global Joint Commission International-accredited hospital such as Medanta? Quiet your disquiet. Bangladesh crossed that bridge 14 years ago, with Apollo Hospitals, now Evercare Hospitals. Or have it at any of the other hospitals, that can put to test any leading Indian health institution.Want a night out at a five star? Choose your pick – Le Méridien, Radisson, Intercontinental, Pan-Pacific, Westin … you will be spoilt for choice.But hey, what about crime in Bangladesh? US Department of State’s Overseas Security Advisory Council mentions: “Crime rates impacting foreigners are surprisingly low.” No, you do not have to guess what Overseas Security Advisory Council writes about other sub-continental nations.Today’s Bangladesh  Then again, you still have your questions. You are an Indian, and this is Bangladesh. From a predominantly Hindu nation, to a predominantly Islamic one. Religion, culture, language, value systems, dammit the cooking … how in heavens will you manage?Have you not noticed all the call signs till now? A nation where the national anthem is written by our very loved Indian Nobel laureate, a country which has Bengali as their official language, where Tagore’s teachings are compulsory reading in schools, where it is not just localities like Bashundhara, Uttara that feel so Indian, but where my Muslim friends and colleagues have names like Rajib, Lata, Raju, Tushar that are so endearing, a nation that rose from the depths of all challenges through an entrepreneurial spirit that drives all value systems, a nation and its people who put all their trust and confidence in meritocracy, where a most competent woman prime minister is leading the country to the future, a land producing Cambridge world-toppers year after year, an innovative powerhouse inviting with all eagerness the best of talent that the world has to offer, at pay scales that beat even leading international funding organisations.That, my friends, is today’s Bangladesh. And you said you had questions ... well, now answer some from me.Did you wonder that while reading this article, not once were you concerned about the political or trade and economic relations between Bangladesh and India? Or about the country’s economic growth? Or human lifestyle indicators?Well, not that you asked, but here you go.Key indicatorsAs per International Monetary Fund 2019 data, Bangladesh was the sixth fastest-growing economy globally – India was 56th on the list. Fortune titled Bangladesh “The Economic Miracle” of 2019. NASDAQ rated Bangladesh as the 3rd fastest growing economy globally in 2020, at the peak of Covid-19 recessionary trends. Washington-based International Institute of Finance confirmed in their 2021 report that Bangladesh will continue to lead the world’s fastest-growing economies in this new year, a finding seconded by the World Economic 2021 United Nations report that ranked Bangladesh number one in the South Asia region too.And what about human life indicators? As per World Bank, the poverty headcount ratio at $1.90 a day stood at 14.5% for Bangladesh. For India, it stood above 22% in the last respective census. The average life expectancy in Bangladesh is 72.3 years, while in India it is 69.4 years. In the 2020 United Nations Human Development Index ranking, Bangladesh was just two notches below India.The truth is, both Bangladesh and India are economic and social powerhouses that do not need each other for their growth. Both these nations have extremely robust economic structures and institutions that are markedly and singularly improving innovation, entrepreneurship, business growth, and human life indexes. It is a fact that these two commanding and dominant nations, separately, are driving global investment interest in South Asia.Mutual gainsAt the same time, that these two nations do not need each other, does not mean that they do not realise the intense advantage they both gain by cooperating on various fronts.As one would expect, India is considered an extremely valued partner by Bangladesh, and vice versa. No surprises here, that Bangladesh is India’s largest trade partner in South Asia – the nation actually contributing notable trade surplus to India. Tata, Marico, and the other Indian names mentioned earlier have Bangladesh as their largest foreign market outside India for specific product categories.Quid pro quo, India continues to invest in multiple small development projects in Bangladesh (close to 80 by the last count), apart from providing appreciable lines of credit to its very valued trade partner.As Prime Minister Narendra Modi visits Bangladesh, the above relationship between Bangladesh and India attains deeper meaning as this is one association that is slowly but surely developing into a truly mutually beneficial relationship amongst two entities, with each having something of significant equivalent value to provide to the other.But it is time now that this intense economic and political camaraderie clearly evident between leaders of the two nations should also percolate down to business houses and corporate professionals of the two nations. Cross movement of both foreign direct investment and talent will result in multiple further synergies opening up.To be candid, I am speaking from personal experience. While I worked for more than two decades in India handling various leadership roles, and while my friends and colleagues were emigrating to the usual suspects such as the US, Canada, Australia and the likes, I had been developing a growing interest in Bangladesh, perhaps piqued by my sojourn to this country from 2004-2006, where – as a part of a consulting project – I was training the South Asian heads of British American Tobacco at their Dhaka training headquarters.And then, one fine day three years ago, when the managing partner of Boston Consulting Group called up to ask me whether I was interested in joining an exciting opportunity in Bangladesh, all I could say was: “You had me at hello!”This article first appeared in Dhaka Tribune.","author":"Sandeep Ananthanarayanan, Dhaka Tribune","time":"2021-03-26T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128594-resppzrstd-1598460728.jpg","tags":["Bangladesh","India","South Asia","Narendra Modi","Sheikh Hasina"],"source":"https://scroll.in/article/990257/india-and-bangladesh-dont-need-each-other-but-they-do-stand-to-gain-by-cooperating"}