{"title":"CWG 2022 Day 10 blog: Sharath-Sreeja win TT gold, three gold in boxing, historic triple jump 1-2","content":"Key updates of Indian athletes from Day 10:15 medals added to the tally (Total: 55)Boxing: THREE GOLD MEDALS! Nitu Ghanghas, Amit Panghal and Nikhat Zareen get to the top of the podium with dominant wins. Sagar finished with SILVER in the +92kg. Hockey: BRONZE! Indian women edge out New Zealand after a thrilling shootout in the  bronze medal match for a famous win. Savita Punia the hero once again.Athletics: GOLD-SILVER! A famous 1-2 for India in the men’s triple jump for Eldhose & Abdulla. In men. BRONZE in men’s 10,000m race walk for Sandeep Kumar & women’s javelin for Annu Rani.Table tennis: GOLD! Sreeja-Sharath win India’s first mixed doubles TT gold medal in CWG history. The pair of national champion had a a campaign to remember, with Sreeja bouncing back from a singles heatbreak. Table tennis: SILVER! Sathiyan-Sharath battle hard against defending champs from England, but go down in five games.Cricket T20: SILVER! Harmanpreet Kaur did her best but it was another final heartbreak for India. Badminton: BRONZE MEDALS! Srikanth, Treesa-Gayatri bounce back after semifinal defeats.Squash: BRONZE! Dipika Pallikal Karthik and Saurav Ghosal claim bronze in the mixed doubles.Badminton: PV Sindhu battles through women’s singles final despite struggling with her movement. Lakshya Sen also into the final, needing three games. Satwik-Chirag cruise through to final as well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s javelin final: What an event this was. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    What a superb performance from Arshad Nadeem!He earns Pakistan their first track and field Gold after 60 years 🥇🥇, setting precedence with a new Games record. Congratulations @NOCPakistan 👏🏾#CommonwealthGames2022  | #B2022 pic.twitter.com/6H5YlKxeLg— Commonwealth Sport (@thecgf) August 7, 2022\n\n\n\n    #CWG2022 #B2022 #Hockey 🏑 The first medal in women's hockey since 2006. @savitahockey & Co delivered a fine performance in Birmingham after a tough World Cup.https://t.co/YQDtYisENx pic.twitter.com/CPP9rN4gK8— The Field (@thefield_in) August 7, 2022\n\n\n\n    We are proud of you #TeamIndia 💙 pic.twitter.com/ri7VWsSxHp— BCCI Women (@BCCIWomen) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20: Glad Harmanpreet Kaur acknowledged the problem without mincing her words in the Sony Sports interview. The silver must be applauded but that was another final that India lost from a winning position. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet Kaur knows where the issues lies, and is determined to rectify it #CWG22 #B2022 pic.twitter.com/5dmSbCae03— ESPNcricinfo (@ESPNcricinfo) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CWG 2022, Squash: Dipika Pallikal Karthik and Saurav Ghosal clinch mixed doubles bronze\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022 #TableTennis India's first ever CWG mixed doubles gold medal 🏓🥇 @sharathkamal1 & #SreejaAkula with a campaign to remember. https://t.co/1sYNMn3neg pic.twitter.com/WzGxT7nlPb— The Field (@thefield_in) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CWG 2022, Boxing: Nikhat Zareen, Nitu Ghanghas, Amit Panghal clinch gold with dominant performances\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Indian boxers finish with three gold medals, one silver and three bronze medals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Silver medal for Sagar after yet another brutal boxing bout. England’s Delicious Orie, riding on massive home support, clinches gold.#CWG2022 pic.twitter.com/9wKVWUowxs— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics Men’s Javelin Final: DP Manu and Rohit Yadav finish fifth and sixth in the final. Manu’s best was an 82.28m while Rohit threw a best of 82.22m. The night belonged to Arshad Nadeem of Pakistan. What a final for him!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022 #JavelinThrow Aug 7, 2021: Neeraj Chopra wins Olympic Games gold.Aug 7, 2022: Arshad Nadeem wins CWG gold. 90.18! Whattey. That was a brilliant javelin final.https://t.co/aZsTFSephF pic.twitter.com/sdXk8DYifg— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s +92kg (Super Heavyweight) Final Sagar vs Delicious ORIE: Sagar lands a nasty cut on his face. It’s a bloody bout and the English crowd loves it. Orie adds to the misery with a flurry of brutal punches. In the end Orie wins the bou twith a 5:0 UD. Sagar wins silver medal! He really had a fine campaign but faced a tough ask in the final against a good boxer in front of home crowd.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s +92kg (Super Heavyweight) Final Sagar vs Delicious ORIE: What bout this is. 44 seconds to go and Sagar needs medical attention with blood on his face.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s +92kg (Super Heavyweight) Final Sagar vs Delicious ORIE: OH WOW! It’s a 10-9 for Orie across the board and we are tied. 19-19-19-19-19. Samreen on R1: Sagar is being advised by coach Rana not to hook so often. It’s been a fight between equals so far but Sagar comes out with the advantage. The commentators are surprised but he takes the first round on all five cards.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s +92kg (Super Heavyweight) Final Sagar vs Delicious ORIE: The first round to the Indian across the board.Meanwhile in javelin. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Anderson Peters just timepassed for the entire competition and threw a monster 88.64 at the end to take the lead with his 5th attempt. And then Arshad Nadeem comes in and throws 90.18!!! GAMES RECORD, PB! Peters gives him a big hug. What an effort by the Pakistani. #CWG2022 pic.twitter.com/qwORxHFRHP— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Showman Sagar time!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics Men’s Javelin Final: DP Manu and Rohit Yadav stay fifth and sixth after their fourth throws. There’s still hope for an Indian medal here. Manu, who has thrown 82.28m, is just 0.46m behind third-placed Anderson Peters. Rohit has struggled though. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Men’s 4x400m relay – India finish 6th. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #CWG2022 #B2022 #TableTennis It's a second 🥇 for India in the sport at this Games, and a first EVER in mixed doubles. And who else but @sharathkamal1 to breach that landmark, partnered by with Sreeja Akula who was just as impressive in the final against Malaysia. pic.twitter.com/fsp5L5za4w— The Field (@thefield_in) August 7, 2022\n\n\n\n    Arshad Nadeem definitely believes he can yell his javelin further.We agree with this strategy. It is science.#B2022— Change of Pace (@ChangeofPace414) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton women’s doubles bronze medal match: Oh, that’s a well deserved bronze medal for the Indian teenagers! Treesa Jolly and Gayatri Gopichand were tested quite a bit in the second game. But a fabulous, professional performance from the youngsters as they win in straight games. Medal on debut for the two 19-year-olds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Men’s 4x400m relay time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing update from Samreen: The final Indian aiming his shot at gold, Showman Sagar will now take on England’s Delicious Orie in the men’s +92kg final.  The Indian’s advantage has been his speed, something his opponents have been lacking. Can that work today too?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics Men’s Javelin Final: After three throws, India’s DP Manu and Rohit Yadav are fifth and sixth with best throws of 82.28m and 80.66m respectively. Arshad Nadeem leads with his 88m throw. Peters back in the medal mix. Still well off his best but don’t count out one big throw from him. Both Indians have made the cut for top eight, so that’s one thing checked off. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Mixed doubles final: A Sharath Kamal/Sreeja Akula 3-1 Javen Choong/Karen Lyne: AND IT’S GOLD MEDAL FOR INDIA! The pair of national champions from earlier this year beat Malaysia 11-4, 9-11, 11-5, 11-6. This has been a journey of wonderful emotions for the man who has won it all and the woman who is starting out to impress. India’s most prolific male national winner and India’s most recent female national paddler. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Mixed doubles final: A Sharath Kamal/Sreeja Akula 1-1 Javen Choong/Karen Lyne: Strong response from the Indians, take the third 11-5 to go 2-1 up. The Indians need just one more game for the gold.Athletics, men’s javelin final: What a final Arshad Nadeem is having! Another PB! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Mixed doubles final: A Sharath Kamal/Sreeja Akula 1-1 Javen Choong/Karen Lyne: The Malaysians level it up, win the second 11-9Badminton women’s doubles bronze medal match: Treesa and Gayatri take the first game 21-15. The teenagers are a game away from the podium! The Aussie pair are not a regular pairing on tour bit Somerville is a fighter and Chen is a solid singles player. But the Indians are handling this professionally.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India’s decision to play such few specialist batters cost them eventually. Needed 23 off 16 with 5 wickets in hand, should have won from there. Nonetheless, a silver medal to be proud of.#CWG2022 #INDvAUS pic.twitter.com/hLUl4OGe1T— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Australia win by 9 runs! They make history by becoming the first ever CWG gold medallists in women’s T20 cricket. INDIA WILL TAKE HOME SILVER! IND: 152 (19.3)If there is a new major event for the women’s game, it is only fitting that it is won by Meg Lanning’s Australia. Winning machine.   The first CWG T20 cricket gold goes to this golden generation of cricketers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022 #CricketT20  Don't say anything about the batting lineup Don't say anything about the batting lineupDon't say anything about the batting lineup Don't say anything about the batting lineuphttps://t.co/aZsTFSephF pic.twitter.com/fSMZuP5f5J— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: JJ to Yastika Bhatia. First ball, she denies single. Next ball, she gets back for two but there is a run out at the other end. She is not the greatest between the wickets but has strike, 10 off 4 balls. And one wicket left. India 152/9. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Like dominoes... Deepti Sharma, after hitting a four, is LBW by Schutt.  India need 11 off the last over. JJ to do it. Yastika Bhatia, concussion sub is in. Proper batter alright but is it too much for her too late? Table Tennis Mixed doubles final, A Sharath Kamal/Sreeja Akula vs Javen Choong/Kare Lyne: Pretty steady, positive and aggressive from the Indians, taking the first game 11-4\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, men’s javelin final: Here’s how things look after first attempts. Peters, the world champion, with a below par throw to start. Table Tennis Mixed doubles final, A Sharath Kamal/Sreeja Akula vs Javen Choong/Karen Lyne It’s India up against Malaysia in this mixed doubles gold medal match. Karen has been a thorn in the flesh for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Rana is runout. Things have gone wrong for India in the last few overs of the chase while Australia have only risen in intensity.   India need 17 off 12, and a miracle.  IND: 145/6 (18) Target: 162\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022#Athletics Men's Javelin Final DP Manu and Rohit Yadav have gone past the 80m mark with their first couple of throws. Arshad Nadeem is the leader with a PB of 86.81m. World Champion Anderson Peters is fourth with 82.30mUpdates: https://t.co/pH5Asn73Fb pic.twitter.com/AhZPlGhe7S— The Field (@thefield_in) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: It’s all falling apart for India. Vastrakar first departs, Harmanpreet also miscues a scoop. Gardner with a potentially match winning over. IND: 121/5 (15.5) Target: 162\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A special knock from a special player. Harmanpreet Kaur 🙌🏽#CWG2022 #INDvAUS pic.twitter.com/oJJ0NhDyzr— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Schutt breaks the 96-run partnership! Jemimah was struggling and it was made worse by the wrist injury. Make or break moment for India here.  They need 44 off 30 balls.   IND: 118/3 (14.3) Target: 162 Badminton men’s singles bronze medal match: Srikanth Kidambi wins the bronze medal!  A straight-games win for him against Singapore’s Jason Teh who was struggling big-time with an injury to his leg.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bronze medal for Srikanth Kidambi as he defeats Singapore’s Jason Teh, who was in incredible pain due to a leg injury. Srikanth had to do it the hard way but a well-deserved spot on the podium for him.#CWG2022 #Badminton pic.twitter.com/2siljbPHVd— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: FIFTY for Harmanpreet Kaur! The captain’s on the charge and knows she must bat through to take her team home.  IND: 94/2 (12.1) Target: 162 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 Captain Harmanpreet leading from the front. ✅https://t.co/EObuedYSC4 pic.twitter.com/pjLFnV4Kg1— Samreen (@SamreenRazz) August 7, 2022\n\n\n\n    HARMANPREET 🔥🔥🔥— Rohit Sankar (@imRohit_SN) August 7, 2022\n\n\n\n    A half-century of rich quality from Harmanpreet Kaur. She’s manipulated the fielder masterfully with the scoops and aerial strokes on either side. A proper captain’s knock after India lost big wickets early.#CWG2022 #INDvAUS pic.twitter.com/2aXzoZEkjH— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton bronze medal match, Srikanth Kidambi 1-0 Jason Teh: “How on earth is he doing this?” The commentator is amazed that Teh continuing to pull points off while struggling with cramp evidently. After every rally he is struggling. Trailing 15-18 and a game. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton bronze medal match, Srikanth Kidambi 1-0 Jason Teh: The SGP shuttler is physically struggling almost every point bit is still pulling off good points. The Indian leads 18-13, is 3 points away from a bronze.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Crowd seriously into this contest! #AUSvIND #B2022 pic.twitter.com/3MKvat0JJz— Laura Jolly (@JollyLauz18) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: 82 required off 54 balls. And then another good over for India. Two fours for Kaur. Make it 69 off 48 balls. Not impossible... but India need Kaur. Plenty more from Kaur. UPDATE FROM BCCI: - Wicket-keeper Yastika Bhatia is the concussion substitute for Taniyaa Bhatia, who was hit on the back of her head while keeping wickets during India’s bowling in the first innings.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet Kaur bat-swing blessing Edgbaston.#CWG2022 #INDvAUS pic.twitter.com/O1hg404zto— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton bronze medal match, Srikanth Kidambi 1-0 Jason Teh: Teh is not 100% but he is fighting back. Srikanth is still controlling most rallies. 11-7 for the Indian.Cricket T20, IND vs AUS Final:  Three boundaries off one Brown over and it gave some momentum back. Harmanpreet and Jemimah have their tasks cut out but are steadying things for India. It’s up to these two last ‘proper batters’ to build a match-winning partnership.  IND: 73/2 (10) Target: 162 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kidambi please. pic.twitter.com/6GJZj6xckt— Vipul (@Sporty_Baba) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Men’s singles SF: G Sathiyan 1-4 Liam Pitchford: World No 20 prevails. Pitchford gets the job done. Goes through to the final with a 11-5, 4-11, 11-8, 11-9, 11-9 win. He’ll face Achanta Sharath Kamal in the final, Sathiyan will take on Drinkhall for bronze. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    𝙏𝙝𝙖𝙩’𝙨 𝙈𝙚𝙙𝙖𝙡 𝙉𝙪𝙢𝙗𝙚𝙧 50 𝙛𝙤𝙧 𝙏𝙚𝙖𝙢 𝙄𝙣𝙙𝙞𝙖!@SauravGhosal & @DipikaPallikal  win the 🥉 in the mixed doubles squash @birminghamcg22. #EkIndiaTeamIndia  #B2022 pic.twitter.com/jgRWjISxrz— Team India (@WeAreTeamIndia) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton bronze medal match, Srikanth Kidambi 1-0 Jason Teh: That’s a mix of sublime and frustrating from Srikanth but more former than the latter. Jason Teh showing crazy defence in a couple of points but not enough for the youngster. Srikanth *should* close this out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Men’s singles SF: G Sathiyan 1-3 Liam Pitchford: Sathiyan staring at defeat. Pitchford just one game away now. Takes the fourth 11-9, does the world No 20 from England. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Not to be for Smriti today and. Shafali follows her right after, off Gardner. McGrath takes the catch but they can’t celebrate because she’s Covid positive. Shafali was just dropped in the over. Bizarre cricket by India who have a short batting lineup. IND: 22/2 (2.4) Target: 162 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton bronze medal match, Srikanth Kidambi vs Jason Teh: Early signs that Jason Teh is not going to make this easy for Srikanth, some gruelling rallies already. And both men must be tired in their bones. A 11-10 lead for Sri at the interval. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TableTennis Men’s singles SF: G Sathiyan 1-2 Liam Pitchford: The World No 20 is pumped up. Pitchford takes the lead again, wins the third game 11-8.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final:  BIG WICKET! Over 1.5: Smriti Mandhana 6(7) is bowled by Darcie Brown, India 16/1, What a strange decision by Smriti to play a shot behind the wicket against Brown. The pacer just kept it straight and is bowled. So many shots in her repertoire and now twice she is out playing a strange one down the leg side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Men’s singles SF: G Sathiyan 1-1 Liam Pitchford: Sathiyan levels the match, winning 11-4. This, by the way, is the first singles meeting between the two as per ITTF database. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton bronze medal match, Srikanth Kidambi vs Jason Teh: Can Srikanth recover from the disappointment from earlier today? First meeting with Jason Teh, world No 87.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MEDAL ALERT!  Dipika Pallikal Karthik and Saurav Ghosal claim bronze in the mixed doubles squash!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022 #TableTennis Like the words say in the background... it's almost as if @sharathkamal1 is \"just beginning\" Back in the men's singles final of the Commonwealth Games after Melbourne 2006! ⏳https://t.co/BboJbzcdob pic.twitter.com/z7IJ4Nzp6P— The Field (@thefield_in) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Innings break – Australia finish with 161/8. A good fightback in the death overs by India. Their fielding was brilliant today with Radha Yadav and Deepti Sharma leading the way. Renuka Singh Thakur and Sneh Rana took two wickets apiece, while Beth Mooney top-scored for Australia with 61 off 41.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles bronze – Ghosal/Pallikal 2-0 Pilley/Lobban: Dipika Pallikal Karthik and Saurav Ghosal win the mixed doubles bronze! A dominant performance from the Indian pair to secure a 11-8, 11-4 win over Gold Coast champions Pilley and Lobban.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis: G Sathiyan is coming up against Liam Pitchford for a chance to make it to the men’s singles final, where Achanta Sharath Kamal awaits.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis, Men’s singles SF – Sharath Kamal 4-2 Paul Drinkhall: ACHANTA SHARATH KAMAL IS IN THE FINAL! Comes up with an 11-8, 11-8, 8-11, 11-7, 9-11, 11-8 win to reach his first singles gold medal match since Melbourne 2006.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles bronze – Ghosal/Pallikal 1-0 Pilley/Lobban: Playing against the taller Pilley, Dipika has stood strong and troubled the Aussie with her drop shots. Ghosal has run around more getting to Lobban’s drops and has left Dipika to handle the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles bronze: Saurav and Dipika started strongly racing to a 7-2 lead with the latter winning some good points. They bring up game balls at 10-3 but let the Aussies mount a comeback and win five points. Dipika seals the game 11-8 in the end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: OUT! Another one bites the dust. This time Alana King hits one straight to mid-wicket and Radha Yadav gets her first wicket. This is turning into a solid finish to the innings for India. AUS: 150/7 (18.3 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Deep🔥 Sharma.#CWG2022 #B2022 #CricketT20 pic.twitter.com/8CALK9xVNh— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n    You cannot do that, Deepti Sharma.#CWG2022 pic.twitter.com/bcj0WSkasr— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: OUT! A sensational catch by Deepti Sharma! Wow! Mooney mistimes one and Deepti runs backwards from mid-on to take a one-handed blinder. Mooney has to walk back after a brilliant 61 off 41. The new batter is Alana King. AUS: 142/6 (17.2 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Renuka Singh Thakur finishes with figures of 2/25 and returns with a fantastic haul of 11 wickets in the tournament – the most by any bowler.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Image credit: Twitter @BCCIWomen\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: OUT! Renuka strikes again and Grace Harris is out for 2 off 4. A superb catch running behind from mid-on by Meghna Singh. The new batter is Rachael Haynes. AUS: 133/5 (16.3 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: FIFTY for Beth Mooney! fine knock by the left-hander, she gets to her half-century off just 35 balls and with a four straight over. AUS: 133/4 (16 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis, Men’s singles SF – Sharath Kamal 3-2 Paul Drinkhall: Drinkhall gets another one back. He needs to win two more to go through to the final, Sharath needs just one more.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: OUT! Sneh Rana strikes. Ash Gardner goes for another big hit but is stumped this time. She walks back for 25 off 15. The new batter is Grace Harris. AUS: 125/4 (15.1 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: SIX! Radha Yadav tosses it up and Ash Gardner hits it straight over for a huge six. Stunning shot from the right-hander. Big over that, 11 runs from it. Australia continuing to move along nicely. AUS: 125/3 (15 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles bronze: Saurav Ghoshal, fresh off his historic singles bronze, is teaming up with Dipika Pallikal Karthik for the mixed doubles bronze medal match against Australia’s Donna Lobaan and Cameron Pilley. Four years ago in Gold Coast, this was the gold medal match which was won by the Australian pair in straight games.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis: Sharath has a 4-2 H2H against Drinkhall...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis, Men’s singles SF – Sharath Kamal 3-1 Paul Drinkhall: Fist pump from Sharath Kamal, wins the game 11-7. Just one game more for the Indian to go through to the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #CWG2022 #B2022 #Hockey  The Indian women's team is welcomed back after their bronze medal match win with a guard of honour by the Indian men's team. 🥉🙌🏽📽 Hockey Indiapic.twitter.com/iQyPRyinYH— The Field (@thefield_in) August 7, 2022\n\n\n\n    Two overs, two moments of magic from Radha Yadav to help India fight back.#CWG2022 #INDvAUS pic.twitter.com/sRqcW56TLq— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: OUT! Another moment of genius from Radha Yadav! This time she flies to her left at point and takes a stunning catch to dismiss McGrath. Deepti gets the wicket. India are fighting back! The new batter is Ash Gardner. AUS: 87/3 (11.1 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis, Men’s singles SF – Sharath Kamal 2-1 Paul Drinkhall: Big roar from Paul Drinkhall as he won the third game 11-8. Still a while to go in this best-of-7-game match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Radha Yadav nutMegs Lanning.#CWG2022 pic.twitter.com/cNbK46vI53— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: OUT! A wicket against the run of play for India and it’s the big one of Meg Lanning. Brilliant presence of mind and skill from Radha Yadav as she collects the ball in her follow through and flicks it through between her legs to run out Lanning at the non-striker’s end. The Australian captain walks back for 36 off 26. The new batter is Tahlia McGrath. AUS: 83/2 (10.1 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis, Men’s singles SF – Sharath Kamal 2-0 Paul Drinkhall: Good aggressive and positive play by Sharath Kamal, takes a 2-0 lead in the match after winning the second 11-8.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Massive over for Australia! India captain comes on as the seventh bowler for India and leaks 14 runs in her first over. Three fours for Lanning, one for Mooney. Australia are bossing the contest now. AUS: 83/1 (10 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BREAKING: Australia allrounder Tahlia McGrath has tested positive for Covid-19 and is experiencing mild symptoms. Following consultation with health experts, team and match officials, she has been allowed to participate in the gold medal match#CWG22 #B2022 pic.twitter.com/jD7jjXpzY3— ESPNcricinfo (@ESPNcricinfo) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Pooja Vastrakar joins the attack and bowls an expensive over, with a boundary each for Mooney and Lanning. India need to find a way to control the run-flow. Wickets, of course, would be ideal. AUS: 66/1 (9 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Sneh Rana joins the attack, tosses one up and gets hit by Mooney straight over for four. Classy shot by the left-hander. AUS: 54/1 (8 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Left-arm spinner Radha Yadav joins the attack and concedes just three singles in her first over. AUS: 46/1 (7 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis, Men’s singles SF – Sharath Kamal 1-0 Paul Drinkhall: The Indian veteran takes the lead in this first semifinal, wins the opener 11-8.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Renuka changes ends and returns to the attack, she pitches one on a length and Lanning launches into it with a six over long-off. Top shot that. That’s the end of the powerplay, a pretty good one for Australia despite losing Healy early. AUS: 43/1 (6 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Lanning cuts one and Jemimah covers good ground at the boundary before putting in a dive but she can’t save the four. Eight runs come from Deepti’s first over. AUS: 30/1 (5 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Four! Meghna pitches it up and on the pads, Mooney doesn’t miss out and whips it away for four. Change in bowling now as Deepti joins the attack. AUS: 22/1 (4 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Renuka Singh Thakur becomes the first Indian pacer to take 10 or more wickets in a women's T20I series.#CWG2022— Kausthub Gudipati (@kaustats) August 7, 2022\n\n\n\n    Going forward, Australia might be wary of Renuka Singh Thakur the same way India were wary of Alyssa Healy all this while.#CWG2022 #INDvAUS pic.twitter.com/GO9G7wAJAF— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n    Healy out early in a final.Healy out early in a final.Healy out early in a final.#CWG2022 #B2022— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: OUT! Renuka Singh Thakur does it again! She gets the big wicket of Alyssa Healy – her 10th wicket of the tournament. The right-hander was struck in front and the umpire said not-out but India reviewed successfully. The new batter is Australia captain Meg Lanning. AUS: 9/1 (2.2 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Three runs from Meghna’s first over. Healy and Mooney timing the ball well but not finding the gaps. There is some movement on offer for the pacers. AUS: 9/0 (2 overs).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Chance for India in the first over! Healy is nearly dismissed the exact same way she was in the opener against India – Renuka brings the ball back in and there’s a thick edge but this time the ball flies past Deepti in the slips. Six runs come from the first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Nearly time! Edgbaston is pumping pic.twitter.com/7rN7ilsLtY— Australian Women's Cricket Team 🏏 (@AusWomenCricket) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: The toss is done and we’re ready for play at Edgbaston!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket T20, IND vs AUS Final: Both teams have named an unchanged side for the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket final, India vs Australia: Harmanpreet says the toss is never in their control so the team were prepared to bat or bowl first. India name an unchanged side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket final, India vs Australia: There was a delay but Harmanpreet Kaur and Meg Lanning are finally out for the toss. Lanning wins the toss and elects to bat first!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022 #CricketT20 Wishes for the gold medal match from the men's team in Miami for the women's team 📽 BCCIpic.twitter.com/6ZbLFa8csp— The Field (@thefield_in) August 7, 2022\n\n\n\n    .@JemiRodrigues looks all geared up for the Finals 💪💪#GoForGold #GoForGlory #INDvAUS pic.twitter.com/kGXQBQLEbf— BCCI Women (@BCCIWomen) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket final, India vs Australia: In just a few minutes, the two captains Harmanpreet Kaur and Meg Lanning will be out for the toss. But before that, relive India’s semifinal win over England and Smriti Mandhana’s explosive half century.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CWG 2022, Boxing: Nikhat Zareen sets sight on Birmingham podium, visualising her path towards it\n    \n        \n        \n            \n            \n            \n        \n    \n\n    How many track and field medals from #Birmigham2022 #CommonwealthGames2022 in this photo?#IndiaAt75 #CWG22 #CWG2022India pic.twitter.com/1megmtUSR9— Amit Kamath (@jestalt) August 7, 2022\n\n\n\n    Launching himself into a 𝐟𝐢𝐫𝐬𝐭-𝐞𝐯𝐞𝐫 Triple Jump 🥇A historic 𝟏𝟕.𝟎𝟑𝐦 leap from Eldhose Paul to become the first 🇮🇳 to bring home a CWG Gold in #TripleJump 🔥#BirminghamMeinJitegaHindustanHamara🫶#EldhosePaul #CWG2022 #SonySportsNetwork #SirfSonyPeDikhega #B2022 pic.twitter.com/TrRhcSMFg0— Sony Sports Network (@SonySportsNetwk) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CWG 2022 Hockey: Janneke Schopman keeps belief as India look to move on from disappointing World Cup\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Newly-minted #Birmingham22 #CommonwealthGames2022 gold medallist #NikhatZareen says she painted the gold medal on her nails as a reminder she needs to win gold at #CWC2022 for her \"ammi\". pic.twitter.com/YpNWg5aWNq— Amit Kamath (@jestalt) August 7, 2022\n\n\n\n    #CWG2022 #B2022 #TableTennisCommendable effort by Achanta Sharath Kamal and Gnanasekaran Sathiyan, winning 🥈in the men's doubles event. pic.twitter.com/7g5LVyHH72— The Field (@thefield_in) August 7, 2022\n\n\n\n    #CWG2022 #B2022 #TableTennis 2018 CWG: Men's doubles 🥈 2022 CWG: Men's doubles 🥈  Yet another medal at CWG for India's star paddlers @sharathkamal1 & @sathiyantt A brilliant final too.https://t.co/pH5Asn73Fb pic.twitter.com/7P7NcFj3Xn— The Field (@thefield_in) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TableTennis Men’s doubles final, A Sharath Kamal/G Sathiyan 2-3 Paul Drinkhall/Liam Pitchford: England successfully defends their title from four years ago, beating India 8-11, 11-8, 11-3, 7-11, 11-4. “Good game,” Sharath tells his opponents. Indeed so. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Men’s doubles final, A Sharath Kamal/G Sathiyan 2-2 Paul Drinkhall/Liam Pitchford: Indians in trouble. Down 4-8,... 4-9.... 4-10. Six match points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Men’s doubles final, A Sharath Kamal/G Sathiyan 2-2 Paul Drinkhall/Liam Pitchford: India take the fourth game 11-7.!Shahid Judge: India had led 2-1 in the men’s doubles table tennis final at Gold Coast 2018, before the English came back and won the match. Now in Birmingham 2022, England had the 2-1 lead only for the Indians to equalise. Just as it was four years ago, this too is going into the decider.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Men’s doubles final, A Sharath Kamal/G Sathiyan 1-2 Paul Drinkhall/Liam Pitchford: Rather one-sided third game as Drinkhall and Pitchford win it 11-3 to go 2-1 up in this final\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Knew Nikhat was onto something after Strandja. Mad belief in her abilities, only grew after becoming World Champion. With the #CWG2022 🥇 now, just commands a different level of authority.But it's her personal philosophy that strikes me most. Read: https://t.co/d5wH7WKRCl pic.twitter.com/Wzg0rMBBRV— Samreen (@SamreenRazz) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table tennis, Men’s doubles final, A Sharath Kamal/G Sathiyan 1-1 Paul Drinkhall/Liam Pitchford: England pull one back, make it 1-1 in the gold medal match. They win the second game 11-8\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing, Women’s 50kg FINAL: Just a confirmation of the Nikhat domination. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Nikhat Zareen’s five Flyweight bouts at World C’ships: 5-0, 5-0, 5-0, 5-0, 5-0.  Nikhat Zareen’s four Light Flyweight bouts at Birmingham 2022: Referee stopped bout, 5-0, 5-0, 5-0.  As the commentator said, “very very special”. The importance of this is immense actually in a sport like boxing where so much is subjective. #NikhatZareen has simply left no doubt.  Get a feeling she’ll be *trending* a few times in her career still. (Context)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Men’s doubles final, A Sharath Kamal/G Sathiyan 1-0 Paul Drinkhall/Liam Pitchford: This is a repeat of the men’s doubles final from 2018. The English won 3-2 on that occasion. Can the Indians turn it around? The men in blue draw first blood in this doubles final, win the opener 11-8\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Lovely embrace between @nikhat_zareen and @Phogat_Vinesh after the former's Gold medal bout! Both top athletes, who've had their share of troubles in the past. Both Birmingham 2022 Champions!— Aman Shah (@aman812) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing, Women’s 50kg FINAL Carly MC NAUL vs NIKHAT Zareen: The World Champion is CWG champion! (Different weights, also significant). Nikhat Zareen never once looked like she was going to return with anything other than gold medal from these Games. Look at those results!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing, Women’s 50kg FINAL Carly MC NAUL vs NIKHAT Zareen: Another round with 10-9s across the board. The commentator even thought McNaul could have got a standing-8 count. Anyway, the Indian has one hand on that gold medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing, Women’s 50kg FINAL Carly MC NAUL vs NIKHAT Zareen: A 10-9s across the board for the Indian. She loves to win by UD. She is one-thirds of the way there,\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Samreen: Nikhat Zareen is on a hattrick of golds this year. Her ultimate destination remains Paris 2024 but if she can achieve this feat, her confidence will only grow. Before the CWG,  Coach Bhaskar Bhatt told us, “When the boxer is focused and knows exactly what they have to do, it is unlikely that they will falter. The track she (Nikhat) began on, the destination she is heading for makes me feel a 100% confident that she will achieve her goal.” She has the skills, the confidence, but the question is, has she visualised the CWG podium this time?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022 #Boxing 🚨 Nikhat Zareen time. https://t.co/aZsTFSephF pic.twitter.com/l93bc4YqeC— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The SatChi Factor: The Immense importance of Satwiksairaj and Chirag Shetty in Indian badminton\n    \n        \n        \n            \n            \n            \n        \n    \n\n    After winning the men’s doubles silver at Gold Coast 2018 – a significant event in their career – Satwiksairaj Rankireddy and Chirag Shetty are back in the Commonwealth Games final. Satwik even doing a bit of a jig after the semifinal win.#CWG2022 #Badminton pic.twitter.com/JuIKqdEK32— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s Doubles SF: INTO THE FINAL! Satwik-Chirag are back into the final of the CWG games! The 2018 silver medallists have the chance to go for gold. There was a 83-shot rally in the end. But really, the Indians were not tested that much. Now to find out whether they face the Malaysian who they have never beaten before or an English pair that will have a huge backing. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton: Just a reminder that the bronze medal matches in badminton are later tonight. Srikanth / Treesa-Gayatri have to bounce back soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #CWG2022 #B2022 #Badminton She has achieved so much in her career, not sure a CWG gold would be a defining moment. But she evidently wants it, she is fighting for it. Didn't look 100% today but still wins in straight games. Sindhu, back in the final ⭐️ https://t.co/aZsTFSephF pic.twitter.com/dABPk6NUnj— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s Doubles SF: Satwik-Chirag win the first game 21-6 in quick time. India’s No 1 doubles pair is in the zone. They are heading into the final in quick time. 7-1 lead in the 2nd game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Women’s Doubles SF: Another tough battle, another display where they showed their talent. But Tan/Thinaah show they are clutch! Top seeds progress. Gayatri/Treesa will fight for bronze and will take on Australia. The teenagers have great chance to win bronze on debut if they can prevail.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Women’s Doubles SF: Gayatri-Treesa went up 13-10 here but Tan/Thinaah have fought back. 14-14 in the 2nd game. Will be a huge shot in the arm for the Indians if they can take this to the decider.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Everytime this man @ramanbhanot & I commentate on a🥉medal match involving 🇮🇳, drama happens in the last few secs - PC conceded to Germany at Tokyo  & goal conceded to NZ today. But most importantly, 🇮🇳 WINS. Trying my best to take some credit here 😉😛 Congrats ladies. So happy. pic.twitter.com/1DORzst1b8— Viren Rasquinha (@virenrasquinha) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s Doubles SF: SatChi time. In the men’s doubles semifinal, Satwik-Chirag face the second Malaysian pair in a quest to return to the final. Chan Peng Soon and Tan Kian Meng are mixed doubles specialists on tour (ranked 8th & 11th respectively in the world alongside their partners) and won’t make it easy for the Indians.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Women’s Doubles SF: Treesa and Gayatri lose the first game 13-21. They’re putting up a brave fight but coming up short against the experience of the top-seeded Malaysian pair.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Eldhose Paul🥇Abdulla Aboobacker🥈Double delight in triple jump for India 👏#CWG2022 #Athletics pic.twitter.com/JUndl1Peuc— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Triple jump medal ceremony underway. Double delight for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Women’s Doubles SF; Time now for the young Indian pair of Treesa Jolly and Gayatri Gopichand to take the court in what is surely going to be a huge challenge for them.Athletics, women’s 4x100m relay FINAL: Almost a similar time that they ran in the heats. India finish 5th with a time of 43.81. Solid effort by Hima, Dutee, Srabani and hurdler Jyothi. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, women’s 4x100m relay FINAL: Time for Dutee & Co.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    It’s going to be Lakshya Sen vs NG Tze Yong in the final after the Malaysian beats Srikanth Kidambi for the second time in Birmingham. Srikanth should’ve closed out the match in straight games after leading 19-18. Had that look of resignation towards the end.#CWG2022 #Badminton pic.twitter.com/TlhIkdwDay— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s singles SF: After the mixed team event, NG Tze Yong completes a second win against Srikanth Kidambi in Birmingham. The Malaysian was clinical in the decider and the Indian couldn’t match up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #B2022 #Badminton  CWG 2018: A Malaysian legend ended hopes of an all-Indian men's singles finalCWG 2022: A Malaysian youngster, who might not have played if their star chose to take part, ended hopes of an all-Indian men's singles final.Lakshya Sen vs Ng Tze Yong for gold.— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: What a morning session at the Alexander Stadium for Indian athletics. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s singles SF: It’s looking bad for Srikanth. Down 8-16.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #Boxing Converted the silver to gold, came back to winning ways after Tokyo, and took on the #B2022 journey with only 5-0 UDs. Good to see Amit Panghal just letting the goosebumps settle after the national anthem. It was worth it. 🥇https://t.co/WHtA2mWCvR pic.twitter.com/rUaNNAOxfE— Samreen (@SamreenRazz) August 7, 2022\n\n\n\n    You have to feel for Sreeja Akula. She has won hearts with her gallant display in the CWG22 Table Tennis Women’s Singles Bronze medal playoff. Her grit and determination,  pluck and poise are assets. It was one medal that would have added so much joy to this memorable afternoon.— G Rajaraman (@g_rajaraman) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s singles SF: NG Tze Yong takes a healthy 11-7 lead to the interval in the decider. Losing that second game after having the lead seems to have unsettled Srikanth. He has to make a move now. Oh dear, as I finish typing that out, Ng has taken a 14-8 lead after the change of ends. Not looking good for Sri.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Women’s singles bronze medal match: Sreeja Akula 3-4 Yangzi Liu: Heartbreak for the youngster! Akula pushed right till the end, but Liu just about got over the line, winning 3-11, 11-6, 11-2, 7-11, 15-13, 9-11, 11-7. Tears for the Indian national champion but she still has the mixed doubles final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    ANNU WINS BRONZE 🥉@Annu_Javelin scripts history by becoming the 1️⃣st Indian female Javelin Thrower to win a medal at #CommonwealthGames The gutsy javelin thrower has proved her mettle & won a Bronze 🥉with the best throw of 60m at #B2022Well Done Champ!!👍🏻#Cheer4India🇮🇳 pic.twitter.com/zmGneoJQze— SAI Media (@Media_SAI) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s singles SF: We are going to a decider! NG Tze Yong clinches the second game after trailing 18-19 and winning three straight points. What a battle this is, could go either way!Table Tennis Women’s singles bronze medal match: Sreeja Akula 3-3 Yangzi Liu: Akula was down 1-7. Came back to win it 11-9. This match is going the distance\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Come on Sri(kanth) / Sree(ja)! #CWG2022 #B2022 #TableTennis #Badminton— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics women’s javelin throw final: Annu Rani wins bronze! Elizabeth Gleadle cannot throw over 60m with her final attempt and India have won another medal. Twist in the tale for gold medal too at the end. If we are not wrong that is the first ever women’s javelin throw medal for India at CWG. We will confirm that shortly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Australia's reigning World Champion Kelsey-Lee Barber pulls off a brilliant last throw (64.43m) to win the Women's Javelin event.Annu Rani wins a Bronze medal for 🇮🇳— Aman Shah (@aman812) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics women’s javelin throw final: ANNU WITH A MEDAL CHANCE! India’s Annu Rani is third after five throws with a best of 60m. Canada’s Elizabeth Gleadle is close behind with a best throw of 59.79m. Going into the final throws, Annu is third behind Australians Mackenzie Little and Kelsey-Lee Barber. Canada’s Elizabeth Gleadle is fourth with a best throw of 59.79m.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    ELDHOSE & ABDULLA SCRIPT HISTORY 🏃‍♂️💨💨Eldhose 17.03m & Abdulla 17.02m take 🥇 & 🥈 in Men's Triple JumpEldhose Paul becomes the 6th ever 🇮🇳 to win a Track & Field Gold at Commonwealth GamesWhat a way to celebrate the anniversary of Neeraj Chopra's Oly Gold 🤩👏 pic.twitter.com/cm0DJjmjUH— SPORTS ARENA🇮🇳 (@SportsArena1234) August 7, 2022\n\n\n\n    #CWG2022 #B2022 Going into the World Championships in Eugene, Eldhose Paul was third among the triple jump trio from India. He reached the final there ahead of Praveen & Abdulla. Today he is the first Indian to win a triple jump gold medal at CWG.https://t.co/aZsTFSephF pic.twitter.com/bOSVYLSul5— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Women’s singles bronze medal match Sreeja Akula 2-3 Yangzi Liu: Big celebration from Liu after that tight, tight game. Wins it 15-13 to go 3-2 up in this tie\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s singles S: Aditya Chaturvedi –  Lakshya Sen is through to the final! He defeats Singapore’s Jason Teh 21-10, 18-21, 21-16 in a thriller! Another medal assured for India. The third game was intense but Lakshya made his move at just the right time. Some incredible defence as usual from the 20-year-old. He simply wasn’t going to give an inch today at the business end. Trickier than he would have hoped but he is in the final. Athletics: It’s a bronze medal for India in men’s 10,000m race walk. Sandeep Kumar: 38:49.21 a PB\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022#Athletics Men's 10,000m Race Walk - FinalIt's a bronze medal for India! 👏🏽Sandeep Kumar: 38:49.21 with a PB and he will finish on the podium too, after Priyanka Goswami's silver in women's event. https://t.co/pH5Asn73Fb pic.twitter.com/W3cOIFUGDa— The Field (@thefield_in) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s singles SF: Lakshya Sen is through to the final! He defeats Singapore’s Jason Teh 21-10, 18-21, 21-16 in a thriller! Another medal assured for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Women’s singles bronze medal match: Sreeja Akula 2-2 Yangzi Liu: Two big forehands and a fist-pump from Sreeja Akula, winning the fourth 11-7 to draw level in this match.Athletics men’s triple jump final: GOLD-SILVER. Abdulla Aboobacker second, Eldhose Paul first. WHAT AN EVENT FOR INDIA! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022 #Athletics  India 1-2 in men's triple jump! Eldhose Paul: 🥇Abdulla Aboobacker: 🥈https://t.co/aZsTFSephF pic.twitter.com/1hnwEuPzMK— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Women’s singles bronze medal match, Sreeja Akula 1-2 Yangzi Liu: Confident play from the Australian, winning the third game 11-2. Akula needs to reset quickly and find some rhythm\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s singles SF: Lakshya Sen with a four-point lead at the interval in the decider. The India No 1 is pumped! Srikanth Kidambi on the court too. He has a tough matchup on his hands against NG Tze Yong\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Women’s singles bronze medal match, Sreeja Akula 1-1 Yangzi Liu: A nervy start from the 20-year-old Australia No 1 perhaps, but Akula takes full advantage, races to a 11-3 win in the opening game. Then a lot more attacking intent by Liu in that second game, winning it 11-6 to level the match\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics men’s triple jump final: Abdulla Aboobacker with a 17.02m jump to climb to the silver medal position! Was just 0.01m short of compatriot Eldhose’s best jump. Praveen Chitravel stays in 4th. Eldhose keeps the lead. The mark for Praveen now would be at least 16.92... we can dream of a 1-2-3?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Congratulations girls! Fantastic. So well deserved. After 3 months on the road. Such great resilience! #B2022 @TheHockeyIndia @Media_SAI #B2022Hockey pic.twitter.com/tHtr7gp39T— Graham Reid (@reidgj) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Sandeep Kumar is now setting the pace in the racewalk final. Four attempts done in the triple jump. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Table Tennis Women’s singles bronze medal match: Sreeja Akula vs Yangzi Liu. The Indian national champion and World No 76 Sreeja Akula takes on the No 72 from Australia\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SF, Lakshya Sen 1-0 Jason Teh: 16-19, Lakshya makes it. But now three game points for Teh and he converts the 2nd. Lakshya recovered from a blip but the damage was done.Athletics, men’s triple jump final: The Indians remain 1-3-4 here.Also underway is the men’s 10,000m race walk and soon women’s javelin final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Congratulations to our Indian Women Hockey team on winning Bronze medal at the Commonwealth Games 2022 in Birmingham. #bharatkisherniya #bronzemedal🥉 #teamindia pic.twitter.com/fJdl9DrqsF— Rani Rampal (@imranirampal) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SF, Lakshya Sen 1-0 Jason Teh: Teh must be a TT player as well. A fair few “CHOLE!”s\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022 \"Triple\" jump in more than one sense of the term for India at the moment. https://t.co/aZsTFSephF pic.twitter.com/9jMVUKvMET— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SF, Lakshya Sen 1-0 Jason Teh: Brilliant couple of points for Lakshya just when he needed it. In no time, he has closed the gap to 14-17. In athletics, the Indian trio \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SF, Lakshya Sen vs Jason Teh: We turned our attention to athletics briefly thinking Sen was cruising but the Indian in trouble in the 2nd game. He is trailing 9-16.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Eldhose Paul becomes the first jumper to cross the 17m mark with a big 17.03m jump! He leads from Bermuda’s Jah-Nai Perinchief and compatriots Praveen Chitravel and Abdulla Aboobacker after three jumps.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    This will make so many Indians proud!  I know how all of you 🇮🇳emotional are involved as I never experienced somewhere else😊and that’s why I am so happy for all of you!  Enjoy the moment. pic.twitter.com/mmtASu1XfL— Sjoerd Marijne (@SjoerdMarijne) August 7, 2022\n\n\n\n    #CWG2022 #B2022 Eldhose Paul into the lead with 17.03m!!!  https://t.co/aZsTFSephF pic.twitter.com/U26PHp39kr— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n    Nitu with the first boxing gold medal won by an Indian at #CWG2022 👏 pic.twitter.com/eegUPipFCd— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n    #CWG2022 #B2022#Athletics Meanwhile in the men's triple jump final, three Indians are placed 2-3-4! 👀👀👀Updates: https://t.co/pH5AsnpcTj pic.twitter.com/xopZrntjhE— The Field (@thefield_in) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: GOLD!   Amit Panghal is back and how    After the heartbreak in Tokyo, the Indian scripts a brilliant comeback in Birmingham after staying lowkey for a while. Wins with a 5:0 UD against Macdonald!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Gold medal for Amit Panghal! He did some real damage to his English opponent in the final. What a comeback this is from the Indian after the Tokyo Olympics heartbreak. And finally he gives us a smile. Four bouts competed in at #CWG2022 and four unanimous decision wins for Amit.👏 pic.twitter.com/LynvcbseMI— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SF:  Lakshya Sen in action on now. On paper, the Indian should be the favourite here against Singapore’s Teh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    She was arguably India’s best player at #CWG2022. And it’s about time she’s known as one of the best players in the world. When Navneet Kaur dribbles, you watch in awe as the frenetic action around her seems to slow down just that tad bit.https://t.co/jsRk7VGcMK— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: A burst of relentless attacking halfway through the round from Amit dislodged the Englishman and how! Even when Macdonald managed to attack, he countered it with much more.  R1 to Amit on all 5 cards!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shahid Judge with the Table Tennis preview for the day:In the early hours of Sunday morning, Bhavina Patel won gold in the para table tennis women’s singles event, and Sonalben Patel claimed the bronze. They were the first of many medal matches the Indian table tennis players will be competing in today at the Commonwealth Games.Day 10 of Birmingham 2022 starts off with Sreeja Akula taking on Australia’s Yangzi Liu for the women’s singles bronze medal. Later in the day, Achanta Sharath Kamal and Gnanasekaran Sathiyan will team up and face England’s Paul Drinkhall and Liam Pitchford in the men’s doubles final. Both pairs will split up later, as Sharath Kamal takes on Drinkhall, and Sathiyan will play Pitchford in the two men’s singles semifinals.Finally, in the last match featuring an Indian on the day, is the mixed doubles final. And it’s Sharath Kamal again in action, as he pairs up with Akula to face the Malaysian team of Javen Choong and Karen Lyne.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: In action now is the experienced Amit Panghal, on a mission to redeem himself after Tokyo 2020. He takes on England’s Kiaran Macdonald in the men’s 51kg final!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Indian women's hockey team win bronze!#CWG2022 #B2022 https://t.co/pH5Asn73Fb pic.twitter.com/7pFPm5VYRC— The Field (@thefield_in) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: GOLD for Nitu Ghangas!!   Utter domination from Nitu! Today and in all her bouts at the CWG. She defeats Resztan by a 5-0 UD. Brilliance from the Indian, technically and mentally.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles semifinal, IND 2-0 SGP: PV Sindhu INTO THE FINAL! Back to get that gold medal that has eluded her. She didn’t seem to be at her best early but kept at it, Yeo helped her out, but at the very end, it seemed the adrenaline had taken over.Boxing\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Goosebumps. Tears. Happiness. This Indian women’s hockey team is all things lovely. And this bronze medal is richly deserved after everything they’ve gone through. Take a bow, Savita Punia and Co 👏#CWG2022 #Hockey pic.twitter.com/1dgm9qwzsh— Aditya Chaturvedi (@aditya_c19) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: Neha missed her attempt but Savita made another save and the bronze medal was India’s. What a moment. What a wonderful moment. Tears of happiness all around.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Full Time – IND 1-1 NZ, Shootout – IND 3-1 NZ: INDIA WIN THE BRONZE MEDAL!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Full Time – IND 1-1 NZ, Shootout – IND 2-1 NZ: Savita makes a save! She forces the attacker wide and maintains her balance brilliantly. NZ take a referral but it doesn’t go their way.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Resztan is rough and aggressive and that causes Nitu to stumble a little but she bounces right back with as much intensity. Her punches are much cleaner later, a few mean combos in as well.  She takes R1 4:1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hockey bronze.Sindhu.Triple jump.Nitu final. #CWG2022 #B2022— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Full Time – IND 1-1 NZ, Shootout – IND 2-1 NZ: Navneet Kaur scores! She takes the keeper wide and makes her commit before scooping the ball in. What skill and composure!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Full Time – IND 1-1 NZ, Shootout – IND 1-1 NZ: Sonika scores! It was a bit of a scrap with the keeper put Sonika put in a dive to get the ball in. NOW NZ MISS. India have the opportunity to take the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Full Time – IND 1-1 NZ, Shootout – IND 0-1 NZ: Savita makes the save! Again, there’s a retake but Savita saved it again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Full Time – IND 1-1 NZ, Shootout – IND 0-1 NZ: Megan Hull scores for NZ but Sangita Kumari’s effort is blocked by the keeper. Pressure on India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Full Time – IND 1-1 NZ: New Zealand to take the first shot. Captain Savita Punia is in goal for India. It all comes down to this. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Boxing: Samreen Razzaqui – Finals time! First in action for India is Nitu in the women’s 48kg category against England’s Demie-Jade Resztan. Nitu won the Strandja Gold earlier this year. Her faith in her training and her hope to execute that was her only aim before Birmingham. It did reap excellent results in the ring so far. Can she now get the coveted CWG Gold too?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles semifinal, IND 1-0 SGP: PV Sindhu once again, SOMEHOW, has resisted Yeo’s challenge (and accepted the occasional gift) to go 11-9 up at the break. The Indian will be desperate to finish this in straight games. Now the lead is 14-9. Adrenaline kicking in perhaps.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Full Time – IND 1-1 NZ: It’s time for a shootout now. India were seconds away from securing bronze but they find themselves in a tricky position now. Australia beat them in the shootout in the semis and the pressure will be immense again. They’ll beed to forget the late equaliser (impossible as that may be to do) and get the job done here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-1 NZ: GOAL! Olivia Merry converts the penalty stroke and we’re level. This is brutal for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: PENALTY STROKE FOR NZ! Oh dear, oh dear. Navneet Kaur with the foul in front of goal and India lose the referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: A PC for NZ with under 30 seconds left in the match. Neha gets the ball on her foot. Massive moment!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: Lalremsiami gets a yellow card and India will have to play the last two minutes of the match with 10 players. She got punished for not playing to the whistle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CWG2022 #B2022#Athletics Men's Triple Jump Three Indians in action in this event, folks. And if they can get to their best, things should get interesting. Abdulla AboobackerPraveen ChithravelEldhose Paul Follow updates here: https://t.co/pH5AsnpcTj pic.twitter.com/AkNc48Nw7i— The Field (@thefield_in) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: New Zealand have taken their keeper off and added an extra outfield player. It’s a big risk. South Africa did that in the men’s semifinal against India yesterday and the move didn’t work.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: A blazing run from Sharmila down the right flank (that’s her USP really) and she works her way into the circle and cuts the ball back in but Sangita can’t get to it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: Another successful referral by India, another PC for them, and another missed opportunity. Gurjit Kaur’s drag flick is on target but blocked comfortably by the keeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: Navneet Kaur does brilliantly on the left and India earn another PC after a referral but again, they can’t find the back of the net.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles semifinal: The pain is increasingly evident for Sindhu but she takes the opening game 21-19. What a fight. Yeo however is starting to engage the Indian in rallies. PV will be desperate for short points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: India get their second PC of the match but the drag flick is blocked by the NZ keeper. This is frantic all right.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: Huge chance for India! Navneet does well to intercept the ball before finding herself in a one-on-one position, she tried to go round the keeper but the angle becomes too sharp and her shot goes just wide. India are pressing hard at every opportunity.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: Stunning interception from Deep Grace Ekka. New Zealand would have found themselves in a strong position in front of goal but the experienced defender came in the way.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q4 – IND 1-0 NZ: It’s becoming an end-to-end contest now. India find their way into the circle before Stephanie dribbles her way into India’s circle. Huge chance! Olivia Shannon gets the ball in a one-on-one position with the keeper but her shot goes over. This is getting intense.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    NZL is pushing more, India will get space for the counter. Let’s hope they can double the score to stay away from the pressure.— Sjoerd Marijne (@SjoerdMarijne) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, END OF Q3 – IND 1-0 NZ: India manage to end the third quarter with their lead intact. New Zealand were much more aggressive after half time and had a disallowed goal apart from creating a couple of more good chances. They will keep searching for that equaliser and India will have to deal with great pressure in the final quarter. A second goal, of course, will be ideal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kya chhodh ke kya dekhun! 😂  #CWG2022 pic.twitter.com/GSKvA7lwl5— Ritwika Dhar (@RituD307) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk: Sindhu defeated Yeo Jia Min 21-11, 21-12 in the mixed team tie. Has a 2-0 H2H. But early concerns for PV. Gill Clark thinks (and I agree) that she’s not moving well in these early exchanges. Yeah, this is very very worrying for PV Sindhu. Errors from both players in these early exchanges but Sindhu’s coming from less than ideal footwork. Left ankle, perhaps achilles, issue it seems like. Yeo is gifting points at the moment so that is helping.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q3 – IND 1-0 NZ: India survive a huge scare! New Zealand’s Olivia Merry deflects the ball in but the goal is disallowed after India use a referral. NZ didn’t take the ball five yards behind after getting a free hit, their move resulted in a goal but it can’t be counted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q3 – IND 1-0 NZ: Neha and Navneet with an excellent one-two on the right before the former dribbles her way towards the goal and plays a pass across but there’s no Indian player at the end of it. A wonderful move and another big chance for India. They continue to press hard, NZ perhaps relying greatly on counterattacks. Circle penetrations so far – IND: 14, NZ: 6\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q3 – IND 1-0 NZ: Gurjit with a mistake on the left flank and NZ do well to dribble their way into the circle but they can’t get a clean shot away and India survive.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles semifinal: It’s PV Sindhu time!   The top seed and former world champion takes on Singapore’s Yeo Jia Min after a tough test against another talented youngster Goh Jin Wei.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q3 – IND 1-0 NZ: Chance for India! They get their first penalty corner of the match and Udita gets the shot away but it’s blocked on the line by an NZ defender.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles semifinal: A big match in badminton coming up next. India’s star shuttler PV Sindhu is on court for the semifinal against Yeo Jia Min from Singapore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q3 – IND 1-0 NZ: Neha gets the ball at the edge of the circle and takes a snapshot but it’s blocked. India are starting to dominate possession again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q3 – IND 1-0 NZ: New Zealand start the third quarter strong with a quick move from the left, but India manage to clear. This was expected, NZ will come hard.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q3 – IND 1-0 NZ: The third quarter is underway! India will need to remain focused and look for that second goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Half Time – IND 1-0 NZ: Here’s a look at the half time stats. India haven’t had a penalty corner yet but they’ve been the better team for sure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Deserved 1-0 lead! NZL is defending strong in the circle but very nice goal from India! #NZLvIND #keeppushing— Sjoerd Marijne (@SjoerdMarijne) August 7, 2022\n\n\n\n    Salima Tete's third goal of this CWG, and probably the most important, puts India ahead 1-0 at half-time against New Zealand in the bronze-medal match.#hockey— Jaspreet Singh Sahni (@JaspreetSSahni) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, HALF TIME – IND 1-0 NZ: They pushed and they pushed and they got the goal. New Zealand have been disciplined in defence but India deserved the lead for their persistence. Navneet has been the key again, with Salima finishing off the move.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q2 – IND 1-0 NZ: GOALLLL!!! India take the lead! Finally, the NZ defence is breached! Navneet’s shot is blocked by the keeper before the ball falls to Sharmila and she fails to connect, but Salima runs across and fires the ball in from a sharp angle. New Zealand then lose a referral too. Third goal of the tournament for Salima Tete.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q2 – IND 0-0 NZ: India survive a scare! New Zealand clear their lines before building a quick counterattack, the ball is then fired across the Indian goal but the NZ striker can’t get to it. India are pressing really high and need to be careful.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q2 – IND 0-0 NZ: Lots of possession and pressing for India but they’re not really finding themselves in front of goal. New Zealand have had to do a lot of defending and they’ve done well to remain disciplined.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q2 – IND 0-0 NZ: Navneet and Sonika build a move from the left and the ball is fired in but Sharmila can’t trap it. India remain on the front foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Should have been leading by now!🥲#CWG2022 #B2022 #Hockey— Vinayakk (@vinayakkm) August 7, 2022\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, END OF Q1 – IND 0-0 NZ: New Zealand got the only PC so far but that first quarter belonged to India. A number of chances created and some lovely coordination between the players. The goal should come if they remain patient.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q1 – IND 0-0 NZ: Another chance for India! Neha, Navneet and Vandana involved in the move in front of goal before the ball rolls to Salima and her shot, from a sharp angle, goes wide. India are building pressure nicely here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q1 – IND 0-0 NZ: Fantastic move by India! They dribble to the right before cutting the ball back in but Sangita’s shot is just wide. India do have an edge in the contest at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q1 – IND 0-0 NZ: No goal from that PC as New Zealand try a variation to get a deflection but it doesn’t come off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q1 – IND 0-0 NZ: India survive a scare! New Zealand whip the ball in from the right and Savita comes out of goal but Nisha manages to get an interception, even as the ball rolls just past the goal. And now a penalty corner for NZ – the first PC of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q1 – IND 0-0 NZ: India trying hard to build a move from both the flanks but they haven’t really gotten into a scoring position in front of goal so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q1 – IND 0-0 NZ: Sushila Chanu, like she did brilliantly in the previous game, slaps the ball forward from a central position but this time there’s no Indian forward at the end of it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q1 – IND 0-0 NZ: It’s been a cagey contest so far in the first five minutes of the match, with neither team doing well in retaining possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, Q1 – IND 0-0 NZ: India enter the circle from the right as Navneet Kaur dribbles past a few but NZ manage to clear the ball in front of goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, IND vs NZ: The national anthems are done and we’re ready for play!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, India vs NZ: Coming up first, is a huge match for the Indian women’s hockey team. After the heartbreak against Australia, Savita Punia & Co must pick themselves up for a bronze medal match against New Zealand. One cannot begin to imagine how hard the day before night must have been for this team, but after such a performance against Australia, another fourth-place finish will hurt a bit more. Let’s see how they go.If this is half as good as the recent World Cup match we’ll be in for a cracker.(Graphic courtesy: Hockey India)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live updates of Indian athletes from Day 10 of the 2022 Commonwealth Games in Birmingham.Indian wrestlers stole the show again before Bhavina Patel won para table tennis gold as well to cap off a memorable Day 9 for India at the Commonwealth Games.On Day 10, Indian fans have a lot to look forward to as the cricket gold medal match will take place, the women’s hockey team will compete for bronze, there will be multiple finals in table tennis, athletics and boxing, while PV Sindhu, Lakshya Sen and Co will aim to reach the finals.CWG 2022, Day 10 schedule: Gold at stake in cricket, TT, boxing; Savita & Co seek bronze\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Key updates of Indian athletes from Day 10:Wrestling medal updates: THREE GOLD! Ravi Kumar Dahiya takes gold in men’s 57kg. Vinesh Phogat remains flawless on her way to 53kg gold. Naveen (74kg) was the breakthrough of the day as he wrestled with flair Pooja Gehlot (50kg) bounces back from semifinal heartbreak to win bronze. In the end, Deepak Nehra made it 12 medals from 12 categories for India.Para Table Tennis: GOLD! Bhavina Patel wins in women’s singles classes 3-5. Sonal Patel won bronze medal earlier in the same event.Athletics: SILVER! Priyanka Goswami finishes 2nd in women’s 10,000m race walk. A new PB for her.Athletics: SILVER! Avinash Sable with an absolutely masterful race, splits two Kenyans to finish second. Nearly got gold too. It is another PB & NR for him.Lawn Bowls: SILVER MEDAL! The Indian men’s fours team lost against Northern Ireland in the final.Hockey: MEDAL ASSURED! Manpreet Singh & Co edge past a gritty SA side 3-2 and reach final. Yet again, Australia await.Cricket T20: INTO THE FINAL! Harmanpreet Kaur & Co pull off a thrilling defence against hosts England. Meg Lanning’s Australia wait once again. Boxing: FOUR INTO FINALS! Nitu, Amit Panghal, Nikhat Zareen and Sagar enter the gold medal bouts with dominant wins. Bronze medals confirmed for Hussamuddin, Jaismine and Rohit.Table tennis: MEDALS ASSURED! Sathiyan and Sharath are back into the men’s doubles finals. Sathiyan and Sreeja Akula continued their inspiring form, reaching the mixed doubles final.Badminton: Sindhu, Srikanth, Lakshya, Satwik-Chirag, Gayatri-Treesa enter semifinals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog via CWG 2022 Games results website & Sony LIV","author":"Aditya ChaturvediVinayakk MohanaranganDilip Unnikrishnan","time":"2022-08-07T13:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178170-moyiusaeqd-1659856007.jpg","tags":["Commonwealth Games","cwg 2022","indian sport","india at cwg 2022","indian women's cricket team","indian women's hockey team"],"source":"https://scroll.in/field/1029925/india-at-cwg-birmingham-2022-day-10-live-updates-womens-hockey-cricket-medal-matches-nikhat-panghal-sindhu-sharath-in-action"}