{"title":"India has agreed to withdraw soldiers from Maldives, claims President Mohamed Muizzu","content":"The Indian government has agreed to withdraw its soldiers from the Maldives, the archipelago’s President Mohamed Muizzu said on Sunday, The Indian Express reported.“We also agreed to set up a high-level committee to solve issues related to development projects,” Muizzu told reporters in Malé following engagements with Indian officials on the sidelines of the COP28 climate summit.A press statement issued by the president’s office said, “An agreement has been reached to withdraw Indian military personnel, which is currently in progress at a technical level.”But India maintained that discussions were still “ongoing”, according to The Hindu. “The core group that both sides have agreed to set up will look at details of how to take this forward,” the newspaper quoted unidentified officials as saying.India has about 75 military personnel stationed in the Maldives to maintain and operate aircraft that New Delhi has provided to the island country.Muizzu, who was sworn into power in November, is widely seen as sympathetic to China’s interests in the country. His predecessor Ibrahim Mohamed Solih had sought closer ties with India even as government critics had accused him of “compromising the sovereignty” of the island nation.Soon after taking oath in November, Muizzu declared that Maldives would not have any foreign military personnel. “When it comes to our security, I will draw a red line,” the 45-year-old said. “The Maldives will respect the red lines of other countries too.”In October, he had insisted that his aim was not to disrupt the regional balance by replacing the Indian military with Chinese troops.","author":"Scroll Staff","time":"2023-12-04T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196377-rlhsiokmps-1701687007.jpg","tags":["Mohamed Muizzu","Mohamed Solih","Maldives","India"],"source":"https://scroll.in/latest/1060072/india-has-agreed-to-withdraw-soldiers-from-maldives-claims-president-mohamed-muizzu"}