{"title":"INDIA alliance wants to destroy Sanatana Dharma, says PM Narendra Modi","content":"Prime Minister Narendra Modi on Thursday said that the Opposition alliance INDIA wants to destroy Sanatana Dharma.“Everyone should be alert, by removing Sanatana, these people want to push us back thousands of years,” Modi said, at a rally in Madhya Pradesh’s city of Bina. The state will go to polls this year. The prime minister’s comments come in response to a statement by Tamil Nadu minister Udhayanidhi Stalin that Sanatana Dharma – a term some people use as a synonym for Hinduism – was akin to dengue and malaria and should be “eradicated”.Bharatiya Janata Party’s social media cell head Amit Malviya claimed that Stalin’s statement was equivalent to “a call for genocide”. The Dravida Munnetra Kazhagam leader had clarified later that he did not ask for genocide of Hindus as claimed by BJP leaders.On Thursday, Modi also said that Mohandas Karamchand Gandhi considered Sanatana Dharma to be essential to his life and was inspired by Hindu deity Ram. He asserted that religious teacher Vivekanand and independence activist Bal Gangadhar Tilak were also inspired by Hinduism.“They [INDIA alliance leaders] held a meeting in Mumbai recently, and I think they decided the politics and strategy of how to run the arrogant alliance there,” Modi said. “They have also decided on a hidden agenda. The strategy is to attack the culture of India. They have decided to attack the faith of Indians and finish the thoughts, values and traditions that have united the country for thousands of years.”I.N.D.I Alliance की नीति और रणनीति भारत की संस्कृति पर हमला करने की है।इस गठबंधन की नीयत है कि भारत को जिन विचारों और संस्कारों ने हजारों वर्ष से जोड़ा है, उन्हें तबाह कर दो।ये घमंडिया गठबंधन वाले सनातन संस्कारों और परंपरा को समाप्त करने का संकल्प लेकर आए हैं।ये I.N.D.I… pic.twitter.com/Vxt2J2oFKK— BJP (@BJP4India) September 14, 2023\n\nMeanwhile, DMK leader and Tamil Nadu Chief Minister MK Stalin has asked his party members to refrain from issuing statements on the matter, saying that it is inadvertently helping the BJP in spreading false narratives, reported the Hindustan Times.“While the prime minister remains silent on everyday issues impacting the common man, his Cabinet focuses on Sanatana Dharma by spreading false narratives and fuelling it with support from a few media outlets,” Stalin said. “I urge our DMK leaders and cadre not to react to such diversion tactics and to continue posing questions to the BJP.” The chief minister said that the DMK leaders should instead question the saffron party regarding the ethnic violence in Manipur, the corruption report on Adani Group, Rs 7.50 lakh crore worth of irregularities highlighted in the CAG report presented last month in Parliament and to highlight the alleged failures of the BJP-led Union government in the past nine years.","author":"Scroll Staff","time":"2023-09-14T15:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194079-ykdftnzrgr-1694684387.jpg","tags":["Narendra Modi","Sanatana Dharma","INDIA","Opposition","Madhya Pradesh","Udhayanidhi Stalin"],"source":"https://scroll.in/latest/1055976/india-alliance-wants-to-destroy-sanatana-dharma-says-pm-narendra-modi"}