{"title":"India has turned into an ‘electoral autocracy’, says Swedish institute","content":"India has turned into an “electoral autocracy”, an analytical research project by Sweden-based Varieties of Democracy (V-Dem) Institute said.The research institute had said last year that the Bharatiya Janata Party now closely resembles a “typical governing party in an autocracy”.A report of the organisation, which conceptualises and measures democracy, was released on Wednesday in the presence of Sweden’s Deputy Foreign Minister Robert Rydberg. It said India’s autocratisation process has “largely followed the typical pattern for countries in the ‘Third Wave’ over the past ten years: a gradual deterioration where freedom of the media, academia, and civil society were curtailed first and to the greatest extent”.Last year, India was classified as highly uncertain. But according to the research organisation, with more and better data this year, India is now classified with a higher degree of certainty as an “electoral autocracy” from 2019. Read the full report here.Source: Varieties of Democracy InstituteIt said that after Narendra Modi became the prime minister, censorship efforts have become routine and are no longer related to only government matters. The report pointed out that the Indian government before Modi rarely used censorship. “India is, in this aspect, now as autocratic as is Pakistan, and worse than both its neighbours Bangladesh and Nepal,” it said. “In general, the Modi-led government in India has used laws on sedition, defamation, and counterterrorism to silence critics. For example, over 7,000 people have been charged with sedition after the BJP assumed power and most of the accused are critics of the ruling party.”  Deterioration in freedoms- of media, academia, civil rights- has turned “the world’s largest democracy into an electoral autocracy”: @vdeminstitute report https://t.co/C1L7uQYKCH pic.twitter.com/neZqDPbA0O— Ravinder Kaur (@rkadelhi) March 10, 2021\n\nIt said that the government has constrained civil society and gone against the Constitution’s commitment to secularism. “The BJP have increasingly used the Foreign Contributions Regulation Act [FCRA] to restrict the entry, exit and functioning of civil society organisations,” it said. The report claimed that civil society organisations that have aligned themselves with the Hindutva movement have gained more freedom. It also claimed that the Unlawful Activities (Prevention) Act, amended in 2019, was being used to “harass, intimidate, and imprison political opponents” as well as against people protesting against the government’s policies.“The UAPA has been used also to silence dissent in academia,” it said. “Universities and authorities have also punished students and activists in universities engaging in protests against the Citizenship Amendment Act.”“These developments are among the instances contributing to the descent into electoral authoritarianism in what used to be the world’s largest democracy.”— Varieties of Democracy Institute report\nThe researchers analysed the data and came across a “striking pattern” of how autocratisation unfolds. “First, seek to restrict and control the media while curbing academia and civil society,” it said. “Then couple these with disrespect for political opponents to feed polarisation while using the machinery of the government to spread disinformation. Only when you have come far enough on these fronts is it time for an attack on democracy’s core: elections and other formal institutions.”The report pointed out that the global decline of liberal democracies during the past 10 years was steep and continued in 2020, especially in the Asia-Pacific region, Central Asia, Eastern Europe, and Latin America.“Over the last ten years the number of democratizing countries dropped by almost half to 16, hosting a mere 4% of the global population,” it said. Besides India, other G20 countries such as Brazil and Turkey were among the top 10 decliners.V-Dem gathered its data using surveys from country experts and then analysed using a statistical model. The Indian part of the report was compiled by Shreeya Pillai and Staffan I Lindberg.Last week, India’s status on Freedom House’s report on political rights and civil liberties was lowered to “partly free” in the United States government-funded non-governmental organisation’s annual Freedom in the World rankings. In 2020, the organisation’s report ranked India as “free”.“Political rights and civil liberties in the country have deteriorated since Narendra Modi became prime minister in 2014, with increased pressure on human rights organizations, rising intimidation of academics and journalists, and a spate of bigoted attacks, including lynchings, aimed at Muslims,” the report read. “The decline only accelerated after Modi’s reelection in 2019.”The Centre, however, said the report was “misleading, incorrect and misplaced”.","author":"Scroll Staff","time":"2021-03-10T22:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150975-oxwwpybvmz-1615394592.jpg","tags":["autocracy","Bharatiya Janata Party","Democracy","Varieties of Democracy Institute"],"source":"https://scroll.in/latest/989199/india-has-turned-into-an-electoral-autocracy-claims-sweden-based-institute-report"}