{"title":"Indians are expressing shock at news channel glee over demolition of Muslim activist’s house","content":"On Sunday, as the Prayagraj Development Authority demolished the house of activist Javed Mohammed in Prayagraj on Friday, accusing him of organising protests, social media users expressed shock over how many media organisations cheered on the action.Several news channels freely referred to Javed as the “mastermind” behind the protests in Prayagraj, imputed guilt based on the documents found at his residence and portrayed the demolition as another strong signal by the Adityanath government when it comes to law and order.Protests were held in several parts of India on Friday against controversial remarks on Prophet Mohammad made by former BJP leaders Nupur Sharm and Naveen Jindal. The houses of at least three Muslim leaders, who were allegedly involved with the protests, have been demolished by the Uttar Pradesh government.Earlier also, when demolitions were carried out in Jahangipuri in New Delhi in April, several media houses had cheered these drives.‘Celebrating demolition of muslim houses’Many sections of the media portrayed this demolitions as the Uttar Pradesh government sending a message to “rioters”. During a live broadcast of the demolition, a reporter from ABP News said, “ Ye karwaai nai ye sandesh hai dangaaiyoon ke liye. Ye UP hai…” This is not a proceeding but a message to rioters. This is Uttar Pradesh.The reporter continued: “Parson danga hua aur 48 ghante nai beete ki ghar pe diwar aur gate girne shuru ho gaye hai. Makan giraya jayga aur bataya jayega ki danga karne walon ka Uttar Pradesh mein kya hashr hota hai.” A day before there was a riot and within 48 hours the walls and gate have started falling. The house will be brought down and it will be shown what happens to rioters in UP.He added that now no one will have the courage to do similar things. Watch: प्रयागराज हिंसा के मास्टरमाइंड जावेद पंप पर अवैध तरीके से घर बनाने का आरोप@preetiddahiya @ranveerabphttps://t.co/p8nVQWYM7F#Prayagraj #YogiAdityanath #UttarPradesh #Violence #JavedPump #NupurSharma #BJP pic.twitter.com/I8jNfyA3hW— ABP News (@ABPNews) June 12, 2022\n\nA similar tone was seen in the coverage by other Hindi news channels. Aaj Tak ran headlines such as “Yogi sakth.  Pathharbaziyon pe action zabardast!” Yogi is tough. Impressive  action on stone pelters! \n\n\n    \n    Play\n\nEven CNN News 18 carried triumphant headlines during its coverage. The channel flashed messages such as “Action they won’t forget” and “‘Mastermind’ made to pay”. This trimphalist tone for an action many experts have termed illegal drew wide criticism. A number of users on social media pointed out that such coverage was hate-filled. Hello @CNN,Your partner in india is merrily celebrating the state-sponsored demolition of muslim houses as some sort of perverted sense of justice.These demolitions are illegal and unconstitutional. How does your company cherish the association with a propaganda mouthpiece? pic.twitter.com/hflbrBu4RT— Hussain Haidry (@hussainhaidry) June 12, 2022\n\nGround reporters celebrating bulldozing of the house...  \"Garaj raha hai Yogi sarkaar ka Buldozer\". https://t.co/Rdjk1WFRjT— Mohammed Zubair (@zoo_bear) June 12, 2022\n\n@aajtak celebrating the demolition of @AfreenFatima136 House 🏠.You need to note it God will respond to it soon. pic.twitter.com/hqjk3XGpPl— Shaikh Gulzar (@GulzarLive) June 12, 2022\n\nGuilty before trialChannels also summarily insinuated guilt based on material found at the demolition home. A reporter for CNN News 18 repeatedly bought up a poster retrieved from Javed’s house, which read, “when injustice becomes law, rebellion becomes duty”. “Iss poster mein bahut kahani chippi hui hai,” he said. This poster has a number of stories hidden behind it.#BREAKING | #UttarPradeshViolence | #PrayagrajViolence | Several flags and posters are collected from Javed Mohammed's house. The poster states 'When Injustice becomes law rebellion becomes duty.'LIVE Visuals from #Prayagraj.Join the broadcast with @Runjhunsharmas pic.twitter.com/r0bXpBssDQ— News18 (@CNNnews18) June 12, 2022\n\nA Times Now reporter said, ““Isse aandaza lagaya ja sakta hai ki uske dimag mein kitni badi khurafat chal rahi thi.” From this, we can guess just how much mischief he was planning.\n\n\n    \n    Play\n\nAlong with this, channels also drew attention to flags of the Welfare Party of India, to which Mohammed belongs, and political literature found at his house #WATCH | Uttar Pradesh: Posters & flags being taken out of the residence of Prayagraj violence accused Javed Ahmed, during the demolition drive. pic.twitter.com/8Ek11c7fCZ— ANI UP/Uttarakhand (@ANINewsUP) June 12, 2022\n\nThe near-hysterical broadcast of things as innocuous as posters and the literature drew reactions from various people. Many pointed out that this slogan had been used by other politicians also earlier, without drawing any such criticism.Several TV channels are showing that they found posters with a quote, \"When injustice becomes law, resistance becomes duty\" from accused Javed Md's house in Prayagraj. This is incriminating evidence, acc to them. A random search of this quote by Thomas Jefferson threw this up: pic.twitter.com/hh6ZN3UEBR— Omar Rashid (@omar7rashid) June 12, 2022\n\n\"When injustice becomes law, rebellion becomes duty\" https://t.co/Rdjk1WFRjT pic.twitter.com/w4lnsLF9NN— Mohammed Zubair (@zoo_bear) June 12, 2022\n\nMainstream media flashing this as \"incriminating material\" the poster reads \"When injustice becomes law, rebellion becomes duty.\" This \"revenge\" politics model has no basis in evidence. No evidence yet shown as to how he is being termed as a \"mastermind\" no reasons given. pic.twitter.com/LOjMhy2zTK— Sumedhapal (@Sumedhapal4) June 12, 2022\n\nMedia is criminalising the slogan \"When injustice becomes Law, rebellion becomes duty\"Pass it on to show our solidarity #StandWithAfreenFatima pic.twitter.com/YnkRl78M37— Naved Sheikh (@navedns1) June 12, 2022\n\n@CNNnews18 broadcasting their contribution in full view without any shame. How ironical that the reporter holds “When Injustice becomes law rebellion becomes duty” poster while injustice is unfolding in the backdrop. pic.twitter.com/eDdMZvkYOI— ich bin noah (@ichbinnikhat) June 12, 2022\n\nपत्रकार महोदय की सांस फूल गई ये समझाने में कि एक पोस्टर \"बरामद\" हुआ है जिस पर लिखा है \"when injustice becomes law, rebellion becomes duty\" और ये कितना खतरनाक है।pic.twitter.com/sPDUWw45cJ— Kaushik Raj (@kaushikrj6) June 12, 2022\n\nSome also questioned how and why a person carrying a Republic TV microphone was removing articles found at Mohammed’s house.A man holding a Republic TV mic removing #AfreenFatima 's portrait from the rubble of her demolished house cannot possibly be 'officials'. Open the TV channels to know the extent of the hounding going on LIVE. https://t.co/1RtEGvoz6v— Asmita Nandy (@NandyAsmita) June 12, 2022\n\nMedia trialSeveral channels freely used the term “mastermind” during the coverage, attributing it to Javed. However, several users flagged this, given that it has not been proved yet that Javed was the mastermind behind the protests in Lucknow or, in fact, that he had any had in organising them. For instance, the ABP News flashed headlines saying, “Javed ‘Pump’ [his nickname] is the mastermind behind Prayagraj violence.” Even AajTak, in certain instances, referred to Javed as the mastermind of the operation.The ABP News headline reads: \"Javed Pump is the mastermind behind Prayagraj violence\". Credit: Screengrab/ABP NewsThe text on the left hand side of screen reads: \"Bulldozer at the mastermind's house\". Credit: Screengrab/Aaj TakNow @ABPNews directly call Mohammad javed as a mastermind without any proof. Ab jounalism profession ki formalities krne ki zarurat mehsoos nhi hoti in Dalal or #GodiMedia ko. @zoo_bear @SaniaAhmad1111#StopStateTerror #StandWithAfreenFatima #MuslimLivesMatter https://t.co/xd1AGXvNo8— Adnan Ahmad (@Beingadnan1) June 12, 2022\n\n Many also condemned the general cheerful tone of the television coverage of such demolitions. The editor in chiefs, news reporter of print and anchors of electronic media are having sadistic pleasure on demolition of houses of Muslims. They are gaga on the arrival of fascism in India. History shall be cruel to these lumpen lunatics.— Dr Vijendra Singh (@singhthakurvije) June 13, 2022\n\nYou know what's scary? Not the bulldozing, but the celebration of the act everywhere on social media.Shock from a few, hoorahs from the rest. What do you do when your own fellow citizens are craving for vigilante justice?— Joe (@josephradhik) June 13, 2022\n\nThe celebrations around the demolition of Muslim houses by the media and the people in general are an exhibit of blind hate.This is exactly how a lawless land with a morally dead, socially corrupt and mentally radicalized society looks like. Exactly like this.— Saniya Sayed (@Ssaniya_) June 12, 2022\n\nThose celebrating the demolition forget that without proper process and legal recourse we all live at the mercy of the state. They will come for you some day. And you will not have anybody left to stand by you. They will have silenced them all— Roshan Abbas (@roshanabbas) June 13, 2022\n\nRepeat from the pastJournalists have drawn attention to how when similar instances of “bulldozer justice” took place, several sections of the media lauded the government for such action. For instance, during demolitions in Jahangirpuri, Delhi, in April, the media portrayed the actions in a positive light.Fourt Pillar of Democracy /  Godi media celebrating demolition of Poor Muslims.  #StopBulldozingMuslimHouses pic.twitter.com/SQiBpnhMoV— Mohammed Zubair (@zoo_bear) April 20, 2022\n\n\n\n\n    \n    Play","author":"Scroll Staff","time":"2022-06-13T18:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175674-ixtvvpejnb-1655044294.jpg","tags":["Demolition","Javed Mohammed"],"source":"https://scroll.in/article/1026083/indians-are-expressing-shock-at-news-channel-glee-over-demolition-of-muslim-activists-house"}