{"title":"India among countries classified as ‘repressed’ in global civil ratings report","content":"India features on the list of nations with “repressed” democratic values in a report released by South African non-profit organization Civicus ahead of the United States summit on democracy scheduled to start from December 9.According to the Civicus People Power Under Attack 2021, 37 of the 110 participants of the summit, including India, routinely restricted civic rights that are “the bedrock of any open and true democracy”.The report took into consideration factors such as the detention of protestors and journalists for classifying the countries into five categories with people in “open” nations having democratic freedom and those in “repressed” and “closed” nations facing several restrictions.In India, the report noted, the Unlawful Activities (Prevention) Act, or UAPA, was abused by Prime Minister Narendra Modi to keep several people “in pre-trial detention on baseless charges and deny them bail”.Source: Civicus MonitorThe report mentioned the detentions made under UAPA in the Bhima Koregaon case, including those of activists Sudha Bharadwaj and Stan Swamy.  While Bharadwaj was granted bail by Bombay High Court amid the  National Investigation Agency’s vehement efforts to oppose it, Swamy died in prison. He was denied bail repeatedly.The farmers’  protests also featured on the Civicus report. The non-profit  organisation said that India “vilified and repressed the farmers’  protest movement” that continued for a year against the three  contentious laws, which were repealed in November.“Before  the reversal, the authorities blocked roads to disrupt protests,  arbitrarily detaining hundreds and using excessive force,” the report  stated.Curfews and other restrictions that are routinely  imposed in Jammu and Kashmir were mentioned in the report. “Raids were  conducted on the homes of HRDs [human rights defenders] and offices of  CSOs [Civil Society Organizations] and newspapers,” the report stated.In October, the National Investigation Agency had carried out searches at 10 locations in Jammu and Kashmir, including the office of Greater Kashmir newspaper and activist Khurram Parvez’s home, as a part of its inquiry in a terror funding case.Meanwhile,  the report mentioned that critics of the  problem prevailing in India and 13 other countries have been silenced by  the government through “extra-legal tactics”.In its conclusion,  the report made a slew of recommendations for countries to curb  practices that affect democratic freedom. It recommended following  the international human rights law and standards, creating an “enabling  environment for human rights defenders, journalists and activists” and carrying out an impartial investigation into human rights violations.","author":"Scroll Staff","time":"2021-12-09T08:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167243-kxzjixkzwx-1638887360.jpg","tags":["India","Civicus","National Investigation Agency","South Africa","United States","Democracy summit"],"source":"https://scroll.in/latest/1012410/india-among-countries-classified-as-repressed-in-global-civil-ratings-report"}