{"title":"Indian courts rarely strike down internet suspension orders – is that changing now?","content":"In a significant development, the Calcutta High Court on Thursday struck down an order by the West Bengal government suspending internet services across several districts between March 7 and March 16. The internet was suspended to apparently stop students from cheating in the state’s Class 10 board exams.India leads the world in internet shutdowns. While government shutdowns are common, this Calcutta High Court order is only the second instance of a court striking one down. Courts have till now laid down principles on when the internet can be suspended, but have rarely struck down any government order.West Bengal government’s orderOn March 3, the additional chief secretary of the Home and Hills Affairs Department of West Bengal issued an order saying that internet services in seven districts will be suspended on March 7, 8, 9, 11, 12, 14 and 16, from 11 am to 3.15 pm.The order said that the government had received intelligence reports that “unlawful activities” would take place in certain areas over the next few days using the internet. These activities would proceed “in the absence of preventive measures”. Thus, the government had to take some steps. The order said that since “no restriction is being imposed on voice calls and SMS and on newspapers...communication and dissemination of knowledge and information is not stopped in any way”.Though the order did not mention it explicitly, the reason for the ban was reported to be an anti-cheating measure for the Class 10 examinations in the state, since the timing of the internet shutdown coincided exactly with the exams. Digital rights body Internet Freedom Foundation filed a petition before the Calcutta High Court challenging this order. High court stayThe Calcutta High Court, staying the internet suspension order, noted that this order was issued under Section 144 of the Code of Criminal Procedure, the statute generally used for maintaining law and order in emergencies. It is using this law that public gatherings are banned during protests. This section does not empower the additional chief secretary to suspend the internet without an order from the district magistrate. Thus, the order is prima facie without jurisdiction.Further, it said that there was no concern about a “public emergency” or “public safety” – conditions required under law to suspend internet – to justify the state government’s decision.  The court said that the suspension order mentions “about some intelligence reports” but there is nothing concrete to show what these reports were. There was just a letter forwarded by government officials which said that in 2019 and 2020 a few students were caught using WhatsApp or Tiktok groups to cheat in the same exam. Thus the court said that the order did not have proper reasoning justifying the suspension, as required under law.Additionally, the court noted that the suspension of the internet would also affect banking transactions, online teaching and other business activities in the area and other measures could be taken by the state government to prevent cheating that would not affect the public at large.The case is now listed for April 6. Meanwhile, the court has left it open to the state government to use some other means to curb cheating in the exams. Kashmiri journalists in Srinagar protest on November 12, 2019 against the internet blockade put into place by the Indian government. Credit: Tauseef Mustafa/AFP.The law on internet shutdownsInternet shutdowns are governed by the Telegraph Act, 1885, and Temporary Suspension of Telecom Services (Public Emergency or Public Safety) Rules, 2017. As per Section 5(2) of the Telegraph Act, both the Central and state governments can suspend the internet. However, that can only be done “on the occurrence of a public emergency” or “in the interest of public safety”. The Supreme Court has clarified that public emergency means a sudden condition or state of affairs that affects people at large and calls for immediate action, while public safety means keeping the public at large safe from any danger. When this is satisfied, the law says that the government then can suspend the internet. But it can only do so in the “interests of the sovereignty and integrity of India, the security of the State, friendly relations with foreign states or public order or for preventing incitement to the commission of an offence”.Further, the suspension rules from 2017 lay down guidelines such as the procedure for such suspensions, the officers who have the authority to pass such an order and how these orders are to be reviewed.In 2020, the government passed an amendment to the 2017 rules saying that no suspension order can last more than 15 days. The Supreme Court on internet shutdownsIn 2020, a three-judge bench of the Supreme Court in the Anuradha Bhasin case laid down important conditions that have to be satisfied for a government to suspend the internet in an area. The court was hearing petitions on the internet shutdowns in Jammu and Kashmir following the repeal of Article 370 of the Constitution, which gave special status to the state. The internet shutdown, which was started on August 4, 2019, was the longest internet shutdown  in the world. All internet services were cut off in the state on that  day. Then broadband and 2G internet were allowed almost after six months  and 4G internet was allowed after almost 18 months.The court held that restrictions on access to the internet have to be proportionate to the harm that could be caused. It said that the goal of the restriction must be legitimate. The restriction must be necessary and unavoidable. Further, the authorities must take the restriction that is the least restrictive. And such a restriction must be open to judicial review. But the criticism of the judiciary in internet shutdown cases is that courts very rarely strike down suspension orders. Even in the Anuradha Bhasin case, the court did not actually apply the law it laid down with respect to internet suspension orders in Jammu and Kashmir. The internet shutdown capital of the worldIndia has seen an upsurge in internet shutdowns. In 2020, India had the highest number of internet shutdowns in the world. Out of a total of 155 global shutdowns, 109 were from India alone. The next highest was Yemen, with six shutdowns. In 2019 too, India has the highest number of internet shutdowns in the world. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThese shutdowns have been ordered for a range of reasons, from stopping protests and demonstrations to prevent cheating in exams.Often  internet suspension orders are not available in the public  domain. Therefore, it is difficult to verify if they followed the procedure prescribed by law and, in turn, difficult to challenge legally if they  have not.","author":"Umang Poddar","time":"2022-03-12T15:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138274-etoezrtmpd-1584098827.jpg","tags":["West Bengal","Internet suspension"],"source":"https://scroll.in/article/1019270/indian-courts-rarely-strike-down-internet-suspension-orders-is-that-changing-now"}