{"title":"India our partner but those behind alleged plot to kill Sikh separatist must be held accountable: US","content":"India is a strategic partner for the United States but New Delhi needs to hold accountable those responsible for the alleged plot to assassinate a Sikh separatist in New York, the White House said on Thursday.On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against an Indian national named Nikhil Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader.A statement released by the US Attorney’s Office alleged that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York City”.“India is a strategic partner,” National Security Spokesperson John Kirby said at a press conference on Thursday. “We’re deepening that strategic partnership. They’re a member of the Quad [diplomatic network] in the Pacific. We participate with them on a range of issues, and we want to see that continue unabated. That said, at the same time, we certainly recognise the seriousness of these allegations.”Kirby reiterated that Washington wants the alleged plot “fully investigated and those responsible to be held properly accountable”.He made the comments while responding to a reporter’s question about the impact of the allegations on the relations between India and the United States.Czech authorities arrested Gupta, 52, on June 30, the statement said. It alleged that Gupta was an international narcotics trafficker.Though the statement by the US Attorney’s Office did not name the leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun. The Financial Times had reported that the United States had foiled a plot to assassinate Pannun on American soil and issued a warning to India over concerns that the Modi government was involved in the conspiracy.Pannun, the founder of a group called Sikhs for Justice, was declared an “individual terrorist” under the Unlawful Activities Prevention Act in 2020. The organisation advocates for Khalistan, an independent state for Sikhs, and is banned in India.The Department of Justice has not named the alleged Indian government employee, whom it refers to as CC-1 in the indictment. He was described as a “senior field officer” with responsibilities in security management and intelligence. He has previously served in the Central Reserve Police Force.On Thursday, Kirby did not provide details about the investigation into the alleged assassination plot.“It’s under active investigation,” he said. “We’ve said that we’re glad that our Indian counterparts are taking it seriously and doing that. We want those responsible for these attacks to be held fully accountable, but I won’t get ahead of an investigation that isn’t complete.”The Indian government has constituted a high-level inquiry committee to examine inputs from the United States about the alleged foiled assassinate plot.The External Affairs Ministry said on November 30 that the allegations are a “matter of concern” and that New Delhi will take action based on the findings of the inquiry committee.Also read: US allegations of foiled murder plot only bolster Narendra Modi’s strongman image at home","author":"Scroll Staff","time":"2023-12-08T14:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194262-zlkaeschkk-1695265198.jpg","tags":["Gurpatwant Singh Pannun","United States","India-United States Relations"]}