{"title":"India tour of Bangladesh: Shafali Verma, Smriti Mandhana guide India to victory in third T20I","content":"India beat Bangladesh by seven wickets on Thursday in the third women’s T20 International against Bangladesh in Sylhet to take an unassailable 3-0 lead in the five-match series.Having put opted to bowl first, the Indian bowling unit restricted Bangladesh to 117/8 in their 20 overs. Only three of the nine Bangladeshi batters scored more than 10 runs in the innings. The hosts got off to a good start with openers Dilara Akter and Murshida Khatun posted 44 runs in the powerplay. Akter was the aggressor as she scored 39 runs for 27 balls. Khatun, on the other hand, struggled to get going and was run out going for nine runs off 16 balls.Akter followed Khatun soon after as she tried to hit Renuka Singh over square leg but ended up gloving it behind to Richa Ghosh. Bangladesh captain Nigar Sultana anchored their innings with a patient 36-ball 28. However, she did not find an able partner as Sobhana Mostary (15 runs) ran herself out while Shreyanka Patil got rid of Fahima Khatun for a golden duck.Sultana guided Bangladesh past the 100-run mark and was dismissed soon after by Radha Yadav as Bangladesh posted 117/8.In response, Shafali Verma and Smriti Mandhana took on the Bangladesh attack posting 59 runs in the power play. Verma got to her ninth T20I half-century as the pair became only the second opening batters after Australia’s Beth Mooney and Alyssa Healy to score 2000 runs for the first wicket in women’s T20I.Verma perished soon after for a 38-ball 51 to a superb one-handed catch by pacer Ritu Moni off her own bowling. Mandhana joined Verma in the pavilion a coupe of overs later as she missed out on a half century by three runs.Bangladesh managed to pick another wicket as Dayalan Hemalatha, the player of the match in the second T20I, departed with India eight runs away from victory. Captain Harmanpreet and Ghosh were at hand to secure a comfortable win in the end.The two sides have a four-day break before the fourth T20I on May 6 in Sylhet.","author":"Scroll Staff","time":"2024-05-02T20:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137989-glajpaznxp-1583673312.jpg","tags":["Shafali Verma","Smriti Mandhana","India Tour of Bangladesh","Cricket","Harmanpreet Kaur","Radha Yadav"],"source":"https://scroll.in/field/1067375/india-tour-of-bangladesh-shafali-verma-smriti-mandhana-guide-india-to-victory-in-third-t20i"}