{"title":"India’s ‘resolute’ stand during Ladakh standoff made the world take note, says Army chief","content":"Army chief general Manoj Pande on Friday said the world took note of India’s political and military resolve after it stood up to China in a resolute and firm manner during the standoff at the Line of Actual Control in eastern Ladakh, PTI reported.A major face-off between Indian and Chinese soldiers in the Galwan Valley of Ladakh in June 2020 led to casualties on both sides – the first in many decades. Tensions had flared at multiple friction points, with both countries stationing tens of thousands of troops backed by artillery, tanks and fighter jets. Several rounds of military and diplomatic talks have helped ease tensions but not resolved the over three-year-old border standoff. Reports last month said that China has not agreed to restore patrolling rights of Indian forces at Depsang Plains and Demchok in eastern Ladakh. India has also lost access to 26 out of 65 patrolling points in the eastern Ladakh, according to one of the research papers submitted at an annual police meet.Addressing an annual session of the PHD Chamber of Commerce and Industry in Delhi on Friday, Pande said that Beijing remains belligerent in its propensity to project power outside its region. This, he added, presents a “threat to the rules-based international order”.The Army chief asserted that many nations today appear ready to take China head-on, especially after the coronavirus pandemic, as realisation of its “predatory economic pursuits” sinks in.“We are also witnessing our nation’s growing stature in the international environment, and a new perspective of how the world community views India,” Pande said at the event.He stressed that India’s stance on the conflict between Russia and Ukraine is a good example of how it stood “steadfast and clear” towards addressing “legitimate pursuits” of national interests.","author":"Scroll Staff","time":"2023-09-30T10:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194554-zkxuzernln-1696048360.jpg","tags":["Manoj Pande","Ladakh","China","Line of Actual Control","India","border standoff"],"source":"https://scroll.in/latest/1056830/indias-resolute-stand-during-ladakh-standoff-made-world-take-note-of-us-says-army-chief"}