{"title":"India is ready to produce over 500 crore Covid vaccines by end of 2022, says Modi at G20 summit","content":"India has the capability to produce over 500 crore doses of the coronavirus vaccine by the end of the next year, Prime Minister Narendra Modi said at a summit of the G20 countries in Rome on Saturday.At the first session of the summit, speaking on global economy and global health, the prime minister also asserted that it was essential that the World Health Organization approves India’s coronavirus vaccine, Covaxin, “at the earliest”.The Bharat Biotech vaccine is yet to receive approval for emergency use from the World Health Organization even as India had applied for the clearance in April. Emergency use listing is a procedure by the global health body to approve vaccines and other products for use during public health emergencies.On Thursday, an official of the global health body had said that the vaccine was at its “last stage of the assessment”. The official also said that she hoped for a final recommendation this week. In his address on Saturday, Modi called upon the G20 nations to ensure mutual recognition of vaccine certificates. He said scaling up international travel was crucial for a global economic recovery.Modi urged member nations of the G20 to work towards the vision of “One Earth, One Health”.“I am talking about collaboration in research and development, collaboration across the board in developing mechanisms that can cope with future pandemics and future global health issues,” he said.Modi meets world leadersThe prime minister met a number of world leaders, including United States President Joe Biden, on the sidelines of the summit. He also had interactions with French President Emmanuel Macron, British Prime Minister Boris Johnson and his Canadian counterpart Justin Trudeau.On the sidelines of the @g20org Rome Summit, PM @narendramodi interacts with various leaders. pic.twitter.com/7L3vbpRzUs— PMO India (@PMOIndia) October 30, 2021\n\nIn a bilateral meeting with Macron, the two leaders expressed their commitments towards cooperation in the Indo-Pacific region and the need to focus on matters of climate finance.The Indian prime minister is participating in the G20 Summit in Rome after the invitation of Italian Prime Minister Mario Draghi. Italy has been holding the rolling presidency of the G20 since December.This year’s G20 summit is centred around the theme “People, Planet, Prosperity”, which focuses on the areas of recovery from the pandemic and strengthening of global health governance.","author":"Scroll Staff","time":"2021-10-31T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165766-lpkvshlyyq-1635645369.jpg","tags":["Narendra Modi","coronavirus vaccine","G-20 summit","Covid-19"]}