{"title":"Indian football: Ashalata Devi, the battle-hardened veteran is still riding through challenges","content":"There’s a long pensive pause at the other end of the phone. And then Ashalata Devi Loitongbam began to speak again. “Kabhi hamara schedule dekh ke aisa nahi lagta hai ke main India captain hoon,” she told Scroll. Sometimes seeing our schedule, it doesn’t feel like she is the Indian football team captain. “It doesn’t feel like I’m a professional player.”A fortnight ago, the captain of the Indian national women’s football team and a crucial player for Gokulam Kerala FC helped her club win their third successive Indian Women’s League title – the country’s top-tier women’s football tournament. A day later, as the team boarded a flight to Kerala to celebrate, the 29-year-old had to make a different journey up north to join her teammates for the Indian Railways’ training camp in Kapurthala, Punjab.Riding on belief and club support, here’s how Gokulam Kerala FC conquered IWL again  As the football nationals are soon coming up, Ashalata, who works in the operating department of the railways, had to be ready for duty. It was yet another reminder of the harsh realities of life. She may be the national team captain, but she still needed a day job to allow her football career to thrive.During the off-season, Ashalata works behind a desk in Hajipur, Bihar. It’s a 9 to 5 job that requires her to be on duty throughout the duration, making time to practice, train, rest and recover all the more difficult. It got to a point where, she recalled, she was taunted many times about not being in peak physical condition when she arrived for national camps.“When I’m working on my job and I used to get called up for the India camp, I used to get scolded a lot by the coaches. ‘Unfit ho ke aate ho,’ they’d say,” she said. “But they never realised what happened or why it has happened. Many times, I’ve thought of leaving the job, but then what will I do to earn a living. Around 2016-17 it was really bad because my starting salary was Rs 16,000.  In that I had to manage my accommodation and food. And then I had the recovery phase from my knee injuries. Sometimes I just felt like crying. I used to have to call and ask my mother for money. Here I am working at a job, and still asking home for money.”\n\t\t\n\tAshalata Devi during IWL 2023 (Photo courtesy: Instagram/Ashalata Devi Loitongbam)Pillar of supportIn time, Ashalata has managed to build her way out of those early troubles.  It has made her more empathetic towards the cause of an Indian woman footballer.That compassion came to the fore recently during the IWL campaign. While they competed in Gujarat, the Manipuri players in the team often stayed awake at night in fear for what their families were going through.A week into the tournament that started on April 26, ethnic clashes broke out in Manipur on May 3. Meanwhile, over 3,000 kilometres away in Ahmedabad, the players were worried and helpless.“I was lucky that my family was safe, but there were many teammates who had families suffering. There were many nights where we didn’t sleep. Some had family members leaving their homes at night to look for shelter,” Ashalata said.“We have players from different communities (of Manipur), but we all had that strong bond. We suffered together and tried to get everyone upbeat for the matches. Sometimes we had morning practice, but our team management was very understanding and shifted practice times.”Through those tough times, those Manipuri players – across teams – played on.This wasn’t the first time though that Ashalata had to rally the troops. She even remembered a time when women were not allowed to play football in Manipur.“I had never seen a girl playing football in school sports, but I wanted to play,” she said. “I spoke to a teacher and he said to find enough players to make two teams and we could play. I spoke to a lot of people from different classes, a lot of them wanted to play but didn’t know how to go about it. By the next day we had our two teams.”The Imphal-native, 13 at the time, was excited to finally get to play a sport she had only seen boys engaged in till then. But steadily that group that formed two teams started to shrink. They did manage to get enough players to play a few district tournaments, but eventually ran out of players.“People kept leaving because their parents wouldn’t agree. Some left because of their studies. Eventually we had just five or six players left, so we started to transfer to different clubs,” said Ashalata, adding that she moved to Kryphsa FC, a team based in Imphal, where she first met national team and Gokulam Kerala teammate Dangmei Grace.Sneaking out to playThings were not as smooth for Ashalata either. Her mother was once against her playing.“Bahut maar khaya hai maine,” she said, laughing as she recalled how she’d be scolded after getting caught playing. “After school I’d go home, leave my books and then sneak out to play. Sometimes I’d tell her I’m going to a friend’s place. Sometimes I’d just go directly from school. I’ve been caught plenty of times.”Only through an uncle did she find some support. She explained how she had to play barefoot through most of her early days because her mother refused to buy her football boots – to dissuade Ashalata from playing.But even today, she fondly remembers her first pair of boots. It was a bright yellow pair that was an uncomfortable fit at the start. But it was the most beautiful thing she had ever seen.“That was around 2008. I don’t really like yellow, but I was just so happy. I showed off to all my friends,” she added.Since she first broke into the Under-17 national team, she hasn’t quite needed to worry about getting equipment. In fact, during this year’s IWL, she was given six pairs of new shoes by a sponsor, but she immediately handed them over to her teammates, particularly one who had been playing with torn boots.“I really do understand what kind of troubles women footballers have to go through. If I were a man, I’d have already earned enough to retire and still live a comfortable life. But there’s no such thing like that in women’s football,” she said. “In the IWL there are some players who don’t even get paid.”Through it all, Ashalata has managed to grow. She once kicked a football barefoot in a field in Imphal, and is now India’s captain and a multiple-IWL winner. Yet through that journey, with fond memories of those yellow football boots, she hasn’t once forgotten where she came from.","author":"Shahid Judge","time":"2023-06-05T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190892-jaotdpxhax-1685877249.jpg","tags":["Ashalata Devi Loitongbam","Ashalata Devi","Gokulam Kerala","IWL 2023","Indian Women's League","Indian football"],"source":"https://scroll.in/field/1050321/indian-football-ashalata-devi-the-battle-hardened-skipper-who-is-still-adding-feathers-to-her-cap"}