{"title":"India’s GDP growth slows to 5.7% in the first quarter of 2017 from 7.9% last year","content":"India’s Gross Domestic Product growth slowed to 5.7% in the first quarter of 2017 from 7.9% in the corresponding period last year. A number of sectors, including manufacturing, electricity and construction, saw a decline in growth, which pulled the overall figure down in the April-June quarter. Although analysts believe that the low figure could be attributed to demonetisation and the Goods and Services Tax implemented in July, Chief Statistician TCA Anant said it would be incorrect to hold the note ban solely responsible for the slowdown in the economy.  Anant blamed the low GDP on the manufacturing sector. As seen in the chart below, the manufacturing sector saw one of the sharpest declines in its growth rates in the last quarter as compared to that the previous year – it dropped to 1.2% in the June quarter from 10.7% in 2016. While the mining showed a better growth rate, it still remained negative in the April-June quarter on an year-on-year basis. The growth rates of four of the economy’s eight core sectors shrank in the last quarter.“Nevertheless, half of the eight constituents recorded a year-on-year contraction in July 2017, namely refinery products, crude oil, cement and fertilisers,” said Aditi Nayar, principal economist at credit rating agency ICRA. “Given the favourable base effect and the rebuilding of domestic inventories post-GST, we expect the IIP to revert to a YoY rise in July 2017, though the pace of growth may be subdued relative to the 5.2% recorded in July 2016.” Nayar added that the government could find it difficult to contain its fiscal deficit in the financial year 2017-2018 because of multiple factors such as the drop in the surplus that the Reserve Bank of India needs to transfer, the ambitious targets for communication services and disinvestments and the low sum allocated to recapitalise public sector banks. The core sector data for July, when the GST was implemented, shows a growth of 2.4%. Although the figure stands higher than that in June, it is driven by three sectors – natural gas, steel and electricity – according to Care Ratings. For the first four months of the current financial year, growth was 2.4% compared with 6% last year.","author":"Scroll Staff","time":"2017-08-31T17:57:03.781202+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849162-48830-vppqptotqx-1483720752.jpg","tags":["GDP","demonetisation","fiscal deficit"],"source":"https://scroll.in/latest/849162/indias-gdp-growth-slows-to-5-7-from-6-1-in-the-first-quarter-of-2017"}