{"title":"India's Right-wingers know what they stand against – but it isn't clear what they stand for","content":"Ever since India’s 2009 general election, it has become fashionable for many politically-minded people in the country to style themselves as being “right of centre”, “centre-right” and other terms where “right” and something else is joined together with a hyphen.It is clear what people who label themselves thus are against – the Congress party, and especially the family that constitutes its apex leadership. Mostly, they oppose its “appeasement” of minorities, especially Muslims. They oppose its propensity to create “entitlements” in the form of reservations, quotas, subsidies and special treatment. They oppose the cronyism in the economy and political corruption in governance. They oppose its pusillanimity in foreign policy. There are many more, but these strike me as the big ones.It is less clear what they stand for. Many of our self-styled right-of-centrists are strident opponents of liberalism. Many have deep misgivings about, if not outright opposition to, markets and free trade. The most coherent “right” in India is the Hindu Right, which is clear about its commitment to Hindu nationalism, broad or narrow. However, even the Hindu Right does not have an economic agenda that is consistent with its political ideology: should the Hindu nation rely on individual liberty and free markets, or should it construct a strong state that draws lines on individual freedom and controls the levers of economic power? During and after the 2014 election campaign, market liberals and social illiberals found themselves in the same “right of centre” camp, often having to pretend to be each other in order to fit in.This ideological confusion and political tension within the segment that calls itself right-of-centre in India comes because our political context and historical development is different from that of the West, where the Right and Left first came into existence. I’ve written about this in my Niti-Mandala post, constructing India’s political spectrum. I was reminded of it last week as I read Jonah Goldberg’s statement of the Conservative position in the United States: which connects tradition and markets and forms the basic worldview of the American Right that the Republicans used to champion before Donald Trump, er, shook things up.As a Chestertonian at heart, I like and respect old things. I like it when stuff beats the law of averages for reasons we cannot easily fathom. The Hayekian in me thinks old things that last often do so for good reasons we just don’t –and sometimes can’t – know. Unfortunately, we live in an age where we take the razor of reason to every little thing and strain to know the whys of it, as if knowing the why will empower the how. [National Review, emphasis added]The same argument would be self-contradicting in India where there are inhuman inequities embedded in caste discrimination and social practices. You can either defend the traditional Indian social order or individual liberty (and markets and so on). You can’t defend both, because the former is constructed without regard to, and often in suppression of the latter. This explains the confusion and tension among our “right of centre” compatriots, who are at best – to turn a phrase from a best-selling novelist – Half Right. No pun intended.They can either be traditionalists who seek to defend the old order from social revolution, and therefore come into tension with the Constitution that demands it. Or they can be liberals who pursue individual liberty and free markets, and thereby come into tension with everyone else who opposes either individualism or markets or both. They can’t be both.Logical consistency apart, the practical question is to what extent can the two Half Right constituencies come together in politics. Is the tension between them bridgeable? Well, that’s hard to say, but the side with greater political clout will force the other into submission. Market liberals are not driving policy in the Modi government today.The arrangement will hold to the extent that their dislike for the Left outweighs their dislike for each other. If the Congress party sheds its baggage – and that’s a big, big if – or another party takes up its Centrist space, it is likely that the the more liberal of the liberal Half Right will gravitate towards it. Until that time, the liberal Half Right will cohabit with the traditionalist Half Right, because most who seek the security of an ideological label are likely to lack the courage and commitment to stand apart, because that means standing alone.This article first appeared on The Acorn.","author":"Nitin Pai, The Acorn","time":"2016-11-05T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820699-27802-csoyfobdow-1478239922.jpg","tags":["Liberalism","Right wing","Politics","Right","Hindutva","Hindu Right","Modi","Left-Right"],"source":"https://scroll.in/article/820699/indias-half-right-problem-market-liberals-and-social-conservatives-have-come-together-under-modi"}