{"title":"India tour of Bangladesh: Renuka Thakur stars as visitors pick up comfortable win in opening T20I","content":"India grabbed a 1-0 lead in the five-match series against Bangladesh as they defeated the hosts by 44 runs in the opening Twenty20 International held at the Sylhet Cricket Stadium on Sunday.After winning the toss and opting to bat first, India’s openers Smriti Mandhana and Shafali Verma started strong in the first two overs. However, Fariha Trisna reined in the innings early as Mandhana walked back for a single digit score.Also read:India tour of Bangladesh: Focus on T20 World Cup preparation after moving on from last year’s dramaDespite the setback, India were able to steady the ship thanks to a partnership between Verma and Yastika Bhatia.Rabeya Khan got her first wicket in the ninth over as Verma departed for 31. Bhatia (36) – the top-scorer of the Indian innings – then combined with captain Harmanpreet Kaur who showed promise during her 22-ball 30. The momentum shifted when Kaur departed for 30 off 22 balls, triggering a collapse in the Indian batting lineup.Despite efforts from Richa Ghosh, S Sajana and Pooja Vastrakar, India could only manage to post a total of 145/7 on the board, falling short of the anticipated 170-mark. Khan picked up three wickets for 23 runs while Marufa Akhter picked up two wickets – both in the final over.As India prepared to defend their target, the spotlight turned to their spinners, who were expected to play a crucial role in dictating the course of the game. However, it was Renuka Singh Thakur who ended up playing the starring role.With a target of 146, Bangladesh's innings failed to fire. Despite Nigar Sultana's resilient fifty, Bangladesh struggled to form partnerships, with India's pacers making early inroads.The visitors’ bowlers, highlighted by Thakur's excellent performance of 3/18, had a firm hold on the game. While all the spinners chipped in with crucial wickets, Pooja Vastrakar stood out with two wickets to her name.In what turned out to be a one-sided match, Bangladesh crossed the 100-run barrier and eventually finished with 101/8.The teams face each other for the second T20I on Tuesday at the Sylhet Cricket Stadium.","author":"Scroll Staff","time":"2024-04-28T19:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187136-exbypgwwgo-1676983262.jpg","tags":["Harmanpreet Kaur","Renuka Thakur","India","Bangladesh","India tour of Bangladesh","Cricket","Pooja Vastrakar","Yastika Bhatia","Nigar Sultana","Rabeya Khan"],"source":"https://scroll.in/field/1067159/india-tour-of-bangladesh-renuka-thakur-stars-as-visitors-pick-up-comfortable-win-in-opening-t20i"}