{"title":"Asian Games, Oct 7 as it happened: Gold for Satwik-Chirag, Jyothi, Ojas; India clinch 107 medals","content":"That’s it from us for the 2022 Asian Games!A remarkable Asian Games comes to an end for India with the contingent creating history on Sunday when they won 12 medals to cross the 100-medal mark for the first time in Asian Games history. India won 107 medals in total with 28 gold, 38 silver and 41 bronze medals.Satwiksairaj Rankireddy and Chirag Shetty won a historic gold medal for India in badminton when they clinched gold in the men’s doubles event.Compound archers Jyothi Surekha Vennam and Ojas Deotale completed a hat-trick of gold medals in Hangzhou when they won their respective individual events. The men’s cricket team marked their debut at the continental event by winning gold while the men’s and women’s kabaddi teams were crowned champions once again on Sunday. The men’s and women’s chess teams won silver while Deepak Punia finished second in the men’s 86kg wrestling event. The Indian women’s hockey team brushed off their disappointment of missing out on a place in the final by beating Japan and winning bronze. Thank you for joining Scroll’s coverage of the Hangzhou Asian Games! You can check our coverage of the Games here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Let's enjoy the dance by the Indian pair after they won the gold medal！#Hangzhou #AsianGames #Badminton #TeamIndia #HangzhouAsianGames #AsianGames2023 @WeAreTeamIndia @bwfmedia pic.twitter.com/F6JtyAEy8V— 19th Asian Games Hangzhou 2022 Official (@19thAGofficial) October 7, 2023\n\n\n\n    #Replug #AsianGames #Chess D Gukesh became India no 1 over over a month ago. Now he’s also a silver medalist at the Asian Games with the Indian men’s team. My interview with him and his father after the Chess World Cup back in August. https://t.co/2lwEskWt6Z— Tanya Kini (@SportsManiac93) October 7, 2023\n\n\n\n    #AsianGames #HangzhouAsianGames #ChessThe Indian chess teams - open and women both, win a  silver medal each at Hangzhou😍Blog: https://t.co/3UALqqlTJj pic.twitter.com/8ryZQ9UFd7— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chess World Cup: R Praggnanandhaa completes the evolution – Once a prodigy, now a contender\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chess, Round 9: The Indian men’s and women’s teams win a silver each. The men registered an outright win over Phillipines with Vidit, Arjun, and Harikrishna winning their matches, even as Praggnanandhaa continues to play his game. The result of Pragg’s match won’t change the result for India.The women, on the other hand, defeated Vietnam 4-0 with Harika, Vanitka, Savitashri, and Vaishali all winning their matches.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Wrestling🥈for Deepak PuniaThe Indian goes down 0-10 on technical superiority to Iran's Hassan Yazadani in the men's 86kg semi-final.Blog: https://t.co/3UALqqlTJj pic.twitter.com/uXCXxnubbj— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 86kg Final: As expected, the Iranian proves to be just too good for Deepak Punia. The Indian barely survived the first period and was 0-8 down at the sound of the whistle. It was just a matter of time then as Punia went down 0-10 on technical superiority just moments after the break. Nonetheless, it is a silver medal for Deepak Punia - the best finish in this edition of Asian Games for an Indian grappler.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 86kg Final: The only Indian to reach a gold medal bout in wrestling at Hangzhou - Deepak Punia, has a tough task ahead of him. He is up against Hassan Yazadanicharati - one of the greatest of all time. The Irnaian is a three-time world champion in 86kg and is also the reigning Olympic silver medallist in the category. Yazadani had also won the Olympic gold in 74kg back in the 2016 Rio Games.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #HockeyBronze for India!The women’s hockey team beat Japan to clinch bronze!https://t.co/3UALqqlTJj pic.twitter.com/epIQqpwSIp— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, India 2-1 Japan: India secure a podium finish! The women’s hockey team beat Japan 2-1 to secure their fourth bronze medal in Asian Games history.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Kabaddi It's back at the top for the Indian men's team who beat Iran 33-29 to win 🥇! pic.twitter.com/wRd6O0xosv— The Field (@thefield_in) October 7, 2023\n\n\n\n    After five years of waiting, the Indian men's and women's team retake the #Kabaddi gold.And after the match that was marred in controversy and lasted over 2 hours, at the #AsianGames pic.twitter.com/03oP78lswc— Shahid Judge (@shahidthejudge) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi: Pawan Sehrawat returns from injury with renewed energy and a spring in the step\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: INDIA WIN! They beat Iran 33-29 to clinch their 8th Asian Games gold medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: This match continues! The International Kabaddi Federation rule has been applied (the old rule). India now up 31-29 and play continues with 65 seconds left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Cricket MEDAL ALERT! 🥇The Indian men's cricket team win gold in their debut at the Asian Games. https://t.co/3UALqqmryR pic.twitter.com/9PwnOydXNz— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: Indian men’s cricket team win gold! Match abandoned as it continued to rain in Hangzhou. On account of being the higher seeds, the gold has been awarded to India. Unfortunate for Afghanistan who had a great campaign and had recovered after the partnership between Naib and Kamal. However, it wasn’t meant to be.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Tempers continue to flair, but in this indoor hall (with the air-conditioning on) the #kabaddi players would have started to cool down. Will they be given time to warm-up again before continuing the last 65 seconds of play?Will they get to continue? #AsianGames pic.twitter.com/gPOHQKyTfD— Shahid Judge (@shahidthejudge) October 7, 2023\n\n\n\n    #AsianGames #HangzhouAsianGames #KabaddiAnd again the old rule is imposed, Iran given a point and India given three points. Now the Iranians sink to the floor in protest.📷 Sony LivBlog: https://t.co/3UALqqmryR pic.twitter.com/gboY4Xfkpk— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: And again the old rule is imposed, Iran given a point and India given three points. Now the Iranians sink to the floor in protest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: New rule applied (yet again). 1 point each to India and Iran. But coach Bhaskaran is not pleased. He’s told his players to sit down on court.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Asian KINGSSS!!!! Uffff these guys 🫡🫡 🔥 @Shettychirag04 @satwiksairaj pic.twitter.com/oAKOizCLNW— PRANNOY HS (@PRANNOYHSPRI) October 7, 2023\n\n\n\n    You have to feel for the players at this time. Quite a farce of a men's #kabaddi final this has been so far, in terms of the officiating. pic.twitter.com/nhwQm1GzKu— Shahid Judge (@shahidthejudge) October 7, 2023\n\n\n\n    #AsianGames #HangzhouAsianGames #Badminton🥇FOR SATWIK/CHIRAGThey beat South Korea's Choi Solgyu and Kim Wonho in the final to pocket India's first-ever men's doubles gold at the Asiad😍Blog: https://t.co/3UALqqlTJj pic.twitter.com/SlJTEo828F— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Doubles Final: Satwik/Chirag are the Asian Games champions. They are the first-ever Indian men’s doubles pair to pocket gold at Asiad. A huge group hug between the shuttlers and coaches Matias Boe and Pullela Gopichand before the jersey comes off for Chirag. The organisers blast out the inconic Dangal song and out comes Satwik’s dance moves. GOLD FOR INDIA!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Read: How Satwik-Chirag rekindled the fire to clinch their first Super 1000 title\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: The old rule is applied! India given three points and Iran given 1. And this comes just minutes after the referees had made a decision to give both teams one point each (new rule). And still just one minute to play. India up 31-29 now. But the discussion continues...\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: It is still officially 28-28, but the action has now shifted off court. There is a lot of discussion based on a technicality of which rule is being applied - new or old. Pawan went into the lobby without a touch, but all 5 Iranians followed him. New rule declares Pawan out. Old rule declares Pawan and all the Iranians who followed out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Doubles Final: This is all very comfortable for Satwik/Chirag at the moment as they race to an 11-7 lead in the second game. They have outplayed the Koreans completely so far and are within touching distance of a gold medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: We are level again. 28-28 with under three minutes to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: Rain stops play with Afghanistan batting at 112/5 in 18.2 overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: Five minutes of play left now. India lead 28-25.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Doubles Final: The Indians turn the heat up post the mid-game interval to draw level at 13-13. There is yet another switch in momentum as Kim Wonho and Choi Solgyu open up an 18-16 lead. Satwik/Chirag, however, fight back brilliantly to equalise at 18-18 and then take the first game 21-18. Kim Wonho was even shown a card by the umpire during that phase of play.Right then, the Indians on top at the moment - they are just a game away from a historic gold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s bronze medal match, India vs Japan: After a disappointing loss to China in the semi-final, the Indian women’s hockey team will look to bounce back and clinch bronze when they face Japan today. Both India and Japan topped their Pools but lost to China and South Korea respectively in the semi-finals. While India lost 4-0, Japan lost 3-2 on shoot-outs after their match ended 2-2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: Iran get the all-out and are level again. 25-25 between India and Iran.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: Fifty-run partnership between Gulbadin Naib and Shahidullah Kamal! Extremely important partnership after India dented the chase early on. AFG 109/5 (18)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Men’s Kayak Final: Hemant Kewat finishes in seventh place with a timing of 128.34. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: India’s raiders are slowly plucking away at Iran’s defenders. The Indians lead 21-16 after five minutes of the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sport Climbing, Women’s Boulder and Lead Sem-final - Lead: Saniya Shaikh and Shivani Charak finish 14th and 15th respectively in lead. While Shaikh pocketed 9 points, Charak had 8.The duo, however, fails to qualify for final. Shaikh is placed 14th in the overall standings, while Charak occupies the 15th spot. Only the top eight move to the medal round.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Doubles Final: Not the best of starts for Satwik/Chirag but they are still within the touching distance of the Koreans. The Indians trail 9-11 in the first game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: India with a strong comeback in this match. At the stroke of halftime, they get the all-out to go 17-13 up at the break.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Doubles Final: The contest is underway between Satwiksairaj Rankireddy/Chirag Shetty and Choi Solgyu/Kim Wonho. The Indians have a 3-2 lead currently.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: For the first time in this match, India is in the lead. India up 13-12 after that big tackle from Aslam Inamdar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: It’s getting tight, it’s getting feisty. The refereeing though has not been impressive, which is simply pushing emotions. Iran lead 10-9 with just under five minutes left of the first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: WICKETS! Ravi Bishnoi and Shahbaz Ahmed ensure half the Afghan batting line-up is back in the hut. Bishnoi clean bowls Afsar Zazai to end the partnership while Ahmed sends back new batter Karim Janat for 1. AFG 53/5 (11)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: Iran the better team so far, in terms of both raiding and defending. They lead 10-6 against India midway through the first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: Nothing between the two teams after five minutes of play. India and Iran are at 4-4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s final, IND vs IRI: Here’s the big one. The repeat of the semi-final from 2018, where India lost the chance to win yet another gold medal.Now the Indian men’s team meets Iran in the final for a third time at the Asian Games, and for the first time, as challengers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: WICKET! Not the start you would want in a final. Afghanistan lose their third as Noor Ali departs. A needless second run and Ravi Bishnoi throws it back to the keeper’s end to run him out. AFG 13/3 (3.2)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: WICKET! Mohammad Shahzad departs. Arshdeep Singh causes him to edge and Jitesh Sharma takes a clean catch behind the stumps. AFG 9/2 (2.5)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: WICKET! Shivam Dube with a breakthrough early on. Zubaid Akbari mistimes it immediately after a four and must depart for 5. AFG 5/1 (1.3)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: India XI: Yashasvi Jaiswal, Ruturaj Gaikwad(c), Tilak Varma, Washington Sundar, Shivam Dube, Rinku Singh, Jitesh Sharma(w), Shahbaz Ahmed, Ravi Bishnoi, Ravisrinivasan Sai Kishore, Arshdeep SinghAFG XI: Zubaid Akbari, Mohammad Shahzad(w), Noor Ali Zadran, Shahidullah Kamal, Afsar Zazai, Karim Janat, Gulbadin Naib(c), Sharafuddin Ashraf, Qais Ahmad, Fareed Ahmad Malik, Zahir Khan\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG, final: India win the toss and opt to bowl first.As India and Afghanistan compete for the gold medal, the Indian men will try to replicate the success of the women who won gold earlier. However, they are facing a strong Afghan challenge, particularly in their spin duo of Qais Ahmed and Zahir Khan. On their mighty route to the final, Afghanistan defeated Pakistan and Sri Lanka. Can we expect them to pull off a surprise?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND v AFG: The toss for the final is delayed due to wet outfield.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles final: Satwiksairaj Rankireddy and Chirag Shetty have already confirmed that they will be the new world No 1 doubles team when the rankings are updated next week. But can they get to that top spot on the back of a gold medal? They take on South Korea’s Choi Sol Gyu and Kim Won Ho in the final. It is estimated to start at 12.10 pm IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, BAN v PAK: Bangladesh win the bronze medal as they defeat Pakistan by 6 wickets. India and Afghanistan will fight for gold shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Volleyball, Women’s 9th-10th Classification: India beat Hong Kong 3-2 to finish 9th in the overall classification standings.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames Javrail SHAPIEV 🇺🇿 scores exposure in the final 10 seconds to secure a 3-2 win over Deepak PUNIA in 86kg semis. But Punia challenges and on review, it's 2 points for both wrestlers. Punia wins 4-3.Deepak Punia vs Hassan Yazdani in the finalhttps://t.co/09lHz5qmC4— United World Wrestling (@wrestling) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Roller Skating, Ladies Artistic Single Free Skating: India’s Samhitha Akula finishes fourth with a score of 32.69, while Greeshma Dontara - the youngest Indian in Hangzhou, finishes sixth with a score of 28.70.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 86kg Semi-final: Deepak Punia becomes the first Indian wrestler to reach a final in Hangzhou. The Olympian defeats Javrail Shapiev of Uzbekistan 4-3 in the semi-final. Punia was trailing 3-2 before he turned things around.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Soft Tennis, Men’s Singles Quarter-finals: Jay Meena lost the men’s singles quarter-final 1-4 to Chinese Taipei’s Chang Yu Sung.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    MISSION COMPLETED 💪Hello Paris! We are coming 😀It’s always great feeling when you win Historical medal for country.I would really appreciate to my all team mates , staff members for this medal we all showed great team work and commitment. pic.twitter.com/fKIzbDC29B— Harmanpreet Singh (@13harmanpreet) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 74kg 1/4 Final: Yash goes down 1-12 on technical superiority against Tajikistan’s Evloev Magomet. The Indian will now hope for a repechage to get a shot at the bronze medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 86kg 1/4 Final: Deepak Punia books a semi-final spot. He defeats Japan’s Shota Shirai 7-3 in the men’s 86kg. Can he go all the way and fight for India’s first gold in the sport at Hangzhou?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Soft Tennis, Women’s Quarter-final: India’s Raga Sri Kulandaivelu Manogarbabu loses 4-2, 2-4, 1-4, 3-5, 1-4 to Ma Yue of China.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sport Climbing, Women’s Boulder and Lead Semi-final - Boulder: India’s Saniya Shaikh and Shivani Charak are placed 15th and 16th respectively after the boulder round. Whiel Shaikh has 12.26 points, Charak has 12.13. The duo will be out in action for the lead section in around two hours from now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 86kg 1/8 Final: Second win of the day for Deepak Punia as he cruises past Indonesia’s Randa Riandesta 11-0 on technical superiority to enter the quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 74kg 1/8 Final: Yash registers a 10-0 technical superiority win over Chhoeun Chheang of Cambodia in just 3 minutes and 15 seconds. The Indian makes his way into the quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Men’s Kayak Semi-Final: Hemant Kewat has qualified for the final after finishing in 10th place with a timing of 117.68. Shubham Kewat misses out on the final after finishing in 11th with a timing of 130.01.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 125kg 1/8 Final:  Sumit loses 0-10 to Kyrgyzstan’s Aiaal Lazarev in the pre-quarters. He’ll have to wait and see if Lazarev reaches the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Soft tennis: In the men’s singles event, Aniket Patel loses 0-4 to Chinese Taipei’s Chang Yu Sung in the second stage and fails to move to the quarter-finals. Later on in the day, Raga Sri Kulandaivelu Manogarbabu will be in action in the women’s singles quarter-final against Ma Yue of China.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ju-jitsu: Uma Maheshwar Reddy wins his Round of 32 encounter 1-0 in the Men’s -85kg category against Sooknatee Suntra of Thailand. Also in the same category, Amarjeet Singh loses 0-1 in the Round of 32 to Altangerel Bayarkhuu of Mongolia. In the Women’s -63kg category, Kiran Kumari loses her Round of 16 match 0-2 to Khongorzul Bayarmaa of Mongolia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 97kg 1/8 Final: Vicky goes down 0-10 on technical superiority against Alisher Yergali. The Indian will now have to hope that the Kazakh reaches the final in order to have a shot at the bronze medal via repechage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s final, IND 26-25 TPE: THEY’VE DONE IT! The Indian women’s kabaddi team have reclaimed the gold, but by the smallest of margins. They beat Chinese Taipei 26-25 in a tight, tight final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Kabaddi MEDAL NO 100 FOR INDIA!The Indian women's team has won gold, beating Chinese Taipei in the gold medal match. https://t.co/3UALqqmryR pic.twitter.com/HlwFS39MbH— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 86kg Qualification: Deepak Punia beats Bahrain’s Sharipov 3-2 to advance to the next round.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s final, IND vs TPE: Time out! And it was needed. The Indians have become prone to errors as the match has progressed. They have a slender 24-23 lead with 92 seconds left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s final, IND vs TPE: India back in the lead - 22-21 - with three minutes to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s final, IND vs TPE: Chinese Taipei takes the lead! A series of errors from India allow Chinese Taipei to earn an all-out. They lead 21-19 against India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s final, IND vs TPE: It’s getting close once again. Chinese Taipei has clawed their way back into the match. India leads 17-14 with just under 10 mins to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryIt's another 1-2 for India with Ojas Pravin Deotale winning gold and Abhishek Verma winning silver in the men's compound individual event. https://t.co/3UALqqlTJj pic.twitter.com/btuTHcbHDQ— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: AND IT’S OJAS’ THIRD GOLD IN HANGZHOU AS WELL! The world champion shoots a perfect score in the final end and secures that gold medal, despite Abhishek also shooting a perfect score. This was brilliant shooting from both Indians who are all smiles and raise their hands for the crowd in celebration as it’s an Indian 1-2 in the men’s compound individual event.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s final, IND vs TPE: After a close start, the Indian women’s team has started to assert themselves a bit more. They take a 14-9 lead into the halftime break against Chinese Taipei in this women’s final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: An uncharacteristic miss from Ojas who shoots 9 in the fourth end while Abhishek gets a perfect score, but trails by two points. Ojas already has the Games record in the men’s compound individual event with 150 points, from the semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: Ojas continues to maintain his incredible consistency while Abhishek berates himself after shooting an 8 and a 9 in the third end and now trails by three points. Ojas 90-87 Abhishek\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: A small blip from Abhishek Verma in his third arrow and Ojas Pravin Deotale leads by one point after the second end. Ojas 60-59 Abhishek\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: Both archers showing off their incredible calibre, starting off with perfect scores for both Ojas Deotale and Abhishek Verma in the first end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s final, IND vs TPE: Just over halfway through the first half, and there’s nothing to separate India and Chinese Taipei. Both teams are at 5-5 in the women’s final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s final, IND vs TPE: In the women’s kabaddi final, India take on the team that had given them an almighty scare earlier in the campaign - in that gripping 34-34 draw - Chinese Taipei. The team from East Asia beat defending champions Iran in the semi-final.  This will not be an easy match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi: Two big games coming up for India. After the men’s and women’s teams failed to win gold in Jakarta 2018, they’re both now a win away from reclaiming that throne. The women’s team plays Chinese Taipei in the final while the men face Iran.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: AND IT’S JYOTHI’S THIRD GOLD IN HANGZHOU! The Indian archer is simply phenomenal in the final end, shooting a perfect score and So Chaewon can do nothing with the gap at four points. Jyothi has now won gold in all the compound events at the 19th Asian Games and later on, her teammate in the mixed event, Ojas Pravin Deotale could do the same.Deotale will face off against his compatriot and more experienced archer in Abhishek Verma in the men’s compound individual gold medal match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryJyothi Surekha Vennam strikes gold again, this time in the women's compound individual event after securing the mixed team and women's team golds.https://t.co/3UALqqmryR pic.twitter.com/JI4zJqmdWb— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: Jyothi is all smiles and a sigh of relief as she walks back to her coach, shooting a perfect score in the fourth end with So Chaewon shooting a 9 to now trail by 3 points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: Much better from the Indian who shoots perfect scores in both the second and third end, while So Chaewon shoots an 8 in the second end and 9 in the third end to now trail by two points. Jyothi 89-87 So Chaewon\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: Not a good start for Jyothi who shoots an 8 in her opening arrow. So Chaewon shoots a perfect score and the Indian trails by 2 points after the first end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: She’s won gold with Ojas Pravin Deotale in the mixed compound team event. She’s won gold with Aditi and Parneet Kaur in the women’s team event. Can Jyothi Surekha Vennam beat South Korea’s So Chaewon to win gold in the individual event?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: The double world champion Aditi Swami makes no mistake as she shoots a 9 and two 10s to secure that six-point lead and beat Fadhly to win bronze in the women’s compound individual event.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryMEDAL ALERT! Aditi Gopichand Swami beats Ratih Zilizati Fadhly of Indonesia to win bronze in the women's compound individual event. https://t.co/3UALqqmryR pic.twitter.com/UChYL9iiCp— The Field (@thefield_in) October 7, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: The rain may be coming down now, but it hasn’t deterred Aditi or Fadhly who both shoot perfect scores, the lead still remaining at 6 points after four ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: Aditi hasn’t been the most consistent today, but neither is her opponent who shoots two 8s in the second end and 9s in the third end. Aditi leads 87-81 after the third end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: A good start for Aditi Swami who shoots a 9 in her final arrow but the Indonesian gets all 9s and trails by 2 points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: The penultimate day for the 19th Asian Games in Hangzhou begins for India with the compound archers, who have been having an incredible time at the competition. In the women’s individual event, Jyothi Surekha Vennam will be up against So Chaewon of South Korea in the final.First up though, Aditi Swami will be facing off against Ratih Zilizati Fadhly of Indonesia for the bronze medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of the Asian Games in Hangzhou!We are down to the business end of the 2022 Asian Games, and the Indian contingent has exceeded all previously set benchmarks. At the start of October 7, India is in fourth position on the overall medals tally with 95 medals – 22 gold, 34 silver and 39 bronze. And more will be won today.The archers begin proceedings, while medals will be won by the men’s cricket team, the men’s and women’s kabaddi teams, and even the men’s doubles badminton team of Satwiksairaj Rankireddy and Chirag Shetty. That, and much more today.Watch this space for live updates of all the action in Hangzhou.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Live action on Sony Sports Network and SonyLIVScreenshots via SonyLIV and the official 2022 Hangzhou Asian Games website\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":"Shahid JudgeAbhijit NairTanya Kini","time":"2023-10-07T05:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194775-chysbxcxjb-1696609590.jpg","tags":["Asian Games","2022 Asian Games","2023 Asian Games","Asian Games 2023","Asian Games 2022","Hangzhou Asian Games","2022 Hangzhou Asian Games","Hangzhou 2023","India at Asian Games","India Asian Games 2022","India Asian Games 2023","Asian Games schedule","India Asian Games reports","India Asian Games","India Asian Games medal tally"],"source":"https://scroll.in/field/1057216/india-at-asian-games-oct-7-live-updates-archers-begin-the-day-with-medals-in-the-offing-in-badminton-wrestling-cricket-and-kabaddi"}