{"title":"INDIA bloc’s claim that BJP will change the Constitution shows bankruptcy of ideas: PM Modi","content":"The Opposition INDIA bloc is spreading lies that the Constitution would be changed if the Bharatiya Janata Party-led government retains power in the Lok Sabha elections, Prime Minister Narendra Modi alleged on Wednesday, PTI reported.The Opposition’s claims showed that the alliance was facing a “bankruptcy” of new ideas, Modi said.In recent weeks, some BJP leaders have stirred controversy through their comments about amending the Constitution.On March 9, BJP MP Anantkumar Hegde called on voters to give a two-thirds majority to his party in the Lok Sabha to enable amendments to the Constitution and undo the “unnecessary laws introduced to subjugate the Hindu community”. BJP leader Jyoti Mirdha on March 30 also said that the party needed an overwhelming majority in Parliament to change the Constitution.On Wednesday, Modi, while addressing a rally at Kanhan town in Maharashtra’s Nagpur district, accused the INDIA bloc of spreading falsehoods that both democracy and the Constitution would be diluted if he returned to office for a third term.“Their bankruptcy is so huge that they do not have any new ideas,” Modi said. “Was democracy not in danger when Emergency was imposed [by former Prime Minister Indira Gandhi between 1975 and 1977] in the country?”He said that the Opposition started making such claims when “a son from a poor family” became the prime minister. “These INDIA alliance people cannot see the poor progressing,” he remarked.This came after Congress leader Sonia Gandhi said on Saturday that India’s democracy was in danger and that there was a conspiracy to change the Constitution. “Modi ji, believing himself to be great, is destroying the dignity of democracy,” Gandhi had said at a rally in Rajasthan’s Jaipur.On Wednesday, the prime minister alleged that the Opposition was creating divisions among communities and trying to destroy Sanatan Dharma, a term some people use as a synonym for Hinduism. He urged voters to “punish” the INDIA bloc for their “sins” with their vote.Referring to the abrogation of Article 370 of the Constitution, Modi said that he had implemented the Constitution from Kashmir to Kanyakumari. “The Congress kept Article 370 alive in Jammu and Kashmir,” the prime minister said. “For the first time, it [abrogation] accorded justice to Dalits, tribal communities and women in Jammu and Kashmir.”Article 370, which was abrogated by the Modi government in August 2019, gave special status to Jammu and Kashmir.“[Bhimrao] Ambedkar’s soul must be blessing Modi after the abrogation of Article 370,” he added.Minorities living happily in India, says ModiMinorities from all religions are living happily and thriving in India, Modi said, according to the Newsweek on Wednesday.The prime minister, in an interview with the United States-based magazine, claimed that allegations about discrimination against India’s minorities emanated from certain individuals who '“don’t bother to meet people outside their bubbles”. He claimed: “Even India’s minorities don’t buy this narrative anymore.”Modi said that the ruling BJP-led government had formulated a “unique saturation coverage approach” for welfare schemes and other initiatives. “They [schemes] are not restricted for a group of people belonging to a particular community or a geography,” he said.“They are meant to reach everyone, which means that they are designed in such a way that there cannot be any discrimination.”Modi also told the magazine that a democracy like India was only able to function because of a vibrant feedback mechanism. “And our media plays an important role in this regard,” he said. “We have around 1.5 lakh registered media publications and hundreds of news channels.”The prime minister claimed some individuals in India and the West had lost connection with “the people of India - their thought processes, feelings and aspirations”.Modi asserted: “These people also tend to live in their own echo chamber of alternate realities. They conflate their own dissonance with the people with dubious claims of diminishing media freedom.”In January, international non-governmental organisation Human Rights Watch said that the BJP government in 2023 persisted with policies that stigmatised and discriminated against religious and other minorities.India’s ranking in the World Press Freedom Index also fell from 150th in 2022 to 161st in 2023 out of 180 countries, media watchdog Reporters Sans Frontières said in May.Among its neighbours, India is ranked below Pakistan (150th), Afghanistan (152nd), Sri Lanka (135th) and Nepal (95th).Also read: The Constitution has brought the BJP immense power – why would it write a new one?","author":"Scroll Staff","time":"2024-04-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199970-nqriioabxw-1712804280.jpeg","tags":["Lok Sabha 2024","Lok Sabha elections","Narendra Modi","Congress","INDIA bloc","BJP","Constitution"],"source":"https://scroll.in/latest/1066490/india-blocs-claim-that-bjp-would-change-the-constitution-shows-bankruptcy-of-ideas-pm-modi"}