{"title":"India at Asian Para Games: Sidhartha Babu, Sachin Khilari set Games records on Day 5","content":"The Indian contingent made history on Thursday as they recorded their best-ever medal haul clinched a total of 82 at the ongoing 2022 Asian Para Games in Hangzhou, China. On Day 5, India bagged 25 medals including three golds, to make sure the country is placed eighth with a eighteen gold, 23 silver and 41 bronze medals – behind hosts China, Iran, Japan, Republic of Korea, Uzbekistan, Thailand and Indonesia.The medal rush for India came in badminton and athletics events where the para-athletes won thirteen medals and eight medals respectively. While Rakesh Kumar and Sheetal Devi won gold in the mixed team compound archery event, Sachin Khilari won gold in the men’s shotput F46 event. The third gold for the day came from Sidhartha Babu in the mixed 50m rifle prone SH1 event. With a stunning throw of 16.03 metres, Khilari created a new Games record, and Babu scored an incredible 247.7, which was also an Asian Games record.Simran Vats earned her second medal at the Games, after winning her second silver, after she finished second in the women’s 200m T12 event. Bhagyashri Yadav won silver in women’s shotput F34 after she was outclassed by China’s Lijuan Zou who threw 9.14, a Games Record. The second medal of the day in archery came from the men’s doubles W1 Open duo of Adil Mohamed Nazir Ansari and Naveen Dalal who won bronze. Meanwhile, in chess, Himanshi Rathi also secured bronze in the women’s Individual Standard V1-B1 event.Before this, the Indian para-athletes had their best result at the 2018 Asian Para Games in Indonesia, where they took home 72 medals. With two days left in the Asian Para Games 2023, India has a good chance of going past 100 medals.Indian medallists on October 26Archery: Adil and Naveen - Archery Men’s Doubles W1 Open - BronzeRakesh Kumar and Sheetal Devi - Archery Mixed Team Compound - GoldAthletics: Narayan Thakur - Men’s 100m T35 - BronzeShreyansh Trivedi - Men’s 100m T37 - BronzeMonu Ghangas - Men’s Discus Throw F11 - SilverSachin Khilari - Men’s Shotput F46 - GoldRohit Kumar - Men’s Shotput F46 - BronzeMuthuraja - Men’s Shotput F55 - BronzeSimran Vats - Women’s 200m T12 - SilverBhagyashri Jadhav - Women’s Shotput F34 - SilverBadminton: Sukant Kadam - Badminton Men’s Singles SL4 - BronzeSukant Kadam and Pramod Bhagat - Men’s Doubles SL3-SL4 Badminton - BronzeKrishna Nagar and Sivarajan Solamalai - Men’s Doubles SH6 Badminton - BronzeManasi Joshi - Women’s Singles SL3 Badminton - BronzeMandeep Kaur - Women’s Singles SL3 Badminton - BronzeVaishnavi Puneyani - Women’s Singles SL4 Badminton - BronzeManisha Ramadass - Women’s Singles SU5 Badminton - BronzeNithya Sre - Women’s Singles SH6 Badminton - BronzeMandeep Kaur and Manisha Ramadass - Women’s Doubles SL3-SU5 Badminton - BronzeNithya Sre and Rachana Patel - Women’s Doubles SH6 Badminton - BronzeManisha Ramadass and Pramod Bhagat - Mixed Doubles SL3-SU5 Badminton - BronzeNitesh Kumar and Thulasimathi Murugesan - Mixed Doubles SL3-SU5 Badminton - BronzeNithya Sre and Sivarajan Solaimalai - Mixed Doubles SH6 Badminton - BronzeChess: Himanshi Rathi - Women’s Individual Standard V1-B1 Chess - BronzeShooting: Sidhartha Babu - Mixed 50m Rifle Prone SH1 - Gold","author":"Scroll Staff","time":"2023-10-26T19:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195316-excettqock-1698329336.jpeg","tags":["Asian Para Games","India at Asian Para Games","Sidhartha Babu","Sachin Khilari","India","Hangzhou"],"source":"https://scroll.in/field/1058179/india-at-asian-para-games-sidhartha-babu-sachin-khilari-set-games-record-in-shotput-on-day-5"}