{"title":"India will soon outstrip China’s population –  but its labour force will still be smaller","content":"India is  all set to overtake China and become the most populous country on the  planet by July 2023. One implication of this is that potentially,  India’s labour force will soon be larger than China’s. If the  productive capacity of India’s massive labour force is effectively  harnessed, India could be on its way to become the new Asian giant. The  Elephant would finally overtake the Dragon. Or would it?However, the story isn’t so straightforward.For one  thing, India’s bigger population size will not translate to a larger  working age population for the country (vis-à-vis China) immediately  (Figure 1). Figure 1. Credit: Centre for Economic Data and Analysis.While  India’s total demographic cohort would be bigger than China’s by the end  of 2023, China will still have a bigger working age population (those  aged 15-64) for another two years. It is only in 2025 that there will be  more people aged between 15-64 in India (994.7 million) than in China  (987.4 million).But not  all people in the working age group are in the labour force, which  comprises employed individuals and those willing to work but not  employed (ie, unemployed). For that we must look at the labour force  participation rate, or LFPR. India’s LFPRs are not only much below the  global average, but significantly lower than China’s. As of 2021 (the  latest year for which comparable data is available),  75.8% of China’s working age population (15-64) was part of its  labour force, ie they were either employed, or looking for work, data  from the International Labour Organisation’s modelled estimates  show. In India, on the other hand, only 51.3% of those in this  age group were part of the labour force in the same year.Figure 2. Credit: Centre for Economic Data and Analysis.Much of  this difference is driven by the chasm between the female labour force  participation rates in the two countries. India has lower rates of both  male and female labour force participation compared to China, but the  gap is much bigger for female LFPRs. In 2021, 76.2% of Indian men  (15-64) were part of its labour force, and in China this share was 80.5%. In the same year, only 24.6% of women (15-64) were part  of the labour force in India, in sharp contrast to 70.8% in  China.This  difference in LFPR essentially means that in 2021, while there were  986.5 million people in China aged 15-64, there were 747.9 million  people who were employed or looking for employment, our calculations  show. In India, on the other hand, there were 950.2 million people aged  15-64 in 2021, but only 487.9 million were part of the labour force  (Figure 3).Given  the wider gap in FLFPR, this difference was starker for the female  population, our calculations show. In 2021, China had an estimated 478.3  million women aged 15-64, and its female labour force was an estimated  338.6 million in size. In India, the female labour force was only 112.8  million in comparison even though it had 458.2 million women in that age  group.Credit: via Centre for Economic Data and Analysis.So,  while India’s working age demographic group was almost comparable in  size to China’s, its labour force was significantly smaller, largely due  to its much lower rates of female labour force participation.In this context, when is India likely to overtake China’s labour force? Not anytime soon. If we  assume constant LFPR rates as the most recent ones for both countries,  it will take another 27 years for that to happen. It is only in 2051  when India will have more people in the labour force (15-64) than China  (assuming everything else remains constant). These calculations are  based on UN populations estimates available for all years up till 2100.Figure 4. Credit: Centre for Economic Data and Analysis.If  India’s LFPR were to increase to 60%, this could happen by 2040. For  India’s labour force to exceed China’s in absolute numbers by 2030,  India’s LFPR would need to increase sharply from the current level of  roughly 58% (the labour force participation rate by usual status  for the 15-64 age group as estimated by the Periodic Labour Force  Survey, 2021-’22) to 71% for the next seven years. There is no  reason to believe that such drastic improvement could be achieved in a  short span of time. Any increase in overall LFPR is contingent upon on  improving the share of women in the labour force, which is not  impossible, but would need a dedicated set of comprehensive initiatives.What about demographic, gender dividends? The mere  existence of a larger working age population does not constitute a  demographic dividend. For it to be a dividend, first, the working age  population must be in the labour force. Second, they must be  productively employed. Otherwise, a large number of people in the  working age group who are not productively employed can represent a huge  challenge as the unfulfilled need for livelihood opportunities is a  sure-fire recipe for discontent and unrest which can enhance conflict. India is  already grappling with a jobs crisis, as roughly 5.5 million new jobs  that the country needs are not getting created, which makes agriculture  the sector of last resort for people to eke out a livelihood. Additionally, India is already grappling with low female LFPRs.  One reason responsible for the low levels is undercounting of women’s  economic work on family enterprises. Accounting for this work raises  LFPR estimates, as India’s official Economic Survey  has attempted to do. While recognising women’s (unpaid) contribution to  family enterprises is very important, it is not a substitute for paid  work, the opportunities for which are not growing as rapidly as needed.  There is dire need for expansion of rural non-farm employment, both for  men and women, but especially crucial for women as they are unable to  travel long distances to access work, due to their predominant  responsibility for domestic chores.China’s  rapid growth was in no small measure due to one element of their  economic reforms: the expansion of rural industry via the Township and  Village Enterprises (TVEs) that absorbed its massive workforce in small,  labour intensive, nonfarm work opportunities. Between 1978 (the start  of the economic reforms) and 1995, China’s rural industries grew over 20%  per year, raising their share in industrial production from 3% in 1971 to 30% in 1990. This is  the bus that India seems to be missing. If there isn’t enough  remunerative work for young people and women, a very large potential  pool of talent will remain un- or underutilised and the much-vaunted  demographic dividend will remain illusory for India.Skill differencesThe  other big contrast between the two countries is seen in the  training/skill differences of the population. While in both countries,  gross enrolment ratio for tertiary education, or GETR, has been increasing,  India’s GETR in 2021 was roughly half that of China in 2021 (Figure 5).Figure 5. Credit: Centre for Economic Data and Analysis.Not only  does China have a higher GETR compared to India for both men and women,  but the relative difference has also increased over recent years. In  2015, China’s GETR was 1.7 times that of India. By 2021, it was twice  the level of India. The female gap remained roughly constant over the  period (from 1.9 to 2.1), whereas the male gap increased from 1.6 to  two.The Elephant-Dragon tango will continueA sober  reflection reveals that while India will become the most populous  country, it is not about to overtake China in terms of a bigger and more  educated labour force. This is not to suggest that the continued growth  of the Chinese economy is free of its own set of challenges.In  addition to battling geo-political challenges to its global expansion  plans, China has to deal with a shrinking labour force, ageing  population and boosting productivity growth. How acutely these  challenges affect the Chinese rate of growth is a) a subject matter for  another article and b) something only time will tell. This piece focuses  on the Elephant-Dragon comparison.Increasing  female LFPRs, not only via correctly measuring women’s work, but via  creation of an ecosystem that provides remunerative and sustainable  livelihoods close to home (read rural nonfarm employment) and investing  in an educated, skilled and healthy workforce should be India’s top  priority, based on its own demographic reality, not just because of a  presumed competition with China.This article was originally published by the Centre for Economic Data and Analysis.","author":"Ashwini Deshpande, Centre for Economic Data and AnalysisAkshi Chawla, Centre for Economic Data and Analysis","time":"2023-07-19T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192287-weeiocnjri-1689600887.jpg","tags":["Indian Economy","Indian Population","Demographic Dividend","Female Workforce","Labour","Unemployment","China"],"source":"https://scroll.in/article/1052788/india-will-soon-outstrip-chinas-population-but-its-labour-force-will-still-be-smaller"}