{"title":"Indian government has institutionalised violence in Kashmir, claims new human rights report","content":"In its quest for political control over Jammu and Kashmir, the Indian state has institutionalised violence in its systems and processes, a new report has alleged.“Structures of Violence: The Indian State in Jammu and Kashmir”, has been compiled by the International Peoples' Tribunal on Human Rights and Justice in Indian-Administered Kashmir, and the Association of Parents of Disappeared Persons over a period of two years. It defines J&K as an “occupied territory”, which is also “internationally recognised as a disputed territory between India and Pakistan”. It claims that the Indian state, in such a terrain, is a violent entity. The report alleges that all state institutions, from the army to the courts, are embedded in a larger structure of violence.Human rights violations are the norm rather than the aberration, it says. The report tries to connect individual incidents of rape, murder, torture and abduction to the institutional frameworks that are responsible – both the army hierarchy and the systems of justice. Violence takes place in torture centres and prison cells located within these institutions. The report holds the state responsible for the disappearance of more than 8,000 persons, over 70,000 deaths and 6,000 unmarked graves.‘Theatres of violence’Places like Pathribal in 2000 and Machil in 2010 became the “theatres of violence”, to quote a phrase from the report, where a brutal state revealed itself. The killings that took place there were passed off as so-called encounters between the armed forces and militants, though there was evidence to suggest that the dead were not foreign militants and there had been no exchange of fire between soldiers and insurgents.This week, an army court handed life sentences to six soldiers for their role in the Machil killings. But the Pathribal case wound its way through the civil courts in Srinagar, the Central Bureau of Investigation, the Supreme Court and then back to the army. In January 2014, the army gave itself a clean chit and closed the case.Months earlier, another closure report had quietly been filed. This time by the CBI and in another case –the Sopore massacre that had taken place 20 years ago. This summer, as mysterious gunmen started targeting people in Sopore, memories of the massacre rose to the surface again in the town. One of the massacres “Structures of Violence” gives a detailed account of is Sopore 1993. It explores how tensions started building when the 94 Battalion of the BSF moved into town.Red lines around Tehsil RoadOn January 6, 1993, personnel of the 94 Battalion of the Border Security Force shot and killed 46 people in the busy Main Chowk of Sopore, says the report. Many of the dead were traders or shopkeepers working in the area. According to the report, BSF personnel also set fire to a large stretch of Sopore Chowk, on both sides of Tehsil Road. The fire destroyed 250-300 shops, 30 houses, a movie theatre, banks, a school and women’s college.Trouble had been brewing in the months leading up to the attack, after the 94 Battalion moved into Sopore in April 1992. Six companies of the battalion were spread out across the town, all within a distance of one to three kilometres from the Main Chowk. The report calculates that about 786 BSF personnel would have been quartered around the chowk at the time of the attack.According to a report by Sopore based Jammu and Kashmir Human Rights Forum, the January attack was not the first. In September 1992, the BSF had allegedly shot and killed three men, gangraped a woman and burnt property in the Nahrapora area of Sopore. Commanding Officer S Thangappan was responsible for the administration and operational exercises in areas where the battalion was stationed. The report also notes that, on the day of the massacre, the deputy general of the BSF, Baramulla sector, had been present at the headquarters in Sopore’s Fruit Mandi. The inspector general of the BSF was also visiting from Srinagar and had held detailed discussions with the Sopore personnel before leaving the same day.On December 25, 1992, a new BSF post had been created at Arampora, a locality in the town. Sopore, and especially Arampora, was supposed to be “infested with terrorists”. Security forces were engaged in digging bunkers in the area, since militants had been seen escaping through the uncovered stretches of Arampora after every attack. On the first five days of January 1993, there was a bandh in Sopore to protest against the new post at Arampora.Researchers for the report spoke to Tariq Ahmad Kanjwal, a resident of Arampora, who lost his father, Abdul Ahad Kanjwal, a member of the National Conference, in the massacre. About 15-20 days before the January 6, Kanjwal says, two officers had visited his father. They “lamented the losses faced by them because of the use of Kanjwal’s shop” by militants, who allegedly fired at security forces from there. According to Kanjwal, the officers also fished out a map where Tehsil Road was “marked in red” as a danger zone. In an FIR filed after the massacre, Kanjwal stated, “He [the officer] warned me that if we wanted to save our lives, we should migrate from the area.”January 6, 1993Kanjwal recalls going to the chowk to open his shop early that morning, amid reports that there had been a blast nearby. He exchanged words with a BSF officer, who said “if the blast had taken place at the Sopore Chowk, they would have taught the residents a lesson.\" Suddenly, there was a shot. Someone came running with a message that a soldier had been shot dead.BSF personnel who had been gathering bricks for the new bunker took up their guns and got ready to retaliate. Kanjwal says he heard someone say, “Hamara aadmi ko maar diya hai, kisi ko zinda mat chodo, jo jahan pe dikhega usko goli mar do (They have killed our men, don’t leave anyone alive. Shoot whoever you see).\"Kanjwal would later be shot and dumped in a shop. He reports hearing an officer say, ““Isko andar fenko, aur in salon ko gun powder faenk key zinda jalao” (Throw him inside, and then throw gunpowder and burn these people alive).” While in the shop, he saw BSF soldiers enter a government bus and “begin shooting passengers indiscriminately”. After it was over, Kanjwal was recovered, unconscious, from a pile of dead bodies.The report also records the testimony of Mohammad Abdullah Shalla, who lost four members of his family that day. Shalla had come to retrieve his apple truck, which was stuck in a lane near the market. The firing broke out, he says, around 9.45 in the morning. Along with some others, he took cover in a fabric shop nearby, but the soldiers pulled them out and asked them to stand in a queue and then start running. “As they ran, they were shot in the back,” the report says. Shalla managed to escape to a nearby lane.Then there is Mehra Begum, who was on the government bus going from Sopore to Bandipora and filled with men, women and children. She told researchers that the bus driver stopped when he saw two or three dead bodies lying on the road. Then BSF personnel entered the bus, asked everyone to put their hands up and started shooting. Mehra Begum was shot in the shoulder.Police officers who first reached the scene to remove the dead bodies were stopped by the BSF, who then “open fire on the policemen”. The first fire tenders were also stalled. Ahmad Hussain Andrabi, station officer of the fire station at Sopore, says he saw BSF personnel roaming the area, “firing continuously[…] in all directions”, but he “did not see anyone shooting at the BSF personnel from anywhere”. It was only when the army arrived that the police and fire fighters were allowed to start work.The report notes the 94 Battalion left Sopore the following day, “when it was ordered to move to Pulwama to relieve 19 Battalion BSF, in an attempt by the administration to manage the mass protests and anger that spilled onto the public domain in the wake of the massacre”.Fired in self-defenceImmediately afterwards, two FIRs were filed, one against the BSF and one by them, containing charges under the Indian Arms Act and the draconian Terrorism and Disruptive Activities Act. On January 20, the CBI took up the case and a one man inquiry commission was set up by the J&K government on January 30. The commission never visited Sopore, its term expired in 1994 and no report was ever submitted by it.The BSF, meanwhile, court martialed seven of its personnel but none of them was tried for murder. S. Thangappan was suspended days after the incident. The BSF’s version of events is closely echoed by the CBI’s closure report, filed in July 2013 in the court of the chief judicial magistrate in Srinagar. According to the CBI, the massacre was caused by cross-firing during an encounter between militants who ambushed an army convoy on its way to Kupwara. They had also set off an improvised explosive device and fired automatic weapons on a road opening party of  the 94 Battalion of the BSF. The troops had only fired in “self-defence”.The CBI report added that it was militants who had engaged in ‘indiscriminate firing” on “innocent civilians” and BSF troops, in order to “tarnish the image” of security forces in Sopore. The fire had been caused by a gas cylinder explosion, caused by the crossfire. The CBI recommends the case be closed, with no prosecutions. An appeal against the closure report remains pending in the TADA court.“Structures of Violence” critiques the CBI’s closure report as an “example of how investigative agencies of the State use the investigative process to provide cover for the perpetrators of the crime”. It points out that the CBI, had refused to interview key witnesses and dismissed medical reports that suggested the deaths had been caused by extra-judicial execution rather than crossfiring. “The absurdity of the CBI position, the report says, “is brought out by the fact that the CBI seeks to close this case as untraced [i.e. the perpetrators cannot be traced] while at the same time depending on the BSF court-martial in which perpetrators have obviously been identified”.The report indicts both the CBI and the BSF for “covering up the crimes of 6 January 1993”.","author":"Scroll Staff","time":"2015-09-09T20:10:47+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/754462-dc87d254-a506-49cc-aea9-63c239c1c8be.jpg","tags":[],"source":"https://scroll.in/article/754462/indian-government-has-institutionalised-violence-in-kashmir-claims-new-human-rights-report"}