{"title":"India tour of Bangladesh: Visitors register commanding win in rain-affected fourth T20I","content":"India continued their dominance over Bangladesh as they registered a commanding 56-run victory through the Duckworth-Lewis method in the rain-truncated fourth Twenty20 International match in Sylhet on Monday. With this win, India now lead the five-match series 4-0.#Cricket #BANvINDIndia beat Bangladesh by 56 runs🔥Deepti Sharma (2-13) and debutant Asha Shobna (2-18) shine with the ball as India restrict the hosts under 70 in a rain-affected match.IND: 122/6 (14)BAN: 68/7 (14)https://t.co/59Z6PVwVa4 pic.twitter.com/nucgNm4FXl— The Field (@thefield_in) May 6, 2024\n\n\nThe match faced delays due to persistent rain which resulted in a late start and a hour long interruption, reducing it to a 14 overs per side contest. India suffered an early setback with opener Shafali Verma getting dismissed for just two runs. Dayalan Hemlatha provided some impetus with a knock of 22, but her innings was cut short by Marufa Akter's with leg-before wicket dismissal.The rain halted play when India was 48/2 after 5.5 overs. Smriti Mandhana, who scored 22 runs, attempted to stabilise the innings but was dismissed by Rabeya Khan.India captain Harmanpreet Kaur, who top-scored with 38 runs, and Richa Ghosh (24) built a crucial 44-run partnership to guide India to a total of 122/6.Ghosh was caught at long off and Kaur was run out in the last over.Under the DLS method, Bangladesh required 125 runs to win in 14 overs. However, apart from opener Dilara Akter's 21, Rubya Haider's 13, and Shorifa Khatun's unbeaten 11, the Bangladeshi batters struggled to make significant contributions.India leg-spinner Asha Sobhana had a memorable debut as she claimed two wickets for 18 runs in three overs. Deepti Sharma also picked up two wickets for 13 runs while Radha Yadav and pacer Pooja Vastrakar picked up one wicket each, restricting Bangladesh to 68/7.","author":"Scroll Staff","time":"2024-05-06T21:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200538-sppgdauslr-1715011818.jpeg","tags":["India tour of Bangladesh","India","Bangladesh","Cricket","Deepti Sharma","Harmanpreet Kaur","Asha Sobhana"],"source":"https://scroll.in/field/1067529/india-tour-of-bangladesh-visitors-register-commanding-win-in-rain-affected-fourth-t20i"}