{"title":"India at Asian Games, Oct 5, as it happened: Three gold in archery, squash as medal tally reaches 86","content":"That’s all the Indian action we have from today at Hangzhou!A rather quiet day for the Indian athletes but they still pocketed a total of five medals, including three gold. The compound archers continued their merry ways with both the men’s and women’s team winning a gold medal each, while the squash mixed doubles pair of Dipika Pallikal and Harinder Pal Sandhu too found themselves on the top of the podium.The other two medals came via a silver from Saurav Ghosal in men’s singles squash and a bronze from Antim Panghal in women’s 53kg wrestling.Thank you for joining into our coverage. We’ll be back tomorrow with more action. Until then, have a good night!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Medal Tally as of 7.40pm IST on October 5\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles quarter-finals, Satwik/Chirag 21-7, 21-9 Nge/Johann: Satwik/Chirag move to the semi-finals with a rather easy win in just 30 minutes. It is a medal assured for the Indian pair in Hangzhou.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles quarter-finals, Satwik/Chirag 21-7, 11-5 Nge/Johann: The Singaporeans have not managed to trouble Satwik/Chirag one bit so far. The Indians continue to show their aggression and are running away with this contest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles quarter-finals, Satwik/Chirag 21-7 Nge/Johann: Just too easy for the Indian pair as they cruise to win the first game in just 12 minutes. Satwik/Chirag are now just a game away from assuring themselves a medal in Hangzhou.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles quarter-finals, Satwik/Chirag 11-3 Nge/Johann: A very strong start from Satwik/Chirag as they race to an 11-3 lead in the first game. The Singapore shuttlers have no answers to the Indian combination at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles quarter-final: Satwik/Chirag take on Singapore’s Nge Joo Jie and Johann Prajogo to secure a medal and a spot in the semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chess, Round 7: The Indian men’s beat Vietnam 2.5-1.5. Playing on the fourth board, Arjun Erigasi scored the lone victory of the day against GM Tran TM to lead India to a much needed win. D Gukesh, R Praggnanandhaa, and Vidit Gujrathi drew their respective games. The women’s team, on the other hand, played out a 2-2 draw with Kazakhstan. While R Vaishali lost her match, Harika Dronavalli pulled off a win for India. Koneru Humpy and Vantika Agarwal played out draws.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles quarter-final, IND vs SGP: India’s Satwiksairaj Rankireddy and Chirag Shetty take on Singapore’s Joo Jie Nge and Prajogo Johann for a spot in the semi-final. The winner of this match is guaranteed a medal.The match is estimated to start at 7 pm IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Final Session 3: India win their first session of the final with the scores reading 30-28 in their favour. They, however, trail 91-132.1 in the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 57kg: What just happened? India’s Mansi is pinned within seconds of the start of bout. Uzbekistan’s Sobirova Laylokhon wins by fall and takes the bronze medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 53kg: Antim Panghal wins the bronze medal. The 19-year-old defeats the 2020 Tokyo Olympics bronze medallist Bat-Ochir Bolortuya 3-1 to finish on the podium in her Asian Games debut. Panghal dominated the proceedings throughout the bout and picked up a 3-0 lead at the end of the first period. She was put under pressure in the dying moments with a passivity point going against her, but held her composure to win a medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Wrestling Antim Panghal wins 🥉The 19-year-old gets better of the 2020 Tokyo Olympics bronze medallist Mongolia's Bat-Ochir Bolortuya.Blog: https://t.co/JFWdbyRDnW pic.twitter.com/SE48bSjeDg— The Field (@thefield_in) October 5, 2023\n\n\n\n    #AsianGames #HangzhouAsianGames #SquashA second silver medal for Saurav Ghosal in men's singles, after Incheon 2014 as he loses 3-1 to Ng Eain Yow of Malaysia.https://t.co/JFWdbySbdu pic.twitter.com/CBILIJj1PI— The Field (@thefield_in) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, men’s singles final: In the end, another heartbreak for Ghosal who was simply outclassed by the guile of Yow. Mind you, he had beaten him in the team event when India faced Malaysia, but Yow took that loss and turned it around into a brilliant win against his opponent, aged 12 years older than him.Ghosal loses 11-9, 9-11, 5-11, 7-11 YowIndia finish their squash campaign with one gold, one silver and two bronze. The only event in which they didn’t win a medal was in women’s singles. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: A spirited performance by Pooja Gehlot but it isn’t enough. Aktenge Keunimjaeva defeats her 9-1 in the women’s 50kg freestyle bronze medal match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, men’s singles final: Yow continues to get the better of Ghosal who looks extremely unhappy with the referee’s calls in the third game.Ghosal 11-9, 9-11, 5-11 Yow\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: In action now is Preeti Gehlot against Aktenge Keunimjaeva in the women’s freestyle 50kg bronze medal match. Can she get India’s second medal in wrestling?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, men’s singles final: Just as close as in the opening game, but Ghosal loses his first game in the men’s singles event as Yow levels the match at 1-game all.Ghosal 11-9, 9-11 Yow\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, men’s singles final: It was an incredibly gripping opening game with Ghosal having to come back on level terms from 1-5 down but despite two strokes being awarded to Yow, the Indian comes out on top, winning the first game 11-9 in the best-of-five tie.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Kim Minseok defeats Naveen 5-1 to take the bronze. Naveen led for the majority of the match until Kim converted the passivity point to take a four point lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: In action now is Naveen against Minseok Kim in the men’s Greco Roman 130kg bronze medal match. Can India get their second medal in Greco Roman wrestling?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-4 China, FT: Insult to injury for India late in the match. Gu Bingfend squeezes in a drag-flick from underneath Savita Punia for China’s fourth right at the end. China were clinical and never let their intensity drop. India took a long time to settle but it was too late as China scored twice. Perhaps the scoreline is too harsh on India but it is also a deserved win for China who put no foot wrong today. A hard loss for Janekke Schopman’s team to swallow. But they cannot wallow in their loss for too long. They need to pick themselves up and prepare for the bronze medal match on Saturday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-3 China, Q4: China score and that would be curtains for India’s quest for gold. Super run from Zou Meiron down the right. From the baseline, she plays a soft pass which Savita tries to boot away but misses. Lang Meiyu is at hand to scoop the ball into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-2 China, Q4: India win another PC. The Chinese save another PC. The Chinese defence has been disciplined and rock solid today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash: In a day where India have won gold in the finals they’ve contested, Saurav Ghosal will want to add to that tally as he takes on Malaysia’s Ng Eain Yow who is ranked one place above him in the men’s singles ranking.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-2 China, Q4: India win another PC. The trap is not a good one but Udita does well to shield the ball and curl it into goal. It won’t stand. Your first strike at goal from a PC cannot be above the backboard if it is not a drag-flick. India wasting chances now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-2 China, Q4: Salima Tete does well to win a PC right at the start of the quarter. India try out a variation. Deep to Neha who passes to Lalremsiami. The shot is saved well by the keeper. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-2 China, Q4: India need to take risks and force things in the final quarter. All or nothing now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Solid performances by the India men's #Kabaddi team in the group stage. The coach got a chance to test the bench strength as well to put the team in good stead ahead of the knockouts at the #AsianGamesPakistan up next, and then, possibly, Iran.— Shahid Judge (@shahidthejudge) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-2 China, End of Q3: Three back-to-back PCs for India. With the second one, Deep Grace Ekka hits the ball powerfully into goal. However, it will not stand as when a player takes a hit, the ball has to hit the back board while Ekka’s shot hit the net. The third PC is saved by the Chinese keeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs JPN: The Indian men’s team top the group with a 56-30 win over Japan. They next take on Pakistan in the semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-2 China, Q3: China double their lead and India have a mountain to climb. China win back-to-back penalty corners. Ou Zixia’s drag-flick takes a deflection of Lalremsiami’s stick and loops towards the post. Savita lunges at it but is beaten to it by Zou Meirong who slams the ball into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team final: A roar from Abhishek Verma after he shoots his final arrow and gets 10 to seal the win and gold medal for India, beating South Korea 235-230.Especially for Verma, the victory will be sweet after missing out on the gold in 2018. For Jawkar, it’s a first gold of the Asian Games while Deotale adds the men’s team gold to his mixed gold he won with Jyothi Vennam.India have now swept all three team events in compound archery and are assured medals in the individual men’s and women’s events.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryAfter the mixed team and women's team, the men's team this time win gold as well, beating South Korea in the final.https://t.co/JFWdbySbdu pic.twitter.com/dYB2og6JwX— The Field (@thefield_in) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-1 China, Q3: India have more of the ball now with China content with sitting behind and looking for opportunities to hit India on the counter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Pain met passion today, and passion prevailed. Next stop: Asian Games semi-finals.#AsianGames2022 #HSP pic.twitter.com/KejRoiHfnc— PRANNOY HS (@PRANNOYHSPRI) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team final: Much better from Jawkar who shoots 10s in both his arrows and despite a rare mistake from Deotale, India continue to maintain their lead of four points with two ends to go. IND 175-171 KOR\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs JPN: Another all-out for India. They lead 42-15 against Japan with 13 minutes still to play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-1 China, Q3: Chanu gives away possession cheaply after the restart and China nearly double their lead. Savita makes a good save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Final Session 2: India lose the second session 29-46. They now trail 61-104.1 in the final against Hong Kong.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team final: Perhaps the big occasion pressure getting to Jawkar who shoots an 8 in his second arrow as India is still in the lead but by two points. IND 116-114 KOR\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-1 China, HT: Half-time and India trail 1-0. China deserve the lead they have given the intensity with which they have played with. Janekke Schopman has to give a big team talk at the break.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team final: A good start by India despite Prathamesh Jawkar shooting 9s in both his arrows and the Indian men’s team have a 3-point lead after the first end in the final. IND 58-55 KOR\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs JPN: Commanding performance from the Indian men’s team in the first half. They take a 35-11 lead over Japan in the final group game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-1 China, Q2: With two minutes to go in the half, Huang Haiyan is shown a green card and India have the numerical advantage. India need to push ahead and make the most of the opportunity. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-1 China, Q2: China take the lead. From their fifth penalty, Zhong Jiaqi’s drag-flick takes a deflection from first-rusher Vaishnavi Phalke. That wrong foots Savita and the ball goes in goal via the inside of the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, Q2: Good work from Navneet to steal the ball and launch an attack. She plays a 1-2 with Lalremsiami but is then crowded out by two Chinese defenders. Vaishnavi Phalke wins ball back but Udita’s pass is just too strong for Lalremsiami. Positive from the Indians now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs JPN: Just over seven minutes left in the first half and the Indians have picked up their third all-out of the match against Japan. They lead 30-6 in the final group stage match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, Q2: India look a bit tentative and not assured when they have the ball. Credit to the Chinese players for closing down on Indian players and forcing them to play hopeful passes into the circle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, Q2: China win an early PC. No variations this time around from the Chinese. Gu Bingfeng has a crack at goal but it is an easy save for Savita.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, End of Q1: Deepika tries to slalom her way into the 23m area but China steal the ball away. India win the ball back in their own half but there is no time to mount an attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, Q1: India finally attack with Salima Tete racing into the circle from the right. She squares it towards the front of goal but it takes a touch of a Chinese defender’s stick. There are two Indians primed to shoot but the ball is hit away by the Chinese defenders.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, Q1: China have had the bulk of the possession so far with India not making things easier for them by giving away the ball. Li Hong wins a PC by playing the ball off Nisha Warsi’s foot. The Chinese dummy with their injection once again but Sushila Chanu is onto them and plants her stick just in front of the Chinese player at the post ready to deflect the ball in goal. Superb defensive awareness from Chanu!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, Q1: China press and force possession on the right corner and make their way into the circle. The Chinese player is fouled and it’s a first penalty corner of the match. China get another one and they come up with a good variation giving their drag-flicker at the first battery a clear shot at goal. Savita uses her left foot to deflect the ball past the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, Q1: It has been a cagey first few minutes with neither side really creating any big chances. Both sides testing each other out for now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India 0-0 China, Q1: And we have pushback! There’s a lot of support for China with home fans coming out in huge numbers. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team semi-final: And it is India who will take the victory in another dominating performance that saw them beat Chinese Taipei 234-224. The Indian trio will meet South Korea in the final, in the hopes of securing a third team gold after the mixed team and women’s team each won their respective gold medal matches. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs JPN: The Indian men’s team is currently top of Group A. In their last match, they take on Japan who are bottom of the pile. A win here will book a semi-final spot against Pakistan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, women’s semi-final, India vs China: It is a match everyone though would be a clash for gold. Instead, India take on hosts China for a place in the final. While Savita Punia and Co topped Pool A, China finished second after losing to Japan. India are on a 10-match unbeaten run against China in competitions stretching all the way back to 2016. They did lose to China 3-2 in a one-off match in July. Though India are ranked higher, China have the advantage of playing in front of a home crowd and of having good match practice by playing in the 2022-23 Women’s Pro League.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team semi-final: Even as a bee lands on Verma’s bow as he is about to take his final arrow, the experienced archer manages to shoot a 10 and India have a commanding lead of 11 points after the fourth end.IND 176-165 TPE\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team semi-final: The last Chinese Taipei archer continuously under time pressure and shoots an 8 in their final arrow which gives India a good advantage and the trio of Verma, Jawkar and Deotale make it count.IND 117-113 TPE\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team semi-final: It’s a good start for the Indian team with Verma, Deotale and Jawkar shooting almost a perfect score to get a slim 1-point lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team quarter-final: Abhishek Verma, Ojas Deotale and Prathamesh Jawkar secure a comfortable 235-221 win and reach the semi-finals. The trio will take on Chinese Taipei in the semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Roller Skating, Men’s Inline Freestyle Skating Speed Run: India’s Jinesh Nanal and Vishvesh Patil finish 13th and 16th respectively in the preliminary run. Both of them advance to the next round.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team quarter-final: A superb start for India! Five straight 10s to get started but Verma shoots a 9 with his final arrow. He’s disappointed with that one. Nonetheless, India take a 59-54 lead in the first end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles: They were 9-3 up in the second game, but the Malaysian pair did well to bring the scoreline up to game point. However, Pallikal and Sandhu dug deep to clinch the match and therefore the gold medal. Both Pallikal and Sandhu collapse in glee and happiness after an incredibly tight encounter against the Malaysians who gave it their all, but India in their doubles experts were just too good today! Next up at 2.30pm, Saurav Ghosal will be up against another Malaysian, Ng Eain Yow in the hopes of replicating his compatriots’ feat and win gold in men’s singles. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #SquashGOLD MEDAL ALERT!Dipika Pallikal and Harinder Pal Singh Sandhu win 🥇 in the mixed doubles event, beating Malaysia 2-0 in the final.https://t.co/JFWdbySbdu pic.twitter.com/fJLy38bPWl— The Field (@thefield_in) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s compound team quarter-final: After the women’s team, it is time for the compound archery men’s team to go for gold. The trio of Abhishek Verma, Ojas Deotale and Prathamesh Jawkar take on Bhutan in their quarter-final match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash, mixed doubles final: Incredibly gripping playing from both teams with neither side being able to hold on to a lead. Ultimately, the Indian duo of Pallikal and Sandhu take the opening game 11-10 in what is bound to be a tense encounter in the fight for gold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames\"The body is not ready for it every single week and for every single game,\" HS Prannoy had said after his Worlds bronze.Today he was playing with a heavily strapped back. Needed medical attention in the decider, but pulled off a win.Read: https://t.co/xDVV1aftO4 pic.twitter.com/xcq9zyekoV— Abhijit Nair (@Abhiee0312) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles quarter-final, HS Prannoy 21-16, 21-23, 22-20 Lee Zii Jia: HS Prannoy rips off the shirt, pounds the floor, hugs his coaches and then dances. That’s how he celebrates securing India’s first men’s singles medal in badminton at the Asian Games since 1982. He had two match points saved in the second game, then saved two match points in the third before beating Malaysia’s Lee Zii Jia 21-16, 21-23, 22-20 to make it to the semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Squash: After winning bronze and gold team medals, Dipika Pallikal and Harinder Pal Singh Sandhu will be hoping for gold in the first of two finals being contested by Indians today.They will be up against Malaysia’s Aifa Azman Binti and Mohammad Syafiq Bin Mohd Kamal who beat their compatriots Anahat Singh and Abhay Singh in the mixed doubles semi-finals yesterday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles quarter-final, HS Prannoy 21-16, 21-23 Lee Zii Jia: It’s getting tight now in the third game. HS Prnanoy has an 11-10 lead at the break in the decider.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles quarter-final, HS Prannoy 21-16, 21-23 Lee Zii Jia: What a second game that was. Lee Zii Jia saved a few match points before winning the game 23-21. This match is going into the decider.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles quarter-final, HS Prannoy 21-16 Lee Zii Jia: HS Prannoy takes a slender 11-9 lead into the break in the second game against the Malaysian.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles quarter-final, HS Prannoy 21-16 Lee Zii Jia: HS Prannoy was trailing by five points at one stage, but levelled the opening game against Lee Zii Jia at 16-16. And then he used that momentum to take the first game 21-16.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles quarter-final, HS Prannoy vs Lee Zii Jia: HS Prannoy trails 11-8 in the first game interval.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Mansi defeats Korea’s Bark Jeongae 2-0 in the women’s freestyle 57kg repechage round 1. She too will feature in the bronze medal match. Her opponent will be Laylokhon Sobirova of Uzbekistan. Meanwhile, Naveen will fight Kim Minseok of Korea in the bronze medal match in the men’s Greco Roman 130kg.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: After losing against finalist and current World Champion Akari Fujinama, Antim has a shot at bronze via repechage. She will face Mongolia’s Bat-Ochir Bolortuya in the bronze medal match shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Naveen defeats Singapore’s Loh Timothy Yu by VSU (9-1) in the men’s 130kg repechage round 1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: A result on expected lines again as 2021 World Champion and current Asian C’ships gold medalist Remina Yoshimoto defeats Pooja Ghelot by VSU (10-0) in the women’s freestyle 50kg semifinal. She will feature in the bronze medal match shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryA historic moment for Jyothi Surekha Vennam, Aditi Gopichand Swami and Parneet Kaur!The reigning World Champions are India’s first-ever gold medalists in the compound archery women’s team event at the Asian Games!📷 SonyLIV… pic.twitter.com/rKwH5GRbbI— The Field (@thefield_in) October 5, 2023\n\n\n\n    Asian Games -2023🤍 . Wrapping up my 6th Asian Games with a bronze!Always an honour playing for India❤️ Jai Hind! pic.twitter.com/7KfBzcJXgj— Joshna Chinappa (@joshnachinappa) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Final Session 1: Not an ideal start for India as they lose the first session 32-55 to Hong Kong. Still a long way to go in this contest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team final: India win gold! What a thrilling final that was! Going tied at 171-171 in the final end, India faltered in the first series of three arrows with Aditi Swami dropping a point. But the Huang I-Jou also drops a point and it is tied at 200 with three arrows left. Parneet Kaur and Aditi Swami hold their nerves and find the 10 circle. Jyothi Vennam, the senior archer in the team, pauses and takes a breath before shooting a perfect 10 with her and India’s final arrow! Under pressure to match India’s 30, the first Chinese Taipei archer falters and shoots a 9. Clutch shooting from the Indian trio in what was a final held in tricky conditions!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryGOLD MEDAL ALERT!Jyothi Surekha Vennam, Aditi Gopichand Swami and Parneet Kaur clinch the women’s compound archery team gold in a thrilling final!https://t.co/JFWdbyRDnW pic.twitter.com/wclGDf2w8h— The Field (@thefield_in) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sepaktakraw, Women’s Regu Preliminary Group A: India go down 21-16, 21-10 in a straight sets defeat to Vietnam.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ju-Jitsu: Vietnam’s Can Van Thang defeats Tarun Yadav 7-0 in the men’s -62kg Round of 32. Navya Pandey is also defeated by Odgerel Batbayar in the women’s -48kg Round of 32.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team final: Superb shooting from Chinese Taipei as they shoot a perfect 60! Parneet drops a point and we go into the fourth and final end with both teams locked on 171 each\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Narinder Cheema loses to Seyeol Lee 1-3 in the men’s Greco Roman 97kg quarter-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team final: Two 9s and four 10s from India. Much better from the trio. Chinese Taipei start with three straight 10s but falter with their last three arrows which are a 9, 9 and 7 to give India the lead at 112-111.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Naveen loses to China’s Meng Lingzhe 3-0 in the men’s Greco Roman 130kg quarter-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team final: Not the best of starts for India. Looks like the wind has picked up a bit. Only one 10 from the Indian in the first end and it is Chinese Taipei who lead 56-54.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs TPE: A good effort by Chinese Taipei, but the Indian team was just too strong. India wins 50-27 and is likely to take top spot in Group A. India faces Japan in a few hours for the final group match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team final: Time for the big match! And it is not what we has expected! Chinese Taipei pulled off an upset in the semi-final by beating South Korea and so it is them that India will clash for the gold medal match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Mansi loses to Japan’s Sakurai Tsugumi 2-6 in the women’s freestyle 57kg quarterfinal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Men’s Kayak Heats 1: India’s Hitesh Kewat and Shubham Kewat finish ninth and tenth respectively. While Hitesh clocked 116.24s, Shubham came home at 139.96s. Both of them move into Heat 2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Women’s Kayak Heats 1: India’s Shikha Choudhary finishes seventh out of eight athletes in action. She clocks 192.27s, including a 62s penalty time. She moves into Heat 2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Men’s Canoe Heats 1: India’s Kewat Vishal finishes the race with a time of 134.09s. Add a ten seconds time penalty to it and his total time rises to 144.09s. He is 11th and moves into Heats 2. The top six finishers advanced to semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling:  Antim suffers a 6-0 VFA against Japan’s Akari Fujinami who extends her 128-bout winning streak in the women’s freestyle 57kg quarterfinal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Pooja Gehlot defeats Mongolia’s Namuuntsetseg Tsogt-Ochir 5-1 to qualify for the semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs TPE: At the stroke of half-time, for the first time in Hangzhou, the Indian men’s team is at the risk of facing an all-out. Chen Zheng-Wei takes out three defenders in a raid to reduce the Indians down to 1. But play will resume in the second-half. India still leads 28-12. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs TPE: The Indians have started to turn the screws now. They pick up a second all-out and now lead 21-4 against Chinese Taipei.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s Group A, IND vs TPE: Early lead for the Indians with an all-out in the sixth minute of play. India lead Chinese Taipei 10-2. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team semi-final: India assured of another medal in archery! The perfect first end had made Indonesia’s job difficult and even though Vennam was not at her best (a very rare occurrence), Kaur and Swami ensured that India stayed well out of Indonesia’s reach. Kaur shot a perfect 60 while Swami shot 58. Vennam shot three nines and even an 8 but her teammates were in fine form.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles quarter-final, PV Sindhu vs He Bingjiao: He Bingjiao proves to be too strong, and PV Sindhu’s dismal season – by her high standards – continues. She loses 16-21, 12-21 in 47 minutes in the women’s singles quarter-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team semi-final: In the quarter-final, Vennam shot just one 9, that too after India had secured the win. In the second end however, Vennam shoots 9s with both her arrows. Swami and Kaur, however, shoot 20s each and India take a 10-point lead over Indonesia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles quarter-final, PV Sindhu vs He Bingjiao: Better from Sindhu in the second game, but Bingjiao still manages to take an 11-8 lead at the interval.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team semi-final: What a start from the Indian trio! Six 10s and they race to a 60-51 lead over Indonesia in the first end! The Indonesians have a mountain to climb now\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Pooja Gehlot registers a 10-0 VSU win against Thailand’s Manlika Esati to qualify for the women’s freestyle 50kg quarterfinal. She will face Mongolia’s Namuuntsetseg Tsogt-Ochir in the semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team semi-final: After a rather comfortable win in the quarter-final, the top seeded Indian team of Jyothi Surekha Vennam, Aditi Gopichand Swami and Parneet Kaur take on fourth seeds Indonesia. While India beat Hong Kong, China 231-220 in their quarter-final, Indonesia beat Kazakhstan 232-229.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles quarter-final, PV Sindhu vs He Bingjiao: Sindhu loses the opening game 16-21 to He Bingjiao. She will need to dig deep and push back against the Chinese player in front of her home fans. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: A dominant VSU victory (11-0) for Antim against Jasmina Immaeva to start proceedings. She will take on Japan’s Akari Fujinami in the quarterfinal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sepaktakraw, Men’s Regu Preliminary Group B: Thailand defeat India 2-0. The scores were 21-12, 21-10 in a match that lasted 38 mins. The women’s team will take on Vietnam shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Roller Skating, women’s inline freestyle skating speed slalom: India’s Merlin Dhanam and Shreyasi Joshi finish second last and last after two racea. Dhanam’s best result was 5.127 while Joshi’s was 5.538. Both the Indians miss out on a quarter-final spot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles quarter-final, PV Sindhu vs He Bingjiao: Sindhu trails by three at the opening game interval. Bingjiao up 11-8.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ju-Jitsu: India’s Kamal Singh loses to Shyhberdi Rahmanov of Turkmenistan 0:2 in the men’s -62kg Round of 32.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi: The Indian men’s team will be playing twice today. Coming up first is the top-of-the-table Group A tie against Chinese Taipei at 8 am IST. Later on they face Japan in the last group match at 1:30 pm IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: In action now will be Worlds bronze medalist Antim Panghal against Jasmina Immaeva of Uzbekistan in the women’s freestyle 53kg category. In wrestling, India currently have the sole bronze medal that Sunil Kumar won on Wednesday in the men’s Greco Roman 87kg category. Can Panghal start her campaign strongly?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, women’s singles quarter-final, PV Sindhu vs He Bingjiao: Sindhu has not had the best of seasons, but now she’s a win away from securing a second individual Asian Games, and third overall, medal. But she has a tough order ahead of her, in home-favourite and world No 5 He Bingjiao. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, men’s marathon: Man Singh finishes 8th with a time of 2:16:59, while Appachangada Belliappa finishes 12th with 2:20:52 on the clock. The race winner from China, He Jie, finished at 2:13:02. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team quarter-final: A 9, 8 and 10 from Hong Kong is replied to by India with a 9, 10 and 10 as the Indians take a 10-point lead. Kaur and Swami secure the win with a 9 and a 10. Knowing that the W has been secured, Vennam shoots her first 9 of the match :).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Just a brief highlight from yesterday\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Picture of the day.It's celebration time.@Neeraj_chopra1 @Adille1 @Media_SAI pic.twitter.com/Tvvwurrw7w— Athletics Federation of India (@afiindia) October 4, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, men’s marathon: The gaps have started to widen now. Man Singh is in 9th place at the 35km mark while Appachangada Belliappa is in 15th spot out of 16 active runners. Just over 7 km to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team quarter-final: That’s more like it. Kaur and Swami have found their rhythm seems like. It’s a perfect 30 after the first three arrows. Kaur dips with a 9 but Swami and Vennam shoot 10s again as India take an eight-point lead going into the final end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team quarter-final: Kaur and Swami haven’t really gotten going yet as Kaur shoots two nines while Swami shoots one. Vennam, however, is shooting like a dream scoring 10 with each of her arrow so far. The Indians shoot 57 points again to lead 114-112\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, men’s marathon: As the runners complete 30 km of the race, Man Singh remains in the first bunch of runners, currently in 10th place, while Appachangada Belliappa is with teh second batch of runners – trailing by roughly two minutes – and currently in 13th position.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team quarter-final: Kaur and Swami start with 9s while Vennam shoots a 10 with their first arrows. Kaur shoots a 9 with her second arrow while Vennam and Swami shoot 10s as the Indian trio leads 57-55 after the first end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s compound team quarter-final: Reigning World Champions Jyothi Surekha Vennam, Aditi Gopichand Swami and Parneet Kaur begin their quest for an Asian Games gold in the quarter-final against Hong Kong, China. The trio are firm favourites to clinch the title.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India remains in fourth position in the medal standings with 81 medals – 18 gold, 31 silver and 32 bronze. They trail only South Korea, Japan and China.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of Day 12 at the Asian Games in Hangzhou!The country’s total number of medals at the 2022 Asian Games increased to 81 following an incredible Wednesday in which the Indians won a total of 12 medals, including three gold. On Thursday, more medals will be up for grabs as archery and badminton quarter-finals continue. Saurav Ghosal and Dipika Palikal-Harinder Pal Sandhu have been assured of a medal but they will hope to bag a gold in their respective events in squash. The Indian men’s kabaddi team will be in action twice as they take on Chinese Taipei and Japan. The women’s hockey team will aim to book a spot in the finals as they take on hosts China.World Wrestling Championships’ bronze medalist Antim Panghal will hope to bring another medal in boxing as she begins her campaign.That, and so much more today. Stay tuned!Live action on Sony Sports Network and SonyLIVScreenshots via SonyLIV and the official 2022 Hangzhou Asian Games website\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":"Shahid JudgeDilip UnnikrishnanTanya KiniAbhijit Nair","time":"2023-10-05T06:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194705-pactdfohwd-1696437135.jpg","tags":["Asian Games","2022 Asian Games","2023 Asian Games","Asian Games 2023","Asian Games 2022","Hangzhou Asian Games","2022 Hangzhou Asian Games","Hangzhou 2023","India at Asian Games","India Asian Games 2022","India Asian Games 2023","Asian Games schedule","India Asian Games reports","India Asian Games","India Asian Games medal tally",""],"source":"https://scroll.in/field/1057093/india-at-asian-games-oct-5-sindhu-prannoy-satwik-chirag-in-sf-contention-womens-hockey-team-face-china-for-spot-in-final"}