{"title":"‘Indian Predator: The Diary of a Serial Killer’ review – More keen on gore than insight","content":"In its quest for sensational crimes, the Indian Predator series on Netflix can do no better than Ram Niranjan. The first season, produced by Vice India, profiled serial killer Chandrakant Jha. The second season, created by the India Today group for Netflix, has picked a man, who, said the Uttar Pradesh Police, not only killed 14 people – he also ate some of them.Niranjan was convicted in three murders (he has appealed the convictions). Although the courts found no evidence to support the claim that Niranjan feasted on his victims, The Diary of a Serial Killer has an episode titled Cannibal.The series includes conversations with investigating officers, journalists, experts, and relatives, both of Niranjan and of his alleged victims. The trump card is an interview with Niranjan himself, who proclaims his innocence (promptly followed by a clinical psychologist’s assertion that serial killers see themselves as victims rather than perpetrators).\n\n\n    \n    Play\n\nIndian Predator: The Diary of a Serial Killer (2022).Fictional devices are deployed throughout the three episodes: lurid reconstructions of the murders, overly dramatic background music and seemingly recreated clips of news reports from the 2000s, when the crimes were committed. There are repeated shots of a house that might or might not belong to Ram Niranjan. The Diary of a Serial Killer often comes off as a slickly produced update on the sensation-seeking true crime shows on television, which are high on gore and low on insight.As is typical of such shows, The Diary of a Serial Killer raises questions, only to leave them hanging. The editing pattern follows the principle of incremental information. The police officer who investigated the case is allowed to declare that Niranjan is a monster in human form. A statement that serial killers should be executed without a trial is retained, rather than excised. Several people testify to Niranjan’s alleged depravity. The makers do not further investigate the suggestion that the list of 14 victims included people who were not actually dead.Further down the line, a more nuanced portrait emerges despite itself: a man at the bottom of a rigidly stratified society, seeking to seize power in the most extreme manner.A point of departure from the boilerplate treatment is the background of the name Ram Niranjan adopted for himself: Raja Kolander, or king of the Kol tribe. Conversations with a social historian and a Kol community activist reveal the sociological factors that might have motivated Niranjan.Perhaps only in India will we find a true crime series in which a discussion about a serial killer’s alleged cannibalism segues into a debate about caste and tribal identity and then moves into the question of whether meat-eaters are predisposed to grisly crimes.By renaming his wife Phoolan Devi and naming his children Adalat (court), Jamanat (bail) and Andolan (social movement), Ram Niranjan showed that he “lived in metaphors” and an “imagined reality” in which he was the king of the Kols and dispensed justice as he saw fit, social historian anthropologist Badri Narayan says in the show. The complexity of Niranjan’s identity as a disenfranchised member of a tribe that was redesignated as a Scheduled Caste community and who targetted mostly upper-caste victims survives the show’s insistence on a cut-and-dried narrative. \n\n\n    \n    Play\n\nIndian Predator: The Diary of a Serial Killer (2022).Also read:‘Indian Predator: The Butcher of Delhi’ review: A sensationalised recreation of a gruesome crime","author":"Nandini Ramnath","time":"2022-09-07T20:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179574-iagdsagrwd-1662559078.jpeg","tags":["Indian Predator: The Diary of a Serial Killer","Netflix","Raja Kolander"]}