{"title":"Tokyo 2020 day 13 as it happened: Ravi Kumar Dahiya bags silver, a famous bronze in men’s hockey ","content":"And that is it from us today. A historic bronze after 41 years for the men’s hockey to start off the day and then a silver for the brave Ravi Kumar Dahiya in wrestling. Golfer Aditi Ashok is tied in second place after two rounds. There were some close misses too – for the 22-year-old Deepak Punia who was seconds away from securing a bronze. But the most sobering result of the day was watching Vinesh Phogat crash out early. The schedule for August 6 will be up on the site soon. Here’s a sketch to remember the moment by Tareque Laskar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Steven Gardiner powered to gold in the Olympic 400 metres final on Thursday to maintain his four-year unbeaten streak. The 25-year-old 2019 world champion stormed to the line in 43.85sec, with Colombia’s Anthony Jose Zambrano taking silver in 44.08sec. Grenada’s Kirani James, the 2012 champion and 2016 silver medallist, took bronze in 44.19sec. Gardiner’s victory extended his dominance of the one-lap event over the past four years. The Bahamian hasn’t lost a 400m race that he has completed since taking a silver medal behind South Africa’s Wayde van Niekerk at the 2017 World Championships.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: Canada’s Damian Warner produced two days of consistent excellence to win the men’s Olympic decathlon gold. Warner finished the 10-discipline, two-day event with 9,018 points, with France’s world record holder Kevin Mayer doing well to battle back for silver with 8,726 points. Australian Ashley Moloney claimed bronze on 8,649 points. Warner had ended the first day of the Olympic decathlon on Wednesday in top spot, with the fancied Mayer in fifth after complaining of back problems.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The reactions of the Indian men's hockey team as they held their Olympic medal 🥺💙A kiss, touching it to the forehead, holding it up to the sky, Manpreet putting it on Sreejesh first, the joy...A bronze that means the world the country. Emotions that are golden.#Tokyo2020— Zenia D'cunha (@ZENIADCUNHA) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MEDAL CEREMONY, HOCKEY: One of the things to remember about these Olympics is how we saw in many team events the athletes were putting the medals over each other on the podium. Part of the  protocols but ended up giving us nice images. And, of course, a moment to remember for the Indian hockey team.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #HockeyA hockey medal at the Olympics for India after 41 years. How special does it feel? 👏 👏 👏 👏 👏Live:https://t.co/aUFK0Xh1MZ pic.twitter.com/33mWRUs5v5— The Field (@thefield_in) August 5, 2021\n\n\n\n    #Tokyo2020 #WrestlingA SILVER IT IS. One that will help Ravi Kumar Dahiya push even harder for gold the next time.Live:https://t.co/aUFK0XyCEx pic.twitter.com/NeEClzrvNm— The Field (@thefield_in) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A medal ceremony for Ravi Kumar Dahiya & his superb silver. A medal ceremony for Manpreet, Sreejesh & Co for their famous bronze. TWO medals confirmed in a day for India...  ...and yet, an overwhelming sense of ‘what if’ today.   Maybe not for everyone. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Medal ceremony underway for Ravi Dahiya’s event and soon to come for men’s hockey: Heartbreaks apart, two medals on the tally for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Hockey (men's)BELGIUM ARE CHAMPIONS! A dramatic shootout ends with goalkeeper Vanasch coming to his side's rescue yet again in his career. It's a day to remember for goalkeepers! 🥇 #BEL🥈 #AUS 🥉 #IND https://t.co/aUFK0XyCEx pic.twitter.com/shHYY1gi7U— The Field (@thefield_in) August 5, 2021\n\n\n\n    The Leopard of Jubayr is beaten. David Taylor dethrones world and Olympic champion  Hasan Yazdani, scoring a takedown with 15 seconds to go to win 4-3.— jonathan selvaraj (@jon_selvaraj) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 86kg: the man who beats the man no one beats has beaten him again in the most dramatic fashion. David Taylor is the Olympic champion. What a bout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Taylor wins it! He wins it in the last seconds -- just turned it around as few can against Yazadani. Phew, what a bout! pic.twitter.com/IKea1bvkMt— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s hockey: GOLD FOR BELGIUM! DRAMMAAAAA! At the Oi Hockey Stadium, we went to the shootout and Belgium celebrated thinking they won gold. But Australia review that last miss and after a lengthy review it is ruled as a retake. But VANASCH comes to Belgium’s rescue again. It is the day for great goalkeepers to have their moment in the spotlight at the Oi Hockey Stadium.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Deepak Punia goes down to Myles Amine of San Marino in their 86kg #Wrestling bronze medal bout.San Marino send 5 athletes to #Tokyo2020, and have 3 medals to show for it!A nation with a population of just over 33 thousand. 3 medals!— Zenia D'cunha (@ZENIADCUNHA) August 5, 2021\n\n\n\n    \"The man who beats the man who no one beats\"What an intro for Taylor.— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n    Taylor 🇺🇸 vs. Yazdani 🇮🇷! pic.twitter.com/pYsz7r1az6— United World Wrestling (@wrestling) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 86kg BRONZE MEDAL bout IND 2-4 SMR: That is gutting. A lead lost in 10 seconds, the difference between bronze and fourth. A 4th place heartbreak was pending at the Games for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 86kg BRONZE MEDAL bout IND vs SMR: The points go to AMINE! Oh no. Another heartbreak in the last seconds of the bout for India. India challenge but this is not going to go their way one thinks. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 86kg BRONZE MEDAL bout IND vs SMR: Defence strong enough but 40 seconds left for Deepak to hold on. 30 secs to go and Amine has a leg hold. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 86kg BRONZE MEDAL bout IND vs SMR: Deepak is staying ahead but this is very dangerous territory for the Indian. Is he tiring? Amine seems to be the one in control. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 86kg BRONZE MEDAL bout IND vs SMR: First period ends with Deepak just ahead by a point. The coach eggs him on “accha kar raha hai beta!”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meanwhile, shootout for men’s hockey gold medal. Belgium vs Australia finished 1-1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 86kg BRONZE MEDAL bout IND vs SMR: Amine is not making this easy for the Indian, he gets a point on judge review. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 86kg BRONZE MEDAL bout IND vs SMR: San Marino’s Amine is an European Games bronze medallist. On form Deepak should be too strong for him, let’s see how this goes. The India has a 2-point lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 86kg BRONZE MEDAL bout: Time for Deepak Punia!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Many Congratulations to Ravi Dahiya for bagging the silver medal at #Tokyo2020Showed great mental resilience in your debut Games. Huge potential for Gold in Paris 2024! Much admiration and the very best of luck for your journey ahead.— Abhinav A. Bindra OLY (@Abhinav_Bindra) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg final: Uguev was an overwhelming favourite for this bout but it goes some way in showing how competitive the bout was that the Russian was forced to defend for large parts of it. Ravi was relentless till about five seconds left on the clock when the two-time World Champion had him in a defensive hold. A silver medal to be proud for the Indian, and if he keeps his rise going, perhaps bigger triumphs await. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Brilliant effort Ravi Kumar Dahiya. Congrats on a fantastic silver medal #WRESTLING #Olympics 🇮🇳— Viren Rasquinha (@virenrasquinha) August 5, 2021\n\n\n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND 4-7 ROC: WHAT A FINAL! Uguev triumphs again, the two-time world champion gets the Olympic title. But Ravi gave him one heck of a contest. SILVER MEDAL FOR INDIA. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND 4-7 ROC: 30 seconds to go, Ravi is not giving up! WHAT A FIGHT THIS IS. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND 4-7 ROC: Two points for Ravi with a minute to go! The judge intervenes from outside, \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND 2-7 ROC: Uguev does brilliantly again to turn defence in to attack with a brilliant pass. And the Russian has this under controk with a minute and 20 to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND 2-5 ROC: Uguev goes for the leg but the Indian does well to make sure it is just a one-pointer. But 2 mins to go and time running out for Ravi to make a move. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND 2-4 ROC: Both wrestlers are trying to push each other out of bounds, no score for either. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND 2-4 ROC: CLOSE FIRST PERIOD! Uguev hits back immediately and with the same move that Ravi pulled on him, takes the 4-2 lead. Good defence from the Indian to make sure it was just two for Russian there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND vs ROC: Two one point moves for Uguev but Ravi fights back immediately! Two pointer with the Indian. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND vs ROC: Ravi asked to pick up his attack, and not long after Uguev gets a point for pushout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout, IND vs ROC: WE ARE UNDERWAY!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout: We are told that the last time that Uguev lost a big match internationally was in 2019. But hey, we hope! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, men’s 57kg GOLD MEDAL bout: IT IS RAVI KUMAR DAHIYA TIME!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    India's only individual Olympic 🥇 medalist has often spoken about how lonely he finds that club. In a few moments from now, @Abhinav_Bindra could have another Indian join him there.Let's go, Ravi!! #TeamIndia— Aman Shah (@aman812) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s gold medal match: Belgium have the deserved lead in the third quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: Ravi Kumar’s technical superiority wins in the first and second rounds were impressive. But the manner in which he came back against Sanayev showed you can never count him out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s gold medal match: It is GOAL-LESS at half time between the world’s two best sides but Belgium have done all the running! They went really close from one of their PCS. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     HALF TIME: AUS vs BEL  \n    \n         Australia  Belgium \n    \n     Total Goals/Shots  0/1  0/7  Shooting Efficiency (%)  0  0  Field Goals  0/1  0/5  Penalty Corner    0/2  % Possession  47  53  Attacking Circle Penetrations  4  8 \n  \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: What’s coming up in this session. Two Indians in medal bouts. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Just two more bouts before Ravi Kumar Dahiya takes the mat for his gold medal bout against ROC’s Zavur Uguev\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Wrestling Ravi Kumar Dahiya's gold medal bout will begin in a bit. Here's quick primer on his formidable opponent: https://t.co/SkykWC3JT6— The Field (@thefield_in) August 5, 2021\n\n\n\n    The #WrestleTokyo Day Five finals will begin in five minutes. Here's tonight's match order. #Tokyo2020 pic.twitter.com/phf52bfzUZ— United World Wrestling (@wrestling) August 5, 2021\n\n\n\n    #WrestleTokyo Day Five Finals PreviewThursday's finals will feature a pair of Olympic champions looking to win back-to-back titles, but will be highlighted by the blockbuster 86kg finals between Hassan YAZDANICHARATI 🇮🇷 and David TAYLOR III 🇺🇸. pic.twitter.com/aHmmg4h135— United World Wrestling (@wrestling) August 5, 2021\n\n\n\n    If Rio was tough, can't even imagine how bad this will be for Vinesh Phogat. The dream is over for now.Chin up, champ! pic.twitter.com/B22E7EHqQ7— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s wrestling, 53kg: OH NO! Kaladzinskaya is beaten in the dying seconds in her semi-final. China’s Pang Qianyu is through to the final.  This means Vinesh Phogat’s Olympics are over. Where was the defence that you showed against Vinesh, Vanesa? A second Olympics heartbreak for the Indian. She was 10 seconds away in this bout to get a shot at bronze!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    gutted for Vinesh, she has overcome thrso much to get here #Wrestling #Tokyo2020 #Olympics— Gaurav Kalra (@gauravkalra75) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s wrestling, 53kg: 30 seconds left for BLR to hang on!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s wrestling, 53kg: BLR’s Vanesa leads 2-0 in the semifinal against Pang of CHN \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Creditable finish for India's Sandeep Kumkar in the men's 20 km Walk event. He recorded a time of 1:25:07 -- just 4:02 off the leader -- to finish 23rd. A gruelling event in very tough conditions.— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n    #Tokyo2020 #Hockey  Before the match, I showed the team a picture of the bronze, made them get up on the seats and told them to picture a medal around the neck... It allowed us to think what we have to do to achieve it – Indian men's #Hockey coach Graham Reid in PC— Zenia D'cunha (@ZENIADCUNHA) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: The Indian bouts are all after 4 pm but in four bouts from now, get ready to cheer loudly for Belarus. Vinesh Phogat’s repechage chances depend on Vanesa. Second bout of this session underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Visited his home to write this feature --https://t.co/Fp8wxwf8H5. His father, PV Raveendran, made sure I was comfortable, answered all my questions patiently, asked me to stay for lunch, and also booked an auto for me when I was leaving. https://t.co/usIfMV6xVE— Praveen (@praveensudevan) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: India’s Rahul and KT Irfan finish in 47th place and 51st place respectively in the men’s 20 km race. The conditions were very difficult for all the athletes. Rahul had a time of 1:32:06, while Irfan had a time of 1:34:41.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: India’s Sandeep Kumar finished at 23rd place among 57 race walkers in the Men’s 20km event with a time of 1hr 25mins 07sec.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Massimo Stano of #ITA takes #gold in the men’s 20km race walk on his first Olympic appearance!@WorldAthletics | #StrongerTogether | #Tokyo2020 | #Athletics pic.twitter.com/ISLn43n4ag— Olympics (@Olympics) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf: Some positive news – At the end of second round, Aditi Ashok is in joint-second place 9 under par (-9) with total of 133 points. There are two more rounds to go before a medal is decided.Meanwhile, Diksha Dagar is tied at 53rd place, 6 over par (+6) with a total of 148 points.USA’s Nelly Korda leads the field 13 under par. Aditi’s stats through the two rounds–\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: At the halfway mark, India’s Sandeep Kumar is placed 12th. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: India’s Sandeep Kumar is placed second in the men’s 20km racewalk after 8 kilometers. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sandeep Kumar of India 🇮🇳 crossed 5k in 20:52 in the final of mens 20km walk of #Tokyo2020 #Olympics #Athletics #TeamIndia . Its early pace.— Rahul PAWAR (@rahuldpawar) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A message from hockey captain Manpreet Singh \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Thank you to every Indian and hockey fans for the immerse love and support towards our @TheHockeyIndia team! #Tokyo2020 #Olympics #Bronze #Hockey #IndiaKaGame pic.twitter.com/zPohcqEtCV— Manpreet Singh (@manpreetpawar07) August 5, 2021\n\n\n\n    Aditi Ashok who is currently second with 1/2 rounds to play in the women’s golf event at #Tokyo2020 has her mother by her side as caddie Would be so amazing if she can keep up the momentum and bring home a medal - all that with her Maa, guiding her👏 pic.twitter.com/CohrPN6LfC— Aniket Mishra (@aniketmishra299) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: The men’s 20km racewalk has begun. Three Indians are taking part in it – Irfan Thodi, Sandeep Kumar and Rahul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    O-fish-ally our favourite photo of #Tokyo2020 so far. 🐠#Olympics📸: Jonne Roriz/COB pic.twitter.com/kN68aybMbf— Olympics (@Olympics) August 5, 2021\n\n\n\n    As a sportsman, as a sports watcher, as a hockey fan, as an Indian I feel very proud today. There's something about a hockey Olympic medal that warms your heart. It is like reclaiming our lost pride, getting back our legacy. #41yrwaitends #Olympics— Mohammad Kaif (@MohammadKaif) August 5, 2021\n\n\n\n    Take a bow, @16Sreejesh. Proud of @manpreetpawar07 and the entire team for the wonderful performance. Congratulations on the Bronze Medal 👏🏽🇮🇳🥉🏑@TheHockeyIndia#Tokyo2020 pic.twitter.com/ovSzc6XYaM— Sharath Kamal OLY (@sharathkamal1) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: World record-holder Ryan Crouser bettered his own Olympic mark as he retained the men’s shot put title. The American managed a best of 23.30 metres on his sixth and final effort, a new Olympic record after his five previous attempts had also all gone beyond the 22.52m that saw him win gold at the 2016 Rio Games. The 28-year-old Crouser led a repeat of the Rio podium, with teammate and world champion Joe Kovacs taking silver with 22.65m, and New Zealand’s Tomas Walsh claiming bronze (22.47). – AFP\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Basketball: Kevin Durant scored 23 points and Devin Booker added 20 to power three-time defending champions United States past Australia 97-78 Thursday and into an Olympic men’s basketball final against either France or Slovenia.The Americans were 24-18 behind after the first quarter and 42-45 adrift at half-way, but stormed back during a dominant third term to stay on track for a fourth consecutive gold medal.It was revenge for Gregg Popovich’s men who had crashed to Patty Mills’ Boomers in their past two meetings, including a demoralising 91-83 defeat in Las Vegas last month.They also lost 98-94 in the lead-up to the 2019 World Cup in Melbourne. (AFP)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kyrgyzstan 🇰🇬 watching their wrestlers at Olympics.Imagine pic.twitter.com/Eh5lmU8sFv— Vinay Siwach (@siwachvinay) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Diving: The women’s 10m diving competition is on. And for many, that brings back memories of Greg Louganis, one of the greatest divers ever. He was known as ‘Mr Perfect’ but he was anything but that. This is his story.For Olympics legend Greg Louganis, every hurdle in life was a springboard\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey: It has been a long wait for Sreejesh. Rio broke our hearts, Tokyo put it all back together.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Eumir Marcial wins bronze in the men's #Boxing middleweight category!It's #PHI's first men's boxing medal since 1996. @olympicphi pic.twitter.com/cYpGGphD70— Olympics (@Olympics) August 5, 2021\n\n\n\n    What a great Result for the Indian Hockey Men. An Olympic Medal after 41 Years. Congratulations to the Team, the Staff and Hockey India.— Roelant Oltmans (@OltmansOltmans) August 5, 2021\n\n\n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics: The United States underwhelming athletics campaign suffered further blows today with favourite Grant Holloway beaten in the 110 metres hurdles and their men’s 4x100m relay team failing to qualify for the final. There was some respite for the Americans in the shot put with a 1-2, Ryan Crouser successfully defending his title with world champion Joe Kovac taking silver as he did in Rio in 2016. But there was more disappointment in the men’s triple jump. Will Claye – favoured at last to win a gold medal after twice finishing runner-up in the Olympic final behind Christian Taylor, who  missed Tokyo due to injury – came up short in fourth place.Gold instead went to Portugal’s Cuba-born Pedro Pichardo, who showed Claye how to transform minor medals into gold having previously won two world silvers when representing Cuba.The USA came as ever with great hopes of dominating track and field but have just four titles thus far and missed out on the 100/200m sprint titles. (AFP)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Medals tally for just athletic events\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: For long, the Indian team was guilty of making small mistakes that had major consequences and that affected the fans’ belief in them too. This bronze will change that.It will bring in even more self-belief which in turn will get results and the infusion of new talent. Success breeds more success, and for all their talent, this had been the missing ingredient for Indian hockey. This is a big tournament and there are many Indians who only watch hockey at the Olympics.That is why it is important. That is why it matters a lot. It sends the message that India are back.READ MORE: Goals, tears, a bronze medal and a new dawn for India\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    History has been rewritten: Reactions to Indian men’s hockey team winning bronze at Tokyo 2020\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf, an update on Aditi Ashok: She has finished her round 2 outing and remains among the top golfers in contention with a total of 66 (-5). A few more golfers still to go today, and two more rounds left after this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Bed-time story for our grandkids: India's bronze-medal winning team of Tokyo #Olympics had a player called Shamsher Singh. He had played just 6 intl games before going to Tokyo & had learned #hockey as a kid with a broken stick that his dad repeatedly fixed with nails#Tokyo2020— Jaspreet Singh Sahni (@JaspreetSSahni) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    This article was originally published in December 2018, as part of the build-up to the Hockey World Cup but it is well worth your time now. The story of PR Sreejesh: How a scrawny lad from Kerala went on to become an Indian hockey great\n    \n        \n        \n            \n            \n            \n        \n    \n\n    What a morning for India. Our hearts were launched up in the air and have hit the ground at the same time. #Hockey #Vinesh— Snehal Pradhan #MaskUp (@SnehalPradhan) August 5, 2021\n\n\n\n    Totally devastated for Vinesh. There was so much emotional baggage there. Just hoping there’s another chance and she’s able to gather herself, regain the confidence— Vaibhav Manocha (@BeingMinchu) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    PICTURE PERFECT: Former India coach Harendra Singh (overcome by emotions in the Sony Sports studio) is all praise for PR Sreejesh. A veteran of three Olympics, he had even contemplated retirement sometime back. With 6.8 seconds left, India had to defend a penalty corner. And this man came up with arguably the most telling save of his career. And that is saying something. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Oi Hockey Stadium in Tokyo, on August 5, 2021. Tauseef MUSTAFA / AFP\n\n    Graham Reid..8 Aug 1992: As an Australian player lost to Germany 1-2 in the final of the 1992 #Olympics in Barcelona.5 Aug 2021: As the coach of the Indian side beat Germany 5-4 in the Bronze medal match at #Tokyo2020 #OlympicGames.— Mohandas Menon (@mohanstatsman) August 5, 2021\n\n\n\n    \"We have been working on the ‘next thing’ mentality. We can’t change the result but we can change the future.”-- India coach Graham Reid pic.twitter.com/gvqqKAzktG— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n    Been a fan of @16Sreejesh for a long time. One of the greats of Indian sport.— Harsha Bhogle (@bhogleharsha) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf Women’s Individual Stroke Play Round 2: Aditi Ashok is continuing to have good scores in the Country Club. She was tied-1 when I checked last but has just slipped one place to be tied-2. Remember, as we keep telling you, this is over four rounds! And today is just the 2nd round. LONG WAY TO GO. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Meanwhile in #Golf.... pic.twitter.com/qsBJMJT02k— Vinayakk (@vinayakkm) August 5, 2021\n\n\n\n    You dream about this. It's been tough 15-18 months in Bangalore, we haven't been able to go home. Missed marriages, funerals..lots of sacrifices. Not just in last 15 months but last 15 years: @reidgj #hockey #Tokyo2020— Mihir Vasavda (@mihirsv) August 5, 2021\n\n\n\n    We now wish the women's team the best. They'll win medal tomorrow, I'm sure: @manpreetpawar07— Mihir Vasavda (@mihirsv) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinesh Phogat (and all India fans) must now hope for the Belarusian wrestler to reach the final.  Why?  Short answer: REPECHAGE:  Long answer: What does repechage mean and does reaching semi-finals guarantee a medal?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The emotions! 😭 pic.twitter.com/cIdpUik6uT— Ujwal (@UjwalKS) August 5, 2021\n\n\n\n    Vinesh Phogat 💔Was a minefield draw but didn't think the top seed could lose, let alone get pinned after her 1st round But that defence where Kaladzinskaya held on to the mat like she was Spiderman... turning point & not much the Indian could do afterNow for bronze hopes— Zenia D'cunha (@ZENIADCUNHA) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: That point when Vinesh got her back and she just held on. Crazy strength... Vinesh was trying so hard, just couldn’t move her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is a real bummer. Vinesh Phogat was one of my favourites for a medal. She is pinned by 2020 European champ Vanesa Kaladzinskaya who she had herself pinned in February. If there was one wrestler I really wanted to win, it was Vinesh. Still let's see if she enters repechage.— jonathan selvaraj (@jon_selvaraj) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg: We are all Belarus fans now, aren’t we? Vanesa Kaladzinskaya needs to reach the final. SHE HAS TO WIN SEMI-FINAL and then Indian win will become active in repechage again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hockey: ❤️Wrestling: 💔Sport giveth. Sport taketh away. #Tokyo2020— Vinayakk (@vinayakkm) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND 3-9 BLR: Indeed it is a pin. Chasing a big score, Vinesh Phogat gets pinned herself and the bout is over in the final minute. Joy for Vanesa, heartbreak for the Indian. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND 3-7 BLR: Oh dear. Two more points for Vanesa. Vinesh needs a 4 with 40 sec left. And she is about to be pinned,\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Correction: 90 seconds left\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND 3-5 BLR: It is a good challenge!!! One point to Vinesh, two points fewer for BLR and with 90  seconds left this is a one-move bout!!!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND vs BLR: Long wait here... no decision yet. Remember, it will be an additional point to BLR if the review doesn’t go India’s way. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND vs BLR: HOW HAS VANESA DEFENDED THAT! Vinesh all over the Belarusian for a long time and points seemed imminent for the Indian but it has been turned around and Vanesa leads 7-2 suddenly. The Indian camp challenge this. Could be bad if it turns out wrong. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND vs BLR: Vinesh trailing 2-5. Tough tough second period coming up for the Indian. She is usually a better front-runner than a late rallier. The Asian champion under pressure against the European champion \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND vs BLR: Vinesh equalises for 2-2 but in the same sequence Vanesa gets two more. Add another point to the Belarusian. Vinesh trails 2-5. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND vs BLR: Vinesh under early pressure. Vanesa has the early lead but it could have more than just 2-0 but for Vinesh’s defence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    An #OLYMPIC medal in #HOCKEY after 41 years. So happy to have called this match from the commentary box with Raman Bhanot. Smiles now. Il probably cry later. Means so much to Indian hockey. I’m so proud to be an Indian hockey player and so proud of this team ❤️🇮🇳🏑 pic.twitter.com/gXEWIKNzsz— Viren Rasquinha (@virenrasquinha) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg, quarterfinal, IND vs BLR: Here we go! Vinesh vs Vanesa. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    So not everyone has a clue about hockey here and I celebrated with the AP journalist who covered India till the semis. He understands why it's a big deal. 🇮🇳— Vinay Siwach (@siwachvinay) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg: RIGHT THEN! We keep going... Vinesh Phogat will face Belarus’ Vanesa Kaladzinskaya shortly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Many watching today, in India and abroad, don't have a sense of how dominant India was in hockey in the early years of the Olympics – and why both the men and women making it back to medal-competing matches is such a big deal today. https://t.co/zAAVmeYTNJ pic.twitter.com/SqTxGHrZl4— Rohan Venkat (@RohanV) August 5, 2021\n\n\n\n    CHAK DE INDIA PLAYING IN TOKYO. INDIA, YOU HAVE DONE IT.  #Tokyo2020— Manya (@CSKian716) August 5, 2021\n\n\n\n    1928🥇1932🥇1936🥇1948🥇1952🥇1956🥇1960🥈1964🥇1968🥉1972🥉1980🥇2021🥉YES YES! I HAVE SEEN INDIA WIN A MEDAL IN HOCKEY AT THE OLYMPICS— Aniket Mishra (@aniketmishra299) August 5, 2021\n\n\n\n    India in #Olympics men's field hockeyGold (8): 1928, 1932, 1936, 1948, 1952, 1956, 1964, 1980Silver (1): 1960Bronze (3): 1968, 1972, #Tokyo2020 5th: 19846th: 19887th: 1976, 1992, 2000, 20048th: 1996, 201612th: 2012#OlympicGames#TokyoOlympics2020— Mohandas Menon (@mohanstatsman) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    BRONZE MEDAL: Decades of dominance. Followed by decades of heartbreak.  And from 1-3 down... they come back to win to end that wait for thousands and thousands of fans. AND SREEJESH, FITTINGLY, THE HERO AT THE END. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: SREEJESH SAVES YOU HERO!!!!! BRONZE MEDAL FOR INDIA. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: A PC FOR GERMANY! 6.8 seconds left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: Germany come again... 65 seconds to go. Free hit India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: INDIA DEFEND! PHEW! Not sure who saved.... but someone did. WE ARE FINE WITH THAT. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Score correction: Hockey, men’s bronze medal match IND 5-4 GER, Q4. It wasn’t 5-5! APOLOGIES!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: Sreejesh kicks the ball away but it comes right back and GERMANY HAVE A PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: GERMANY have taken their GK off. Can India do to Germany what Belgium did to them? 4 mins to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: Arguments between captains and officials and the play has been stopped for a while since an injury break. 5 mins to go, there is an almighty argument for the possession of the ball. The right over who gets the small round thing causing all the confusion. Funny, sport.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The hockey players are so no-nonsense. They get hurt, they get treatment, they get back on. No rolling around like football players for 5-10 mins.— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: HUGE SAVE SREEJESH! He might have been at fault for the PC (and perhaps the previous goal too) but he pulls off a massive save from the resulting drag flick. Germany continue to pile the pressure on. 5 mins left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER,: Alexander Stadler could be the German hero if India don’t make this lead count. What a save that was, on replays. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: CHANCE! Oh Mandeep, what have you done. Through on goal, one on one with the GK but the Indian forward takes too long his mind up and the shot is finally saved. Good save, sure. But he had to convert that! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: With 11 mins to go, a yellow card for Germany. Some relief for India potentially for the next 5 mins. (India need to avoid cards themselves. too)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-4 GER, Q4: GOAL GERMANY! He didn’t say it on air but he could well have: “I TOLD YOU SO!” moment for Viren Rasquinha. Windfeder converts the PC and it is through the legs of Sreejesh. Tough to criticise a man who has given it all for the side but he would have liked to do better there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-3 GER, Q4: Germany on the charge, no surprise. Sloppy possession play, Rasquinha says. Another PC for Germany. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    HarrySpeak: Just 15 min discipline @Hockey boys. Control your emotion emotion. #Hockey #Tokyo2020 @Tokyo2020hi @Tokyo2020— Dr.Harendra Singh-Harry (@HarendraSingh66) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Zenia D’Cunha: First Quarter: 1-0 Second Quarter: 3-3 Third Quarter: 3-5India, 15 minute hai & all that.... 15 minutes to play for a hockey medal after 41 years!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Reminder: Four bouts from now, Vinesh Phogat’s next opponent is going to be Bulgaria’s Vanesa KALADZINSKAYA, who won her last bout by technical superiority.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-3 GER, end of Q3: FIFTEEN MINS LEFT. Never count the Germans out, this is such a huge 15 mins coming up not just for the Indian defence but for the forwards because one chance they get, they need to convert and ease the pressure. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-3 GER, Q3: SERIES OF PCS FOR GER! India hang on. The final variation was a big chance, almost turned into the net from the far post. Clock winding down in Q3. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-3 GER, Q3: Rasquinha keeps warning on air that this is not over yet. It can change in a matter of minutes! A PC for Germany... rushed out well. Another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    That run by Gurjant! World class. What pace... the Germans just couldn't keep up with him and the final ball in was perfect too. The manner in which India have turned this match on its head is simply amazing.— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-3 GER, Q3: That is not ideal for India. A series of PCs, the injections did not work (presumably the players are a bundle of nerves!) and finally they end up losing a review too. Both teams are out of referrals. Meanwhile, the Yellow card has been turned down to Green. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-3 GER, Q3: A PC for India and Rupinder is going to take this. Good rush from the Germans but it is another PC... and now they might be down a player too. Five minutes, down to 10. India mess the PC up but get another. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-3 GER, Q3: Can we stop the count? This is starting to feel like an eternity, we are sure for Indian hockey fans. But we are still only in Q3. India are actually finding chances on the counter as Germany chase this match. Need to be clinical and finish one of these off!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg: Vinesh Phogat will face Belarus’ Vanesa Kaladzinskaya in the women’s 53kg quarter-final. She is the 2017 World Champion. It is in a few bouts’ time so give or take 40 minutes. (Around 830 am IST)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 5-3 GER, Q3: GOALLLLL INDIAAAAA!! Outstanding run from Gurjant on the right and he finds the right pass into the center. Followed by a superb finish from Simranjeet for his second of the night! How good was that goal… just brilliant.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 4-3 GER, Q3: GOALLLLL INDIAAAAA! THEY HAVE TURNED THIS AROUND! Rupinder converts a penalty stroke and in the preceding phase Germany lose their referral too. WOW. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 3-3 GER HALF TIME STATS\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 53kg round of 16, IND vs SWE: VINESH PHOGAT THROUGH. As the top seed, facing the Rio 2016 bronze medallist in the first round is not exactly a kind draw but Vinesh Phogat does brilliantly. The commentators stunned by how easy Vinesh made it look. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 53kg round of 16, IND vs SWE: Mattsson is going hard at this! But Vinesh holding off. Just a one point conceded. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    How good has Vinesh been on the counter today!! Twice she has turned defence into attack! pic.twitter.com/vfCM2Yn7tR— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 53kg round of 16, IND vs SWE: Vinesh has a 7-0 lead early in second period. 90 seconds left, just a matter of hanging on to her defence and trusting her skills at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 53kg round of 16, IND vs SWE: “Mattsson has done all the attacking in the first period and she finds herself 0-5 down!” The commentator sums that up as Vinesh completed another counter. Great stuff from the top seed against a tough tough opponent. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    International Hockey Federation TWEET: “Ridiculous stuff from these two brilliant teams.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 53kg round of 16, IND vs SWE: THAT was a crazy phase of play. Brilliant from Vinesh to turn a leg attack into almost a PIN! The Indian camp think it is worth 6 points at least but it is a 4-0 lead for the India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 53kg round of 16, IND vs SWE: It is Vinesh Phogat time! Is it Vinesh Phogat’s time? She turns defence into attack brilliantly and she has an early lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 3-3 GER, Q2: GOAL INDIAAA!!! WE ARE BACK LEVEL! Another PC and HARMANPREET SINGH MAKES NO MISTAKE WITH HIS DRAG FLICK. The hooter about to go... it does. IT IS 2-2. WHAT IS THIS MADNESS.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 57kg repechage, IND vs ROC: KOBLOVA GETS THE POINTS. With seconds left, Anshu was defending well. But the Russian’s pressure pays off in the dying seconds. Could have been a pin but given 5-1 to the Russian. End of the campaign for Anshu, the teenager. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 57kg repechage, IND vs ROC: The point for Anshu to bring her back into the bout, the Indian coach wanted two but ruled as just a push out and not a throw. But Indian ahead on criteria with 50 seconds to go \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 2-3 GER, Q2: GOAL INDIAAA!!! HARDIK SINGH! A PC for India and Harmanpreet’s drag flick is saved first. Hardik pounces on the rebound.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 57kg repechage, IND vs ROC: It’s 1-0 to ROC but a very very close bout! Anshu on the attack for the most part but Koblova got a point for pushing out. Anshu knows she is still in this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 1-3 GER, Q2: GOAL GERMANY. A massive error in defence, Surender trying to dribble in India’s D and the ball is turned over at the worst possible position. Furk makes no mistake. OH DEAR. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 1-2 GER, Q2: GOAL GERMANY. India lose the ball high up the pitch and it is Germany’s turn to hit on the counter. WELLEN the scorer. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, 57kg repechage, IND vs ROC: Anshu is on the mat. Here we go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: Q2: India starts Q2 on the right note... with a GOAL!!! Simranjeet got a long ball into the striking circle, nice quick turn and tomahawk!!! India are back level\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Some finish from Simranjeet!! #Hockey #TeamIndia— Darren Caldeira (@darrencaldeira) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 1-1 GER, Q2: GOALLL INDIAAA! Simranjeet with a cracking goal. Superb field goal that and defence turned into attack in no time. Hardik finds Nilakanta and he finds Simranjeet with a long ball into the D and it is finished brilliantly on the turn. THAT IS ONE BRILLIANT MOVE. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: Q1 ends: Germany made the brighter start and dominated the first quarter. India’s structure has been poor today. Too many gaps in the field and Germany have exploited those flaws to launch attack after attack. Far too much work for Sreejesh in the quarter and maybe a few words from coach Reid can help this team refocus on the job at hand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     IND vs GER Q1 stats \n    \n         GER  IND \n    \n     Total Goals/Shots  1/10  0/2  Shooting Efficiency (%)  10  0  Field Goals  1/6  0/1  Penalty Corner  0/4  0/1  % Possession  54  46  Attacking Circle Penetrations  9  2 \n  \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 0-1 GER, Q2: Well, on the flip side, surely one way to go for India from here after that first quarter? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    As @vinayakkm said , this is turning out to be Sreejesh vs Germany.— Boondi (@Karaboondi) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 0-1 GER, Q1: PC again. This is some bizarre umpiring. He called dangerous play and it seemed like play was done for the quarter. But he overturns his decision. And finally.... finally... the Q1 is over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 0-1 GER, Q1: PC after PC after time got done in Q1. This is not for the faint-hearted. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 0-1 GER, Q1: SREEJESH called into action. The Indian GK comes off his line quickly to thwart a Germany attack... and with the hooter going off there is another almighty scramble in the Indian D! A referral and it is a PC for Germany in borrowed time, oh dear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: What does repechage mean and does reaching semi-finals guarantee a medal?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling correction: It will be in Anshu in repechage first followed by Vinesh\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Germans have been intimidating more than anything in the opening few minutes, compared to a very timid body language of the Indians #hockey #Tokyo2020— Mihir Vasavda (@mihirsv) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 0-1 GER, Q1: SREEJESH SAVES! India did alright in the phase after conceding but the Germans are all over their now. Viren Rasquinha on air says the full press from the Europeans has put India under all sorts of trouble. The Indian goalkeeper has been called into action a few times early and he is doing what he does. Germany have had 6 circle entries already! 3 mins to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    India’s defence being rigorously tested here! #indvger #Hockey— neeru bhatia (@neerubhatia3) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, women’s 53kg: Vinesh Phogat is in a loaded category and has a tough early round to negotiate. Here’s a look at her half of the draw. She will be in action around 745 am or so, followed by Anshu in repechage. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 0-1 GER, Q1: The drag flick comes from Rupinder, but Bob couldn’t build a goal there. Saved! A bit too high. India come again down the right flank, but a free hit is given to the Germans. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 0-1 GER, Q1: The Indians go on the offensive right away, a green card for Germany. And there is a chance to make this count. Mandeep gets the first PC! (Converting is a whole different deal)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match IND 0-1 GER, Q1: GOAL GERMANY. Oh well, the best laid plans and all that... India under pressure from the word go and it pays within the first two minutes. Defence caught napping a bit there, just couldn’t clear their lines. Timur Oruz the scorer from the scramble. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here we go.#Ind vs #Ger at #Tokyo2020 #Olympics #hockey #FirstpostInTokyo pic.twitter.com/YE1kVA6oSN— Amit Kamath (@jestalt) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match: INDIA vs GERMANYNational anthems done... it’s time!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match: INDIA vs GERMANYWith very little competitive hockey action in recent past, there is not much to go by in terms of valuable recent H2H. India were supposed to face Germany in the FIH Pro League but that got cancelled too. Both teams have been up and down in this tournament. Long story short, this could go either way, TEDtalk done. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: Germany are beatable. The bronze medal on the line. India can do this. This means so much. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coach’s corner: Graham Reid “At 2-1, we created a lot of opportunities, and really we should have converted. We couldn’t get that scoreboard pressure to go to 3-1. When it was 2-2 also, we had the opportunity to go 3-2. The number of opportunities at that time, we didn’t get that scoreboard pressure back on Belgium. There were a few periods of play when we lost the ball and they scored, and we spiralled a little bit after that. I think we paid the prize of not getting that scoreboard pressure back onto them when we could have.“As far as Germany is concerned, players are keen to make amends for yesterday (Tuesday), they are aware the Bronze medal is up for grabs. Mentally we are in the right space, and we will be working harder. We will be making sure all our T’s are crossed for the games against Germany.”— Via Hockey India pre-match release\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Captain’s corner: Manpreet Singh“I think we should just forget about what happened in the Semi Final and just put all our focus and energy into the game against Germany. The team has the experience of playing them in recent times. We are ready for the challenge. We have the entire country’s support. We are pumped up.”— Via Hockey India pre-match release\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s bronze medal match: INDIA vs GERMANYHere’s a look at India’s statistics from the tournament so far... (X: match start, I: substitute)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    TEAM NEWS! 📰Our starting lineup against Germany for today's Bronze Medal match. 👇#HaiTayyar #IndiaKaGame #Tokyo2020 #TeamIndia #TokyoTogether #StrongerTogether #HockeyInvites #WeAreTeamIndia #Hockey pic.twitter.com/Tg5wrtTsyA— Hockey India (@TheHockeyIndia) August 5, 2021\n\n\n\n    Had planned to be not nervous for the game today. It has crashed. I am dead nervous. #INDvGER #Hockey— Jaspreet Singh Sahni (@JaspreetSSahni) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling: Today is time for Vinesh Phogat to begin her campaign. Five years after Rio (a moment that broke not just her heart but thousands watching), she is in Tokyo as the No 1 seed. In a field as loaded as hers, it might not mean much but one hopes she has a good run. She has earned it with what has been an incredible journey of self discovery in the last few years.If you have not already read it, here’s a great feature to read about her from Vinay Siwach:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Wrestling Vinesh Phogat, the only Indian top seed in Tokyo, moved up to the 53 kg category and completely changed her wrestling philosophy. (Via @thefield_in) https://t.co/jHzcbq8fBW— scroll.in (@scroll_in) August 4, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf Women’s Individual Stroke Play Round 2: We will come back to golf later in the day. For now the focus turns to the Oi Hockey Stadium and then the wrestling mats where Vinesh Phogat and Anshu Malik are in action early. Day 13 schedule for India\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Golf Women’s Individual Stroke Play Round 2: Coincidence is not causation but since this tweet by Ashish Magotra, Aditi Ashok has slid a place from 2nd to 3rd on the leaderboard. Have a word with him on Twitter. Jokes aside, it is another solid round so far for the Indian who has tied-2nd last night. She has had two birdies in the front-nine and halfway through her round 2 is still six under par overall. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Golf This just might be the moment that makes golf truly explode in India. Come on Aditi Ashok. pic.twitter.com/6W4Kb3lRnX— Ashish Magotra (@clutchplay) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.25 am: Hello all and welcome to the live coverage of the Tokyo 2020 Olympic Games. There are certain days in sport that make you get up out of the bed in anticipation or dread or a weird combination of both. For hundreds of thousands of hockey fans in India, today has got to be one such. The wait has been long. After decades of dominating the Olympic Games, the Indian men’s team has gone decades without anything to celebrate apart from a match win here and there. Forty one years. Will that wait be over today? There is also the brilliant story of Vinesh Phogat to follow today, as she is on a redemption pathway not unlike Mirabai Chanu from Rio to Tokyo. Wrestling is where most of the action is going to be, assuming there are no early heartbreaks. We cannot wait.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    We are less than an hour away from the start of the #Hockey men's #Bronze medal game between India and Germany. #Tokyo2020Here is their head to head record at the #Olympics @TheHockeyIndia @DHB_hockey— International Hockey Federation (@FIH_Hockey) August 5, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Stat tables and screenshots courtesy Tokyo 2020 official website.","author":"Ashish MagotraVinayakk Mohanarangan","time":"2021-08-05T06:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162426-iavtoghavm-1628123918.jpeg","tags":["Tokyo 2020","Olympic Games","Vinesh Phogat","Ravi Dahiya","Men's hockey team"],"source":"https://scroll.in/field/1002072/india-at-tokyo-2020-day-13-live-updates-mens-hockey-bronze-match-vinesh-phogat-ravi-dahiya"}