{"title":"India at Asian Games, Oct 6, as it happened: Men’s hockey team clinches gold among nine medals won","content":"At the end of today’s play, India are on 95 medals overall – 22 gold, 34 silver and 39 bronze. The contingent is sure to cross 100 tomorrow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it from us today!India picked up nine medals across events today. There were medals in archery, bridge, sepaktakraw, and the men’s hockey gold which also booked the team a spot at the 2024 Paris Olympic Games.There are a number of gold medals on offer tomorrow, with the men’s and women’s kabaddi teams in their respective finals, the archers competing for a spot at the top of the podium, the men’s cricket team playing the final, and Satwiksairaj Rankireddy and Chirag Shetty in the men’s doubles badminton final.Join us again for what promises to be another medal-laden day! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles semi-final, IND 21-17. 21-12 MAS: A commanding performance by Satwiksairaj Rankireddy and Chirag Shetty. They are through to the final after a 21-17, 21-12 win over Malaysia’s Aaron Chia and Soh Wooi Yik. The world No 3 from India will now face the world No 15 pair from South Korea, Choi Solgyu and Kim Wonho. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Soft tennis: In the women’s singles event, Aadhya Tiwari lost her second Group B match 1-4 to Chinese Taipei’s Lo Shu Ting and exits the competition. Raga Sri Kulandaivelu Manogarbabu won her second Group F encounter 4-0 against Nguyen Thi Mai Huong of Vietnam and will play China’s Ma Yue in the quarter-final tomorrow.In the men’s singles event, Jay Meena won both his Group A matches – 4-1 against Indonesia’s Mario Harley Alibasa and 4-2 against Chinese Taipei’s Chen Yu Hsun to top his group. Aniket Patel won one, 4-0 against Vietnam’s Nguyen Nhat Quang, and lost one, 0-4 against Moralde Adjuthor Ii of the Philippines. This means Patel finishes second in Group F and will play Chen from Group A in the second stage match to determine who progresses into the quarter-finals. Meena has already qualified for the quarter-finals by virtue of finishing top of his group.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chess, Round 8: The Indian men’s team defeated South Korea 3.5-0.5 with D Gukesh, R Praggnanandhaa, and Arjun Erigaisi winning on top three boards. Pentala Harikrishna drew his match. In the women’s section, India won 4-0 against Hong Kong with all of Harika Dronavalli, R Vaishali, Vantika Agarwal, and Savitashri winning.The men’s team is currently placed second, just half a point behind leaders Iran with just one round left to play. The women, on the other hand, are also on the silver medal position - a full point behind leaders China, but half a point ahead of Uzbekistan and Vietnam, who take the third and fourth spot currently.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles semi-final, IND 21-17, 11-3 MAS: Satwik and Chirag are up 11-3 in the second game. They’re in a strong position now to get into the men’s doubles final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles semi-final, IND 21-17 MAS: After the close start, the Indians picked up the pace and eventually win the opening game 21-17.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles semi-final, IND 11-10 MAS: Entertaining opening exchanges between the two teams, but the Indians take an 11-10 lead into the opening game exchange against Malaysia. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s doubles semi-final, IND vs MAS: World No 3 Satwiksairaj Rankireddy and Chirag Shetty of India take on the world No 5 Malaysian pair of Aaron Chia and Wooi Yik Soh for a spot in the men’s doubles final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 5-1 Japan, FT: India are champions of Asian men’s hockey once again! A dominating 5-1 win over Japan in the final and the ghosts of Jakarta 2018 have been banished. The ticket to the Paris Olympics has been booked. A memorable campaign for India and coach Craig Fulton.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Hockey🥇for India in hockey!India are champions of Asian men’s hockey once again and punch their ticket for the 2024 Paris Olympics!🗼🇫🇷https://t.co/kOCg67L9Z2 pic.twitter.com/2BHbAyx8uZ— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 5-1 Japan, Q4: Harmanpreet Singh with the icing on the cake! He finds the bottom corner with a powerful drag-flick!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 4-1 Japan, Q4: With two minutes to play, India happy to keep the ball with them and denying Japan any opportunities.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 65kg: Bajrang Punia will return empty handed from Hangzhou. The 2020 Tokyo Olympics bronze medallist goes down 0-10 on technical superiority against Japan’s Kaiki Yamaguchi. The Indian looked of no match as the Japanese grappler kept pushing him off the mat rather easily.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 4-1 Japan, Q4: Oh that does not look good for Mandeep Singh and India. The Indian forward goes down clutching his hamstring.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #HockeyAn important goal in the semi-final and a goal in the final. Abhishek has been one of India’s best players at the Asian Games in HangzhouTime for shameless replug: https://t.co/vNpKLeJaHe— Dilip Unnikrishnan (@DilipUnnikrishn) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 4-1 Japan, Q4: No clean sheet for India. Seren Tanaka scoops his teammate’s drag-flick beyond Sreejesh’a reach into the roof of the net\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 4-0 Japan, Q4: Abhishek joins the party! What a superb goal from the young forward! A good pass from Hardik Singh. Abhishek takes a touch to shield the ball before firing an unstoppable shot into goal. Kitagawa had no chance of saving that!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 3-0 Japan, End of Q3: Those drag-flicks by Harmanpreet Singh and Amit Rohidas have dented the Japanese hopes of a win in this final. But the Indians will be ecstatic. Another quarter of hockey to go, and the Indians are in a good position to claim the gold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 3-0 Japan, Q3: India have a third! Japan give away another PC. This time the injection goes to the second battery and Amit Rohidas finds the back of the net with a powerful flick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 2-0 Japan, Q3: Harmanpreet Singh doubles India’s lead! India get back-to-back penalty corners and at the third time of asking, Harmanpreet Singh parts the red sea of Japanese defenders to find the back of the net. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #BridgeThe Indian Men's Birdge Team wins 🥈They go down 229.1-152 against Hong Kong in the finalBlog: https://t.co/kOCg67L9Z2 pic.twitter.com/OURugrD5ns— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Final Session 6: India, as expected, wins the silver medal. They go down 229.1- 152 in the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 1-0 Japan, Q3: As expected, Japan restart looking to level the scores. The Indians do well to break down the attack just before it reached the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 57kg: Aman Sehrawat takes home the one of the bronze medals on offer in men’s 57kg freestyle. The Indian was just too hot to handle for home favourite Minghu Liu as he cruised to an 11-0 victory on technical superiority.Bajrang Punia in men’s 65kg is the only Indian grappler left to compete today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Wrestling🥉FOR AMAN SEHRAWAT The youngster wins on technical superiority in the men's 57kg bronze medal bout.Blog: https://t.co/kOCg67L9Z2 pic.twitter.com/lLhoZ8QJEc— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 1-0 Japan, HT: The hooter goes off for half time. A huge goal from Manpreet sees them take a precious 1-0 lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 1-0 Japan, Q2: Vivek Sagar Prasad swats the ball towards goal from outside the circle hoping it takes an Indian deflection into goal. The ball is indeed deflected into the roof of the goal but off a Japanese stick, and so won’t count.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 1-0 Japan, Q2: Japan nearly equalise! Sreejesh makes his first save and then Nilakanta Sharma and Hardik Singh take the ball away from the Indian goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 1-0 Japan, Q2: Gurjant Singh picks up a needless green card just after Japan restart. India down to 10 players for two minutes and Japan can respond straightaway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 1-0 Japan, Q2: Manpreet Singh gives India the lead! What a goal from the Indian legend! Abhishek’s shot is booted away by Kitagawa but only as far as Manpreet Singh. He takes a touch to set himself up before firing a fiery reverse hit into goal. There is an umpire’s referral but the goal stands! A big goal from Manpreet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    An unprecedented achievement for 🇮🇳! Assured of 100 medals at the Asian Games, it's a moment of immense pride for every Indian. The dedication and hard work of our athletes is truly commendable. A big salute to the sports federations, coaches, support staff, and the vision of our…— Abhinav A. Bindra OLY (@Abhinav_Bindra) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q2: Amit Rohidas with a huge miss! India opt for a mini penalty corner routine from the penalty corner. Harmanpreet, instead of flicking the ball at goal, swats it to his right where Mandeep traps it. Rohidas, with a clear view at goal, scoops the ball high above the goal. A very nice variation but the final execution was poor.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q2: A penalty corner to India to start the quarter. An aerial ball from Hardik is brought down by Shamsher Singh who then looks for Abhishek in the circle. But it is scooped up dangerously by a Japanese stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, End of Q1: A cagey first half ends 0-0. India have had more of the ball and created most of the chances but the final touch has been missing so far. India need to score in the second quarter to ease any nerves.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q1: Sukhjeet Singh has the ball in the back of the net but it won’t count! Sukhjeet squeezes the ball inside goal after a goalmout scramble but the referee blows his whistle for an Indian penalty corner just as the ball crosses the line. Harmanpreet Singh has the chance to give India the lead. Takumi Kitagawa shows off his reflexes to save Harmanpreet’s flick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q1: Amit Rohidas with a piercing ball from the deep to Mandeep Singh in the circle. He swivels and shoots but a Japanese stick takes the sting out of the shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q1: India attack from the right and the cross is headed towards Manpreet Singh. The backtracking Raiki Fujishima gets on the end of it, loses the ball but regains his bearings to poke the ball out of the sweeping arc of Manpreet’s stick. Good defending from Fujishima.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Wrestling   MEDAL ALERT!  Kiran wins bronze! She defeats Mongolia's Ariunjargal Ganbat 6-3 in women's freestyle 76kg wrestling 🥉https://t.co/kOCg67LHOA pic.twitter.com/9eHGjIoRLj— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 76kg: Kiran pockets the bronze medal after a 6-3 win over Mongolia’s Ariunjargal Ganbat. The Indian had a 3-0 lead at the end of the first period and then carried it forward till the end. This is India’s fourth bronze medal in wrestling at Hangzhou.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q1: As expected from a final, both sides have been tentative. No risk-taking or flashy passes so far. Just patient building of play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q1: Vivek Sagar Prasad makes his way into the circle and puts in a good pass to Sukhjeet. The Japanese do well to clear the ball away right in front of hockey/\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q1: Oh what a long ball from Hardik Singh! Shamsher Singh, right on the baseline, brings it down nicely. He takes a touch and passes it to Abhishek. He, however, loses the ball and then commits a foul trying to win it. Those long aerial balls from the Indian midfield are a delight to watch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India 0-0 Japan, Q1: The two teams come out to the pitch and the two national anthems ring out in Hangzhou. A huge 60 minutes await us! Mandeep Singh and India get us away!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey, men’s final, India vs Japan: Five years ago, India suffered heartbreak in Jakarta as they lost in the men’s hockey semi-finals. Today, they have the chance to redeem themselves when they take on Japan in the final. It’s not just redemption on offer in Hangzhou, but also an automatic qualification spot for next year’s Paris Olympics. A win will also help chief coach Craig Fulton prove that his team are on the right track just months after he took over. India are on a six-match unbeaten run against Japan and had secured a 4-2 when they met in the Pool stage in Hangzhou. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Wrestling MEDAL ALERT! Sonam wins bronze. She defeats China's Jia Long 7-5 in women's 62kg wrestling 🥉https://t.co/kOCg67LHOA pic.twitter.com/cBAZga4B0V— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 62kg: Sonam Malik walks away from Hangzhou with a bronze medal. She gets the better of home favourite Jia Long 7-5 in the bronze medal bout. Malik had a 3-point lead at the end of the first period, but the Chinese wrestler fought back to equalise at 4-4 in the second period. The Indian, however, bounced back to win the match 6-5, before an unsuccessful challenge from the Chinese coach handed Malik an extra point to close off the bout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryAtanu Das, Dhiraj Bommadevara and Tushar Shelke script history!They win India’s first-ever Asian Games silver medal in the recurve men’s team eventhttps://t.co/kOCg67L9Z2 pic.twitter.com/dir6ryrPFN— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team final: A thrilling end to the gold medal match! Korea win the set with a clutch 10 by former Olympic champion Oh Jinhyek and they win the match 4-1! Atanu Das, Dhiraj Bommadevara and Tushar Shelke script history nonetheless by winning India’s first-ever silver medal in recurve archery. It is India’s second medal in recurve archery and fifth overall in Hangzhou.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team final: Bommadevara shoots an eight as India score 27 in the first series. Korea shoot 28 to take a one-point lead. India respond by shooting their first perfect 30 of the match! Korea shoot 29 and split the set 1-1. The Koreans lead 3-1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Final Session 5: The Indian team surrender the fifth session 17-38. Hong Kong extend their lead in the final to 212.1-140 with just one session left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team final: By reaching the final, Atanu Das, Dhiraj Bommadevara and Tushar Shelke have already gone further than any other Indian team ever. Can they mark the occasion by upsetting favourites South Korea and win India their first-ever gold medal in recurve archery?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s semi-final, IND 61-14 PAK: FT Towards the end of the second half, India took the foot off the accelerator and Pakistan were able to score a few points. But it was India all the way through and with this win, they enter the final and will face the winner between Iran and Chinese Taipei. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sepaktakraw, Women’s Regu Semi-Final: The Indian team goes down 10-21, 13-21 to Thailand. They walk away with the bronze medal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #Sepaktakraw The Indian women's sepaktakraw regu team wins 🥉They go down 10-21, 13-21 to Thailand in the semi-finals.Blog: https://t.co/kOCg67L9Z2 pic.twitter.com/p6IJkbHLOR— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team semi-final: Bangladesh with another 30 to start the fourth set. India respond with a 29. Bangladesh drop three points and India need to just shoot 28 with their final series and they do just that! Atanu Das, Dhiraj Bommadevara and Tushar Shelke are through to the recurve men’s team final! They assure India of their best-ever finish in the team event and also of a first medal since 2010.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s semi-final, IND 49-8 PAK: It’s becoming a very one-sided affair now with India effecting yet another all-out and Pakistan are left floundering. Akash Shinde has come on now and along with Aslam Inamdar, both raiders have been troubling the Pakistan defence greatly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team semi-final: Bangladesh with a strong start to the third set shooting 30 out of 30 with their first arrows. India drop two points with their first three arrows. Bangladesh shoot 58 and India finish with 56 to take the match into a fourth set.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s semi-final, IND 40-7 PAK: Pakistan have come back into the second half a little more but it’s another all-out for the men in green as India continue to extend that mammoth lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team semi-final: Bangladesh make things difficult for themselves by shooting a 7 to give India some breathing space in the first series. India respond by dropping just three points and taking a 4-0 lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team semi-final: A superb start from Bommadevara, Das and Shelke! They drop just two points and win the first set 58-51 and take a 2-0 lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team semi-final: The two teams who had to win shoot-offs in the quarter-finals, clash for a place in the final. India’s Dhiraj Bommadevara, Atanu Das and Tushar Shelke face Bangladesh in the semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s semi-final, IND 30-5 PAK: HT It looked like it would be an engaging encounter considering how Pakistan took out the two Indian raiders within the first two minutes in stunning fashion. But their gas soon ran out as India settled into the match and ran away with it in the first half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s semi-final, IND 29-5 PAK: With three minutes to go in the first half, India have not let Pakistan score a single point since their second all-out. Pawan and Naveen Kumar have been ruthless in their raids and Pakistan have had no answer for the likes of Surjeet and Vishal Bharadwaj. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s semi-final, IND 20-5 PAK: A super raid by Pawan Kumar and a good pursuit raid from Naveen Kumar means that India effect their second all-out. Domination from India so far after Pakistan’s defence seems to have fallen apart from the first five minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sport Climbing, Men’s Boulder and Lead Final - Lead: Aman Verma finishes seventh in Lead with 36 points whereas Bharath Stephen Pereira is placed 15th with 16 points. Their combined boulder and lead scores are not enough to qualify for the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s semi-final, IND 11-4 PAK: Naveen Kumar has single-handedly taken out the entire Pakistan team across several raids and effects the all-out. Good signs for India after a nervy start that saw the Pakistan defence take out the Indian captain Pawan Kumar Sehrawat and Nitesh Kumar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Women’s Kayak Final: Shikha Chouhan finishes sixth with a timing of 227.24s. She clocked 167.24s before 60s penalty was added.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Men’s Canoe Final: Vishal Kewat finishes seventh clocking a total time of 239.12s. He finished the race in 135.12s before a massive 104s penalty time was added.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, men’s semi-final: It all comes down to this match – India are looking to redeem themselves and the women did it earlier today, winning their semi-final against Nepal.The men will be hoping to do so against Pakistan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team quarter-final: India hold their nerves while Mongolia buckle under pressure! Das, Bommadevara and Shelke shoot 28 while Mongolia shoot 25 as the Indian team progress to the semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #BadmintonMEDAL ALERT! 🥉HS Prannoy is the first Indian in 41 years to win a men's singles badminton medal at the Asian Games! 🤯https://t.co/kOCg67LHOA pic.twitter.com/xqs3FfScCQ— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles semi-final, IND 16-21, 9-21 CHN: Li Shifeng is through to the final. He beats HS Prannoy 21-16, 21-9 after overcoming a slow start. Prannoy takes home the bronze. He is only the second Indian after Syed Modi in 1982 to win a men’s singles medal at the Asian Games.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team quarter-final: The Mongolians shoot 29 first. Das puts India on the backfoot with an 8 and Shelke follows it with a 9 while Bommadevara shoots a 10. The Mongolians shoot another 29 to level the score at 4-4 and force a shoot-off\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team quarter-final: Brilliant start to the third set from the Indians. Three 10s from India and Mongolia shoot three 9s. Das and Shelke shoot 10s and Bommadevara misses out on making it a perfect set as he shoots a 9. India win the third set 59-56 and take a 4-2 lead\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team quarter-final: Needing 27 from the last three arrows, Das shoots an 8 while Shelke shoots a 9 as Mongolia take the set 56-55 and draw level at 2-2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles semi-final, IND 16-21, 6-11 CHN: Li Shifeng uses the momentum from the first game to take control of the second. He leads 11-6 at the break in the second game against HS Prannoy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team quarter-final: A very good start to the quarter-final from the Indian trio. They drop just two points to win the first set 58-52 and take a 2-0 lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles semi-final, IND 16-21 CHN: Li Shifeng overcomes a deficit to win the opening game 21-16 against HS Prannoy in the men’s singles semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, men’s recurve team quarter-final: After the women’s team won bronze, it is time for the men’s team to end a nine-year wait for a medal in the recurve event. Atanu Das, Dhiraj Bommadevara and Tushar Shelke face Mongolia in the quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles semi-final, IND vs CHN: Tight opening exchanges between Prannoy and Li Shifeng. Eventually the Indian takes an 11-10 lead into the first game interval.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles semi-final, IND vs CHN: HS Prannoy is only the second Indian to win a men’s singles medal at the Asian Games. Syed Modi had won bronze in 1982. Now, world No 7 Prannoy faces world No 8 Li Shifeng in the semi-final, hoping to go one better.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 65kg Semi-Final: Two standing takedowns – four points each, by the reigning Asian and former world champion Rahman Amouzadkhalili sees Bajrang Punia go down 1-8. The Indian will fight for bronze.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 76kg Semi-final: Kiran loses by fall to Bakbergenova Zhamila of Kazkhstan. She joins Sonam and Aman in fighting for bronze.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 57kg Semi-Final: Aman Sehrawat goes down 10-12 to Japan’s Hasegawa Toshihiro in a closely contest bout. The Indian will now fight for bronze later today,\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 62kg Semi-final: Sonam Malik gets pinned by North Korea’s Mun Hyongyong. The Indian was trailing 0-7 when she lost by fall. Malik will now fight for bronze against the winners of the repechage match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Soft tennis, women’s singles group matches: Aadhya Tiwari lost her Group B match 0-4 to South Korea’s Lee Minseon. Raga Sri Kulandaivelu Manogarbabu won her Group F encounter 4-1 against Ki Mengchoung of Vietnam.Yesterday, in mixed doubles, the duo of Tiwari and Meena Jay lost both their Group A encounters – 1-5 to Chinese Taipei and 3-5 to the Philippines to finish last in the group with two losses. Also in the same event, Manogarbabu and Aniket Patel won one match – 5-3 against the Philippines – and lost two matches, 0-5 to both South Korea and Chinese Taipei in Group F. Although they finished in third place, they failed to qualify for the quarter-finals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Volleyball, women’s classification 9th-12th: India beat Mongolia 3-0 to move into the 9th-10th classification match where they will face Hong Kong. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sepaktakraw, Women’s Regu, Semi-Final: After defeating China in the Preliminary Group A match on Thursday, India will look to add to their medal tally as they take on Thailand today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 65kg 1/4 Final: Bajrang Punia enters the semi-final with a 4-0 win over Bahrain’s Alibegov Alibeg in the quarters. The Indian will now face off against Iran’s Rahman Amouzadkhalili for a spot in the gold medal bout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Bridge, Men’s Team Final Session 4: India lose 32-42. They now trail Hong Kong 123-174.1. With just two more sessions left in the competition, a gold medal seems increasingly unlikely for the Indians.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 68kg 1/4 Final: Radhika goes down 5-10 to Mongolia’s Enkhsaikhan Delgermaa in the quarter-finals. The Indian will now hope for a smooth run into the final for the Mongolian to have another shot at the medal via the repechage route\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton: HS Prannoy and the men’s doubles team of Satwiksairaj Rankireddy and Chirag Shetty have confirmed medals for India. They play their respective semi-finals today in an attempt to make it to the gold-medal match. Prannoy’s match against China’s Li Shifeng is estimated to begin at 10.30 am IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 57kg 1/4 Final: Aman Sehrawat scripts a stunning comeback to enter the semi-finals. The Indian trailed 1-8 at the end of the first period against Iran’s Ebrahim Khari but turns it around to win 19-8 on technical superiority. Sehrawat was extremely quick on his feet and the Iranian could not counter him in the second period.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Highest T20I score by Indian men at age 20 or less55* - Tilak Varma (today)51 - Tilak Varma50* - Rohit Sharma49* - Tilak Varma39 - Tilak Varma#INDvBAN pic.twitter.com/tV17OmIztg— Kausthub Gudipati (@kaustats) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: India win by 9 wickets! It took less than 10 overs. Tilak Varma races to a 26-ball 55* in a comfortable win for the Ruturaj Gaikwad-led. They will fight for gold tomorrow and they look like favourites to win it. IND 97/1 (9.2)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team bronze medal match: They almost stumbled with their final three arrows but Ankit Bhakat, Simranjeet Kaur and Bhajan Kaur have done it! The beat Vietnam 6-2 to win India’s first medal in the event since 2010!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianGames #HangzhouAsianGames #ArcheryAnkita Bhakat, Bhajan Kaur and Simranjeet Kaur clinch bronze to win India’s first medal in the recurve women’s team event since 2010!https://t.co/kOCg67L9Z2 pic.twitter.com/E57xBHR2VU— The Field (@thefield_in) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team bronze medal match: A good comeback from Simranjeet as India take the third set 57-50 to take a 4-2 lead. They just need a point from the final set to clinch bronze!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sportclimbing, Men’s Boulder and Lead Semifinal - Boulder: India’s Bharath Stephen Pereira is placed eighth with 43.9 points while Aman Verma is placed 13th with 23.9 points at the end of the boulder round. Both of them will be out for the lead later today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team bronze medal match: The two 8s from Simranjeet hurt India as Vietnam take the second set 56-55. It’s level at 2-2 and we will have four sets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 65kg 1/8 Finals: Bajrang Punia starts off with a dominating 10-0 technical win over Ronil Tubog of Philippines. The Olympic medallist moves into the quarter-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 76kg 1/4 Finals: Kiran gets better of Japan’s Nodoka Yamamoto 3-0 to enter the semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: 21 runs off the over! Gaikwad is in some hurry to chase this down. Two back-to-back sixes and two back-to-back fours to go after Mondol. IND 36/1 (3)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ju-Jitsu, Women’s -57kg: Angitha Syjhu loses by submission to South Korea’s Geum Gaeun in the Round of 32, while Nikita Choudhary goes down by submission to Mongolia’s Udval Tsogkhuu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 62kg: Sonam Malik makes her way into the semi-finals. She registers yet another 10-0 technical superiority win as she brushes past Cambodia’s Soeurn Noeurn in just 51 seconds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! Surprise, surprise. Last match’s centurion Yashasvi Jaiswal departs for a duck. Ripon Mondol with the early breakthrough for Bangladesh. IND 0/1 (0.4)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sepaktakraw, Men’s Regu, Preliminary Group B: India lose 15-21, 13-21 to Myanmar. The Indians have now lost all their three group stage matches and are out of the contest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team semi-final: More erratic shooting from Ankita, Simranjeet and Bhajan and the South Koreans duly punish them. The Indians lose the fourth set 57-52 and go into the bronze medal match now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! And Bangladesh lose their ninth in Ripon Mondol in the last delivery of the over to finish with 96/9. Arshdeep picks a wicket as well. India need 97 to play for gold. BAN 96/9 (20)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Women’s 62kg: A comfortable start in Hangzhou for Sonam Malik as she cruises to the quarter-final with a 10-0 technical superiority win over Nepal’s Sushila Chand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team semi-final: That’s more like it from Ankita, Simranjeet and Bhajan! Three 10s and three 9s and the trio win the third set 57-55 to force a fourth set.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestling, Men’s 57kg 1/8 Final: Aman Sehrawat advances into the quarter-finals with a comfortable 6-1 win over South Korea’s Kim Sunggwon. Three points apiece in both periods of play for the Indian as he asserts early dominance as a medal contender.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team semi-final: The Indians have another mixed set. Three 10s but also two eights sees them lose the second set 57–54.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! Shahbaz Ahmad picks up his first. Rakibul Hasan departs as Bangladesh lose their eighth. BAN 81/8 (16.6)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team semi-final: Ankita Bhakat, Bhajan Kaur and Simranjeet Kaur get off to a perfect start shooting 30 out of 30. However, with their next three arrows, they shoot a 7 and an 8 to lose the first set 56-54.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! Ravi Bishnoi gets his first with a wrong ‘un and Mrittunjoy Chowdhury departs. BAN 65/7 (15.5)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team semi-final: India start as underdogs against the defending champions South Korea. They will need to be shooting at their best to have a chance of causing a massive upset.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The pitch for the #AsianGames is a really tough one to bat…therefore, the game isn’t following the T20 template. #INDvBAN— Aakash Chopra (@cricketaakash) October 6, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s semi-final, IND 61-17 NEP: Pooja Narwal gets three Nepali players out and India effect the fifth all-out within a minute of the fourth one. Nepal try to get a raid on but the buzzer has already gone off and INDIA REACH THE FINAL.A dominating win by the 2018 bronze medallists as they await their opponent in the winner of the second semi-final between Iran and Chinese Taipei.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Women’s Kayak Semi-final: Shikha Chouhan finishes sixth with a timing of 185.23s. She is through to the final, which will be held later today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Slalom, Men’s Canoe Semi-final: Vishal Kewat qualifies for the final with a total timing of 190.1s. He finished the race in 134.15s before a 56s penalty was added.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! Sai Kishore has his third and more than half the Bangladeshi line-up is back in the hut. Afif Hossain departs. BAN 58/6  (12.4)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s semi-final, IND 52-17 NEP: Sakshi Kumari makes no mistake in her running tackle from behind to give Nepal their fourth all-out in the game. India inch ever so closer to the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s semi-final, IND 48-16 NEP: Brilliant tackling from Sakshi Kumari who makes a huge solo effort to take down the Nepali raider. Just before, India debutant Akshima gets a super raid and Nepal continue to lag behind.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ju-Jitsu, Women’s -52kg Round of 16: India’s Rohini Kalam goes down 0-50 by submission to UAE’s Asma Alhosani, while Anupama Swain loses 0-12 to home favourite Jie Miao to exit from the competition.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! Bangladesh are crumbling to spin here. Sai Kishore gets his second as Shahadat Hossain departs. BAN 45/5 (10.3)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s semi-final, IND 40-12 NEP: Another all-out effected by Pooja Hatvala which included a successful pursuit raid by corner defender Sakshi Kumari as India continue to dominate. A substititon with Hatvala coming off for Snehal Shinde.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! The set batter departs. If Bangladesh had some hopes after the triple blows, they were pinned on Emon. But Tilak Varma dismisses him for 23. Another victim of spin. BAN 36/4 (8.4)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s semi-final, IND 29-10 NEP: A big raid by Pooja Hatvala and smart coordination between the two corners as India effect another all-out on Nepal. A good raid from Nidhi Sharma in the buzzer raid and India are comfortably placed with a 19-point lead at half-time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s semi-final, IND 20-9 NEP: Nepal may have taken out Pooja Hatvala in a superb tackle but the Indian team continue to hold the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! Sundar gets two in an over. Zakir Hasan departs for a duck. What a start for India. They’re in some hurry. BAN 21/3 (5.6)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi, women’s semi-final, IND 14-5 NEP: A good steady opening spell that sees Nepal score a few points including a couple of touches, but Pooja Hatvala makes sure that India get an all-out quickly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! Another breakthrough via spin. This time it’s Sundar who dismisses the new batter Saif Hassan. BAN 21/2 (5.4)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: WICKET! The first breakthrough for India as Mahmudul Hasan Joy departs. Spin from Sundar was introduced in the previous over but it is Sai Kishore who gets the wicket. BAN 18/1 (4.2)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kabaddi: It may have been a little difficult in the opening game against Chinese Taipei, but the Indian women’s team have proved their mettle and their hunger for the gold medal as they take on Nepal in the semi-final.Later on in the day, the Indian men’s team will take on Pakistan as they too look for redemption.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: Pace from both ends from India to start proceedings. Arshdeep and Dube have managed to keep things tight barring the one six off Dube by Emon. BAN 15/0 (3)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team quarter-final: And they have done it! The team of Bhajan Kaur, Ankita Bhakat and Simranjeet Kaur take the fourth set 54-51 and win the match 6-2! Their reward? A semi-final against powerhouses South Korea.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team quarter-final: Japan force a fourth set by the skin of their teeth. Needing a 9 to tie the set at 54 each and win the match, Bhajan Kaur shoots an 8! India still lead 4-2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team quarter-final: Not the best shooting from the Indian trio but still better than the Japanese archers who also shoot a 6. India take the first set 53-49 to take a 2-0 lead\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: India are going in with just one specialist seamer in Arshdeep Singh. Shahbaz Ahmed joins Washington Sundar and Ravi Bishnoi in the spin department.India Playing XI - Ruturaj Gaikwad(c), Yashasvi Jaiswal, Tilak Varma, Jitesh Sharma(w), Shivam Dube, Rinku Singh, Washington Sundar, Shahbaz Ahmed, Ravi Bishnoi, Ravisrinivasan Sai Kishore, Arshdeep Singh\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #TeamIndia play a quick game of cricket with the local volunteers in China ahead of the #AsianGames semifinal 😃👌#IndiaAtAG22 pic.twitter.com/4LhzvGV1Zq— BCCI (@BCCI) October 5, 2023\n\n\n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, women’s recurve team quarter-final: A day after the men’s and women’s compound archery teams clinched gold in their respective events, it’s time for the recurve teams to fight for medals. The women’s recurve team of Ankita Bhakat, Bhajan Kaur and Simranjeet Kaur takes on Japan in their quarter-final first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: India win the toss and opt to bowl first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Cricket, IND vs BAN, semi-final: In action shortly will be the men’s cricket team against Bangladesh in the semi-final in Hangzhou. While India defeated Nepal by 23 runs in the quarter-final to qualify, guided by a stunning century by Yashasvi Jaiswal, Bangladesh defeated Malaysia by 2 runs to qualify. The other semi-final between Pakistan and Afghanistan will take place after this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India remains in fourth position in the medal standings with 86 medals – 21 gold, 32 silver and 33 bronze. They trail only South Korea, Japan and China.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of the Asian Games in Hangzhou!India won five medals including three gold on Thursday as it’s medal tally rose to 85.On Friday, more medals will be up for grabs as the men’s hockey team competes for gold with archers and badminton players also looking to confirm themselves of medals. The Indian cricket team takes on Bangladesh in the semi-finals as they look to mark their debut in the Games with a medal.The Indian men’s and women’s kabaddi teams will be in action in the semi-finals as they both aim to reach the finals. Defending champion wrestling Bajrang Punia will begin his title defence today.That, and so much more today. Stay tuned!Live action on Sony Sports Network and SonyLIVScreenshots via SonyLIV and the official 2022 Hangzhou Asian Games website\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read:The Field’s Asian Games build-up series, where we focus on athletes who have played in the shadows, but may be ready to step into the limelight.Cricket: Already a trailblazer, Minnu Mani hopes to break more barriers in HangzhouShooting: Mehuli Ghosh banks on her composure as she plots a return to the topHockey: Meet Vivek Sagar Prasad – the flamboyant dribbler in the Indian midfieldSquash: Anahat Singh set to make another big impression in HangzhouAthletics: KM Chanda – the accidental runner who hopes to conquer AsiaAthletics: Abdulla Aboobacker’s journey from filling up numbers to becoming the bestBoxing: Deepak Bhoria – once undernourished and counted out, now India’s best medal bet","author":" Samreen RazzaquiTanya KiniDilip Unnikrishnan","time":"2023-10-06T05:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194742-qqfuqaxxay-1696522551.jpeg","tags":["Asian Games","2022 Asian Games","2023 Asian Games","Hockey","Harmanpreet Singh","Bajrang Punia","Cricket","Asian Games Cricket","HS Prannoy","Satwiksairaj Rankireddy","Chirag Shetty","Badminton","Asian Games 2023","Asian Games 2022","Hangzhou Asian Games","2022 Hangzhou Asian Games","Hangzhou 2023","India at Asian Games","India Asian Games 2022","India Asian Games 2023","Asian Games schedule","India Asian Games reports","India Asian Games","India Asian Games medal tally"],"source":"https://scroll.in/field/1057161/india-at-asian-games-oct-6-live-blog-mens-cricket-and-hockey-team-in-action-prannoy-satwik-chirag-look-to-reach-final"}