{"title":"India says remarks about Prophet Muhammad are views of ‘fringe elements’ after Qatar demands apology","content":"India on Sunday said that controversial remarks on Prophet Muhammad were made by “fringe elements” and that they did not reflect the views of the government. The government’s statement came after the foreign ministry of Qatar summoned  India’s Ambassador, Deepak Mittal, on Sunday afternoon to explain the two  BJP spokespersons’s remarks about Prophet Muhammad. Qatar also demanded a public apology from  the Indian government. Our response to a media query regarding statement issued by Qatar MOFA on an offensive tweet in India: https://t.co/IIIrWPiZ9A pic.twitter.com/FjmKqt2Cey— India in Qatar (@IndEmbDoha) June 5, 2022\n\nA controversy erupted after BJP spokespersons Nupur Sharma and Naveen Jindal had made remarks about Prophet Muhammad last week. Sharma was suspended and Jindal expelled by the BJP on Sunday.Sharma had made the remarks during a show about the Gyanvapi mosque-Kashi Vishwanath temple dispute on Times Now on May 26.In Uttar Pradesh’s Kanpur, violence broke out on Friday over Sharma’s remarks. Videos on social media showed residents hurling stones at each other. At least 40 persons, including 20 police personnel, sustained injuries during the violence. The police have arrested 24 persons so far.Several Arab countries expressed wide discontent over Sharma’s remarks on Prophet Muhammed. Several hashtags calling for the boycott of Indian products were seen trending on Twitter in Arab countries.On Sunday, the Qatar foreign ministry said that if such Islamophobic remarks go unpunished, it may “lead to further prejudice and marginalization, which will create a cycle of violence and hate”. In response, India said that strong action has already been taken against those who had made derogatory remarks.“A statement has also been issued by concerned quarters emphasizing respect for all religions, denouncing insult to any religious personality or demeaning any religion or sect,” the Indian Embassy in Doha said.","author":"Scroll Staff","time":"2022-06-05T21:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175367-ltfvwtzdpd-1654440885.jpg","tags":["Prophet Muhammad","India","Qatar","Nupur Sharma","Naveen Jindal"],"source":"https://scroll.in/latest/1025541/india-says-remarks-about-prophet-muhammad-are-views-of-fringe-elements-after-qatar-demands-apology"}