{"title":"India’s new rules do little to fight fake news – but give government more power over journalists","content":"The Information and Broadcasting Ministry issued a surprising late-night release on Monday, saying it had amended the guidelines governing the accreditation of journalists in an attempt to control the menace of fake news. The ministry said that if a complaint is registered with the regulatory agencies, the accreditation facilities that allow the journalist to attend official events and access Parliament and government offices will be suspended until the complaint has been heard. Immediate responses to the move from journalists were almost uniformly negative, ranging from those who think this move will not affect the actual problem of fake news to others who believe this is an attack on press freedoms. “Noticing the increasing instances of fake news in various mediums including print and electronic media, the Government has amended the Guidelines for Accreditation of Journalists.”Here is the process for tackling fake news that the new guidelines lay out.Anyone can file a complaint about instances of fake news. If the complaint is about a print publication, it will be referred to the Press Council of India. If it relates to an electronic organisation, it goes to the News Broadcasters Association. These agencies are expected to determine whether the item is fake news within 15 days. This is an overly optimistic timeline, given the histories of these two organisations. As soon as the complaint is registered, if the journalist is accredited by the government’s Press Information Bureau, that accreditation will be suspended until the validity of the complaint is established. If the fake news is confirmed, accreditation will be cancelled for six months after the first violation, one year after the second violation and permanently after a third. What is accreditation? Anyone in India can become a journalist. Unlike other professions like law or chartered accountancy, one does not have to pass an exam to begin working as a journalist. Although many have lamented the state of the media and contemplated changing this definition over the years, ever since the internet turned up, the idea of regulating who gets to be a journalist has been effectively defunct. But the government does have one lever to pull here – access. The official Press Information Bureau gives accreditation to a certain set of journalists approved by a committee, which then allows these mediapersons easier entry into ministries, government departments and official functions. Having a PIB card serves as a sign of being an approved journalist.Who does this affect? To get Press Information Bureau accreditation, candidates must fulfill certain criteria: Must live in Delhi or its vicinity.Correspondent or camerapersons must have been in journalism for five years. Freelancers must have been in journalism for 15 years. The organisation through which one is applying must have been operational for a year. The Press Information Bureau website says that 2,404 journalists now have accreditation. To put that number in context, there were 105,443 newspapers registered in India as of 2015 (and that does not count broadcast or digital news organisations). So it is clear that the impact of these regulations is on a very small subset of Indian journalists. Who wil not be affected? Postcardnews, for starters. The website has recently been in the limelight after its founder was arrested for allegedly spreading enmity through posts on the site. Monday’s notification will do nothing to prevent posts on an organisation like that from going online and peddling false information. Also unaffected by the new guidelines will be TheTruePicture.in, whose articles have been tweeted out by a number of Bharatiya Janata Party ministers over the last few days, which attempts to discredit genuine reporting as fake news. But the notification will also have little effect on journalists at established news organisations who are not accredited by the PIB. The new guidelines permit a complaint against them to be made, but since the only punishment per se is to take away accreditation, the vast majority of journalists in India – whether they are operating in established journalism organisations or relatively new outfits – will not be affected. Many have pointed this out, only for Information and Broadcasting Minster Smriti Irani to say that, as such, she has no way to deal with non-accredited journalists because the regulations overseeing digital news organisations have yet to be established. Committee comprising of senior officers , reps of PCI, NBA, IBF set up for regulations/ policy for digital broadcasting & News portals. Till such time the regulation is not implemented rules cannot be enforced for news portals by industry.— Smriti Z Irani (@smritiirani) April 2, 2018\n\nIf it only affects a few, what’s the problem? First off, why create a new rule like this without engaging with the industry? The manner of the order alone, announced via a ministry press release at 9 pm on Monday, has raised questions about the thinking behind it. Secondly, though accreditation only affects a few journalists, it is not a trivial matter. Access to places like Parliament, North and South Block where the most important ministries sit and official functions is a major hassle without accreditation. Even if that access may not be necessary for all journalists to operate, it has in the past led to newsbreaks that embarrass the government, and  is crucial to the watchdog role that journalism ought to play. Thirdly, it is the process laid out that is most troublesome here. In some ways, the government always controlled access to these facilities through the Press Information Bureau Accreditation Committee. But once journalists had received accreditation, they did not have to worry about critical reports or offending the government for the most part. Now there is an additional worry: Anyone can file a complaint about what they claim is fake news and have the journalist’s accreditation suspended – effectively cutting off their access to news – until the complaint has been heard. One likely scenario is that a journalist covering a ministry could see the ministry itself, or others connected to it, filing a complaint of fake news as retribution for a critical story. Even if the Press Council or News Broadcasters Association eventually concludes that it was not fake news, that journalist’s ability to work in the interim will be seriously hampered. Finally, the question of what is fake news remains unresolved. The Press Council of India and the News Broadcasters Association, industry bodies that are supposed to oversee self-regulation, already had guidelines that covered “accuracy and fairness”. Indeed, the first proper line of the News Broadcasters Association’s code is “accuracy is at the heart of the news television business”. So it is not as if complaints about fake news could not have been dealt with by them before.  What now?The Editor’s Guild of India, the Indian Women’s Press Corps and the Press Club of India are having an emergency meeting on Tuesday to discuss the new guidelines that are some are likening to defamation laws pushed and then withdrawn by former Prime Minister Rajiv Gandhi in the 1980s.","author":"Rohan Venkataramakrishnan","time":"2018-04-03T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/874220-article-qiauoktrab-1453563723.jpeg","tags":["Fake news","Smriti Irani","Information and Broadcasting"]}