{"title":"India’s welfare programmes are suffering because of the delay in census by Modi government","content":"India’s decennial census, which determines, down to the village level, the population, literacy and migration, among other aspects of India’s population, has been delayed since the nationwide Covid-19 lockdown in March 2020. Before the pandemic hit, the government, under the Census Act of 1948, had planned to conduct Census 2021 (the previous was in 2011) in two phases – the first from April to September 2020 and the second in February 2021.In April 2022, the government informed Parliament that Census 2021 and related field activities have been postponed “until further orders” due to the pandemic.This delay is impacting government schemes and programmes, and results in unreliable estimates from other surveys on consumption, health and employment, which depend on census data to determine policy and welfare measures, say experts. Consider this: as many as 10 crore people are likely being excluded from the government’s food subsidy programme – the Public Distribution System – as the population figures used to calculate the number of beneficiaries are from the 2011 census.India is not the only country that had postponed its population and housing census; in 2020, at least 18 countries postponed their census to 2021 while four countries postponed it to 2022 or beyond, according to a March 2020-April 2020 survey by the United Nations Statistics Division. Another survey in December2021-January 2021 found that at least seven countries had postponed their census exercise to 2022 or beyond.Experts say as economic and government activity, including elections, have re-started across India, and the government has lifted most pandemic-related restrictions, there is no reason for prolonging the launch of census-related work.“Some other countries can do without the census by using the Civil Registration System data [on births and deaths] and data on migration collected at ports, airports and border posts, but these would be small countries, with little internal [within country] migration,” said Pronab Sen, former chairperson of the National Statistical Commission and the first Chief Statistician of India. “There is frankly no alternative to the census for a country like India.”Pre-census workIndia’s first general census of 1872 was not synchronous. That is, it did not start on the same day or year in all regions controlled by the colonial British government. For the 1872 census, data were collected between 1867 and 1872. In 1881, the colonial administration conducted the first synchronous census, in which work began on the same date across the country, a practice which then continued every 10 years, until the Covid-19 pandemic.The 1948 Act does not specify when a census must be conducted or when the data of a census must be released. The legislation allows the Union government to notify its intention “whenever it may consider it necessary or desirable so to do”. Because of this flexibility, the 2011 census data on migration were partially released in July 2019, nearly eight years after the census was conducted and provisional population data were released.Typically it takes around 12 months to complete pre-census activities and census enumeration. The Office of the Registrar General and Census Commissioner, under the Ministry of Home Affairs, has been responsible for the census since 1949.The Office of the Registrar General and Census Commissioner conducts houselisting about a year before the actual census, as it is essential to ensure that no person is missed and that there is no double-counting, explained Sen. “Given the time required for this, there is no conceivable way the actual census enumeration can take place this year.”“It takes nearly a year to prepare an abridged houselist for the entire country which the enumerator uses to locate an address,” said K Narayanan Unni, a retired Indian Statistical Service official and a member of the Technical Advisory Committee for the 2021 Census.File photo of officials collecting data for India's 2011 census. Photo credit: Utpal Baruah/ ReutersThe main purpose of the houselisting is to prepare a list of all households that are to be surveyed before undertaking population enumeration, besides providing data on housing stock, amenities and the assets available with each of the households.“While the initial delay in census is understandable, houselisting exercise could and should be conducted in 2022, followed by population census. If elections can be held, why not census?,” asked Sonalde Desai, social demographer and professor, National Council of Applied Economic Research.The population enumeration follows the houselisting after a year, with March 1 as the reference date. So, for Census 2011, the government conducted houselisting between April and September 2010, and the population enumeration in February 2011.When Prime Minister Narendra Modi announced the nationwide lockdown on March 24, 2020, the census office was ready to start houselisting in several states. As many as 33 lakh enumerators were expected to be mobilised for data collection for which a notification was issued, according to an April 2019 post on the Office of the Registrar General India’s website. The reference date for the 2021 Census was October 1, 2020, for Jammu and Kashmir and snow-bound areas of Himachal Pradesh and Uttarakhand, while for the rest of the country it was March 1, 2021, as per the note.IndiaSpend has asked for comments from officials at the Office of the Registrar General India on the reasons for the delay in the census. We were requested to reach out to the DG (Media), Ministry of Home Affairs, whom we wrote to on May 12. We will update the story when we receive a response.Challenging taskUnni cautioned against hurrying the census up, given geographic and climatic variations across states. “The earliest it would be possible to start enumeration would be in 2024 if houselisting can be done in 2023,” said Unni.One of the reasons he gives is that houselisting is especially important for India, as, unlike the US, India does not have a robust address system. Another challenge is the constantly changing boundaries of districts and tehsils within a state, a practice that has to be stopped a year before census operations start, he said.“Besides posing operational problems in conducting the field operations, the utility of the census data will be much reduced if changes in areas of administrative units are made either when the census enumeration processes are on or soon thereafter,” said a December 2009 Karnataka government census circular.Further, nature might influence the census. For example, a revenue village in the Gangetic belt may have been impacted when a river changed its course, and took a new name, which could lead to a village in the old list being missed in the census enumeration, explained Unni.Both Unni and Sen felt that administrative staff – district, tehsil officials and enumerators, most of whom are teachers – who were occupied with pandemic and often on the field, would find it difficult to work on population enumeration immediately.Welfare programmesProgrammes and policies for those from the Scheduled Castes and Tribes, food distribution, education, sample selection for surveys on consumption, housing and labour, among many others, depend on census data.For instance, in the absence of recent census data, food grains allocated to states under the Central quota are based on 2011 census figures, said Desai. “Not updating them using more recent figures may deprive many people in rapidly growing states like Uttar Pradesh.”For the first time in a century and a half, India was unable to conduct the decennial population census in 2021, and there is no sign of it happening any time soon, said Jean Dreze, economist and social activist. “There is a danger of serious confusion and even conflict, for instance around the coverage of food subsidies, the delimitation of constituencies [such as for election polling] and resource allocation.”The census could also be one way of understanding the impact of the Covid-19 pandemic. For instance, the questionnaire could be modified by adding pandemic-related questions, such as for issues pertaining to migrant workers, who were negatively impacted by the lockdowns, said Mohanan.The census is also used to make various estimates including employment and consumer expenditure, among other surveys.Census data are central to all household-based surveys since it is the frame [list] which is used to select a representative sample for surveys, said Sen. “If the census data is too old, then the [other] survey estimates are no longer reliable.”The 2011 Census served as the sampling frame (the list from which a survey sample is drawn) for the selection of primary sampling units in India’s National Family Health Survey on household health and family welfare.The consumer expenditure survey which determines the poverty level, last conducted in 2011-’12, is expected to resume in July, The Hindu reported in April. This also uses the census to create the ‘frame’ or list from which the population to be surveyed is selected. A selection of rural and urban areas based on new census data will provide better quality consumption expenditure data, said PC Mohanan, the former acting chairman of the National Statistical Commission.Similarly, the Sample Registration System, a national demographic survey, uses the census for enumeration blocks. “Now, as the sample cannot be replaced, it [old census data] will be extended until the census is released. In both cases the imperfect frame would impact the results,” said Unni.Because of the delay in the census, the Socio-Economic and Caste Census is also likely to be stalled, making it difficult to reduce exclusion in social security programmes, said Dreze. “This is an all-round disaster in the making.”Delayed censuses worldwideCensuses have been conducted in spite of the pandemic in many countries but these have suffered from substantial undercounting, particularly for minority groups, said Desai. “For example, [the] US Census Bureau estimates that the Hispanic or Latino population had a statistically significant undercount rate of 4.99%...Hence there are no perfect solutions [for the census].”Among the five most populous countries – China, India, US, Indonesia and Pakistan – all countries except India will conduct a census by 2022 in spite of the fallout of the pandemic.\n\t\t\n\tAt least 14 other countries are reported to have postponed their census to 2022 or beyond, according to the United Nations Statistics Division survey. Together they formed one-sixth of India’s population.First digital census“The census must be conducted without any more delays,” said Mohanan. He added that the challenge now is to expedite the process because there is a dearth of data generally, not only on population.One of the ways in which the process could be expedited is through a digital census. The 2021 census will be the first digital census, and with a provision for self-enumeration. The census rules were amended in March 2022 to allow a person to “fill-up, complete and submit the census schedule” themselves.The data collection through a mobile app “will reduce the overall time taken to process the census data and to publish the results in time”, according to the user manual for the Census 2021 mobile application.This would also reduce the time in processing the data as the computerisation of data would become faster, as per the experts. This time the government plans to use GPS to mark the enumeration block boundaries, but these technological processes are only evolving in India and are expensive, said Unni.What might also make it faster to do the enumeration would be removing some questions, such as those on household amenities such as toilets and access to water, he added, as Union government schemes like Swachh Bharat (which claims 100% toilet access) and schemes for household tap water connection may already be covering these issues.“Allowing households to self-enumerate is a new initiative but I am not sure how successful it would be in terms of data quality and completeness of coverage,” said Unni.Use of online census requires high internet penetration, widespread computer literacy, public acceptance of the internet for official business, legal authority and the availability of a national address or building register, said a March 2020 technical brief of the United Nations Population Fund, on implications of Covid-19 on censuses which were scheduled to conducted in 150 countries. “.....most online census covers only a proportion of the population, and can therefore only be complementary to door-to-door activities”.The digital census will reduce some time, but it depends on how effective and dynamic the census machinery is to use both hard copy and digital data methodologies, according to Mohanan. “Digital surveys are good in producing the reports faster,” Mohanan said. As far as accuracy is concerned, it depends on the questionnaire and the way it gets administered.”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Shreehari Paliath, IndiaSpend.com","time":"2022-06-07T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162126-uhsfadctuo-1627548298.jpg","tags":["Census","Census 2021","India","Welfare schemes"],"source":"https://scroll.in/article/1025519/indias-welfare-programmes-are-suffering-because-of-the-delay-in-census-by-modi-government"}