{"title":"India’s ageing population to double by 2050, says UN report","content":"The population of citizens over 60 years of age in India will double from 10.5% in 2022 to 20.8% in 2050, a report by the United Nations Population Fund said on Tuesday.The report “Caring for Our Elders Institutional Responses India Ageing Report 2023” has projected that by 2046, the elderly population in the country will pass the population of children aged between 0 and 14. This means that one in every five persons will be elderly in India by 2050, the report said.It said that the ageing population in the country poses three significant challenges – feminisation which is when women live longer than men resulting in higher levels of widowhood and further resulting in economic deprivations and dependencies, high proportion of rural population among the elderly also known as ruralisation and the ageing of the old persons.“Poverty is inherently gendered in old age when older women are more likely to be widowed, living alone, with no income and with fewer assets of their own, and fully dependent on family for support,” the report said. “Elderly widowed women are often alone with little support and also experience a greater incidence of morbidities that are functionally restricting.”A 60-year-old person in India is likely to live another 18.3 years, the report said. However, this is higher for women at 19 years as compared to men at 17.5 years. In Himachal Pradesh and Kerala, women at 60 may live another 23 years and 22 years, which is four years more than men at 60 years in these states. Between 2000 and 2022, the total population of the country grew by 34%, while the population of people aged over 60 grew by 103%, the report said. During this period, the growth in the population of older persons more than 80 years has been even higher at 128%.  The report projected that between 2022 and 2050, the overall population of India will grow by 18% while the older population will grow by 134%It highlighted that since the population of older women will progressively increase as compared to the men with advancing ages from 60 to 80, the government should devise policies and programmes that focus on the special needs of these old women.The study said that 71% of older persons live in rural areas. This is marked by significant interregional variation ranging from 62% to 63% in the West and South to 78% to 80% in the East, North and Northeast.Ruralisation of the ageing population also leads to many old people not having access to transport due to poor roads, the report said. They also are devoid of adequate and quality healthcare as compared to their urban counterparts. However, across the country, income insecurity was one of the major causes of vulnerability in old age, according to the report. It said that ageing had a direct relation with economic dependency due to loss of income and increased healthcare expenditure. Nearly 33% of the older females have never worked and do not have any income.The report also focused on the lack of formal welfare systems for old people. It noted that over the years, Indian family systems that are traditionally expected to take care of the old people have also undergone a change.Drop in fertility rate, increased life expectancy at old ages, migration of younger generation to urban areas for employment and better economic achievements have contributed to this change, the report said. “With declining informal social support systems, older persons [especially women] who live alone are likely to be more vulnerable than those who live with their families,” the report said. “While the majority of the elderly are still living with their adult children in India, about one-fifth either live alone or only with the spouse and hence, must manage their material and physical needs on their own.”The report also pointed out the lack of credible data on various issues related to the elderly in India. It urged the government to work on increasing awareness about schemes for older persons, bringing all old age homes under regulatory purview.","author":"Scroll Staff","time":"2023-09-28T15:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194499-lwzahdllbl-1695888305.jpg","tags":["Population","Ageing India","India Population"],"source":"https://scroll.in/latest/1056724/indias-ageing-population-to-double-by-2050-says-un-report"}