{"title":"Indian football: Final whistle for Praful Patel as SC hands over AIFF to committee of administrators","content":"Praful Patel on Friday signed off on his time as the chief of Indian football in a statement where he thanked the Supreme Court’s decision for “bringing finality to a long pending issue since 2017”.“The term of the elected committee expired in December 2020, and we had in November 2020 suo moto approached the Honourable Supreme Court for an early resolution of the matter, and appropriate directions,” Patel said in his statement. “The AIFF constitution broadly follows the sports code 2011 for age and tenure limits, and therefore I was in any way going to step down from office, and neither was I eligible for re-election.”Patel’s controversy-ridden tenure came to an end after the Supreme Court on Wednesday constituted a three-member Committee of Administrators to run the day-to-day affairs of the All India Football Federation. The Supreme Court named a panel headed by Justice (retd) AR Dave, with SY Quraishi, former Chief Election Commissioner, and Bhaskar Ganguly, former captain of the Indian football team, as its members, reported PTI. Among other things, as reported by Live Law India, the Supreme Court order stated the the COA “shall assist the court and provide its input in the course of the present proceedings so as to facilitate the adoption of the Constitution” and “shall prepare the electoral rolls/college for the purpose of conducting the election to the executive committee.”“The earlier executive committee of AIFF (headed by Patel) is no longer there after SC order, it is gone. The SC asked us to take charge immediately, so as soon as we get the court order we will assume charge, speak to each other and chalk out our course of action,” Qureshi told PTI.This was as reported by Jaydeep Basu for Scroll.in earlier:Patel, who is also a member of the Fifa council, the highest decision making body in world football, has ceased to be the president since December 21, 2020, both as per the AIFF constitution and the National Sports Code 2011, of which AIFF is one of the signatories.The AIFF, however, moved an application in the Supreme Court only a month before its elections were due, seeking certain clarifications on the current status of its constitution, which was under scrutiny in the Apex Court since 2017. The matter was listed for hearing was on January 13, 2021. The hearing was postponed. It once again came up in Supreme Court on October 5, only to be postponed again for November, leaving Patel comfortably on his chair well beyond his stipulated period of three terms and 12 years.Indian football: How AIFF have avoided fresh elections since 2020 based on mere assumptionsSC removes @praful_patel & his committee from AIFF @IndianFootball. Appoints Com of Administrators— Jaydeep Basu (@jaydeepbasu) May 18, 2022\n\nIn his statement on Thursday, Patel listed out a series of achievements in the past decade while accepting the SC decision. Reacting to the development, the AIFF had tweeted: “The All India Football Federation respects the decision of the Honourable Supreme Court. We await the full order to be in a better position to assess the next steps.”Patel’s last few days in office also reportedly saw a team of officials from the Comptroller and Auditor General of India (CAG) visiting the AIFF headquarters in Delhi, to look into its various documents related to the last four financial years.Unconfirmed report said a team of CAG officials is currently in AIFF office @IndianFootball in Delhi examining various documents. Any truth in it @praful_patel ?— Jaydeep Basu (@jaydeepbasu) May 17, 2022\n\n“I wish the Committee of administrators all the very best, and request them to fulfil their responsibilities of providing a new Constitution compliant with the National Sports Code which we are already broadly complying with, while keeping in mind AFC and FIFA statutes. A speedy resolution, and a newly elected body will serve in the best interest of Indian Football,” Patel added in his statement.Praful Patel’s full statement is here.I thank the Hon'ble Supreme Court for bringing finality to a long pending issue since 2017. The term of the elected committee expired in Dec 2020 & we had in Nov 2020 suo moto approached the Honourable Supreme Court for an early resolution of the matter & appropriate directions. pic.twitter.com/VQrO2sRzkv— Praful Patel (@praful_patel) May 20, 2022\n\nHere’s what the SC order regarding the COA’s responsibilities: (i) The CoA shall assist this Court and provide its inputs in the course of the present proceedings so as to facilitate the adoption of the Constitution after the objections/suggestions are considered; (ii) The CoA shall prepare the electoral roll/college for the purpose of conducting the elections to the Executive Committee in accordance with the provisions of the Constitution, as proposed, subject to such further directions as may be issued by this Court after hearing the parties;(iii) The CoA shall carry out the day to day governance of the Federation; (iv) In discharging its task in terms of (iii) above, the CoA would be at liberty to take the assistance of the erstwhile Committee of the Federation which has continued till the date of this order in order to facilitate decisions being taken, inter alia, on the holding of tournaments, selection of players and all other matters necessary for the proper governance of the Federation; (v) The erstwhile Committee which shall forthwith hand over the charge to the CoA; and (vi) The CoA would be at liberty to make all appropriate arrangements, for the governance of the Federation, until elections are held.  The SC order added that “the present direction is a temporary arrangement in order to facilitate the holding of elections and the handing over of the affairs to a democratically elected body in terms of the Constitution which will be adopted.”Also read: Indian football – The AIFF has become a den of chaos, confusion and controversies","author":"Scroll Staff","time":"2022-05-20T22:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117004-lkiaisnmyf-1554710727.jpg","tags":["Praful Patel","Football","Indian football"],"source":"https://scroll.in/field/1024414/indian-football-final-whistle-for-praful-patel-sc-hands-over-aiff-to-committee-of-administrators"}