{"title":"India is popular abroad but Modi not as much, a new survey shows","content":"While India is popular abroad, the global confidence in Prime Minister Narendra Modi “to do the right thing” when it comes to world affairs is not as great, according to a new survey by the Pew Research Center published on Tuesday.The survey conducted between February and May among more than 30,800 adults across India and 23 other countries by the Washington-based think tank captured opinions about India’s global power, perceptions of Modi and how Indians view other nations.Public opinion about India was relatively positive among the surveyed nations, the survey found. A median of 46% respondents said they had a favourable opinion about India. While about 34% had an unfavourable view of the country, a substantial share of 16% did not share an opinion.In Israel, with whom Delhi has been strengthening security and economic cooperation in recent years, 71% of respondents had a favourable view of India. This was the highest figure among all surveyed nations.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nAt the same time, when views about India measured earlier were compared with this year’s survey, the Pew Research Center found that  opinions about India had generally become more negative in some European nations such as France, Germany, Spain and the United Kingdom.Global confidence in Modi is mixedThe picture is different at home. Nearly 80% of all Indian respondents viewed Modi favourably, the survey showed. This included 55% having a “very favourable” view of the prime minister. Only about 20% of Indian respondents had an unfavourable view of Modi, who is now in the final year of his second prime ministerial term.Yet, when it comes to responndents in 12 other surveyed nations, about 40% expressed a lack of confidence in Modi’s ability “to do the right thing regarding world affairs”, the survey said. But about 37% said they were confident in the Indian prime minister in this regard.Brazilians and Mexicans were the most critical of him, with the majority of the respondents there expressing “not too much” or “no confidence” in Modi’s handling of world affairs, the survey found. Respondents in Europe were not asked the question.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nWhile respondents in Argentina, South Africa, South Korea and the United States also generally expressed lack of confidence in Modi to do the right thing regarding world affairs, those in Japan and Nigeria were more confident. Kenyan respondents were the most confident about Modi’s handling of world affairs.Interestingly, despite Israel having the highest favourable opinion about India among all surveyed nations, people there who lacked confidence in Modi were marginally higher than those having confidence in him. About 42% Israeli respondents were not confident as compared to 41% who were.Indians’ view of India and the worldMeanwhile, Indians are bullish about their country’s global influence, the survey found. About 68% of the Indian respondents said that India’s influence in the world had become stronger in recent years. Just about 19% felt it had weakened.Interestingly, other nations share a differing perceptions about India’s influence. When the same question was asked in 19 countries in 2022, only 28% of the respondents felt that India’s influence was strengthening, while 13% said it was weakening.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nNearly half of all Indian respondents said that the United States has become more influential in recent years, the survey said. Only 14% of respondents said its influence had weakened. This comes as India and the United States’ strategic partnership is strengthening amid the rise of a common rival: China.Meanwhile, 41% Indian respondents also felt that Russia had gained influence in recent years. But 21% said Russia’s influence had weakened. Russia and India have shared strong defence ties over the decades, but Moscow remains at odds with Washington and has grown closer to Beijing.In this regard, Indians had mixed views on China’s influence on world affairs. While about 38% said China had gained influence in recent years, 31% felt it had weakened. Indians’ overall opinion about China was critical, the survey showed. About 67% had an “unfavourable” view of China. This included 50% holding a “very unfavourable” opinion about India’s largest neighbour – the highest among all surveyed nations. India and China have been locked in a violent military stand-off along their disputed border since 2020.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nWhen it came to Pakistan, about 73% Indian respondents held an unfavourable view of their neighbour – an increase of 5 percentage points since 2018, when Pew Research had last asked this question. This included 57% having a “very unfavourable” opinion about Pakistan. About 19% held a “very or somewhat favourable” opinion of Pakistan, the survey showed.","author":"Nachiket Deuskar","time":"2023-08-29T19:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193589-uwhiobplcq-1693294029.jpg","tags":["Narendra Modi","India","Pew Research Center"]}