{"title":"India’s cash crunch: Six steps that led to the currency shortage 16 months after demonetisation","content":"India’s current cash crunch is a real enigma.To begin with, there is its sheer unprecedented nature. In all the years since Independence, India has never seen something like it. “We have heard of coin shortages but never a cash shortage,” said MS Sriram, visiting faculty at the Indian Institute of Management-Bangalore’s Centre for Public Policy. “I certainly have not in my life. This is new.”How the shortage played out is odd too. It is acute in some states but not in others. For instance, in Tura, the largest town in Meghalaya’s Garo Hills, an official at the main State Bank of India office, which disburses cash to the bank’s other branches in the region, told Scroll.in that cash reserves had dwindled to almost a fifth of the required amount. “There is pressure from other branches to release money, but we have not been able to give even half of what they have been demanding,” the official said.A clutch of other states – including Bihar, Assam, Maharashtra, Telangana and Karnataka – are facing shortages too. But states like Delhi are less affected.A line forms outside an ATM in Tura, in Meghalaya's Garo Hills. Credit: Arunabh SaikiaThe discrepancy is visible within states too. In Maharashtra, Mumbai is fine but Nashik is not. In Tamil Nadu, big banks in Hosur say they are getting all the money they need but their counterparts in surrounding villages say the situation is bad. “We contact our sister branches to see if any of them has surplus cash,” said the manager of a public-sector bank in Belathur, a village about 20 km west of Hosur.There are other puzzles. The cash squeeze showed up not gradually but suddenly. Reports began coming in from several states from February. If the cash squeeze was only due to a growing mismatch between cash supply and the demands of the growing economy, it should have shown up gradually, experts say.As a report in Scroll.in noted earlier this month, several theories emerged to explain the shortage, covering the gamut from obvious to plausible to off-the-wall. Shortly afterwards, several Scroll.in reporters fanned out across the country, speaking to people in both cities and villages, to try to identify the genesis of this shortage.Here is what we found.\n\t\t\n\tThe remonetisation processAfter Prime Minister Narendra Modi’s dramatic decision to demonetise 87% of the currency in circulation overnight in November 2016, a process of remonetisation commenced. The Reserve Bank of India began releasing new notes to replace the Rs 500 and Rs 1,000 notes that were no longer legal tender. The cash squeeze has its genesis in how India remonetised.Four days before demonetisation, the value of the currency notes held by the Indian public added up to Rs 17,970 billion. The value of notes invalidated on November 8, 2016, was Rs 15,440 billion.Fourteen months later, around February 16, 2018, an equivalent amount of new notes had entered India’s economy.With the government trying to speed up remonetisation, most notes printed in the early days after demonetisation were Rs 2,000 bills. The Reserve Bank stopped printing them around March 2017, and switched to printing more Rs 500 notes and then Rs 200 ones. Even so, Rs 2,000 bills accounted for close to half the remonetisation process (Rs 7,300 billion).The problem is that once Rs 2,000 notes leave banks and ATMs, they are not circulating well, said CH Venkatachalam, general secretary of the All India Bank Employees Association. “We have seen that whatever is going out is not coming back into circulation,” he said.The cumulative effect of six factors explains why.1. Rebuilding private cash reservesAs Scroll.in had reported on the first day of demonetisation, tradespeople tended to store Rs 500 and Rs 1,000 notes with them and not in banks. This cash served as working capital for their businesses. Similarly, women kept these notes at home – as savings for emergencies, for example. India’s black economy kept stocks of cash as well. With demonetisation, this cash returned to the banks. As the process of remonetisation started, this cash began slipping out again. Across India, traders and businesspeople were trying to go back to the income/cash balance equation they had maintained before demonetisation, said economist Jayati Ghosh.This was clear from three builders Scroll.in interviewed for this article, whose annual incomes were between Rs 1 crore and Rs 2 crore. During demonetisation, all of them distributed their cash holdings among their relatives and close associates to deposit in the banks, converting their black money into white. They began recovering that money in the October-December quarter of 2017. This money went into rebuilding their private reserves.The amount of cash that began to slip out of the banking system in each place depended on the nature of the state’s economy – the scale of its informal economy, its black economy, its need for hard cash during this period. If anything, the tendency was to keep a bigger stock of cash than before. “If you look at the cash-GDP ratio, we are still operating with a relative shortage,” said Ghosh. “In such conditions, the tendency is to hoard.”It helped that the new notes issued by the government were in large denominations. “The Rs 2,000 note is not a liquid note,” said Sriram of IIM-Bangalore. “Unlike the Rs 500 or the Rs 1,000 note, it has huge storage value but low transaction value.” At the same time, he said, “While the RBI kept tabs on the quantum of currency entering the economy, it failed to track how each of the denominations was flowing. This resulted in an outcome where even when the Rs 2,000 note circulated with a low velocity, the RBI did not pick it up.”It took India 14 months to replace the demonetised notes, adding currency valued at Rs 1,100 billion every month. But as people began rebuilding their cash reserves, a chunk of this slipped out. The exact amount is hard to estimate – accurate numbers on India’s informal and black economies are not easy to come by.After demonetisation, the tendency was to keep a bigger stock of cash than before. And it helped that the new notes were in large denominations. (Credit: Sonu Mehta / HT)2. Service charges Even as cash was being taken out of banks to rebuild private reserves, a development in March 2017 led to a rise in withdrawals. Banks introduced a slew of service charges for routine banking transactions. That was among the reasons Jayaramaiah, a hardware store owner in the small town of Bagalur, near Hosur, in Tamil Nadu, chose to stock up on cash. “My bank charges me a flat fee – Rs 20 from a public-sector bank, Rs 27 from a private bank – if I use an ATM more than four times in a month,” he said. “Given such terms, why wouldn’t people withdraw Rs 5,000 for the whole month instead of the Rs 500 they wanted on that day?”Jayati Ghosh noted that the flat fee is very unfair to poorer customers. This money, too, once withdrawn, sat at home instead of circulating.3. Informalisation triggered by the Goods and Services TaxAfter July 2017, banks saw a third wave of withdrawals that did not find their way back to banks. This was due to the introduction that month of the Goods and Services Tax, which intended to get rid of the patchwork of indirect taxes that existed until then and to improve tax compliances. As Scroll.in has reported, GST upended the economics in several industrial segments. Subsequently, delays in refunds added to the burden of compliance.One fallout was that a clutch of companies began informalising, or working only through cash.V Gnanasekaran, president of the Hosur Small and Tiny Industries Association, said companies in the city that make components like motorcycle footpegs or leg guards that can be sold in the spares market (as opposed to companies that sell to to tier one or tier two suppliers) have started doing a part of their business in the informal economy. Some traders have followed suit. “Shortly after GST and demonetisation, most transactions became pucca,” said Thomas John, head of the Hosur Traders Association. “People paid through cheques and wanted bills. In the last six months, this has now gone the other way. More transactions now happen in cash.”Something similar is underway in Nashik, Maharashtra. An official at the State Bank of India, which stocks the currency supply for Nashik, Dhule and Nandurbar districts, said cash transactions have increased since demonetisation. “If you go anywhere in Nashik these days and try to buy something above Rs 50,000, the seller will offer a 15% discount if you pay in cash,” he said. This is the value of the Goods and Services Tax that businesses are keen to avoid.This money, too, obviously, does not get deposited in banks. Instead, to build up their working capital, these businesses withdrew cash from banks.4. Finance Resolution and Deposit Insurance Bill In the last three months, Bagalur’s State Bank of India branch has seen its deposits fall by half, while withdrawals have risen 20%-30%. “When asked, people say it is for a marriage,” said an official at the branch. “But we have never seen such withdrawals in earlier years.”Hardware store owner Jayaramaiah said the trigger was the Finance Resolution and Deposit Insurance Bill, introduced in August 2017. More specifically, depositors were alarmed by a contentious clause that said depositors’ money could be used to save banks in case of a crisis. Traders are “not sure about the safety of their money in the bank”, said Jayaramaiah.This caused a drop in deposits, which is evident in other parts of Tamil Nadu too. In Hosur, the branch manager of another public-sector bank corroborated this trend. He had just been transferred from Kovilpatti, 485 km away. Earlier this year, he said, “30% of deposits left the bank in a month”.Where is this money going? According to Jayaramaiah, one businessman withdrew all his cash and put it in his bank locker. Most people are keeping cash at home, he added. Others have put cash into post office accounts or used it to buy gold. At a large jewellery store in Hosur, a manager said the number of his customers has fallen after the introduction of the Goods and Services Tax – because of the rule that transactions over Rs 2 lakh cannot be in cash. He reported, however, that the size of his orders has also fallen. More people are buying 2 grams or 3 grams of gold instead of 10 grams.People are withdrawing cash from banks and keeping it at home, using it to buy gold or depositing it into post office accounts. (Credit: Reuters)5. Greater demand for cash Each of these four factors resulted in cash being pulled out of the formal system. These notes circulated at a lower velocity – being used only for emergencies, or for transactions in an economy hit by demonetisation. Government pressure to link Aadhaar, permanent account numbers or PAN and bank accounts contributed to this as well, said D Thomas Franco, general secretary of the All India Bank Officers Confederation. “When people are asked to link their Aadhaar and PAN card with the bank account, they fear depositing money since they are afraid that tax officials will take it away or the bank will hold the money.”Around this time, two other factors kicked in. First, the demand for cash increased. This was partly because of stringent new Know Your Customer norms for e-wallets, which resulted in a section of their customers moving back to cash. Estimates projected a 70% drop in remittances for e-wallet companies and a 50% drop in e-commerce. At the same time, late last year, economic growth began to recover in some sectors. Gnanasekaran of the Hosur Small and Tiny Industries Association spoke of a revival in the city’s auto sector from December onwards. This, as a State Bank of India report on the cash crunch said, pushed up demand for cash. People began withdrawing more cash to maintain higher working capital in the fourth quarter (January-March) due to economic growth.This is when the second factor kicked in – a lack of cash. This was because of supply constraints. As former Finance Minister P Chidambaram pointed out, the government had not printed enough notes, purportedly to reduce the cash-GDP ratio. All it had done was replace what had been demonetised – which failed to factor in the economy’s subsequent growth in the last 15 months or so. At the same time, while the government had begun printing Rs 200 notes instead of Rs 2,000 bills, most ATMs had not yet been calibrated to dispense them.Around this time, it seems that total withdrawals overtook the sum of deposits and remonetisation. This is when the cash shortage took shape.6. Currency chestsThis is where currency chests enter the picture. In each district, these are maintained by a bank that collects money from the Reserve Bank and dispatches it to all banks in its jurisdiction. “Fresh notes are sent to currency chests to meet the currency needs of an area, such as a district,” former Finance Minister Yashwant Sinha told Scroll.in. “From these chests, notes are supplied to smaller currency chests in the vicinity.”During demonetisation, this system fell apart – big banks (and banks in bigger cities) got far more money than regional rural banks or village banking correspondents, who operate in rural areas that do not have bank branches. Something similar is happening again. Branches in urban and metropolitan areas are “getting more cash”, said an HDFC Bank manager in Hosur. Scroll.in contacted officials at the currency chest in Hosur, seeking to understand the pressures they are working under. They did not respond.T Ramakrishnan, a plumber in Chennai, said that only people with accounts in nationalised banks are facing a cash shortage. “There is no money in any of the ATMs,” he said, adding that he had not faced any trouble with his Kotak Mahindra Bank account.As banks began to run short of money, they focused on keeping enough cash at their branches, cutting back on cash loaded into ATMs. Long queues formed again at ATMs. And the cash squeeze became apparent.A man holds up an out-of-cash sign at an ATM in Patna in April. (Credit: PTI)The long tail of demonetisationIt is clear that the cash squeeze is nothing but the long tail of demonetisation.Economist Jayati Ghosh said that before demonetisation, “the RBI just followed the nominal GDP numbers and made sure it printed enough notes to maintain the GDP-cash ratio”. After demonetisation, more uncertainty has entered calculations for cash-GDP balancing, she added.Currency chests are working less equitably than before, as geographical variations in cash availability show. Yashwant Sinha agreed. “If the distribution protocol is in place then the government must explain what has led to the crisis,” he said.According to Sriram of IIM-Bangalore, currency distribution is another casualty of demonetisation. Before demonetisation, cash distribution followed set protocols. But now, as crisis upon crisis hits cash availability, the currency chests are behaving the way they did during demonetisation. “In the absence of a protocol for responding to these crises, more powerful banks gain at the cost of weaker ones,” he said.This was apparent in Hosur. Managers at HDFC Bank and Indian Overseas Bank (which handles the local currency chest) said they have no cash problem. But weaker banks in the area – like Canara Bank in Hosur or Indian Bank in Belathur – said they do not get cash. “We have raised money from sister branches 10 times in the last three months,” said the manager of a public-sector bank in Belathur. “In comparision, we had done this five times in the three months before that.”Even the collective failure to spot the emerging shortfall by the banks, the Reserve Bank, the Finance Ministry, India’s financial media, and district and state administrators has its origins in demonetisation. “No one has ever seen anything like demonetisation,” said Sriram. “And so, no one could fully anticipate what is happening.” As a result, ATMs running out of cash were seen as a local problem, not as a symptom of a larger problem.A larger crisis for bankingThat said, the cash squeeze shows that one of the biggest fears emanating from demonetisation is now coming true: there has been an erosion of faith in India’s banking sector.Take Vijaya. A 34-year-old cook in Chennai, she has stopped using her account in a nationalised bank since demonetisation. The ATMs rarely work, she said. She has been operating her account with Kotak Mahindra Bank. But even here, she withdraws almost her entire salary and keeps it at home because her trust in banks has gone down drastically after demonetisation. “The confusion after demonetisation has not settled down yet,” she said. “I just want my money to be safe with me.”This, of course, is not only due to demonetisation. Scams have also shaken people’s confidence. Naveen Sood, who runs a bamboo and cane goods business in Guwahati, said there were several reasons his trust in the banking system had weakened. “… All the banks are neck-deep in debts, so there is obviously this fear that they will pay for all those losses with our money,” he said. He has withdrawn his money and put it into mutual funds and non-convertible debentures instead of depositing in a bank in the last year or so.Indeed, as many as half the people Scroll.in’s reporters interviewed said their faith in banks had weakened. This is a tragedy. Till now, people whose incomes climbed above a threshold would automatically enter the banking system. That process is now seeing a reversal, said Ghosh.There is also rising anger. Take Jayaramaiah in Bagalur. Over the past 15 months, his business has fallen and risen – only to fall again. In the early weeks after demonetisation, transactions at his hardware store fell to 20%. By July, they had climbed back to 80%. But then the introduction of the Goods and Services Tax hammered them down again by 40%-50%. By December, his business had again recovered to about 80%-85% of pre-demonetisation levels when the cash squeeze came and pushed him down to half the volume he was doing before November 2016.Jayaramaiah is unhappy about the loan scams involving businessmen Nirav Modi and Vijay Mallya. We see from papers, Jayaramaiah said, that “people are taking bank loans and settling in US and UK. Whose money are they walking away with? Money of people like us.”As a result, he said, “people have lost their faith in the government. When we withdraw money, at least it will be in our control”.","author":"M RajshekharMridula ChariAbhishek DeyVinita GovindarajanArunabh Saikia","time":"2018-04-30T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/877289-88429-ccpgxppnmt-1525024007.jpg","tags":["Demonetisation","Cash shortage","Banks","ATMs","Bank scams"],"source":"https://scroll.in/article/877289/indias-cash-crunch-six-steps-that-led-to-the-currency-shortage-16-months-after-demonetisation"}