{"title":"India examining inputs from US, says New Delhi after report on plot to kill Khalistan supporter","content":"India on Wednesday said that the security inputs shared by the United States were being examined, hours after a Financial Times report said that the Joe Biden administration had foiled a plot to assassinate Khalistan supporter Gurpatwant Singh Pannun on American soil.The report also said that the US had issued a warning to India about concerns that the Narendra Modi government was involved in the conspiracy.Pannun, an American and Canadian citizen, is the founder of an organisation called Sikhs for Justice. The organisation advocates for Khalistan, an independent state for Sikhs. It was banned in India in 2019. The next year, Pannun was declared an “individual terrorist” in India under the Unlawful Activities Prevention Act.The Financial Times reported that the US had foiled a plot to assassinate Pannun and concerns regarding it were conveyed to the Indian authorities after Prime Minister Narendra Modi went to the United States on a state visit in June.“During the course of recent discussions on India-US security cooperation, the US side shared some inputs pertaining to nexus between organized criminals, gun runners, terrorists and others,” said Ministry of External Affairs Spokesperson Arindam Bagchi in response to questions about the report.He added: “The inputs are a cause of concern for both countries and they decided to take necessary follow-up action.”Without sharing any details, Bagchi said that India takes such inputs seriously since they impinge on its national security interests as well.In a video message on November 4, Pannun had urged Sikhs not to travel on Air India aircraft. “From November 19, there will be a global blockade,” he had said. “Air India won’t be allowed to operate. Sikh people, don’t travel by Air India after November 19. Your life can be in danger.”Apart from the diplomatic warning to India, the Financial Times reported that US federal prosecutors have filed a sealed indictment against at least one alleged participant of the plot in a New York district court. Prosecutors are debating whether to unseal the indictment, according to the newspaper.One person who has been charged in the case is believed to have left the US, the newspaper added.Pannun refused to tell the Financial Times whether the US authorities had warned him about the murder plot. The report quoted him as saying he would “let the US government respond to the issue of threats to my life on American soil from the Indian operatives”.The report also said that the US has shared details of the plot to kill Pannun with a “wider group of allies” after Canada’s accusations.On September 18, Canadian Prime Minister Justin Trudeau said that his country’s intelligence agencies were pursuing “credible allegations” tying agents of the Indian government to the killing of Sikh separatist leader Hardeep Singh Nijjar.India has rejected Trudeau’s allegations as “absurd and motivated”.Nijjar was also a Khalistan supporter and the head of the Khalistan Tiger Force, which is designated a terrorist outfit in India. He was shot dead in the parking lot of a gurdwara in Surrey near Vancouver on June 18.","author":"Scroll Staff","time":"2023-11-23T08:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196088-uqdenemstm-1700708457.jpg","tags":["Gurpatwant Singh Pannun","Khalistan","United States","India","security inputs"]}