{"title":"Indian hockey: Salima Tete awarded AHF Emerging Player of the Year for her performances in 2022","content":"The Indian women’s hockey team midfielder Salima Tete was  on Friday honoured with the Asian Hockey Federation Emerging Player of the Year Award for her  spectacular performance in the year 2022. The 21-year-old was  presented with the award at the AHF’s Annual General  Meeting that took place in South Korea.Speaking on the honour, Tete said: “I sincerely thank the Asian Hockey Federation for recognising the hard  work that we have done on the ground over the years. “But this journey would not have been possible without the constant  support that I have received from my teammates and the coaching staff  who have always given me the confidence to play according to my  strengths and have given me the freedom to express myself. I hope to  continue to perform in a similar fashion in the years to come” she  added.Salima Tete’s sprint from the fields of Simdega to India’s midfield  Tete has been an integral part of the Indian team set-up over the past  couple of years and was named the Rising Player of the Tournament at  the Women’s Asia Cup 2022 tournament that took place in Muscat in  January last year. She made her debut for the senior women’s team in the  year 2016 in the Test series against Australia, before helping the  Indian women’s junior team win a silver medal at the 3rd Youth  Olympic Games 2018, Buenos Aires, Argentina.Tete was part of the Indian senior team that finished  fourth at the Tokyo Olympics and then captained the team to fourth position at the FIH Hockey Women’s Junior World Cup 2021. The midfielder  also played a key role for the Indian team that attained a third-place  finish in the FIH Women’s Hockey Pro League 2021/22 before helping the  Indian team clinch the bronze medal at the Commonwealth Games 2022 in  Birmingham.CWG 2022, Hockey: Salima Tete is adding goals to her repertoire  She was also a crucial member of the Indian team that won the gold medal at the FIH Hockey Women’s Nations Cup Spain 2022. The AHF also awarded Bhola Nath  Singh, secretary general of Hockey India, with the Emerging  Sport Leader Award.","author":"Scroll Staff","time":"2023-03-24T12:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188339-twtnnsxowj-1679640712.jpeg","tags":["Salima Tete","Asian Hockey Federation","Hockey India","Indian hockey","Tokyo Olympics","2022 Commonwealth Games"],"source":"https://scroll.in/field/1046195/indian-hockey-salima-tete-awarded-ahf-emerging-player-of-the-year-for-her-performances-in-2022"}