{"title":"Paralympics day 10 as it happened: Harvinder wins archery bronze as India add three more medals","content":"Day 11 schedule courtesy Sports Authority of India\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Its a big day for Indian Sports tomorrow & I would want all of us to come together.When I picked up the racquet in my teenage it was my dream to be playing at this level & serving the nation in my best of limits. My aim is to make India the badminton hub. I hope & pray I succeed. pic.twitter.com/2STS55mrFU— Pramod Bhagat (@PramodBhagat83) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    BADMINTON:  So the semifinal lineups have been set for SL3, SL4 & SH6 men’s singles events.Five semifinalists, how many can reach the gold medal match? A huge Saturday morning coming up for Indian shuttlers! (Times in IST)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    A Historic Day 📚🤩🔷Praveen Kumar sets Asian Record, winning #ParaAthletics #Silver🔷Avani Lekharia becomes first #IND woman to win two #Paralympics medals with her #ParaShootingSport #Bronze 🔷Harvinder Singh wins #IND's first #ParaArchery medal with his #Bronze pic.twitter.com/sQwsDDqcoV— #Tokyo2020 for India (@Tokyo2020hi) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HIGHLIGHTS OF A REMARKABLE DAY: Athletics: Praveen Kumar won India’s 11th medal of the Games, a silver in men’s T64 high jump. It was a new Personal Best, improving his Asian Record as well.Shooting: Avani Lekhara won her second medal of the games, a bronze in Women’s 50m Rifle 3 Positions SH1. A stunning comeback in the decisive part of the final. First Indian woman to win multiple Paralympics medals. And India’s 12th medal of the Games. Badminton: Manoj Sarkar (MS SL3), Tarun Dhillon (MS SL4), Suhas Yathiraj (MS SL4), Pramod Bhagat-Palak Kohli (XD SL3-SU5) all through to semifinals. Earlier, Pramod Bhagat (SL3) and Krishna Nagar (SH6) were already through on Thursday. At least one medal assured each in MS SL3 & MS SL4 with two semifinalists. Palak Kohli progressed to singles SU5 quarterfinal, but bowed out there. Archery: Harvinder Singh wins India’s first ever archery medal at the Paralympics. Started the day with a shoot-off win in round of 32, finished the day with his third shoot-off win in the bronze medal match. India’s 13th medal of the Games. Canoe Sprint: Prachi Yadav qualified for the Women’s Va’a Single 200m - VL2 final by finishing 3rd in the semifinal. A superb effort. And then she came 8th in the medal final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Paralympics \"There are hundreds of things that go on in your mind during an archery game. Controlling these emotions is the biggest challenge,\" said Harvinder Singh.— Kaushal Shukla (@KasualShukla) September 3, 2021\n\n\n\n    #Tokyo2020 #Paralympics #ArcheryNo place to practice archery during the pandemic, so what did Harvinder do? pic.twitter.com/MxA3YbBv9f— Ashish Magotra (@clutchplay) September 3, 2021\n\n\n\n    Want to know about India’s latest @Tokyo2020 Paralympics medallist archer @ArcherHarvinder. Read this earlier story done by me last year. https://t.co/MS1kVNdlYC— Nitin Sharma (@Nitinsharma631) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery: Three shootoffs in a day... how does someone handle that pressure. This blogger is struggling with his heart-rate just watching it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Harvinder Singh was involved in the first match of the day at 6.00 am. Won in a shootoff with 10.Harvinder Singh was involved in the penultimate match of the day at around 6 pm. Won in a shootoff with 10.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s club throw F51 : Kashish Lakra and Ekta Bhyan finish 6th and 8th respectively.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Lovely commentary at medal ceremony: \"Inspired to take up this sport while watching London 2012 Paralympics, Harvinder Singh is 🇮🇳's first ever archery medallist the Games. He's now their first, their finest & how many will think, watching him, they too could become Paralympians\" pic.twitter.com/4tvGLZcc2H— Vinayakk (@vinayakkm) September 3, 2021\n\n\n\n    #Tokyo2020 #Paralympics The shootoff arrow that clinched #IND's first ever #Archery 🥉 medal at the Paralympic Games. 🎥 DD Sports pic.twitter.com/E835AGeAk6— The Field (@thefield_in) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s Shot Put F57   And the world champion sets a Paralympic Record with the second attempt of the night (15.10). He is overcome with emotion, is Brazil’s PAULINO dos SANTOS Thiago. Which means Soman Rana will finish 4th. #IndiaAndFourthPlacesASummerGamesLoveStory \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Zenia D’Cunha: Harvinder Singh, affected by dengue medication as a child, watched #archery on TV during London 2012 & picked up the sport. 9 years later, he wins India’s #Paralympics archery medal, beating a Korean after a rough ranking round & 3 shoot-offs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Another first for India, this time in Archery as @ArcherHarvinder bags the Bronze medal in men's individual recurve at the #Tokyo2020 Paralympics. Many congratulations on the historic feat! #Praise4Para— Abhinav A. Bindra OLY (@Abhinav_Bindra) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s Shot Put F57  Meanwhile, in the shot put, India’s Soman Rana is in the bronze medal position... with one athlete left to put... who happens to be the world champion! Dare we hope...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #Tokyo2020 #Paralympics He came, he saw, he won shootoffs, he conquered. Harvinder Singh, take a bow! pic.twitter.com/KUeWEd3EBK— Ashish Magotra (@clutchplay) September 3, 2021\n\n\n\n    It came down to golden shot, but we have our first #Archery medal of the day.Harvinder Singh of #IND takes #Bronze in the Men's Individual Recurve#Tokyo2020 #Paralympics— Paralympic Games (@Paralympics) September 3, 2021\n\n\n\n    #Archery #Tokyo2020 HARVINDER SINGH WINS INDIA AN ARCHERY MEDAL IN TOKYO! Goodness, he took the scenic route didn't he? 😅 A third shootoff of the day and he wins this one too with a super 10 against Korea. 🎯 India's first ever archery medal of the Paralympics. 🔥 pic.twitter.com/aEifcBsMW8— Vinayakk (@vinayakkm) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery, Men’s Individual Recurve - Open: BRONZE MEDAL INDIA. Oh the drama! Kim Min Su: 8 Harvinder Singh: 10 WHEN IT MATTERED!Harvinder Singh wins India’s first ever archery medal at the Paralympics. He has won 3 shootoffs on the way to the bronze! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open BRONZE MEDAL MATCH: Shootoff.Korea to go first\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open BRONZE MEDAL MATCH: India 5-5 Korea.Fifth set: 9 from KOR, 9 from IND.. 8 from KOR, 8 from IND.... 10 from KOR!!! (Or a 9*, needs to be checked) Harvinder needs a 10 here... but it is a 9! If that 9* is a 10 then we have a shoot off. IT IS a SHOOT OFF. WOW. JUST WOW. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open BRONZE MEDAL MATCH: India 5-3 Korea.Fourth set: OH NO!! HARVINDER SINGH needed a 8 to win this match and take bronze... he shoots a 7! What pressure does to you, exhibit Y. Shared set out of nowhere and this match goes on to the final set!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open BRONZE MEDAL MATCH: Harvinder Singh... one set away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open BRONZE MEDAL MATCH: India 4-2 Korea.Third set: And the Indian fights back! Two 8s from Kim but that is responded with two 10s by Singh. And he takes the set 28-25. His best set of 3 arrows in this match so far. Rollercoaster, this one!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open BRONZE MEDAL MATCH: India 2-2 Korea.Second set: Two big 10s for the Korean in the set and even an improved 27 is not enough for Harvinder to take that set. We are level.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open BRONZE MEDAL MATCH: India 2-0 Korea.First set: The Korean goes first. His second arrow is a 6 and that means a solid 26 is enough for Harvinder who started with a 10 and rode on that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s Club Throw - F51: Oh dear, that did not go per plan for Ekta Bhyan. She finishes with a best of 8.38m, well below her PB. Her release of the club just did not happen. Not her day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open semifinal : Wow, what a comeback from China! Zhao Lixue trailed 0-4 and 1-5 but fights back to force a shootoff and takes that 10-8! That means it is India vs Korea for the bronze medal match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open semifinal IND 4-6 USA: USA INTO FINAL Final set: Here we go then. USA go first. And what a start! He shoots a 10. Harvinder with a 7... and then Mather with a 7. Keeps Harvinder interested... 9, not bad. Now a 9 from Mather and Harvinder needs a 10 to force shootoff... he shoots an 8! THRILLER! But ends in defeat for India’s Harvinder Singh. Mather looks up the rainy sky in relief. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open semifinal IND 4-4 USA: DRAMA! Harvinder goes first as he is trailing... 8 India, 9 USA... 9 India, 9 USA.... Oh, 7 India.... Mather can win this match with a a 8 and he shoots a six. WOW! WHAT PRESSURE DOES TO YOU! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open semifinal IND 2-4 USA: Well, well. Chances for both archers to take that set, but both are not getting the big scores consistently. Another tied set. Harvinder Singh needs a big one soon though. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open semifinal IND 1-3 USA: Harvinder starts with a 7.... that is going to be tough. But Mather keeps the Indian alive with a 8. Harvinder finally gets into the gold zone and it is a 8-8-8 for Mather. TIED SET. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open semifinal IND 0-2 USA: 8-10 for USA, 8-10 by IND. All down to the final arrow in that set... it is a 10 from Mather and then it is 7 from Harvinder! Tough set that. USA In the lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ARCHERY: Two shootoff wins, one solid QF performance and Harvinder Singh has made it to SF. That earns him one guaranteed shot at a medal. Will it be the final or the bronze medal match? He faces USA’s Kevin Mather, who stunned top seed earlier. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open: The final quarterfinal is going on and it is raining pretty hard at the moment! Harvinder’s semifinal coming up... \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics Women’s Club Throw - F51: Ekta Bhyan will be throwing next. Six attempts in one go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Men’s Shot Put - F57 Soman Rana finishes with a best attempt of 13.81 in his event. He has a PB 14.61 and SB 13.82. His six attempts are done in the final that has a total of 15 athletes, 7 are done. SOMAN RANA’S ATTEMPTS: 13.81 12.92 x x 13.36 13.37Here are the PBs / SBs of the last few athletes to come. Soman Rana has the best throw so far (13.81) after 9 athletes but there is a long way to go before talking about medals. Updates to follow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics Women’s Club Throw - F51: Kashish Lakra’s six attempts are done and she gets close to her PB with a best throw of 12.66m that came from her 4th attempt. Now we wait for other athletes, including Ekta Bhyan from India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles SU5: Kameyama won it in straight games but Kohli gave it a good shot in the second game. She came out fighting and the score at the interval in the second game was 9-11. Considering what had happened in the first game, this was some proper progress. Kameyama pulled away after that but the Indian did enough to make everyone take notice of her talent.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles SU5: Palak Kohli saves one... two... three... four... match points. But the fifth is converted by the Japanese shuttler. Great fight from the Indian teenager at the end, but this is done in straight games. She still has the mixed doubles semifinal and a subsequent medal match left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles SU5: Palak Kohli is facing nine match points \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles SU5: Kameyama goes into the interval of the second game leading 11-9. But much, much better from Kohli — her shot selection is making all the difference. She seems more pumped, determined to push this longer. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles SU5: Kameyama took the first game 21-11 against Kohli in just 11 minutes. Kohli just was outplayed and outmanoeuvred in the first game by a more experienced opponent. Maybe she will find a better rhythm in the second game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IND Harvinder Singh storms into the semifinals of #ParaArchery in Men's Individual Recurve Open at #Paralympics #Tokyo2020 pic.twitter.com/Ui9FR9XaAr— Doordarshan Sports (@ddsportschannel) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles SU5: Kameyama takes the first game 21-11 against Kohli in just 11 minutes. There were phases in that game where Kohli tried to bring the gap down but the Japanese world No 4 too strong. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics, Women’s club throw F51 (Seated): Next up in the order is Kashish Lakra after the first two athletes are done. Comes in with a PB of 12.76 and SB of 10.53. The first two athletes have thrown  13.01 and 11.90. There seems to be a really long delay in her attempts, unsure why. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open QF IND 6-2 GER: INTO THE SEMIFINAL! Harvinder Singh needed shootoffs in the previous matches but he keeps it steady in this last eight match to earn a sureshot participation in a medal match. Done in 4 sets! The German struggled except that one set where he started with a 10.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles SU5: Kameyama jumped to a 9-4 lead in the early going against Kohli. And then takes a 11-4 lead into the interval. Tough going for Palak. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open QF IND 4-2 GER : A set win here would take Harvinder through to the semifinal..\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open QF IND 4-2 GER Here we go, one 10 to start that set for the German and suddenly the momentum seemed to return. He takes the set 28-25 and the match gets interesting. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Singles SU5: Players are on the court, warm up done. Play underway. Good luck, Palak!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open QUARTERFINAL: IND 4-0 GER 9-9-10 from Harvinder and it is a fantastic grouping from the Indian! The German archer is struggling with the draw still... long holds. But Harvinder knows all too well that the 4-0 lead is nothing in this sport. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open IND 2-0 GER: Harvinder time again... and it is a solid start from the India! 8-9-8 is steady and he was helped by a 6 from Maik. A long hold for the German didn’t help. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Women’s Singles SU5 Quarterfinal: Time for Palak Kohli’s semifinal, she will take on world No 4 Kaede Kameyama from Japan. The Indian teenager is ranked No 11 in the world, but has shown she can punch above her weight here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #Tokyo2020 #Paralympics High jump T64: Medal ceremony for Praveen Kumar 🥈 The commentator makes the point how the Indian is not as tall as the #GBR and #POL athletes on the podium and for Praveen it was all about the technique. PB and Asian Record. 👌🏽 pic.twitter.com/FPxhVVtCP3— Vinayakk (@vinayakkm) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s Shot Put - F57 is the other event for India, featuring Soman Rana: The classification details will be the same as below (seated shot put)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s club throw F51, men’s shot put  - classification details (Seated club throw event, all six attempts in one go)IMPAIRED MUSCLE POWER OR IMPAIRED RANGE OF MOVEMENT - SPORT CLASSES T51-54; F51-57 In the 50s sport classes, all athletes compete in a seated position, either in wheelchair or on a throwing chair, due to impaired muscle power, restricted range of movement, limb deficiency or leg length difference. A lower number indicates a higher activity limitation. For field events, the group of wheelchair athletes compete in more differentiated classes. Athletes in sport classes F51-53 have limited shoulder, arm and hand function to different degrees and usually no trunk or leg function. This profile is, for example, seen with athletes with spinal cord injury resulting in tetraplegia. Athletes in the class F54 have normal function in their shoulders, arms and hands, but generally no trunk or leg function.Throughout the sport classes F55-57 the trunk and leg function increases, which is an advantage in throwing events. An athlete in the F55 class has partial to full abdominal muscle activity, but no leg function. Athletes in class F56 can partially bend their hips and legs in addition to having trunk function, while athletes in class F57 demonstrate the additional ability to extend and abduct the hips. Athletes in class F57 may be able to stand and walk with or without an assistive device, but have to at the very least comply with the defined minimum impairment criteria\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Athletics time! Women’s club throw F51 has two Indians in action... here’s the start list. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: It was one-way traffic by the end. Setiawan win the second game easily to take the match and the top place in the group. Both Indians (Tarun and Suhas) finish 2nd in their groups. Despite what the commentator kept saying on air, we don’t think the semifinal lineup is set in stone. There is expected to be a draw. We will confirm once that is known.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Upcoming events for India... the events mentioned in the tweet below (Palak’s match is after the current one on court 1). Athletics, both events around 330 pm. Archery quarterfinal for Harvinder Singh at 4 pm. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    8⃣ medals in #ParaAthletics for #IND so far 😍2 more events coming up shortly where they will seek number 9 and 10 👇🔶 Women's Club Throw Final (F51) 👉 Kashish Lakra & Ekta Bhyan 🔶 Men's Shot Put Final (F57) 👉 Soman Rana #Tokyo2020 #Paralympics— #Tokyo2020 for India (@Tokyo2020hi) September 3, 2021\n\n\n\n    🏸🏸Women's Singles SU5 quarterfinal coming up for #IND's @palakkohli2002 ⏰Her opponent ➡️ #JPN's Kaede Kameyama. 👊#ParaBadminton #Tokyo2020 #Paralympics— #Tokyo2020 for India (@Tokyo2020hi) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16, India 3-7 GBR: Oh no! A missed arrow to start the final set by Vivek Chikara, you don’t see that very often. Was never going to be possible to come back from that. Only Harvinder Singh left in the fray now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16, India 3-5 GBR: A massive 29-22 in favour of the veteran here and he closes in on the win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16, India 3-3 GBR: And that’s a solid 9-10-9 from Vivek and that is more than sufficient for the Indian to level things up at 3-3 in this match. Back to square one!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16, India 1-3 GBR: Two 9s for Phillips, Two 9s for Vivek... one arrow to decide the set and it is a 7-each. Split set. Vivek stays in this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Tarun struggling at the start of the second game as Setiawan takes a big lead, 14-6 at the moment. The all-Indian battle seems unlikely in the semifinal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16: Time for GBR vs #ND. 55-year-old David Philipps vs Vivek Chikara. The veteran takes the first set 27-25 for a 2-0 lead. Not bad from the Indian but a super 10 from Phillips proved crucial. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Setiawan takes the opening game 21-19. What a thriller it was! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16: And just ahead of Vivek Chikara’s match the men’s top seed Rahimi has been stunned in the last 16 stage. Draw opens up as Rahim was in Harvinder’s half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Tarun moves ahead. 18-16. Now 19-19... What a battle! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: 13-13. A nice run of points and Tarun is suddenly all level. Wow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Tarun trails 8-11 at the interval. His net game hasn’t been great and Setiawan looks comfortable at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Tarun struggled a bit against Shin in his last match. A win will mean, he will play Yathiraj. A loss will see Tarun run into top seed Mazur.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Time for the Group B match to decide who tops the group. India’s Tarun Dhillon vs Fredy Satiawan of Indonesia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashish Magotra: Badminton, Men’s Singles SL4: Top seed Lucas Mazur beat India’s Suhas Yathiraj in a gruelling 41-minute match to top Group A. The reigning World Champion would pull away and then Yathiraj would fight his way back into the match. That was a template we saw being repeated over and over again in the match. Mazur’s defence was very good but Yathiraj found ways to stay in the match. The Frenchman seemed to be struggling with the heat a little but he eventually won 21-15, 21-17. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Mazur wins it and tops the group but he was made to work for it in the 41-minute match. Both Mazur and Yathiraj were already through to the semis. The match was to decide who tops the group. Yathiraj could run into Tarun, if the second seed from India, tops his group.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s Individual Recurve - Open: Harvinder Singh clinches an absolute thriller to reach the quarterfinal. Defeats the 5th seed from Russia from 0-4 down in a shootoff. Quarterfinal coming up later on. Vivek Chikara in round of 16 action shortly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s Individual Recurve - Open round of 16: HARVINDER SINGH WITH ANOTHER SHOOTOFF WIN! Wow, he was trailing 0-4 & then shot a 5 but somehow manages to claw this one back, wins a low-scoring shootoff. This was the opposite of morning when the Indian had a 4-0 lead, allowed the match to go to a shootoff and then ended up winning with a 10!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16: IND 4-4 RPC WOW! Harvinder started this set with a 5, it felt like the match is over but Bato also shoots 5. The set eventually goes to the Indian & we have a decider! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Mazur goes into the interval leads 11-5. A comfortable lead. The score doesn’t indicate how close the match has been.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16: IND 2-4 RPC That’s a solid set to start a fightback. Near perfect, two 10s and close 9. He claws 2 points back. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16: IND 0-2 RPC. Ouch. The set was shaping alright for Harvinder and he had a real chance to put pressure on the Russian with his 3rd arrow but it was a 5! Massive task now\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16: Harvinder Singh needed a 10 off his third arrow to tie the set but shoots an 8. Otherwise solid set from both archers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Mazur takes the first game 21-15 in 20 minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 16: Harvinder Singh takes on 5th seed from RPC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery action coming up. India have two athletes in the men’s recurve (open) individual round of 16.   Harvinder Singh & Vivek Chikara.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Mazur opens up a 16-10 lead. Pulling away after the interval.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Mazur goes into the interval leading 11-10. A tight contest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Yathiraj fighting well to make it 6-6 after Mazur had jumped to a 6-2 lead in the early going. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Badminton, Men’s Singles SL4: Yathiraj of India taking on top seed Mazur of France, who is also the reigning World Champion. They are both already through to the semis. The winner of this match will face the loser of the next match between Tarun and Setiawan. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time for back-to-back Indian matches on the main court. Both SL4 (leg impairment, full court) with Suhas facing top seed Mazur first.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IBadminton knockout details: Of course, in two categories (Men’s Singles SL3 Bhagat and Sarjar & SL4 Suhas and Tarun), India are assured at least one medal each. (Two semifinalists) \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton knockout details: The knockout draws are confirmed for three of the categories relevant to Indians. WS SU5 has a quarterfinal stage. Women’s singles SU5: Palak Kohli is in action again today at 3.10pm vs World No 4 from Japan KAMEYAMA Kaede. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s singles SL3: Potential all-India final but tough task ahead for Manoj Sarkar\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mixed doubles semifinal: Already a superb run to get this far, Bhagat-Kohli face a tough ask in the semifinal against the top seeds. They will be in with a shot for bronze if they lose at that too, so plenty to play for.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton Men’s singles SH6: Well, the top seed and world champion Jack Shepard had to win in straight games to proceed but he needed 3 games so is out of the semifinals. Krishna Nagar (2nd seed) is the highest ranked player in the final four then.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A prouder coach each passing day! Extremely delighted for @AvaniLekhara, especially the qualification score 1176. Bettering world record of 1175. A personal best and a 🥉 Medal to make it 2 medals at #Tokyo2020 @Paralympics. Couldn’t have asked for more! Jai Hind 🇮🇳#Praise4Para pic.twitter.com/hY0BWodlb0— Suma Shirur OLY (@SumaShirur) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TIME FOR A SMALL PAUSE: Still to come today... on the main badminton court Suhas Yathiraj and Tarun Dhillon have two cracking matches lined up against the top SL4 shuttlers in their groups (one match after the current one). Archery round of 16 action for Harvinder and Vivek after 2 pm onward. And there are two throwing events in athletics at around 3.30 pm. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IND’s golden girl! 🤩@AvaniLekhara - First ever Indian woman to win 2️⃣ medals in #Paralympics On day ☝🏽 she claimed 🥇 and today 🥉!AMAZING job Avani !#Paralympics #ShootingParaSport #Tokyo2020 @paralympics @tokyo2020 @paralympicindia pic.twitter.com/UDCJ7H9dxq— #ShootingParaSport #Tokyo2020 (@ShootingPara) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6, group B:: Krishna Nagar wins easily in the end. Pulls away in game 2 after the interval. The second seeded Indian was already through to the semifinals in SH6, now has won his 2nd group stage match to top Group B. Group A however has all to play for with the top seed in trouble there. We will know more about the semifinal draw for this group later on. Stay tuned. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6, group B: Well Nagar has come storming out of the gates after the interval. In no time, 6 match points at 20-14.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6, group B: Krishna Nagar takes a 11-10 lead in the interval in the second game too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    In-flight entertainment✈️📺#UnitedByEmotion | #Paralympics | #Tokyo2020 pic.twitter.com/yApZSdKUUj— #Tokyo2020 (@Tokyo2020) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6, group B: Nagar and Tavares exchanging leads early on tin the second game too. Brazilian up 5-3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6, group B: And there goes the opening game to Krishna Nagar. Wraps it up 21-17. The Brazilian led for some part of the game, a biggest lead of 3. But Nagar went ahead when it mattered. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6, group B: And at the business end, Krishna Nagar pulls away! Has raced ahead to 19-16. And now 20-16 for 4 match points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6, group B: Too close to call at the moment, 16-16 in the opening game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6, group B: Tavares lead 10-8 but it is Nagar who takes a 11-10 lead into the mid-game interval. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, men’s singles SH6: Krishna Nagar (2nd seed) and Brazil’s Vitor Goncalves Tavares (world No 4) are both through to the semifinals from this group but are taking on each other to decide top spot. Match underway on court 3, no broadcast. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton: And Palak Kohli has officially qualified for the knockout stages in the women’s singles SU5 category. Japan’s top seed Ayako Suzuki defeats Turkey’s Zehra Baglar in straight games. Updates about her subsequent matches shortly, now we turn our attention to Krishna Nagar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1: So a reminder that Avani Lekhara will be back for a fourth event... on Sunday, the final day. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #IND what a way to go! Already 3⃣ medals with 2 more days on target!Avani Lekhara #Gold -  10m AR Standing SH1 SINGHRAJ #Bronze - 10m Air Pistol SH1 Avani Lekhara #Bronze - 50m Rifle 3 Positions SH1 #ShootingParaSport #Tokyo2020 @paralympics @tokyo2020 @ParalympicIndia pic.twitter.com/lgzQQ6fxBT— #ShootingParaSport #Tokyo2020 (@ShootingPara) September 3, 2021\n\n\n\n    #RaiseARacket 🏸 for 🇮🇳 @Krishnanagar99.He will take to court at #Tokyo2020 #Paralympics 🔜. 👍#ParaBadminton #WeThe15 pic.twitter.com/F35ticeybF— BWF (@bwfmedia) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton update: The match that decides Palak Kohli’s progression to the SU5 knockout stages is on currently. And it is good news for India with top seed Suzuki leading by a game and 6-0 against the Turkish shuttler. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IND at all previous #Paralympics - 12 medals 💪#IND at #Tokyo2020 alone - 12 medals (and counting)  🤯Simply brilliant.— #Tokyo2020 for India (@Tokyo2020hi) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MEDAL MOMENT: The smile at the end. No Indian female athlete had won gold at the Paralympics before Tokyo, no Indian female athlete had won more than one medal at the Paralympics before Tokyo, and Avani Lekhara has changed that both. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #Paralympics A sigh of relief after the 10.5 that secured her bronze.A smile at the end of it. Superb from Avani Lekhara!🎥 DD Sports pic.twitter.com/Me2YzG7vZf— The Field (@thefield_in) September 3, 2021\n\n\n\n    .@AvaniLekhara, take a bow young lady! A Bronze in 50m Rifle to add to your historic Gold at the #Tokyo2020 Paralympics. A performance for the ages! Many Congratulations #Praise4Para— Abhinav A. Bindra OLY (@Abhinav_Bindra) September 3, 2021\n\n\n\n    Avani Lekhara makes history! She becomes the first #IND woman to win two medals in #Paralympics 🥇 - Women's 10m Air Rifle R2 SH1 Event 🥉- Women's 50m Rifle 3P SH1 Event #Tokyo2020 #Praise4Para #Cheer4India— Doordarshan Sports (@ddsportschannel) September 3, 2021\n\n\n\n    #Tokyo2020 #Paralympics ✅ First 🇮🇳 Indian woman to win a Paralympic gold medal ✅ First 🇮🇳 Indian woman to win multiple Paralympic medals👏🏽 @AvaniLekhara! https://t.co/92jMLwNUZH pic.twitter.com/jfXrVyVb8e— The Field (@thefield_in) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    BRONZE & medal No 2 in Tokyo for Avani Lekhara! With the field down to top 4, Avani was 4th. The UKR shooter was 3rd. And with the shot that mattered, Avani moves into the bronze medal position with a 10.5. WOW. Just wow. She is all smiles after finishing third. And a stunning last shot reversal for the top 2 as well. Here are the top 4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: MEDAL CONFIRMED FOR AVANI LEKHARA! WHAT A FIGHTBACK! Finishes 0.4 ahead of the UKR with that final shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: After 41 shots, she is level on points for bronze! And the top two as well are trading places constantly. Top 4 now! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Avani Lekhara is 0.1 away from the medal positions after 40 shots: Avani Lekhara is 0.1 away from the medal positions after 40 shots. We are down to the last 6 shooters now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: After 35 shots, a small improvement in positions for Avani. A solid 50.5 from her. Here we go, this could get interesting again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Eliminations start after 40 shots...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: And yes, to add what we said about Avani’s scores in this section of the qualification, it is the part of the event that got her the gold medal as well. (That part skipped my mind!) Keep your fingers crossed, India fans. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: Now we move to the final stage... standing section, means thy have to put on those pants that make the rifle shooters look like astronauts. Different stances here as well, with Avani for instance wearing the shooting trousers but still on her chair. No arms resting here, that’s the key. And worth noting Avani had a great standing series in qualification here... can she pull off a mini-miracle of sorts? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: Oh dear. A correction to the previous update, there was no sub-10 from Avani in the second prone series, but there is one in the third and that pushes her to the sixth spot instead of podium contention. 2.3 points the gap to third place.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: After 25 shots... three decorated shooters at the top of charts at the moment. China’s gold getting closer, you could say. Avani staying in contention still. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: Again one sub-10 shot in an otherwise solid series of 5 is holding Avani back. She is around 4-5 spots at the moment but that podium is just starting to move away. 51.5 and 51.4 from the 4th & 5th series. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: Ah! A sub-10 20th shot of that series has affected Avani’s scores. There is now a significant gap opening up for the top 3. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: Prone series, and this will be high-scoring... which means very little margin for errors. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: Worth noting that for Paralympics, the 3P terms are only loosely as they are for Olympic (and able-bodied) events. Kneeling doesn’t mean literal kneeling, prone doesn’t mean all shooters are prone, and standing won’t be standing for all shooters. As we move to the second stage, the athletes will figure a way to rest both their arms for replicating prone. Ready to go after the changes to the setup! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: After 15 shots, and the end of the kneeling series, Avani Lekhara is still in 4th position. But she didn’t have the best third series. A gap has opened up with the top three. She did have much better prone and standing rounds in the qualification, so that is worth keeping in mind. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: After 10 shots, Avani Lekhara is still in 4th position. But she has closed the gap to third and second. One sub 10 in that series. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Our golden girl of shooting @AvaniLekhara has made it into the finals of the Women's 50m Rifle 3P SH1 event. Great show to finish high in the qualifications. Finals start now! #Praise4Para pic.twitter.com/fM68Ga1zff— Deepa Malik (@DeepaAthlete) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: After the first 5 shots, Avani Lekhara is in 4th position. A long way to go, two more series of kneeling shots left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Final: This is a bit of a marathon event, unlike other shooting finals you’d see. We first start with three series each for the shooters of five shots, all in kneeling position. Allowances made, of course, for athletes who cannot kneel. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here we go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #Tokyo2020 #ParalympicsWomen’s 50m Rifle 3P SH1 Final: Live stream here featuring Avani Lekhara for those interested.https://t.co/EwSfGaYFFU— The Field (@thefield_in) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RECAP OF A FRANTIC FRIDAY MORNING: Athletics: Praveen Kumar wins India’s 11th medal, a silver in men’s T64 high jump. A new Personal Best and an Asian Record.Shooting: Avani Lekhara finishes 2nd in qualification of Women’s 50m Rifle 3 Positions SH1 and through to her 2nd final at the Games. Final coming up at 10 am IST. Deepak didn’t qualify for final from the men’s event.Badminton: Manoj Sarkar (MS SL3), Tarun Dhillon (MS SL4), Suhas Yathiraj (MS SL4), Pramod Bhagat-Palak Kohli (XD SL3-SU5) are all through to semifinals. Palak-Parul’s doubles campaign came to a close. Earlier, Pramod Bhagat (SL3) and Krishna Nagar (SH6) were through on Thursday. At least one medal assured in MS SL3 & MS SL4. Archery: Harvinder Singh and Vivek Chikara are through to the men’s recurve round of 32 later in the afternoon. Harvinder needed a shoot-off to win a thriller against ITA, Vivek won 6-2 against SRI archer.  Canoe Sprint: Prachi Yadav qualified for the final by finishing 3rd in her Va’a semifinal. A superb effort. Came 8th in the medal final. Swimming: In men’s 50m Butterfly S7, Suyash Jadhav finishes 5th in the heat while Niranjan Mukundan came 6th. They finished 10th and 11th overall among 12 swimmers and did not progress to the final (top 8 through).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    5 Indians are already assured Semifinals spot in their Singles. I hope everyone is supporting #ParaBadminton #Paralympics pic.twitter.com/opnVKlwIsP— Sukant Kadam (@sukant9993) September 3, 2021\n\n\n\n    Good news from #ParaArchery for #IND 🗞️@VivekChikara2 joins Harvinder Singh in the next round of Men’s Individual Recurve by winning 6⃣-2⃣against #SRI's Sampath Megahamulea Gadara! 🏹#Tokyo2020 #Paralympics— #Tokyo2020 for India (@Tokyo2020hi) September 3, 2021\n\n\n\n    A quick glance of the jump that clinched Praveen Kumar's 🥈 medal.🎥 #Paralympics YouTube channel pic.twitter.com/siu8b5L5P6— Vinayakk (@vinayakkm) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1: So to recap, this event... Avani Lekhara, already a gold medallist in Tokyo, did superbly well to qualify for the final. She was 2nd at the end of all three stages. With some superb scores in Prone and Standing. 1175.0 was the previous world record which was broken by the person who set it in Anna Normann. Avani’s score was better than that and only one point shy! SUPERB. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Good morning India!! We have secured our 11th medal, this time in the Men’s High Jump T64 event courtesy Praveen Kumar. What a fabulous performance to bring home🥈. The country will be proud of his exceptional effort!#Praise4Para @narendramodi @ianuragthakur @NisithPramanik pic.twitter.com/0ZqUfy4uKA— Deepa Malik (@DeepaAthlete) September 3, 2021\n\n\n\n    #ParalympicsTokyo2020 #ParaBadminton As expected, both men's singles players in SL3 and SL4 and SH6 MS player @Krishnanagar99 have booked their semifinal berths. And all of them are capable of finishing on the podium. pic.twitter.com/SqfOkudPJ3— Abhijeet Kulkarni (@abk6580) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    PLENTY HAPPENED THIS MORNING: But here’s the biggest update... \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Tokyo2020 #ParalympicsIndia win their 11th medal – a silver in Men's High Jump T64 – is some style as 18-year-old Praveen Kumar sets a new Personal Best & Asian Record.Only the reigning world champion was ahead of the Indian. Livehttps://t.co/92jMLwNUZH pic.twitter.com/5fWHys1eUg— The Field (@thefield_in) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 32 Vivek wins by 6 set points to 2. Was very solid and did what needed to be done. No drama. Both him and Harvinder Singh will be in action in the afternoon for the round of 32 (and hopefully beyond)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Proud of Praveen Kumar for winning the Silver medal at the #Paralympics. This medal is the result of his hard work and unparalleled dedication. Congratulations to him. Best wishes for his future endeavours. #Praise4Para— Narendra Modi (@narendramodi) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 32: Two 9s at the start of the third set and a 7-7-7 from the Sri Lankan Gadara. Vivek with a handy 4-2 lead, needs another set to seal his win. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open round of 32: A six with the first arrow for Vivek in the second set and that is tough to recover from. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open 1/16 Elimination: The second Indian archer in action today. Harvinder Singh won a thrilling shootoff earlier. Vivek Chikara in action now and he has started with 2 points in the first set. Not high scoring but enough. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton mixed doubles: WHAT A WIN! Pramod Bhagat and Palak Kohli have combined to defeat world No 3 from Thailand and progress to the semifinals of mixed doubles SL3-SU5. The Indians have a rank outside top 30. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Just 18 years old and already a Paralympic medalist! Congratulations Praveen Kumar on winning the Silver medal in the men’s high jump T44 #Tokyo2020 #Praise4Para— Abhinav A. Bindra OLY (@Abhinav_Bindra) September 3, 2021\n\n\n\n    #Tokyo2020 #Paralympics SILVER MEDAL! Praveen Kumar wins India's 11th medal of the Games. A new Personal Best and an Asian Record to go with it. Only the current world champion better than him. Good stuff from the Indian teenager. 👏🏽 pic.twitter.com/E7SBSz2iJX— Vinayakk (@vinayakkm) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s 50m Rifle 3P SH1 Qual: Avani with another stunning round in the Standing section. 99, 98, 98, 100 in her four series. In second place and through to the final. Superbly consistent shooting right from the start – she virtually didn’t put a foot wrong today. No poor rounds. Men’s 50m Rifle 3P SH1 Qual: Deepak finishes in 18th position. The Standing round saw him put up scores of 93, 92, 87, 87. Not at his best today. Kept having the one ot event two poor series in every round. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    (CORRECTION) Men’s High Jump T64: SILVER MEDAL Praveen doesn’t clear 2.10m and it is a silver medal for him! WHAT A PERFORMANCE! With PB and Asian Record of 2.07m. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton mixed doubles: It is a tight battle in the 2nd game! Remember, Palak and Pramod are not even a regular pair and are ranked outside top 30! And Pramod is a SL3 player, meaning half court usually. Some effort this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton mixed doubles: This is good stuff! Palak Kohli and Pramod Bhagat have taken the first game against world No 3 in this must-win match. Can they pull off an upset?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s High Jump T64: It could have been gold for Praveen there but Jonathan Broom-Edwards has cleared 2.07m on his third attempt and the bar has been raised to 2.10m.  The Brit is the current world champion so of course he was not going to give this up without a fight. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s High Jump T64: WHOA! A new Personal Best and an Asian Record for Praveen Kumar and he clears 2.07m with his second attempt. Both Lepiato and Broom are yet to clear this! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s High Jump T64: None of the last three athletes standing have cleared 2.07m on their first attempt. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s High Jump T64: A first-time clearance for Praveen at 2.04m! The Polish and GBR athletes have much higher PBs than the Indian but he is giving them a good fight here. All three have cleared 2.04m. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton mixed doubles:  It is a must-win match for Palak Kohli and Pramod Bhagat and they are up against the pair from Thailand ranked No 3 in the world. And the Indians have made a solid start in the opening game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s High Jump T64: All three athletes have cleared 2.01m but the world champion from GBR has a clean card till now and is topping the chart. Indian and Polish athletes in joint 2nd. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s High Jump T64: A medal confirmed as Praveen Kumar is one of the three Indians standing after clearing 1.97m with the first attempt!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton: And with Tarun Dhillon and Suhas Yahthiraj also qualifying for the semifinals in SL4, at least one medal assured there as well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    2nd straight win and  IAS officer #SuhasYathiraj gets a semi final spot. Great performance brother 👍👍 #paralympics  #Cheer4India  #tokyo2020 #praise4para pic.twitter.com/fRmHcVRZ63— Pankaj Nain IPS (@ipspankajnain) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL3: After a three-game defeat against Pramod Bhagat, Manoj Sarkar wins his second singles match of the group stage in straight games. And with that both Indians are through to the semis from this group. With both Pramod Bhagat and Manoj Sarkar qualifying for the semifinals in this group, if my early morning brain is working correctly, one medal is officially assured in this category for India. (Not that that was in doubt)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #Tokyo2020 #Paralympics#Athletics Men's High Jump T64 live stream featuring India's Praveen Kumarhttps://t.co/HENjctNntp— Vinayakk (@vinayakkm) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s High Jump T64: Praveen Kumar clears his first mark of 1.88m on his first attempt and is tied at the top after the first jump.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #highumpLepiato clears 1.88 !Praveen attempting it now— Prithvi (@Eighty7_Fifty8) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL3: Manoj looking good to progress.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting update: Women’s 50m Rifle 3P SH1 Qual: Avani Lekhara gets 99 in her fourth and final series in the Prone section. A score of 393 (97, 97, 100, 99) helps her into the 4th position. The Standing section yet to come. Top 8 get to the final and she has put herself in a good position to do just that\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: What a match! Absolutely thrilling badminton between World No 2 Tarun and World No 6 Shin and the Indian prevails in three games...  ...and through to the semis!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s High Jump T64: Praveen Kumar (T44) is set to begin his event. The Indian has one of the better marks in the field, with a season best of 2.05m. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s Va’a Single 200m - VL2   Prachi Yadav, the first Indian to take part in canoeing at the Paralympics, has finished 8th. Superb effort to make the final\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s 50m Rifle 3P SH1 Qual: Avani Lekhara gets full marks in the third series of prone. 100/100. The perfect round pushes her up to the 5th position.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: A 11-8 lead for Tarun at the final change of ends. Good stuff from the Indian. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: There is nothing to choose between the two shuttlers at the moment in the decider. Both players exchanging rallies. Going by body language (not the clearest of indicators) Shin seems more up for this. From 6-6, Tarun does take the lead at 8-6. Meanwhile, Manoj Sarkar in action on court 3 in SL3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoeing: Women’s Va’a Single 200m - VL2   Prachi Yadav will be in final soon. She has done brilliantly well to get here as India’s Games debutant in canoeing. Scheduled to start at 7.32am.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: A battle it is! Shin Kyung Hwan does to Tarun what Tarun did to him in the opening game by turning things around after mid-game interval. It is a must-win match for Shin and he is doing everything he can. The world No 2 from India needs to step up in the decider.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Korean has been superb in the second half of this second game, doing to Tarun what Tarun did to him in the opener. The Indian has the serve back at 15-19 to try and close the gap. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Women’s 50m Rifle 3P SH1 Qual: Avani Lekhara was superb in the Kneeling section with scores of 98, 97, 97 and 96. The consistency put her in second place at the end of the first round of the 3P. Now, she will start the Prone section.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    An early morning medal event, with #IND's Praveen Kumar in action! 🙌Watch him compete in the #ParaAthletics Men's High Jump (T64) final which will begin in a few minutes. ⏰#Tokyo2020 #Paralympics— #Tokyo2020 for India (@Tokyo2020hi) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4:  Suhas Yathiraj through to the semifinals!  He has won his 2nd match in a canter (Against the Indonesian veteran who is a doubles player and doesn’t have a singles rank) and that is two wins in two for the Indian shuttler in the group. One more match left in the group still against the top seed and that will be a super test for the Indian. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe sprint: Prachi Yadav’s final coming up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: It is 7-7 in the second game, still all very tight. Was going to be a tough test for Tarun all the way and proving to be so. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Update from Men’s 50m Rifle 3P SH1 Qual: Deepak finishes the Prone round with a series of 98 — his best in the round. But he is still way down the standings. In 17th place currently. Only the Standing section of the competition is yet to come. The Indian shooter scored 372 in the Kneeling round and followed it up with 383 in the Prone round for a total of 755.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4:  For Tarun it has been anything but breezy! But the Indian world No 2 stages a superb turnaround in the 2nd half of the opening game to clinch it 21-18. Was trailing by 5 at one stage. The silky touch that Tarun has deserted him in the early exchanges and the Korean shuttler Shin, the world No 6, overpowered him, but turned it around in time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Suhas Yathiraj has breezed through his opening game. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting qualification event updates on our Twitter thread here\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: The turnaround has happened for Tarun after the interval. He has a 15-13 lead here after trailing by 5 points at one stage. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Swimming Men’s 50m Butterfly - S7: Confirmation of the final results from the two heats combined for this event and the Indians have finished 10th and 11th. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Men’s Singles SL4: Tarun Dhillon is having to work hard against his Korean opponent in the opening game, and the world No 2 is trailing by 4 points at the mid-game interval. Suhas meanwhile has raced to a 11-2 lead in his match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton: Tarun Dhillon and Suhas Yathiraj are both in action simultaneously on two courts in the men’s singles SL4 group stage play. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open 1/16 Elimination: PHEW! A 10 in the final arrow of the final set that he had already lost probably played a key role. Harvinder Singh nails a 10 in the shootoff when he needed it the most. Gives him the win and a place in the round of 16.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open 1/16 Elimination: OH DEAR! <IN CAPS> Harvinder Singh had a big chance to win this early at 4-0 but one small mistake has led to a shootoff as the Italian wins the last set. One arrow to decide the winner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open 1/16 Elimination: Oh, nervy! For the second set in a row Harvinder Singh had the chance to win the match on his arrow with a 9 at the end. And he shoots an 8 to tie the set and that means Travisani is still alive! And has a chance to force the shootoff.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open 1/16 Elimination: Oh, close. A 9 with his final arrow in the third set could have won the match for Harvinder but it is a 7 and we go on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open 1/16 Elimination: The first two sets have gone to Harvinder Singh against Italy’s Travisani and he has looked in fine form early on despite the rain. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Archery Men’s Individual Recurve - Open 1/16 Elimination: In pouring rain , Harvinder Singh is in action as recurve archery campaign in the knockouts begin for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Canoe Sprint Women’s Va’a Single 200m - VL2: Prachi Yadav is through to the final! More on this soon, for now we turn our attention to archery where Harvinder is in action. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Para Canoeing Sprint: Prachi Yadav in action in the semifinal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Swimming Men’s 50m Butterfly - S7: Suyash and Niranjan are 5th and 7th in their respective heats. Not enough to reach the finals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Swimming Men’s 50m Butterfly - S7: Indians in action here. Heat 1 features Suyash Jadhav, this is his best event in Tokyo. Heat 2 will see Niranjan Mukundan in action. Two heats, best 8 athletes progress to the Final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    'Diving' right into #ParaSwimming action next! 🏊 #IND's Suyash Jadhav and Niranjan Mukundan will participate in Heats 1 & 2 respectively of Men's 50m Butterfly (S7)🌊#Tokyo2020 #Paralympics— #Tokyo2020 for India (@Tokyo2020hi) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R7 - Men’s 50m Rifle 3 Positions SH1 Qualification: Deepak is also in his third event of the games but he is yet to reach the final. Can that change today? Not the best of starts in the kneeling round. A 91 in the first series. That is going to be tough to recover from. A second series of 96 is better\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting R8 - Women’s 50m Rifle 3 Positions SH1 Qualification: Avani Lekhara finished 4th in this event at the World Championships in 2019 and that was her best result there. Can she reach another final? The 10m gold medallist has started with a good kneeling round of 98.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton: World No 2 Tarun Dhillon in action for India next in the SL4 category. The match after the current one on court 1. We turn our attention to shooting. With archery around the corner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: The French pair win! A superb second game from all four shuttlers, with Kohli arguably the best player on court, but Noel-Morin do enough to take the win. End of the doubles campaign for the Indians, and end of Parul Parmar’s Paralympics debut (on badminton’s debut) at 48. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: Match point for France, Kohli saves it. A second match point comes up soon. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: What rallying! It is is 19-19. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: Terrific fightback from the Indians, one superb point there with Parmar dictating play from the net. They keep closing the gap down, twice down to one point and it is now 18-19. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shooting: Men’s and Women’s 50m Rifle 3P SH1 Qualification rounds will begin soon (separate events). India’s Deepak and Avani Lekhara are taking part.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: Kohli potentially has two more matches to come today... and she is already had a good workout here. The Indians reduce the gap to 14-18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: And the French are starting to push ahead now. A 15-10, 16-11 lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: The French have turned it around after a fast start by the Indians. Their Plan A is to clearly go for the space behind Parmar with the lifts and move Kohli around as much as possible. Noel-Morin lead 11-9 after trailing 3-6. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: brilliant run of points early in the 2nd game on Parmar’s serve, with Kohli covering the court superbly. Good combos. The Indians have a 6-3 lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: The first game goes to French pair of Noel & Morin. 10 game points and they convert their third. The Indian young-old duo have plenty of work to do if they have to keep their hopes of progressing to the semifinal alive. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: The French pairing Noel-Morin lead 11-5 at the interval in the first game. Kohli with some good play for the Indians to earn a few points after the French raced to 8-1 lead. The French pairing is both SL4 players, India have Parmar from SL3, Kohli will have to lift the heavier load.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Badminton, Women’s Doubles SL3-SU5 Group B: Palak Kohli and Parul Parmar are all set to begin their second group match. They are the world No 6 and they take on the world No 5 from France. This is a must-win for the Indians. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Para badminton classification: WH1 is for players who require a wheelchair to play badminton and usually have an impairment in both their legs and trunk. Players are required to play in a wheelchair in this class. (Half court)WH2 is for players who could have an impairment in one or both legs and minimal or no impairment of the trunk. (Half court)SL3 players must play standing. The player could have impairment in one or both legs and poor walking/running balance. (Half court)SL4 is a second standing class where the player has a lesser impairment compared to Sport Class SL3. The player could have an impairment in one or both legs and a minimal impairment in walking/running balance.SU5 is for players with an impairment of the upper limb. The impairment could be on the playing or non-playing hand.SH6 is for players who have a short stature.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IND Palak and Parul in action in Women's doubles SL3 #ParaBadminton  Watch LIVE here📲 https://t.co/BLyX1Bja3M pic.twitter.com/Okoy3YQ0bW— Doordarshan Sports (@ddsportschannel) September 3, 2021\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    05.25 am: India will have a busy day at the Tokyo Paralympics on Friday as several Indian athletes will look to add to the country’s medal tally in the Japanese capital. While medal events are on one side, badminton will dominate proceedings as the group phase comes to a close. And it could be quite possibly another solid day for India across categories as we get set for the big medal matches over the weekend. In shooting,  Avani Lekhara returns for her third event in R8 - Women’s 50m Rifle 3 Positions SH1 is where she finished 4th at the World Championships in 2019.India at Tokyo Paralympics, Friday scheduleDay 10 schedule courtesy fSports Authority of India","author":"Vinayakk MohanaranganAshish Magotra","time":"2021-09-03T05:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163593-hxvqtnfbhf-1630627279.jpeg","tags":["Tokyo 2020 Paralympics","Paralympic Games","Tokyo 2020","Avani Lekhara","Krishna Nagar","Palak Kohli"],"source":"https://scroll.in/field/1004454/india-at-tokyo-2020-paralympics-day-10-live-updates-shooting-badminton-archery-athletics-canoe"}