{"title":"India forms panel to examine allegations of foiled plot to kill Khalistan supporter in US","content":"India on Wednesday said that it has constituted a high-level inquiry committee to examine inputs from the United States about an alleged foiled plot to assassinate Khalistan supporter Gurpatwant Singh Pannun on American soil.The thwarted assassination plot was first reported by the Financial Times, which said that US authorities had issued a warning to India about concerns that the Modi government was involved in the conspiracy. Indian officials had expressed “surprise and concern” in response to the allegations, according to the White House.Ministry of External Affairs spokesperson Arindam Bagchi on Wednesday reiterated his earlier statement that India takes security inputs shared by the US seriously “since it impinges on our own national security interests as well”. The information pertained to the “nexus between organized criminals, gun runners, terrorists and others”.The ministry statement said that India will take action based on the findings of the inquiry committee that was formed on November 18. Pannun, an American and Canadian citizen, is an advocate for Khalistan, an independent state for Sikhs. He is the general counsel of an organisation called Sikhs for Justice, which was banned in India in 2019. The next year, Pannun was declared an “individual terrorist” in India under the Unlawful Activities Prevention Act.It is not clear how the US authorities became aware of the alleged assassination attempt or how it was derailed. The protest to Delhi was registered after US President Joe Biden welcomed Prime Minister Narendra Modi on a state visit in June.Apart from the diplomatic warning to India, US federal prosecutors have filed a sealed indictment against at least one suspect in a New York district court, the Financial Times reported. Prosecutors are debating whether to unseal the indictment.The report came two months after Canadian Prime Minister Justin Trudeau said that there were “credible” allegations linking Indian agents to the murder of Sikh separatist leader Hardeep Singh Nijjar. He was shot dead in the parking lot of a gurdwara in Surrey near Vancouver on June 18.India has rejected Trudeau’s allegations as “absurd and motivated”.According to the Financial Times, the US shared details of the thwarted plot to kill Pannun with a wider group of allies after Canada’s public accusation.Also read:Why the United States has been forced to walk a fine line amidst India-Canada tensionsWhat recourse does Canada have under international law after accusing India of assassination?","author":"Scroll Staff","time":"2023-11-29T15:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162095-zrauwlxkhg-1627488920.jpg","tags":["Gurpatwant Singh Pannun","Khalistan","United States","India","Canada"],"source":"https://scroll.in/latest/1059811/india-forms-panel-to-examine-allegations-of-foiled-plot-to-kill-khalistan-supporter-in-us"}