{"title":"India’s mass closure of schools is leaving lakhs of students stranded","content":"On May 31, Princy Kumar and Prabhu Raj, two teachers at a government school in Attapadi, a taluk in Kerala’s Palakkad district, were busy. But Kumar and Raj were not teaching. They were talking and laughing with students who had assembled in a classroom, along with some of their parents.One of the parents brought in a large cake and placed it on a table. “Because it is our last day,” said Kumar, with a smile. This was not the last day of the academic year – in fact the school, situated at the edge of a hill next to lush, green forests, was technically on vacation. But it was the last time the students and teachers, who all live within a few hundred metres from the school, would be meeting together – the next month on, with the start of the new academic year, the 17 children enrolled in the school would begin studying at another government school five km away. One last time, they were all celebrating together.The school was a single-teacher school, also known as a multigrade learning centre, or MGLC, and was set up in 2004. The Kerala government announced in March 2022 that all the 354 multigrade schools it had set up since the 1990s would be shut down. This was because they had stopped receiving funds from the Central government – at first the state government had decided to convert these schools into formal primary schools, which would be eligible for funds. But these efforts proved unsuccessful, and at the end of May 2022, the schools were officially closed down.The schools were closed as part of a national policy of “rationalisation” that has been implemented over the last decade and has targeted schools with low enrolment rates, or that were run by single teachers. The policy’s main aims included ensuring that resources were used more effectively. But for hundreds of thousands of students in remote areas, such as the forests of Attapadi, it meant that education has become significantly more difficult to access.“The new school is over 20 kilometres away,” said 28-year-old Devi Murugan, who lives in another Attapadi village, and whose son was studying in Class 3 at a multigrade school situated right behind her house, until it closed down. “The closure is definitely a blow for the people in our village.” The process of closing schools that were perceived to be inefficient began even before the policy of rationalisation was implemented. Ironically, the passage of the Right To Education Act in 2009 paved the way for school closures across the country because of the way states interpreted its rules. The act prescribed several rules about the functioning of schools, including some pertaining to teacher-student ratios. Many schools, both government and private, that did not meet these specifications were closed down.  According to data compiled by the National Right to Education forum, between 2011 and 2015, about one lakh schools were closed as a result of this process.Schools in rural and tribal regions, such as the one in Attapadi, have been among the most impacted by the closures, first because of the Right To Education Act, then because of rationalisation. According to data from the education ministry, in 2012-’13, there were 76,960 schools registered under state tribal welfare departments – this came down to 46,329 by 2020-’21, a decrease of nearly 40%.  The number of government-run primary schools dropped from 8,63,612 in 2012-’13 to 7,74,742 in 2021, a fall of 10%.In comparison, the number of private unaided schools went up from 2,58,107 to 3,40,753, an increase of 32%; while the number of government-aided private schools went up from 79,918 to 84,295, an increase of 5%.A multigrade learning centre in Wayanad. The state began setting up the schools in the 1990s. Each typically comprised a single room, in which students between classes one and four gathered. Photo: Johanna DeekshaKerala had begun setting up multigrade centres in the 1990s. Each typically comprised a single room, in which a mixed group of students of between classes one and four gathered. Usually, one teacher would instruct the students, with the help of materials provided by the government. Most such centres were located in remote areas of the state that were difficult to access – many, such as the one in Attapadi, were in forested areas. From Class 5 onwards, the students would have to shift to the nearest formal government school.The schools had received some criticism, for, among other things, their supposed inefficacy. But many teachers who taught in these schools predicted that the closures would result in an increase in dropout rates.In states like Chhattisgarh, Scroll.in found that this had indeed happened. In 2015, across the state, 3,526 schools, including 2,295 primary schools, 553 middle schools, 34 high schools and 27 higher secondary schools, were merged with neighbouring schools under the ‘yukt-yuktikaran yojana’, or  the school rationalisation plan. At several villages, residents told Scroll.in that after schools nearby were closed and merged with ones that were further away, it simply became impractical for children to continue attending, leading to their dropping out.Despite the problems that arose in states like Chhattisgarh, over the last few years, every now and then, the teachers in Kerala would hear that the government was contemplating shutting down the state’s multigrade centres. This year, in March, the same speculations circulated again. In the last week of May, the teachers were told that the centres would, in fact, be shut down. The teachers were asked to issue transfer certificates to their students, so that they could join the nearest formal government school.Teachers’ lives were also disrupted. Many teachers now find that they can no longer continue to teach. This is because they only needed to have studied up to Class 10 to teach at the multigrade centres. Now, to teach in other schools, they will need a college degree and a teacher eligibility training certificate. Teachers who need new jobs are reapplying for other government jobs, but the posts available to them are those of peons and sweepers.“It is heartbreaking that after working as a teacher for over two decades, I now have to work as a sweeper,” said Vijayta, who taught for more 22 years at a multigrade centre in another Attapadi village. (Names of teachers and students have been changed for this story, because teachers feared that their applications for jobs would be adversely affected if they were identified.) “But I got married late and have two children who are still studying,” Vijayta added. “So I have no choice but to take whatever the government offers me.”This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.Single-teacher schools in India have their roots in the national District Primary Education Programme, which was launched in 1994, towards attaining goals laid out in the national education policy, formulated in 1986 and updated in 1992. These included “universal access and enrollment” for children up to the age of 14, and “a substantial improvement in quality of education”. The programme was initially launched in 42 districts across seven states, including Assam, Madhya Pradesh and Kerala. It expanded over the years, and by 2001, 248 districts across the country were covered by the programme.It was under the District Primary Education Programme that Kerala conceived of and set up multigrade centres across the state, to educate students who lived in remote regions.Other states, such as Madhya Pradesh and Andhra Pradesh also launched programmes along similar lines. According to a 2021 UNESCO report, India had 1,10,971 single-teacher schools, of which 89% were in rural areas.In 2001, the District Primary Education Programme was replaced by the Sarva Shiksha Abhiyan as the guiding programme for elementary education in the country. Multigrade centres in Kerala, and similar schools in other states, continued to be set up and run under the new programme.S Srinivasa Rao, professor of Sociology of Education at Jawaharlal Nehru University, said that though these single-teacher schools, especially those in remote regions, were very basic, typically just a single room, they helped ensure that students “at least have an imagination of what a school looked and felt like”.In 2009, the government passed the Right To Education Act, which mandated that wherever necessary, the state had to provide free education to students from all backgrounds between the ages of six and 14.Despite its praiseworthy aims, the act also laid down rules for schools, some of which were the cause of considerable confusion. Some pertained to student-teacher ratios in classrooms: the act stated that for classes with “up to sixty” admitted children, a school would have to have two teachers.“That could mean that there could be two teachers for 10, 20 or 60 students. The Act said ‘upto’,” Rao said.But the rule put schools with smaller numbers of students in the crosshairs. “State governments have understood it in a way that means one teacher for every 30 students,” Rao said – that is, that each teacher had to teach at least 30 students. Schools with fewer students began to be closed and merged with other schools.Multigrade centres received some criticism for their apparent lack of efficacy, but observers noted that they gave many children, particularly in remote areas, some experience of a classroom. Photo: Johanna DeekshaFrom 2017 onwards, the schools, now under the aegis of the Sarva Shiksha Abhiyan, continued to be closed under a new policy, known as “rationalisation ”.  In a guidelines document, the Education Ministry noted that it needed to tackle problems such as “surplus schools, schools with zero enrolments, schools with very less enrolment, the existence of more than one school in the same building/habitation or vicinity etc.” It recommended a “nationwide consolidation of schools”  through the process of rationalisation.This, it argued, would help “in making the best use of the available resources – infrastructure, teachers, etc”  and would  “minimise multi grade teaching by single teacher which is resulting in poor learning levels.” The document argued that rationalisation would “not only provide a better teaching-learning environment but will also make schools RTE compliant”.These moves to close schools have adversely affected states across the country.In August 2014, the state government of Rajasthan issued orders to merge 17,158 schools into 13,565 schools. Almost overnight, 3,593 schools in the state were shut down. The state government cited low enrollment as the reason behind the closures. However, the decision led to heated debates in the assembly. A section of policymakers criticised the decision and predicted that it would have a negative impact on schoolgoing children. A study later found that a third of students of the shuttered schools had dropped out after the merger.In 2018, the Karnataka government announced that it planned to merge its 3,450 single-teacher schools with nearby schools that had a higher student strength. The same year, Himachal Pradesh also said it was contemplating merging 1,410 single-teacher schools with larger schools. Gujarat, meanwhile, merged 491 single-teacher schools with larger schools. A 2017 paper on the impact of school mergers and closures on the public education system in Telangana, Rajasthan and Odisha argued that this process led to “violations of the Right to Education”. The policy, it stated, deprived children of some schools of an education, using the argument that they had low enrolment, or that the quality of education would be improved “by merging them with other schools that were far away from the children’s neighbourhood”. S Srinivasa Rao, the Jawaharlal Nehru University professor, was the principal investigator of this paper. He told Scroll.in that over the last ten years, various civil society groups had urged the governments in their states to stop the merging of schools. “The government does not see small schools as viable,” Rao said. “But what they fail to see is that many villages are very scattered and sparsely populated, with a very small number of households.” He added, “Where will these children go?” Rao conceded that it was difficult for a single teacher to manage a school. “But at least then children had an idea of a teacher, a classroom, midday meal,” he said. “A lot of children withdrew from labour when these schools opened up in their areas. These schools especially helped female children postpone their age of marriage.”Though policymakers assumed that the enrollments at the bigger government schools would increase after rationalisation, Rao said that he has found that there has been an increase in drop-out rates after the school mergers. “This is a very short-sighted policy initiative,” he said.The 2017 paper also included responses from children of particular schools, to questions about the closures and mergers. Children of one school in Rajasthan were asked how many of their peers had continued to study after their school was merged with another, to which a child responded that only half had done so. “These children were asked if these dropouts would have taken place if the school was running in their village,” the paper noted. “The children agreed that the others would have continued in the old school.”Scroll.in’s ground reporting also suggested that the closures would pose considerable difficulties for students. Many children in Kerala said that they would prefer to go to a school that was close to their home. Some young children who had just graduated from multigrade centres and joined new schools also said they preferred their old school to their new ones, which were further away. Despite the criticism, the government has doubled down on the process of rationalisation. The New Education Policy, 2020 also recommended the process. It claimed that, among other benefits, rationalisation would ensure that, “Teachers at very small schools will not remain isolated any longer and may become part of and work with larger school complex communities.”The broad-stroke moves to merge schools fail to account for the many barriers that children face to attending schools.Chief among these is the problem of transport. The Kerala government sought to address this problem by launching a scheme known as “gothra sarathi”, which provides transportation to schools, for children in remote areas.But this does not assuage the fears of parents whose children will now have to travel much further. Children who are in classes five and higher don’t face a problem, one father in Wayanad said. “But how do we send Class 1 students on a jeep so far away? And what about when it rains?” he asked.Both Wayanad and Attapadi are also highly prone to major landslides, which occur almost every year. “The rains are very heavy here,” the father said. “If the school is close by, they would just run to it. Now how do we know they will reach safely?”Teachers at Kerala’s multigrade centres said that they had played a crucial role in ensuring children reached schools. “Parents, especially daily wage earners, leave home early in the morning. So we are the ones who go and bring the children to school,” said Surendran, a 45-year-old teacher in Wayanad. Now that the school was more than five km away, “if they miss the bus, then that is it. No school for them that day.” The students have no way of walking to school, since the area is forested and unsafe for them, he added.This wasn’t just a problem of distance, as the 2017 paper pointed out, but also of natural barriers. “Not only the distance but natural barriers like farms, hills, rivers, canals and forests together constitute the landscape around these habitations,” the paper said.Wild animals were also a concern. “Just two days ago, a woman broke her legs while trying to escape from an elephant in this very same area,” Surendran said, as we walked through the woods in Wayanad, pulling out his phone to show me news about the incident.Ramu KA, a 45-year-old activist from the Irular tribe in Attapadi, recounted that he used to walk eight km to his school every day as a child. Ramu’s family lived in a village atop a hill in Attapadi, and the government school was located at the bottom of the hill – so walking uphill home took him longer. When Scroll.in visited the multigrade school close to the village (the same one where Princy Kumar and Prabhu Raj taught) some parts of the road were so steep that even the car struggled to move.Ironically, a few years ago, Ramu and his colleagues had protested against these multigrade schools, arguing that they were of poor quality. “Why should tribal students have a lower quality of education than the rest? Why should our schools be any different from the others?” Ramu said. “We demanded that these multigrade schools be turned into proper primary schools.”However, he had not expected or wanted the government to shut down the schools entirely. “What they should have done is to improve the standards of these schools,” he said. “Now forcing children to travel long distances to attend school is unfair.”In remote areas, students often walk through forest paths to reach schools. They face physical barriers, such as hills and canals, as well as the threat of wild animals, such as elephants. Photo: Johanna DeekshaThe merging of schools also heightened social barriers that some children faced to seeking an education. “Other factors, like caste dynamics, also come into play. Children from the Dalit hamlets hesitate to go to a merged school located in the upper caste village,” the 2017 paper noted.Another paper, published in 2019 by the Centre for Policy Research, on the implementation and short term impacts of school consolidation in Rajasthan made similar observations, and found that after consolidation, school enrollment had decreased among Scheduled Caste and Scheduled Tribe communities. The authors noted that after the children moved to bigger schools, they had better access to some facilities, such as electricity, compound walls, playgrounds, and separate toilets for male and female students. However, it also noted: “There was a greater decline in enrolment in consolidated schools compared to all government schools across the state. The decline in enrolment seems to be the highest for students with disability,  followed by Scheduled Caste and Scheduled Tribe students.” Data from Kerala, too, shows that students from marginalised groups drop out in disproportionately high numbers. According to a paper published in 2014 on dropouts in the district of Wayanad, of all the dropouts in the state, in the year 2011-’12, 77% were tribal students. This affects the education levels of students from tribal communities. A 2020 paper on the education of tribal communities in Kerala concluded that there was an 18% gap between general category and tribal students in literacy rates. Ramu argued that the exclusion at these levels had far-reaching effects in a state that often boasts of its universal literacy. “If all of Kerala was receiving equal access to education, then why do we barely have anybody from the tribal communities in high government positions?” he said.Research suggests that the merging of schools also disproportionately affects girls. The researchers of the 2017 paper found that parents hesitated to send their daughters to schools far away, and that girls were more likely than boys to drop out.Some schools have a hostel facility, but many parents are wary of sending young children away to live on their own. Mahesh, a former student of Surendran’s, who went on to enrol in a hostel in Class 5, said that he would never consider sending the young children from his family to them. “I had a very difficult time. The facilities are not very good,” he said. “Since I was a bit older, I made my peace with it, but how can little kids understand these things?” His mother said that all her four children had studied at the now-closed multigrade school, and that she was devastated to hear that it was being shut down. Murugatha Mahesh, a mother of four from another village in Attapadi, said that while children from more privileged families may not be daunted by increased distances to schools, those from poorer families would struggle to adjust. “Some children need extra attention. Many are scared to be away from home,” she said. “Because the school was close by, I would accompany my children to school and sit with them for a while and help them out in class.” In a neighbouring village, also the one where Vijayta taught, Jeeva Nenjani recounted that her son had studied for two years at the multigrade school and was then admitted to the school 20 km away. “He fell down and broke his hand when he was in school. Several hours passed before we were even informed about it,” she said. “Because in this region, we don’t get mobile network. Nobody was able to get in touch with us.”It troubled her that she could not assist her son for all those hours. “If he had been studying at the multigrade school and it had happened, I would have known immediately and rushed him to the hospital myself,” she said. “That is why, at least for the little children, the government should provide a school close to the village.” The proximity of multigrade learning centres to villages often fostered close relationships between the teachers and the local community. The residents of the village in Attapadi where Vijayta taught spoke fondly of her. “Not just with the school, she helped with writing letters or petitions. She would speak to authorities over the phone for us,” Murugan said. “Anything we needed she would help.” Nenjani, now an ASHA worker, said it was Vijayta had helped her apply for the job. “These schools were able to act as a bridge between the tribal settlements and the government schools,” said Meenamma K, a 42-year-old teacher at another village in Attapadi. Meenamma said she was in tears as she issued the transfer certificates to her students. “The parents are asking us why the schools are being closed,” she said. Many who had sought hostel accommodation for their children had told her that they had been unable to find any.On June 1, the multigrade centres remained shut as schools reopened all across the state of Kerala. About 120 km from Attapadi, in a village in Wayanad district, Surendran woke up, got dressed and took out his scooter. He then rode past the multigrade centre where he had taught for 21 years. Surendran rode on and stopped at the government school a few kilometres away. Musicians were playing drums at the entrance of the school, and colourful decorations and welcome signs graced the walls.Surendran wasn’t employed in this school – he was still in the process of applying for various jobs. Nevertheless, he attended the welcome ceremony, looked for some familiar faces among the students and then returned to his old school, which lay empty. He still had the keys, but would return them to the panchayat soon. A film of dust had formed over the bright paintings on the walls “This would have been my twenty-second year as a teacher, so this morning I could not bear the thought of getting up and not seeing my students,” he said with a sad smile. “That is why I drove to the government school, so that I don’t miss out on the ‘first-day’ experience.”Thousands of kilometres away from Kerala, in Chhattisgarh’s Bastar district, the hamlet of Pujari Para was testament to the damage that the closures of single-teacher schools could do the futures of children in remote villages.Seven years ago, in 2015, Pujari Para’s middle school had nine children studying in Class 7 – with one more year of education they would finish Class 8, and middle school. But the decision to merge the school with the middle school in the village of Alnar, two km away, because less than ten children were enrolled in the Pujari Para school, left the children with few options.Seven of the nine students of Pujari Para’s school were boys. Of them, four, Kurso, Gambhir, Shiven Ram and Sukhram, dropped out of school immediately. Bhupen studied for a year in Alnar, then quit to join his older brother to work with a catering unit. Yet another boy, Narsingh, also continued for a year in Alnar, but dropped out after. Soon afterwards, the others heard that Narsingh had died by suicide after an altercation at his home.When Scroll.in interviewed him seven years ago, one of the boys, Bhuvaneshwar Baisa, had sounded determined to continue his education. He attended Class 8 in the Alnar middle school, walking four km each day.Two weeks ago, the 22-year-old, weather-beaten Baisa, recounted how the closure had affected the children’s education. “Ek saath aana-jaane tha, dosti thi, par jab school band hua, sab bikhar gaye,” we would go to school together, there was friendship, but when the school closed, everyone was scattered, he said.Baisa completed his Class 8 in Alnar school, then continued into the ninth in Lakhaibeda, another kilometre away. “During summer break I joined a shopkeeper to work,” he said. “When the school reopened, the thought of walking up and down, crossing the narrow stream, was discouraging, and I decided to continue the work.”Today, he works his way through odd jobs, often joining his father to play the “mor baja”, a local rhythm instrument, at weddings, earning between Rs 200 and Rs 300 a day.Would Baisa have continued schooling had the school not been shifted? “I am not sure,” he said. The strained economic condition of the family meant both he and his brother had to work, he explained – but the school moving farther away made the decision to quit easier.Bhuvaneshwar Baisa, in 2015 and this year. Baisa wanted to continue his education after the closure of Pujari Para's middle school. But the daily walk proved too difficult, and he quit in the ninth. Photos: Malini Subramaniam The two girls of the Pujari Para school, Sangeeta and Kaushalya, managed to reach up to Class 12. While Sangeeta completed her twelfth, Kaushalya could not. She managed to complete her tenth in Lakhaibeda, covering eight kilometers every day on foot. For her eleventh and twelfth, she shifted to Balenga village, 35 km from her home, because she had to care for her grandmother there – she hoped to attend a school nearby. However, the school was three km away from her grandmother’s home, and regular attendance proved difficult. At the end of her Class 12, she felt she was not prepared to appear for her exams and quit with a heavy heart, she told Scroll.inFor all its claims about seeking to improve efficiency, the school rationalisation programme did not address a core issue: the shortage of teachers. For instance, the primary school in Pujari Para has remained closed for the last three years, because there is no teacher assigned to it, said Baisa’s 12-year-old sister Kajal, who goes to Alnar to study after helping her mother with housework. “After the demise of Yadav ma’am, our primary school teacher, no teacher was appointed,” Kajal said. Chandrakant Yadav, the block education officer, however, told Scroll.in that a teacher had been assigned to the primary school, and that it would function this academic year.About 90 km from Pujari Para, and 35 km away from the nearest city, Jagdalpur, the children of the village of Chandameta, in Darbha block, inside the Kanger Valley National Park, face an even more fraught challenge.The village is located at the foothills of Tulsi Donger, a thickly forested hill that has been identified as a base for armed insurgents, and is believed to provide a secure corridor for their movement between Odisha and Chhattisgarh. Villages in the national park area are thus under surveillance both by the Maoists and the security forces. Encounters between the police and Maoists, deaths, surrenders, and arrests make regular news around the valley. Darbha valley, which is part of the 200-square-kilometre national park, is infamous for a May 2013 Maoist ambush on a Congress party cavalcade returning after an election rally, in which 32 were killed, including senior politicians.When Scroll.in visited in 2015, the 33-km route from Darbha block headquarters to Chandameta was a rugged forest path, on which only two-wheelers could ply. Today, 28 km of the stretch has a metalled road, while as of mid June, the remaining five km were under construction. Chandameta now has a security camp as well. But locals don’t see these as positive developments: 65 out of the 160 households in Chandameta have fled their homes, fearing intensified fights between security personnel and armed Maoists.It was difficult to ascertain if children from the households that quit the village continued their education wherever they settled, since most were scattered in various places outside the block. But a survey conducted in May by the state school department listed names of forty children who were ready for primary schooling, according to Mangraram Nag, the coordinator for the Koleng education cluster, under which Chandameta falls.Ten years ago, Chandameta had its own primary school. But it was shut because the teacher assigned to it was irregular, as a result of the conflict, villagers said. The Bastar district collector promised that the village would have a new school by the start of this academic year, but as of the end of June, though schools had reopened, construction was incomplete and the school remained shut.The remains of the primary school in Chandameta, shut ten years ago. The village is next to a hill that is a base for armed insurgents, as a result of which the school's teacher was irregular. Photo: Malini SubramaniamUntil 2015, children from Chandameta who did complete primary school went to a middle school that was located five km away, in Chhindgurh – that year, this school was merged with another school in the village of Koleng, another three km away, under the school merger programme.Bemoaning the closure of Chhindgurh middle school, Nag, Koleng’s cluster coordinator told Scroll.in that every year, around 30 children are ready for middle school from the nearby villages of Mundagarh, Salphipadar, Chandameta and Kachhiras. Chhindgurh is centrally located for these children, he explained. After the closure of the middle school, children who were keen to study had to enrol in a residential  school in Darbha, 25 km away, since the Koleng school is also too far for them to commute to daily.Children from the ten-odd non-Adivasi families of Chhindgurh suffered an even greater blow than the school’s closure – Maoists forced their families to leave the village, as they suspected the families of having aligned with the police, said Budruram Nag, the sarpanch of Chhindgurh Gram Panchayat. He was unable to confirm whether these children were attending schools in the places to which they had shifted.Among the non-Adivasi families who stayed was that of Rajman Sethia’s. In 2015, when Scroll.in met Sethia, he was a 13-year-old, who had completed Class 5, and was looking forward to progressing to Class 6. But even Sethia had to abandon the idea because it would mean walking six km to and from Koleng through a forest path every day.Rajman Sethi in 2015, at the age of 13, and this year, at 20. Sethia, who stays in Chhindgurh, quit school after Class 5 because he would have to walk 6 km each day in order to attend. Photos: Malini Subramaniam  “It was impossible for an adult to walk up and down the forest route every day, leave alone us teenagers,” said Sethia, now 20. Sethia quit school and started working as a daily wage labourer, doing road construction work, earning Rs 250 a day. “School rehta to main zarur padhta,” he said wistfully – if there was a school, I would definitely have studied. Now married, he has taken a break from work to be with his wife. “She is expecting a child any day,” he said, smiling.  This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Johanna DeekshaMalini Subramaniam","time":"2022-07-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176760-basfjdzuhf-1657030000.jpg","tags":["Education","Scheduled Tribes","Kerala","Chhattisgarh","School closure","National Education Policy"],"source":"https://scroll.in/article/1027639/indias-mass-closure-of-schools-is-leaving-lakhs-of-students-stranded"}