{"title":"Indian cricketer Rishabh Pant injured in car crash, BCCI secretary Jay Shah says he is stable","content":"Star wicketkeeper Rishabh Pant met with an accident early on Friday near Roorkee in Uttarakhand with the Board of Control for Cricket in India later confirming that he is stable. “Pant met with an accident between Manglaur and Narsan in Haridwar district. He has now been shifted to a hospital in Dehradun after receiving primary treatment in a hospital in Roorkee,” Pant’s Indian Premier League franchise Delhi Capitals had said on Twitter.The BCCI said he was admitted to Saksham Hospital Multispecialty and Trauma Centre where he was treated for impact injuries. “Rishabh has two cuts on his forehead, a ligament tear in his right knee and has also hurt his right wrist, ankle, toe and has suffered abrasion injuries on his back,” the statement released by BCCI secretary Jay Shah said. “Rishabh’s condition remains stable, and he has now been shifted to Max Hospital, Dehradun, where he will undergo MRI scans to ascertain the extent of his injuries and formulate his further course of treatment. The BCCI is in constant touch with Rishabh’s family while the Medical Team is in close contact with the doctors currently treating Rishabh.”Pant’s car is reported to have hit a divider near Manglaur when he was coming from Delhi, Haridwar Senior Superintendent of Police Ajai Singh is quoted as saying by PTI.“Praying for Rishabh Pant. Thankfully he is out of danger,” former Indian cricketer and head of National Cricket Academy VVS Laxman had written in a tweet.Praying for Rishabh Pant. Thankfully he is out of danger. Wishing @RishabhPant17 a very speedy recovery. Get well soon Champ.— VVS Laxman (@VVSLaxman281) December 30, 2022\n\nMy thoughts and prayers are with Rishabh Pant as he fights his way back to recovery. I have spoken to his family and the doctors treating him. Rishabh is stable and undergoing scans. We are closely monitoring his progress and will provide him with all the necessary support.— Jay Shah (@JayShah) December 30, 2022\n\nPant was most recently involved in the Test series in Bangladesh where he played a significant role in the 2-0 series win. In the recently announced squads for the home series against Sri Lanka, Pant was absent from the ODI and T20I squads with ESPNCricinfo reporting that he was due to reach the NCA for some rehab work.","author":"Scroll Staff","time":"2022-12-30T09:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183681-jfvxqvhxaf-1669870611.jpg","tags":["Rishabh Pant","India Cricket"],"source":"https://scroll.in/field/1040844/indian-cricketer-rishabh-pant-injured-in-car-crash-in-haridwar-receiving-treatment-in-roorkee"}