{"title":"India deeply disappointed Frieda Hauswirth, but she never gave up writing about it","content":"When Frieda Hauswirth arrived in Bombay in 1920, she was brimming with anticipation and eagerness. India had always been a fascination of hers: she had read its epics, met its freedom fighters, been familiar with its thoughts.By her side was her Indian husband, an agricultural scientist who wanted to set up a sugar plant in his homeland. Hauswirth was convinced that her “significant” inter-racial marriage would “tear down human barriers”, further “tolerance, and human understanding”.But India left her tragically disillusioned. By the time she went back to the United States nine years later, her marriage had ended and the myriad contradictions of India had worn her down.“I had come in search of an India with age-old traditions of spiritual calm and achievement, of great unselfish devotions, of deep indifference to worldly success, of smilingly tolerant aversion to the made Western rush towards nowhere,” she wrote. “But of this India, I found no trace…”Still, India remained a part of her. Several of the books she wrote – starting with A Marriage to India (1931) – evoked the country, its history and infinite varieties. Even her gender activism and her art drew from her time in India.A painting by Hauswirth. Courtesy: The Art Movements.Formative experiencesFrieda Mathilda Hauswirth was born to Maria Magdalene and Emmanuel Hauswirth on February 8, 1886, in Gstaad, Switzerland. The ninth of 10 children, she received government-mandated primary schooling for nine years and trained as a seamstress. After that, she wanted to study further, just like men of her age got to. When she could not, scholar Claire Louise Blaser writes, 16-year-old Hauswirth left for the United States with older brother Hermann.For a while, the two followed other Swiss youth who were drawn by the agricultural and dairying opportunities on the US West Coast. The first two years were spent in Oregon, before Hauswirth moved to Palo Alto in California in a bid to get admission into Leland Stanford Junior College, later called Stanford University.Stanford proved a formative experience for Hauswirth. In the 1890s, it was one of the few private co-educational universities in the US and the first to offer advanced degrees to women. Among its early female graduates were scientists, academics and suffragettes, including Edith Mirrielees, who went on to teach English at Stanford and mentored writers like John Steinbeck.A sketch by Hauswirth. Credit: Leaphome and Gentlebrawn (1932).Although Hauswirth was studying for a degree in English, she got deeply interested in India while at Stanford. A key reason for this was the Temple of the People, an offshoot of the Theosophical Society set up in 1898. The group introduced Hauswirth to epics such as the Ramayana and Mahabharata and to Indian thought, Blaser says. It even devised the ceremony according to which she got married to her first husband, Arthur Lee Munger.At Stanford, as a member of the Friends of India Association, Hauswirth came in contact with many South Asian activists and students. One of them was her future second husband, Sarangadhar Das, who belonged to the princely state of Dhenkanal and whom she affectionately nicknamed Sugar King. Others included revolutionaries Har Dayal and Tarakanath Das, who were already under British surveillance for their passionate demand for India’s independence.Recurring themeIn A Marriage to India, Hauswirth recounts the debates she witnessed among Indian students about the future of India, when the “maharajas were to be dethroned, a United States of India formed, caste and the veil abolished by law, temples plundered, schools established with that money, towns cleaned up. It was all so simple and sure!”A sketch by Hauswirth. Credit: Leaphome and Gentlebrawn (1932).India was a recurring theme in her life after that. In the 1910s, she collaborated with Lala Lajpat Rai on his book The United States of America: A Hindu’s Impressions and Study. Around this time, she began writing for The Hindusthanee Student, the journal of the Hindusthan Association of America, and in one article in 1917, advocated cooperation between Indian and American women via “a system of correspondence… for this would break down barriers of ignorance, distance and separateness”. Months earlier, she applied (unsuccessfully) for a teaching gig at the Brahmo Balika Shikshalaya, established in Calcutta by Abala Bose, the educationist married to Jagadish Chandra Bose.In 1917, the year Hauswirth accepted Das’s marriage proposal, she was called as a witness in the sensational Hindu-German conspiracy case, in which the Ghadar Party stood accused of fomenting revolution in India with the aid of German officials. A news report in The Anaconda Standard claimed she had received missives from Har Dayal and Tarakanath Das, two of the key leaders of the Ghadar Party. According to the report, while Hauswirth was in Switzerland in 1913-1914, Har Dayal urged her to spread propaganda in Holland, England and the US – a request she turned down.Meanwhile, she developed an interest in art. According to Maurine St Gaudens, who edited four volumes on California’s women artists, Hauswirth first studied at the San Francisco Institute of Art and then at the Ecole des Beaux-Arts in France. Somewhere in between, she also studied with artists such as Gottardo Piazzoni.A portrait of Gandhi by Hauswirth published in the Daily News on August 11, 1942. Credit: Newspapers.comShe travelled with Das to India in 1920, first spending time in Bombay and Calcutta, before moving to Odisha. The colours and complexities she witnessed during this time are duly recorded in her fiction and non-fiction. In A Marriage to India, for instance, she describes Mahatma Gandhi addressing a meeting attended by women who had emerged from purdah for the first time:“More than a hundred met on the roof and bared their faces under the light of the moon while listening intensely to the words of the great saint – for most of them the first time that they let a stranger glimpse their features. Such is the power of Mahatmaji he opens doors that have remained closed for centuries.”  A portrait she drew of Gandhi on this occasion is held at the Shasta State Historic Park in California.Hauswirth left Odisha and her marriage in 1929, with the sombre realisation that the gulf that separated her from India was unbridgeable. As her husband Das put it, in her desire to break down caste barriers, she was “going too fast”. It is clear from her writings that, apart from the tyranny of caste, she was distressed by the state of women in the country. In Purdah: Status of Indian Women (1932), she wrote: “Only by setting their women free and opening wide to them the door to absolute self-determination in all forms of expression and development… will Indian men be able to achieve their own personal emancipation.”  The theme continued into a book of fiction she wrote. Titled Into the Sun (1933), it examines the contradictions and choices faced by Indian women during the freedom struggle through the lives of the women in one household. One of the protagonists in the novel, who takes part in the Gandhian movement, is based on Rama Devi, the wife of Gopabandhu Choudhury, the noted Gandhian from Odisha who later became a follower of Vinoba Bhave’s Bhoodan movement.Peripatetic lifeAfter leaving India, Hauswirth led a peripatetic life. Between 1944 and 1946, she lived in Mexico, and in the 1950s, travelled to Switzerland and India. This life on the move sometimes kept her naturalisation status in flux. She lost her American citizenship in 1917 after her marriage to Das, although, contrary to prevailing legal precedents, his application for citizenship was upheld by a Hawaiian judge. In 1938, she divorced Das – then a British Indian citizen – so as to reapply for American citizenship.Das went on to join politics. He was a member of the All India State People’s Conference (comprising all the princely states), served in the Constituent Assembly, and later joined the Socialist Party. He died in 1957.A painting by Hauswirth. Courtesy: The Art Movements.Hauswirth held exhibitions of her works in some of the biggest US cities – namely Los Angeles, New York, Boston – but spent her last years in Berkeley. Her final abode was a redwood cabin designed by the famous architect Richard Neutra nestled in verdant hills. When she died in 1974, her ashes were taken back to Saanen, the Swiss municipal town she hailed from.Despite her personal unhappiness, she recognised the great gifts India had offered her. In A Marriage to India, she wrote: “…(the) stark inner isolation and homeless wandering that was, unrecognized at the time, probably the greatest boon India bestowed on me. It drove me on in my search of the things of lasting value in Indian culture and kept me from being engulfed too soon in the conflict of little things, the piling-up of personal unadjustable problems, such as many of the other white girls married to Indians could not escape from. Personal connections might break, but spiritual links are unbreakable.”  A painting by Hauswirth. Courtesy: The Art Movements.The writer would like to thank Professor Claire Louise Blaser for her inputs and advice.This article is part of a series on notable Americans who visited India until mid-20th century. Read the rest of the series here.","author":"Anu Kumar","time":"2024-01-09T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197166-yxjlgrygsh-1704264028.jpg","tags":["Frieda Mathilda Hauswirth","History"]}