{"title":"India can reap the demographic dividend – but there’s a deadline","content":"The United Nations Population Fund said on September 26 that the proportion of elderly citizens in India is projected to rise to 20% of the total population by 2050, serving as a reminder that there is no inevitability about the country benefitting from its currently youthful population.With India’s young population projected to start thinning by mid-century, the country will have to take timely measures to overcome hurdles that may stop it from enjoying the higher economic growth having a larger working-age populace promises.A shrinking workforceIn April, a United Nations report said that with 142.86 crore people, India had overtaken China as the most populous country even as its population growth has been slowing in recent decades. The report also said that 68% of India’s population was in the working age group of between 15 years and 64 years.This presents India with an opportunity to reap a demographic dividend, referring to the economic growth potential stemming from the working-age population being larger than the non-working population.On Tuesday, in its “2023 India Ageing Report”, the United Nations Population Fund said that the share of the country’s elderly population will double to 20.8% by 2050 from what was 10.5% in July 2022. The report defined elderly population as those aged above 60 years. In terms of numbers, the elderly population will more than double from 149 million in 2022 to 347 million by mid-century.It said that there has been a sharp growth in India’s elderly population starting 2010 as well as a decline in the age group of below 15 years. Consequently, the proportion of India’s elderly citizens will be higher than those in the zero to 14 age group by 2046, the report added.By that point, the proportion of those in the 15-59 age group will also see a dip. “Undoubtedly, the relatively young India today will turn into a rapidly ageing society in the coming decades,” the report added.This ageing of the society will lead to shrinking of the workforce as seen in the case of South Korea. Therefore, the United Nations’ report on ageing in India serves as a reminder that the country’s opportunity to reap the demographic dividend is not perpetual.Employees at a local accounting firm in Ahmedabad, India. Credit: Amit Dave/ReutersThe challengesTo this end, demographic experts had told Scroll in January that India can reap this demographic dividend provided timely measures are taken to solve challenges such as unemployment, and shortcomings in skilling and healthcare to harness the young population.A study published on September 20 by Azim Premji University’s Centre for Sustainable Employment said that unemployment among graduates under the age of 25 was at 42.3% in 2021-’22. This also aligns with a broader problem of unemployment. On September 12, the Centre for Monitoring Indian Economy, a private think tank, reported that India’s unemployment rate was 8.1% in August.Additionally, while government data shows that there has been growth in women’s participation in the workforce, their 32.8% participation in 2021-’22 remains much lower as compared to 61% in China – another emerging economy and the second most populous nation – during the same period.There are also challenges relating to where India’s workforce is employed. Expanding labour participation in manufacturing has for long been highlighted by economists as a prerequisite for India reaping the demographic dividend. China’s economic boom was similarly driven by its industrial and service sectors. As of 2022, over 47% of China’s workforce worked in the service sector followed by 28.8% in the industries. About 24.1% were engaged in agriculture.In contrast, nearly 44% of India’s workers were still involved in agriculture as of 2021. About 30.7% were employed in services and 25.3% in industries – sectors that drive economic growth.An instructor teaching newly appointed workers at an automobile factory in Gujarat. Credit: Amit Dave/ReutersAchieving this also requires skilling of the workforce. “We need to ensure that our demographic dividend is indeed a demographic dividend and that requires focus on skilling in areas of green technology, artificial intelligence and also other infrastructure skills that our industry would require,” India’s Chief Economic Advisor V Anantha Nageswaran admitted in June.Similarly, India’s ability to reap the demographic dividend during this window of opportunity will also depend on promptly improving health conditions and governance, demographic experts say. “Investment in family planning and health alone have a cost-to-revenue ratio of 1:120, meaning a one-rupee investment gives a return of 120 rupees,” wrote Srinivas Goli, associate professor for fertility and social demography at Mumbai-based International Institute for Population Sciences in The New Indian Express in April.Also read: India will soon outstrip China’s population – but its labour force will still be smallerIndia is now the world’s most populous nation – but there’s no reason to be worried","author":"Nachiket Deuskar","time":"2023-10-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187691-xpsnvewooo-1678198301.jpg","tags":["India","India Population"],"source":"https://scroll.in/article/1056742/india-can-reap-the-demographic-dividend-but-theres-a-deadline"}