{"title":"India surpasses China as most populous country: UN report","content":"India has become the most populous country surpassing China, said a report published by the United Nations Population Fund on Wednesday.The population of India has grown by 2.2 crore, or 1.56%, in the last year and is estimated to be 142.86 crore, the report said. China’s population has declined from 144.85 crore in 2021 to 142.57 in 2022, according to the UN agency.According to the State of World Population report, 68% of India’s population was between 15 years and 64 years and 26% between 10 years and 24 years. In its last year’s report, the UN agency had put India’s population at 140.66 crore. Officially, India last conducted its census in 2011.The report, which is published annually since 1978, also said that the average life expectancy at 71 years for Indian men stood and 74 years for women.India’s total fertility rate was estimated at 2.0. The total fertility rate refers to the average number of children a woman from a country will give birth to throughout her reproductive years.Andrea Wojnar, the representative of UNFPA India and country director of Bhutan, said that India with its 25.4 crore youth (between 15-24 years) can be a source of innovation, new thinking and lasting solutions, reported Outlook.She added that this can be utilised if women and girls, in particular, are equipped with equal educational and skill-building opportunities, access to technology and digital innovations and, most importantly, with information and power to fully exercise their reproductive rights and choices.“We at UNFPA see India’s 1.4 billion people as 1.4 billion opportunities,” Wojnar said. “India’s story is a powerful one. It is a story of progress in education, public health and sanitation, economic development as well as technological advancements.”Wednesday’s report also published a public survey in which 63% of Indians identified economic issues as their top population-related concerns, according to The Indian Express. It was followed by environmental concerns at 46%, and sexual and reproductive health and rights and human rights concerns at 30%. The survey was conducted online and its sample size was 1,007.","author":"Scroll Staff","time":"2023-04-19T13:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151218-ftshugdtbm-1616467523.jpg","tags":["India","India's population","Census","Population"],"source":"https://scroll.in/latest/1047628/indias-population-increased-by-1-56-in-2022-estimated-at-142-86-crore-un-report"}