{"title":"India loses its status as ‘free’ in Freedom House’s 2021 report","content":"India’s status on Freedom House’s report on political rights and civil liberties was lowered to “partly free” in the United States government-funded non-governmental organisation’s annual Freedom in the World rankings. In 2020, the organisation’s report ranked India as “free” “Political rights and civil liberties in the country have deteriorated since Narendra Modi became prime minister in 2014, with increased pressure on human rights organizations, rising intimidation of academics and journalists, and a spate of bigoted attacks, including lynchings, aimed at Muslims,” the report read. “The decline only accelerated after Modi’s reelection in 2019.”Source: Freedom HouseThe report said that the fall in India’s status from the “upper ranks of free nations” may have a damaging impact on international democratic standards. The Narendra Modi-led Indian government and its allies in states continued to crack down on dissent during 2020, the report highlighted. It also noted that the coronavirus-induced lockdown “resulted in the dangerous and unplanned displacement of millions of internal migrant workers”.The lockdown announced by Prime Minister Narendra Modi on March 24, 2020, left lakhs of migrant workers stranded in big cities without work. Hundreds of thousands of them then began long journeys to home on foot, sometimes over distances of more than 1,000 km. Some died on the way due to illness, while others died in road accidents. Some died of exhaustion after walking home in the scorching heat.Faced with fierce criticism over the migrant crisis, the Centre had launched over 300 “Shramik” special trains on May 1. In September, the Bharatiya Janata Party-led central government informed the Parliament that there was no data available on the number of migrant workers who lost their lives during the exodus that was sparked due to a countrywide lockdown.The Freedom House report added: “The ruling Hindu nationalist movement also encouraged the scapegoating of Muslims, who were disproportionately blamed for the spread of the virus and faced attacks by vigilante mobs.Rather than serving as a champion of democratic practice and a counterweight to authoritarian influence from countries such as China, Modi and his party are tragically driving India itself toward authoritarianism.”— Freedom House report\nThe report was referring to the vilification of members of the Tablighi Jamaat last year. The Tablighi Jamaat, an Islamic evangelical organisation present in several countries, has its headquarters at the Banglewali Masjid Markaz in Nizamuddin locality of Delhi. According to the Union Ministry of Home Affairs, workers of the Tablighi Jamaat – foreigners as well as Indians – conduct the group’s activities across India throughout the year. They first normally report at the headquarters in Nizamuddin, and then go to different parts of the country.Thousands of workers attended a conference on March 9 and 10 at the Markaz. Hundreds of foreigners from South East Asia, South Asia, Europe had arrived in Delhi in the weeks before this. Some sections of the media had linked the congregation to thousands of coronavirus infections around the country in the initial weeks of the nationwide lockdown which began on March 25, 2020. However, several courts have dismissed charges against the members and expressed concerns about media coverage on the matter.The Freedom House report also noted the laws against religious conversions that BJP-ruled states have adopted, saying that critics fear this “will effectively restrict interfaith marriage in general”. It said: “Under Modi, India appears to have abandoned its potential to serve as a global democratic leader, elevating narrow Hindu nationalist interests at the expense of its founding values of inclusion and equal rights for all.”— Freedom House report\nRight-wing Hindutva activists allege that Hindu women are forcibly converted by Muslims through marriage. They call the conspiracy theory “love jihad”. Many Bharatiya Janata Party ruled states have already implemented or are contemplating enact laws aimed at preventing inter-faith marriages.Madhya Pradesh and Uttar Pradesh, both governed by the BJP, have recently passed such laws. Some more BJP-ruled states have also decided to introduce anti-conversion laws. The Haryana government has formed a three-member drafting committee to frame a law on the matter. Karnataka and Assam governments have made similar announcements.","author":"Scroll Staff","time":"2021-03-03T19:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132582-btarxiqbke-1602073399.jpg","tags":["India","human rights","freedom","Freedom House","free status"],"source":"https://scroll.in/latest/988481/india-loses-its-status-as-free-under-freedom-houses-2021-rankings"}