{"title":"India-China tensions in eastern Ladakh continued till 2022, Army award citations show","content":"Military tensions between India and China along the Line of Actual Control in eastern Ladakh that began in mid-2020, continued through 2022 even as several rounds of high-level military talks were being held, The Hindu reported on Wednesday.In June 2020, a major face-off between Indian and Chinese soldiers in Ladakh’s Galwan Valley led to casualties on both sides – the first in many decades. Tensions had flared up at multiple friction points along the disputed border, with both countries deploying tens of thousands of troops backed by artillery, tanks and fighter jets in the region.Since the clashes, China and India have held several rounds of military and diplomatic negotiations to resolve the standoff.However, new information on the aftermath of the clashes, which came to light during the presentation of the gallantry awards on the eve of Army Day on January 15, showed that military confrontation between the two countries had continued in eastern Ladakh even while the talks were on. This includes China’s repeated attempts to enter Indian territory.These details “inadvertently” came to light because of gallantry award citations announced by the Army Western Command and Central Command. The awards were presented on the eve of Army Day on January 15.The video of the Western Command investiture ceremony, uploaded on YouTube, has since been removed but that of the Central Command is still available on the video sharing platform.\n\n\n    \n    Play\n\nAccording to the citations announced by the Western Command, Chinese troops had attacked an Indian Army post on January 7, 2022, reported The Indian Express. This was almost a year after India and China had agreed to disengage from Pangong Tso in February 2021. In the incident, one of the soldiers of the Sikh Light Infantry unit managed to repulse the incursion attempt by engaging in hand-to-hand combat, the citations said. He injured four People’s Liberation Army soldiers.Another incursion attempt by China’s People’s Liberation Army took place on November 27, 2022, about two months after the two sides disengaged at Patrolling Point-15 in the Gogra-Hot Springs area. A junior commissioned officer had successfully led his troops in repulsing the attack and was wounded in the fight, the citations said. The citations also stated that the Indian Army undertook two covert operations at the Line of Actual Control, reported The Indian Express. One of these was in September 2022. The details of the other operation are classified.In another incident, an official of the major rank in the Para (Special Forces), the Army’s elite commando unit, crossed over to the other side and provided 120 hours of live feed of Chinese military movement, the citations said, according to The Print.Three Army soldiers and officials were awarded Sena Medals on January 26 and the others were conferred the awards on August 15.Also read:Why accepting ‘differing perceptions’ on the LAC might be hurting India strategicallyGalwan to Tawang: Even as border attacks continue, India’s imports from China have boomed","author":"Scroll Staff","time":"2024-01-17T12:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166275-ixbyydmsoh-1636683112.jpg","tags":["China","Ladakh clash","Galwan Valley clash","Indian Army","India-China relations"],"source":"https://scroll.in/latest/1062267/india-china-tensions-in-eastern-ladakh-continued-till-2022-army-award-citations-show"}