{"title":"Indus Valley civilisation had meat-heavy diets, preference for beef, reveals study ","content":"The people of the Indus Valley Civilisation in northwest India had a predominantly meat-heavy diet, comprising animals like pigs, cattle, buffalo and sheep, along with dairy products, a study published in Journal of Archaeological Science has shown. High proportions of cattle bones was also found, which may suggest a “cultural preference for beef consumption” across Indus populations, the study, titled, Lipid residues in pottery from the Indus Civilisation in northwest India, said. The research offers insights into the food patterns of ancient South Asia by using lipid residue analysis to investigate what kinds of food items were used in ceramic vessels by people of the Indus Valley Civilisation settlements in northwest India, the present-day states of Haryana and Uttar Pradesh.Read the study here: https://www.sciencedirect.com/science/article/pii/S0305440320302120?via%3DihubIt was led by Akshyeta Suryanarayan as part of her PhD at the University of Cambridge.  “Our study of lipid residues in Indus pottery shows a dominance of animal products in vessels, such as the meat of non-ruminant animals like pigs, ruminant animals like cattle or buffalo and sheep or goat, as well as dairy products,” Suryanarayan said, according to a press release by the Cambridge University.     The study of lipid residues involves the extraction and identification of fats and oils that have been absorbed into ancient ceramic vessels during their use in the past. It provides chemical evidence for milk, meat, and possible mixtures of products and/or plant consumption. Lipids are relatively less prone to degradation and have been discovered in pottery from archaeological contexts around the world.    On average, about 80% of the faunal assemblage from various Indus sites belong to domestic animal species, the study said. Out of these, cattle or buffalo are the most abundant – averaging between 50% and 60% of the animal bones found – with sheep and goat accounting for 10% of animal remains.“The high proportions of cattle bones may suggest a cultural preference for beef consumption  across Indus populations, supplemented by the consumption of mutton/lamb,” the research said.Wild animal species like deer, antelope, gazelle, hares, birds, and riverine/marine resources were also found in small proportions, suggesting that “these diverse resources had a place in the Indus diet”, the study notes. “The pattern is similar at the sites in northwest India, where domestic and wild mammals, and smaller proportions of birds, reptiles, riverine fish, and molluscs were consumed,” it added. There is also evidence of hares and birds being eaten, although little evidence was gathered on whether chicken was part of the diet of Indus people, according to the study. Besides, “ledge-shouldered jars and large storage jars at Harappa have been linked to storage of liquids such as wine and oil,’’ it said. Suryanarayanan told The Indian Express that the study was unique as it examined the contents of the ceramic vessels recovered from the Harappan sites. “Normally there would be access to seeds or plant remains,” she added. “But through the lipid residue analysis, we can confidently ascertain that consumption of beef, goat, sheep and pig was widespread, and especially of beef.”The Indus Valley was home to one of the world’s first large civilisations. It began nearly 5,000 years ago in an area of modern-day Pakistan and North India. There were more than 1,400 towns and cities in the Indus Valley. The biggest were Harappa and Mohenjodaro. Around 80,000 people lived in these cities.","author":"Scroll Staff","time":"2020-12-10T10:40:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/26869-zjxardkesg-1514960739.jpg","tags":["Indus Valley Civilisation","Meat","beef consumption"],"source":"https://scroll.in/latest/980808/indus-valley-civilisation-had-meat-heavy-diets-reveals-study"}