{"title":"‘Indu Sarkar’ review: Bhandarkar’s film is both screed and cautionary tale about the Emergency","content":"Tireless muckraker Madhur Bhandarkar loves minimalistic movie titles that communicate the universe of his films without any fuss – Page 3, Jail, Corporate, Traffic Signal, Fashion. The cleverly named Indu Sarkar refers both to the titular heroine as well as the repressive regime she takes on. Set during the Emergency imposed by Indira Gandhi between 1975 and 1977, Indu Sarkar balances its anti-Congress screed with a cautionary tale about a power-drunk government’s attempts to replace democracy with dictatorship. Indira Gandhi was privately known as Indu, and the movie is an exploration of the mayhem she visited upon India in her foolish bid to stamp out political opposition.The plot makes references to several real-life incidents that took place during the period – the forced vasectomies, the demolition of slums and police firing at Turkman Gate in Delhi under the guise of city beautification, the crackdown on the press and political activists, and the minor and major acts of resistance. The story’s heroine is the shy and stammering poet Indu (Kirti Kulhari), who is content to be the domestic partner of careerist bureaucrat Navin (Tota Roychowdhury). When Navin’s boss demands poems to go along with his pro-Emergency speeches, Indu complies, but she finds her own voice when she witnesses the violence at Turkman Gate. Indu rescues two orphaned children, and in trying to find their parents, she clashes with Navin, who is terrified that his fast-track career is going to go off the rails. Indu joins a group of activists led by Nanaji (Anupam Kher), a blend of Jayaprakash Narayan and George Fernandes, and blossoms into a full-fledged political dissident.\n\n\n    \n    Play\n\nIndu Sarkar.Censorship has ensured that Indira Gandhi, portrayed by Supriya Vinod, is present on screen for only a few seconds. More footage is devoted to the real antagonist, referred to only as “Chief” but clearly modelled on Sanjay Gandhi. Played with suitable villainy by Neil Nitin Mukesh, the Sanjay Gandhi character runs the sordid show along with his coterie, which includes Farzana (based on his associate Rukhsana Sultana) and other oleaginous types in ill-fitting wigs and suits. Bhandarkar’s strengths – strongly written characters, a bold and blunt exploration of corruption, and a clearly delineated morality – have always been at odds with his chintzy production design, poorly attired characters and melodramatic excess. Indu Sarkar is as tacky as any Bhandarkar production, but the filmmaker has pared down the bombast that has characterised some of his previous films and allowed Kirti Kulhari’s assured and sensitive performance to set the tone. Rowchowdhury is impressive as the bureaucrat Navin, but it is Kulhari’s Indu who stands out as the movie’s best-sketched and most impressive character. The movie halts in its stride when Indu stammers, and is all the better for it. Indu Sarkar is a valuable addition to a slim catalogue of films about the excesses of the period even though it lacks the political insights of the better works about the Emergency. Indu’s awakening is a personal one, spurred more by her concern for the children than deepening political understanding. Indu Sarkar is nowhere near Sudhir Mishra’s Hazaaron Khwaishein Aisi in terms of understanding the rich and complex politics of the 1970s. The opposition to Indira and Sanjay Gandhi is reduced to a handful of activists, and budget constraints ensure that the scale of the resistance is underreported. Bhandarkar’s favoured canvas is the underbelly of Mumbai, and in Indu Sarkar, he finds that the grubby-handed culture of India’s financial capital also thrives in its political capital. This film is yet another Madhur Bhandarkar chronicle of corruption in high places. If there is one thing the director understands well, it is the tendency of individuals to manipulate the system to line their pockets. Navin expresses this best when he tells Indu that the Emergency provides him with the perfect opportunity to clamber up the ladder. The way Indu Sarkar tells it, the Emergency was yet another smash-and-grab moment, but in reality, it was so much more.","author":"Nandini Ramnath","time":"2017-07-28T08:18:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/845276-64241-zyiymufshc-1501196219.jpg","tags":["Indu Sarkar","Madhur Bhandarkar","Film review"],"source":"https://scroll.in/article/845276/indu-sarkar-review-bhandarkars-film-is-both-screed-and-cautionary-tale-about-the-emergency"}