{"title":"Inequality of suffering: Why images of Kashmir’s pellet victims have failed to evoke India’s empathy","content":"Why are we moved by some images and not others?  On November 28, Hiba Nisar, a 20-month old girl from Shopian in Kashmir, was hit by pellets while her mother and siblings were fleeing their home after it became clouded with teargas smoke. Tragically, despite undergoing surgery, she might still lose eyesight in her right eye.Since the summer of 2016, when the militant commander Burhan Wani’s killing by the Indian armed forces sparked mass protests across Kashmir, over 17,000 Kashmiris have been critically injured and hundreds permanently or partially blinded. Photographs of wounded, blinded and maimed Kashmiris have circulated in the media. Most of the injuries have been caused by weapons labelled “non-lethal”: lead pellets fired from pump action guns, commonly referred to as pellet guns, or rubber pellets from anti-riot guns. When fired from a pump action gun, pellets can cause severe organ damage or disfigurement, even death.Ironically, the adoption of “non-lethal weapons” by the Indian forces was meant to exemplify a gentler, more humane military response to civilian protests. Yet, evidence indicates “non-lethal weapons” have not reduced but in fact aggravated harm and suffering. Within a few days of Wani’s killing, Sri Maharaja Hari Singh Hospital, where most “pellet victims” were taken for treatment, ran out of emergency medicines and equipment. As a Kashmiri doctor treating the victims at the time noted, “Non-lethal weapons have shifted the burden from mortality to morbidity”. How do we reconcile claims of “non-lethality” with the fact that thousands of Kashmiris have been mutilated and injured by non-lethal weapons and several hundred blinded? What responsibility, if any, does the Indian public have to view and respond to images of wounded Kashmiri bodies?'Non-lethal weapons' have only aggravated harm and suffering in Kashmir. Photo credit: AFPSocial scientists argue that the way we receive and respond to images of suffering has everything to do with our ethical, cultural, political and historical paradigms. It has to do with who we empathise with – due to shared history, culture, or religious affiliation – and who we consider human. Historically, these determinations have been made on the basis of race, gender, sexual orientation and economic status. Every society establishes a hierarchy of suffering, in which some suffering is considered more urgent and intolerable than another. As social scientists and human beings, we must question and deconstruct the naturalisation and narrowing of these categories, particularly during these times of heightened xenophobia, hypernationalism and violence.Since 2016, I have been tracking the circulation of images of Kashmiri pellet victims in the Indian mainstream media and their effect. I have found a massive gulf in empathy between how the pictures are viewed in Kashmir and by the Indian mainstream.In India’s mainstream English-language media, some commentators have expressed sympathy for injured Kashmiris. But they are in the minority. For the most part, comment boxes have been filled with questions and accusations: “Why do Kashmiri parents let their children throw stones?” Or “they deserve what’s coming to them.” Others have claimed that the harm caused by non-lethal weapons in the Valley pales in comparison to what the Pakistani military has been doing in the part of Kashmir held by Pakistan. These questions deflect attention away from the causes and vectors of harm, suggesting that some bodies are deserving of brutal violence.Insha Malik, 14, was blinded after being hit by pellets fired by Indian security forces in 2016. Photo credit: AFPSuspecting their sufferingThe lack of empathy in the face of mass Kashmiri suffering exemplifies how deeply embedded the logic of dehumanisation and demonisation of the “other” has become in India’s majoritarian Hindu public. Kashmiri Muslims are the “other” whose pain and suffering is suspect, because their very humanity is suspect. Not recognising the humanity of the suffering other has become an emblem of xenophobic and nationalist governments globally – it is the same story from refugees who were recently teargassed by the American border security force to civilian protesters in Gaza who are killed in broad daylight after being labeled “dangerous” to the Israeli security state.In contrast to the Indian public’s lack of empathy, Kashmiris express a sense of hope through images of suffering. Many Kashmiris I met in 2016 were storing pictures of pellet victims on their cellphones. When I asked why, many said they felt an obligation to keep alive the memory of their suffering. One Kashmiri doctor hoped the images could do something, perhaps change the hearts and minds of those viewing them. “If someone saw these images, if they really saw what pellets could do,” he said, “there’s no way they could support what is happening in Kashmir.”Kashmiris are aware that their injuries may not be taken seriously by the Indian public. Perhaps unconsciously, to demonstrate that their injuries are real, many have circulated images of pellets not just on but inside the body, through x-ray and CT scans. These images, if they could speak, would say: “Our pain is real. How could we be faking this?” But even these pictures have unfortunately done little to sway Indian public opinion.X-ray shows multiple pellet injuries to Insha Malik's face that have left her blind in both eyes. Photo credit: AFPInstead, images of injuries have sparked a debate around the pellet gun. The Indian government and the Supreme Court have both condemned the “excessive use” of pellets in Kashmir but there has been little engagement with the reasons for their use or the protests themselves. Instead, military experts and public opinion have suggested using “innovative” non-lethal weapons such as PAVA shells, or chili-based munitions. This flowering military imagination suggests that Kashmiri bodies may become grounds for experimenting with yet more “non-lethal weapons”. What goes unquestioned is the broader strategy of permanently blinding and mutilating civilians.What are these pictures of suffering telling us? Perhaps they are asking us to question whether the violence being meted out to civilians in Kashmir is keeping us safer. Perhaps they are urging us to question the logic of “collateral damage” that makes it acceptable for children like Hiba Nisar being blinded. Perhaps we need to ask why some images of suffering move us and others don’t. And what it says about us and how we see them?What India needs now is not a debate about which technology should be used to kill and maim Kashmiris, or even empathy for those whose lives have been shattered. It needs a deeper questioning of militarisation itself and of our calculations of who we consider human.Saiba Varma is an assistant professor of anthropology at the University of California, San Diego, United States.","author":"Saiba Varma","time":"2018-12-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108414-qiyqbpmqgp-1545154668.jpg","tags":["Hiba Nisar","pellet victims","Images of suffering","Kashmir conflict","Burhan Wani","Xenophobia"],"source":"https://scroll.in/article/905247/inequality-of-suffering-why-images-of-kashmirs-pellet-victims-have-failed-to-evoke-indias-empathy"}