{"title":"‘Inquiry process into sexual harassment charges against CJI Gogoi was questionable’: Justice AP Shah","content":"I am here to speak on a subject that has been rankling me greatly for the past several months, and I am sure, many of you too: that of the accountability of judges. The immediate trigger for my selecting this subject was, of course, the allegations made by a former employee of the Supreme Court of India against the present Chief Justice of India, and the events that followed. Over the past few months, several people have expressed concerns about how the judiciary must deal with such cases, and the accountability mechanisms that exist to monitor the judiciary in its actions. The issue still remains unanswered, and the incidents that took place especially reveal the many weaknesses in the in-house mechanism that is employed for resolving such matters.Without passing judgement on the truth or falsity of the allegations, I must admit there are certain stark facts that stand out which demand consideration. A permanent employee of the Supreme Court of India was removed from her post on the flimsy allegation of her having taken a half-day casual leave, and protesting against her seating arrangement. Her relative was dismissed from the same service soon thereafter. She made allegations of sexual harassment against the Chief Justice of India, in response to which there was an unusual hearing that took place on a Saturday without a petition having been moved. In what was termed as a “Matter of Great Public Importance Touching Upon the Independence of the Judiciary”, the person holding the highest judicial office in the land sat as a judge in his own cause. Three judges attended that hearing, but the order that emerged was surprisingly signed only by two out of those three, with the Chief Justice choosing to abstain.A few days later, the Registrar-General of the Supreme Court issued a public statement saying that the complaint was false. The court employees’ association also issued a similar statement. Conspiracy rumours began at around the same time. A retired judge was appointed to examine the conspiracy allegations, but nothing has been heard of it so far. The Attorney-General had initially advised the Chief Justice that there should be an external committee, which recommendation was later seconded by Justice DY Chandrachud, a sitting judge of the court. Instead of following this advice, a committee of judges was set up to look into the matter, with the judges being selected by the Chief Justice himself.The process of inquiry was also questionable: the complainant was not allowed to be represented by a lawyer or a next friend; a key allegation, that of victimisation, was not referred to this committee; the in-house process was not explained to the complainant despite her specific request for the same; a copy of her own evidence was not given to her, and finally she withdrew. An order was eventually passed, but it was given only to the accused, and not made available to the complainant. The entire process was shrouded in secrecy in the name of the protection of judicial independence.All this demands a relook at the accountability system for judges in India, and throws up many questions. We need a robust mechanism so that future incidents are tackled differently and in a better way.Keeping all this in mind, I have divided my speech today into three sections. Firstly, I would like to revisit the tensions between the concepts of judicial independence and accountability. Secondly, I will broadly discuss the existing means used in India for judging judges, which are limited, and few and far between. And finally, I will discuss what I believe needs to change for the better, and attempt to put forward a roadmap for how I see this change coming about. Specifically, I see, one, the scope for a new law on judicial accountability; two, a new and more detailed code of conduct guiding judicial behaviour; and three, a streamlined process for regular performance evaluation of judges.Judicial independence and accountability The principles of judicial independence and accountability are sometimes regarded as fundamentally opposed to one another, and constantly in tension. Judicial independence is “an essential pillar of liberty and the rule of law”.  The classic defence of judicial independence – usually put forward by judges themselves – rests primarily on two arguments. Firstly, that independence is a value and an end in itself. And secondly, that any means of accountability directly impinges upon, and damages, judicial independence. As an example, while hearing the matter pertaining to the applicability of the Right to Information Act to the Chief Justice, the Chief Justice made an astonishing statement. He said, in the name of transparency, you cannot destroy the judiciary. He seems to have felt that transparency impinged upon judicial independence somehow. It was all the more surprising because the right to information as a fundamental right was developed by the Supreme Court itself. But as the adage goes, sunshine is the best disinfectant, and you will agree with me that transparency is essential to the good health of the judiciary.However, judicial accountability is more complex than being merely a foil for, or counter to, judicial independence. Indeed, I believe that such an attitude comes from a mistaken understanding of the concepts and their purposes in the first place. The purpose of judicial independence, either of the judiciary as an institution or of an individual judge, is never an end in itself. Its purpose is always to secure judicial impartiality. If a judiciary cannot administer the law fairly and fearlessly, then nothing else is of any consequence. Impartiality is a central and necessary feature of judicial independence.The true end goal, thus, is judicial neutrality, and I am sure nobody would disagree with that. In other words, the actual challenge is to grant that much judicial independence as is necessary to have cases adjudicated impartially and neutrally. Maintaining this equilibrium between accountability and independence is the real task at hand. In fact, the means of accountability adopted can determine the extent of independence granted to the judiciary.Judicial independence is manifest in our institutions in many ways. Historically, judges have always been exempt from liability for acts that they have performed in judicial office in good faith.  Similarly, under the Indian Constitution, terms of appointment, tenure, remuneration, pension, of judges are all secured. This is all part of the grand independence framework. But immunity from liability does not mean that a judge has the extra privilege of making mistakes or doing wrong? All these immunities are given for the express purpose of the advancement of the cause of justice.Even though the fundamentals must remain in place, notions of judicial  independence and accountability need to be revisited. The judiciary as an institution that merely adjudicates upon disputes between parties is long gone. Today, all over the world, we have what scholars have termed as a “new judiciary”, where the institution is like an activist, venturing into areas of policy making and law making, hitherto considered to be the exclusive domain of the political and executive classes. This change has come about due to both circumstantial and deliberate reasons. The judiciary, for example, is more empowered today, through accidents of history or deliberate legislative changes, to deal with questions of human rights than it was before.This is especially true in India, with the tool of public interest litigation having taken over a great deal of the court’s time. The Indian judiciary today is much more interested in, and much more engaged with, questions of social importance, or that affect policy. In doing so, they are perhaps leading the charge of these so-called “new judiciaries”. It is no wonder that the Supreme Court of India is regarded by many to be the most powerful court in the world.This increased engagement with political issues also means that the judiciary is a much more public actor than it ever was before. Its role as a player in public matters means that it is more beholden to public control and public accountability than what it used to be. Just as the judiciary has reinvented itself, conventional tools of accountability also need to be reinvented to respond to the changing institution.In India, conventionally, we have had only what are best termed as hard accountability tools, such as impeachment and removal, for the judiciary. But perhaps we need to think about softer tools for the judiciary, to tackle circumstances that do not warrant impeachment, but do require some kind of disciplinary action. Soft accountability tools could include warning systems tied to regular performance evaluation, or pre-defined codes of conduct that guide judicial officers on how they should behave in the professional and personal lives.Credit: ReutersExisting meansThis brings me to the second part of my speech, about the various means of judicial accountability that exist. The strongest possible means of judicial accountability in a democratic system is that of impeachment, or outright removal of a judge. This is the main accountability mechanism available in India today.Impeachment processThe process for impeachment of judges is contained in Articles 124 (4), (5), 217, and 218 of the Constitution of India, as well as the Judges Inquiry Act, 1968, and its rules. The various provisions come into play for the removal of a Supreme Court or High Court judge on grounds of “proved misbehaviour or incapacity”. A complex procedure is laid out in these provisions, primarily to ensure that the judiciary remains independent from executive action.A judge can be removed only through a motion in Parliament, which must have a minimum of two-thirds support in each House. The motion itself can be brought in either houses of Parliament only with the support of a requisite number of Parliamentarians. If the motion is admitted,an inquiry committee is set up, comprising a Supreme Court judge, a High Court Chief Justice, and an eminent jurist.  The inquiry committee examines the charges. It is not a trial, but the judge can provide a written response and examine witnesses.  The committee submits its report to Parliament on whether the charges can stand or not. If the committee holds the judge not guilty, the process ends there.If the inquiry committee finds the judge guilty, the motion for removal must be put to vote in both Houses of Parliament. The judge has the right to be represented. To be successful, the motion must be supported by a majority of the total membership of that House and by a majority of not less than two thirds of members present and voting. If these hurdles are crossed, Parliament asks the President of India for the judge’s removal.The earliest instance of impeachment proceedings being used against a judge in independent India was that involving Justice V Ramaswami, then Chief Justice of the Punjab and Haryana High Court in 1991. The inquiry committee found him guilty on most charges, but the motion did not receive enough votes in Parliament. Similarly, charges were made against Sikkim High Court Chief Justice, PD Dinakaran, in 2011, but he resigned before anything further could happen. In another case, an inquiry committee, in 2011, found Justice Soumitra Sen of the Calcutta High Court guilty of misappropriation of public funds, and the Rajya Sabha voted in support of the motion. But the judge resigned before the motion could be voted upon in the Lok Sabha. The impeachment motion against Chief Justice Dipak Mishra died at birth with the Speaker rejecting the motion outright.In-house mechanismIn 1995, after the Bombay High Court Chief Justice resigned when reports emerged that he had been paid unjustifiably high amounts by a publisher, the Supreme Court held, in the public interest litigation case of C. Ravichandran Iyer v. Justice A.M. Bhattacharjee that an in-house “peer review”  procedure could be laid down for correcting deviant behaviour and where the allegations do not warrant removal, the in-house mechanism could impose “minor measures”. In 1997, under Justice JS Verma, a document titled “Restatement of Values of Judicial Life” was circulated. This was a guide for the ideal behaviour for judges, with the objective to maintain independence and impartiality beyond reproach. In December 1999, a resolution of the Full Court declared that an “in-house procedure” would be adopted to take action against judges who act against accepted values of judicial life.The logic for an in-house mechanism was simple: the impeachment process was very cumbersome, and required political intervention and willpower to succeed; it could also be employed only in a limited set of circumstances. But smaller instances also demanded disciplinary action.In short, the procedure that came about provides that when a complaint is made against a judge, the Chief Justice of that court decides whether it is serious or not. If not, it ends there. If yes, it goes to the Chief Justice of India for further action. If a complaint is against a Supreme Court judge, it goes directly to Chief Justice of India. A three-member committee of either High Court or Supreme Court judges examines the complaint. Critically, the procedure does not anticipate a separate committee composition for dealing with charges against the Chief Justice of India. While the judge in question given a right to appear, there are no lawyers or witnesses. If the allegations are serious, the committee may recommend initiating proceedings for removal, although the committee or the Chief Justice of India themselves cannot directly commence such proceedings. Usually, the judge is advised to resign or take voluntary retirement, which a judge may or may not accept. Generally, this is not followed.In-house committees have been set up in India a few times, but have led to removal from office only occasionally. Soumitra Sen was found guilty through one such committee. Nirmal Yadav, of the “cash at judges door” scandal in Punjab, was also found guilty through such a committee.There are many shortcomings of the in-house mechanism. The biggest of these is that there is no statutory basis for the procedure, and certainly no constitutional blessing. More importantly, it appears to have limited sanctity within the judiciary itself: no judge has agreed to resign because there was an adverse report by the committee. Soumitra Sen is a case in point, being a judge who defied the report and its advice.You could even argue that the judiciary is indulging in some form of self-governance. This is a troubling characteristic of the Indian judiciary, which believes it is a law and world unto itself. It believes you can make appointments of your own accord, and lay down procedures governing your own behaviour with either minimal or no checks and balances.The process also does not demand much accountability from the judges receiving the complaint. I have come across a few cases where it was evident that there were serious allegations against a judge, which clearly required further investigation. Specific applications were made to the Chief Justice of India to set up the in-house committee. None of these applications were even acknowledged. No one knows whether complaints are looked into. At no point does a complaint go to a full court. Indeed, I would go out on a limb and say that most of the time, forwarded complaints are not even acknowledged, and most certainly, no inquiry takes place.During the last two decades of the in-house mechanism being operational, several cases involving judges have been discussed extensively in the public domain. But we have never heard of any in-house proceedings being commenced against these judges. Elaborate complaints have been made against judges by respectable organisations and even on occasion, by the president of a prestigious bar association like the Supreme Court Bar Association. But there was no acknowledgement of the same. No one knows how many complaints were received by this in-house mechanism, how many were entertained, and so on. There has been no disclosure of any kind, which makes it challenging to even assess its utility as a disciplinary mechanism.How should it change?This brings me to the third part of my lecture, which is how should these processes change.Keeping judges accountable is not a peculiarly Indian conundrum. Many democracies across the world have managed to successfully balance the independence of the judiciary, along with devising a mechanism to deal with judicial misconduct of varying degrees. This is a serious problem that every Chief Justice faces.  Jurisdictions such as the United Kingdom and the United States, especially, have acknowledged that every kind of misconduct or misdemeanour is not of such gravity as to be punished by removal. But some form of minor penalty is still required, and they have done so through statutes. Such procedures involving elaborate checks and balances with appropriate safeguards have been statutorily introduced in various countries, which India would do well to learn from.In the US, in Chandler v. Judicial Council, J Harlan said that judicial self-regulation or in-house measures were part of the “administration of justice” and derived force from the general power of the Judicial Branch to improve its efficiency. Subsequent statutes in 1980 and 2002 in the US contain express provisions for imposing minor penalties. Removal can be undertaken only through impeachment.In the UK, in 2002, the Judge’s Council of England and Wales issued a Guide to Judicial Conduct which “construct[ed] standards of judicial conduct as a defining component of public trust in the judiciary”. This document offers guidance on personal relationships and activities outside the courts, in engaging with lawyers, or after retirement. It is, in many ways, a list of the various activities that are capable of reprimand or removal, always reminding its audience that judges must be prepared for a level of public scrutiny, or financial probity, greater than what ordinary citizens are subjected to. In other words, public confidence in the judiciary is possible if and only if judges maintain the highest standards of probity on and off the bench, in all aspects of their professional, public and private lives.This guide relies on a combination of voluntary compliance, peer pressure through informal sanctions, and legally imposed sanctions such as reprimand, suspension or removal, eventually followed by a formal complaints procedure before what is referred to as the Office for Judicial Complaints.  It is important to note that this Office and these sanctions are creatures of statutes, such as the Constitutional Reform Act, the Judicial Discipline (Prescribed Procedures) Regulations, 2006, the Senior Courts Act, 1981, the Tribunals, Courts and Enforcement Act 2007, and so on, all of which are applicable to higher court judges.The Office of For Judicial Complaints comes with its own elaborate regulatory procedure. The complaints mechanism is designed to deal with issues ranging from the inane to the grave. Bad behaviour in court, for example, could mean falling asleep, or having bias or conflict of interest, or being rude or harsh in court, or being impatient with a party, or improperly pressurising a party to plead guilty.The Office for Judicial Complaints receives many unsubstantiated complaints. In 2011-’12, for example, over 1,600 complaints were received, but only 76 led to disciplinary action. This is very low compared with the size of the judiciary itself, which runs into nearly 300,000 members. But any formal judicial complaints mechanism with disciplinary proceedings must have safeguards. Unsubstantiated allegations will always be made, but there should be appropriate means to deal with them, and no presumption of guilt must be attached to such complaints. The fair share of frivolous complaints received by the UK Office did not deter a law being enacted to bind these processes. The UK law was, in fact, enacted with the express approval of the judiciary.  Similar laws exist in European countries too. Without doubt, a law like this is what India needs too.Judicial standards and accountabilityIn India, the judicial standards and accountability bill was floated in 2011, but eventually lapsed. That draft law had many flaws, not least that the Attorney General was made a part of the oversight committee. If judicial independence is to be protected, accountability measures must be restricted to a judgement by peers. The proposed law surprisingly entrusted the task of framing the code of conduct of judges to Parliament.  The whole mechanism was clumsy and not at all satisfactory.A new bill on setting judicial standards is necessary, but this must avoid the tropes that the old draft fell into, especially of giving excessive control to the legislature or the executive.  Any committee set up under this law must have only members of the judiciary, and no one else.A new law should deal with judicial accountability slightly differently. If there is misconduct of any kind, then surely and undeniably, the next obvious process is removal. But judges indulge in dozens of other kinds of misbehaviour, both inside and outside courts. Such actions may not be adequate to commence impeachment proceedings, but require some action. Perhaps a warning needs to be given. Judicial work must be taken away. Even suspension may be an option. It negates the idea of the rule of law if the judge in question is allowed to continue to function during the course of inquiry into any serious allegations.Ideally, a permanent disciplinary committee should be set up at the central level to deal with complaints against judges. No one from the executive should be a part of this committee. This permanent set-up must have a secretariat that is also drawn from the judiciary. If that committee finds that there is a lesser or minor instance of misbehaviour, they may give a warning, reprimand or advisory. If it finds that some major misconduct has occurred, then it may request for the setting up and appointment of a Judicial Inquiry Committee under the Judges Inquiry Act. If the report of such a committee is adverse, then it should be sufficient to proceed against the judge, by going to Parliament. At present, impeachment can be initiated only on the basis of a motion in Parliament. Under this new law, an adverse report from the committee against a judge should be sufficient to immediately commence impeachment proceedings.Any new law on this should come with appropriate safeguards. From my experience, a large number of complaints are received on a monthly basis. The secretariat to the permanent committee must be equipped to filter these complaints efficiently in a manner that does not diminish the gravity of the complaints themselves.Critically, in all this, the Chief Justice cannot be made an exception to the procedure, as unfortunately is the case today. Any accountability mechanism must apply to all judges, regardless of status or rank. The law and the procedure must also engage with how the Vishakha guidelines can be made applicable to the judiciary, the extent to which the right to information is allowed, and so on.Such a statutory procedure is important because it gives another route for initiating the removal of a judge, without requiring the motion for impeachment itself to be politically driven. It also helps take care of minor instances of misdemeanour and misconduct, which in my view, in matters involving the judiciary, cannot be ignored at any cost. At some point in this entire process, it becomes essential to also trust the judges. I believe that the tendency of judge bashing or constantly attacking the judges is harmful to the judiciary.  Everyone has to work together, and some trust among judicial peers is essential.Performance evaluationInstead of relying solely on an ad-hoc complaints mechanism to understand instances of judicial misconduct, a regular performance evaluation system for judges will also be extremely useful.A rudimentary, although unsatisfactory, performance evaluation system already exists for lower court judges, by way of Annual Confidential Reports, which track individual judges over the course of a year. But no such equivalent exists for higher court judges. It is almost as though they are immune from any evaluation.The act of judging is an art and a science that must be constantly honed, practiced and improved upon. Unless a judge receives regular constructive feedback on their performance, it is unlikely that they will consciously make efforts to improve. A continuous performance evaluation mechanism is one where lapses in standards, or questionable conduct by individual judges immediately come to light. Patterns of behaviour and conduct and performance should inform remedial measures, such as mandatory attendance of training programmes. There are many designs of such evaluation mechanisms available and in use around the world. It is not easy to evolve such mechanisms, and I understand the difficulties in doing so, but we must make an attempt, keeping in view the prevailing systems in foreign judiciaries. It is for the Indian judiciary to take it up and implement it domestically, which will be for the betterment of the system overall.As a former Chief Justice, I can tell you that some judges are extremely hardworking, but a few also simply while away time. Absenteeism, shirking work, and so on, are chronic problems and need to be addressed. An evaluation mechanism serves a dual purpose, not just to monitor and measure output, but also to check for lapses in behaviour.In fact, this is an issue almost no one talks about. At present, there is no measurement of judicial performance at all. When there are elevations to the Supreme Court, the performance of prospective candidates is never taken into account, because there is no material to make an informed decision. Decisions for elevations tend to be arbitrary; often names are bartered between members of the collegium. There is a complete lack of transparency, and perhaps names are even finalised over a cup of tea, as a judge of the Allahabad High Court said.The origins of judicial performance evaluation lie in bar associations rating judges they appeared before. This was followed in the US, which has since become a more sophisticated process.  In Europe, an elaborate scorecard on various parameters ranks judicial systems.The idea of such evaluation is yet to be accepted fully in India. Some years ago, a magazine tried something similar in Delhi. Judges were rated based on interviews of lawyers, including senior advocates. Instead of accepting it as constructive criticism, copies of the magazine were confiscated, and publication was restrained, and contempt notice was issued. While I am not endorsing this rating method, issuing a contempt notice was certainly an overreaction, and failed to recognise that some process of measurement of performance is needed. NITI  Aayog is reportedly working on a design for this, and that is very well, but I maintain and believe that any such design must come from the judiciary itself, rather than being something externally imposed.Judicial code of conductThe third, and arguably the most important prong of a judicial accountability mechanism for India would involve softer accountability measures. India already has this in the form of the Restatement of Judicial Values issued in 1997. But this was a top-level document, which did not go into the detail needed to properly guide judicial conduct.Some years later, in 2002, a group known as the Judicial Integrity Group, which was originally an informal gathering of chief justices and superior court judges from around the world, came together to issue the Bangalore principles on Judicial Conduct, in response to a recognition that many people were losing confidence in their judicial systems because these were perceived to be corrupt or otherwise partial.  This was a set of six values that the group believed all judges should necessarily adhere to: Independence, Impartiality, Integrity, Propriety, Equality, and Competence and diligence. This was a welcome document, particularly because it marked a change from older ways of thinking about the office of judgeship. For centuries, it was accepted that if you selected the right person for the job of a judge, justice would be done. Of course, we know now how far from the truth this is.The Bangalore Principles are also inadequate in many ways. As judiciaries change, more refined codes of conduct are being designed. We do not have clarity on so many aspects of judicial behaviour, last year’s controversial press conference being a case in point. Even behaviour regarding bias or conflict of interest is not clear. Depending on how you look at it, the last three successive Chief Justices violated the principle of no man being a judge in his own case. Matters like these cannot be left to ad hoc interpretation, and must be clarified through rules and guidelines.In India, I can think of many instances of questionable behaviour that could be brought under this umbrella of judicial conduct. I have often wondered, for example, about the political class that is invited or attends weddings in judges’ families. Indeed, very powerful politicians have been seen at events hosted by the same judges who are handling their cases. Similarly, judges attending parties hosted by lawyers is troubling. I believe some restraint is essential in these matters. In fact, the UK code of conduct says that it would be less appropriate if judges attend parties of lawyers who are appearing before them or likely to appear before them. It must be noted that in India, we have different standards for higher and lower court judges. If a lower court judge is seen to be indulging in such social engagements, they stand the risk of disciplinary action, unlike their superiors, who have no such sanctions awaiting them.To come full circle, the purpose of having and enforcing such standards for judicial behaviour stems from the fundamental need to ensure that justice is not only done, but is also, as the European Convention of Human Rights puts it, “manifestly and undoubtedly be seen to be done”.Why are judges reluctant to have a code of conduct? The argument often is that judges have been picked for possessing certain characteristics, and this includes, already knowing how to behave in various circumstances. So there is no need to circumscribe their behaviour further through a code of conduct, and so on.  But this is the opposite of the truth, if at all. Judges do not have any pre-set moral codes embedded in their brains that dictate their behaviour the moment they sit on the bench. Indeed, they are as human as the lawyers, plaintiffs, defendants, criminals, witnesses and police before them. To attribute a greater morality to them merely because of the nature of their office is false and dangerous. They must be constantly reminded of what is appropriate behaviour throughout their career, so that the role that is cast upon them – of administering impartial justice – is never compromised. For that is the only and ultimate goal of the judiciary.To conclude, I would like to quote the then United Nations Special Rapporteur on the Independence of Judges and Lawyers, Leandro Despouy, who, in April 2004, in his report to the sixtieth session of the Commission on Human Rights, said that “what is at stake is the trust that the courts must inspire in those who are brought before them in a democratic society”.  He also said, “A lack of trust in justice is lethal for democracy and development and encourages the perpetuation of corruption.” In this same spirit, I hope what I have spoken on today will encourage you to engage with this issue as fiercely as I have, to bring about positive change in the judicial system. This is the text of the 27th Rosalind Wilson Memorial Lecture that Justice AP Shah, a former chief justice of the Delhi and Madras High Courts, delivered in New Delhi on July 28.","author":"AP Shah","time":"2019-07-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117895-tsdionqxwh-1557228575.jpeg","tags":["Ranjan Gogoi","AP Shah","Judicial accountability"],"source":"https://scroll.in/article/932076/inquiry-process-into-sexual-harassment-charges-against-cji-gogoi-was-questionable-justice-ap-shah"}