{"title":"Inside Atishi’s campaign: What will it take for an urban liberal to win a seat in Delhi?","content":"“I don’t know her,” admitted Aslam Malik, a scrap dealer who lives in Patparganj, East Delhi, when asked if he had heard of Atishi, the Aam Aadmi Party’s Lok Sabha candidate from his constituency. “A month ago, I saw a hoarding with her but I have not heard of the work she has done.”The Aam Aadmi Party had put Atishi in charge of the East Delhi Lok Sabha constituency in June 2018 and declared her as its candidate from that seat in March.Malik added: “I will vote for [Chief Minister Arvind] Kejriwal, however. We see [Deputy Chief Minister] Manish Sisodia here more often because it is his [Assembly] seat. The biggest issues for us are unemployment and sealing. Nobody is talking about these issues. Everything now is about nationalism.”By “sealing” Malik was referring to the sealing of unauthorised commercial establishments by Delhi’s municipal corporations, an exercise that has been going on since December 2017 following a Supreme Court order.Malik may not know who Atishi is, but political analysts see the 37-year-old as one of AAP’s most winnable candidates because of her work to improve the quality of education in Delhi.“Her popularity may be restricted but has the potential to strike a right note with the electorate,” said Praveen Rai, a political analyst at the Centre for the Study of Developing Societies.“Atishi attracts the middle classes – both upper and lower, especially the youth – for her work and lucidity of expression,” said Pradip Datta, a professor at the Centre for Comparative Politics and Political Theory, Jawaharlal Nehru University. “She is seen as a fresh entrant to political life and is valued for it.”Atishi, who has dropped her surname, first hit the spotlight when she was sacked by the Union Home Ministry as an advisor to Sisodia in April 2018. She had been working with him in the Delhi government’s education department.During her three-year tenure, her work, according to reports, included improving the infrastructure of Delhi government schools, strengthening regulations to restrain private schools from hiking fees arbitrarily, forming school management committees under the Right to Education Act, and introducing the Happiness Curriculum, which the Delhi government claimed was aimed at “creating good human beings” though classes on meditation, moral values and mental exercises.How has Atishi’s work in education shaped her election campaign? And will it translate to votes as Delhi’s seven Lok Sabha constituencies go to the polls on May 12.The campaignAtishi’s campaign began before she was even declared the party’s candidate. “Her biggest strength is educational reform and we had to use it,” said Anupam Kumar, her campaign manager. He got one of his first chances in July 2018, when Delhi government-run schools decided to felicitate parents of students who performed well. “We made them meet Atishi and they got to know that she is behind the reform in schools,” said Kumar. “They get to see this and then they start to defend her. People at the time did not know she was contesting elections.”Kumar added that his team also approached school management committee workers. These committees are constituted under the Right to Education Act to monitor the functioning of schools. Every committee has 16 members of which 12 are parents, while the rest include a social worker, an MLA representative, the principal and a teacher.“The SMC [school management committee] workers are volunteers so they are not a part of the party, like a youth wing or traders’ wing,” said Kumar. “They do not wear political or party markers while campaigning and this is why they become more convincing when they speak to other parents.”There are 150 Delhi government-run schools in East Delhi with around 2,500 committee workers, said Rahul Tiwari, who coordinates with school management committees for Atishi.Tiwari said between July and August, they identified members of school management committees who wanted to campaign for AAP. “If they supported a different ideology, we would remove them from the list,” he said. “Some would also refuse. We picked those who could give us time.”These workers conducted at least 500 “mohalla meetings” and door-to-door campaigns in East Delhi, said Tiwari. “They talked about Atishi, why people should support AAP and what work she has done in education.”Atishi with Delhi Chief Minister Arvind Kejriwal and his deputy Manish Sisodia. (Photo credit: HT).Door-to-door canvassingShahnaz Khan, a school management committee worker from Old Seemapuri, said she had visited more than 100 homes in her area to distribute AAP election pamphlets and encourage them to attend Atishi’s rallies and road shows in the area.“We even took some of these people to the schools to see the work done,” she said. “Sometimes people do not get convinced and refuse us. In that way, there is no guarantee of whom they will vote for.” Deepa Jain, another committee worker from Shahdara, said she received a “mixed response” from her door-to-door campaign. “Everyone has their own thoughts and ideology,” she said. “But we are parents, which is why it is more convincing when we speak to other parents about our experience.”Analysts said that this would give Atishi’s campaign a boost. “Parents could be the best brand ambassadors and mobilisers of votes for her in the election,” said Rai.(Photo credit: Facebook/Atishi Marlena).Atishi vs GambhirAtishi’s campaign grew more aggressive as polling neared.On April 26, Atishi filed a criminal complaint before a Delhi court against Gautam Gambhir, the BJP’s candidate for East Delhi, alleging that he is registered as a voter in two different constituencies, which is an offence under the Representation of the People Act, 1950.An AAP member requesting anonymity said that this information had been given to them by a disgruntled BJP MLA who was expecting the party ticket from East Delhi.On May 2, the court asked Atishi to prove her locus standi (the right to bring an action or to appear in a court) with regard to her complaint against Gambhir, reported The Hindu.Whatever the outcome of the complaint, it has helped Atishi’s campaign, say her campaign managers.“This is how Atishi’s image as a politician gets built,” said a member of her campaign committee requesting anonymity. “We have made the fight in East Delhi centred on Atishi versus Gambhir. We want this to get more localised. The last few days of any candidate’s campaign gets aggressive. This is when the votes get decided. For us, it was unplanned on how we would go about specifically attacking Gambhir.”Delhi Education Minister Manish Sisodia, with his advisor Atishi, discusses CCTV footage being shown on a large screen from the various classrooms of Government Boys Senior Secondary School, Shahbad Daulatpur. The school is one of the first to put its classrooms under CCTV surveillance, a 100-crore project by the Delhi government. (Photo credit: Aparna Kalra).The surname controversyThe AAP candidate’s unusual surname – Marlena, which she no longer uses – has attracted controversy in the past. A portmanteau of Marx and Lenin, it was given to her by her parents, who are Leftists. The name made it difficult for people to ascertain her caste.But in August 2018, she dropped that name from her social media handles and the AAP website. Her party suggested she had done this because the BJP was misleading voters that Atishi was a “foreigner and a Christian”.“My actual surname is ‘Singh’ and I come from a Punjabi Rajput family,” she said at that time. “Had I wanted to appease voters then I would have gladly used my real surname.” She said that she would fight the election “solely on the basis of our work in the field of education, health and my vision for East Delhi”.But eight months later, in April, she clarified that she belonged to the Kshatriya caste after questions over her caste and religious identity resurfaced.On April 26, a video circulated showing former Congress MLA Asif Khan at a meeting where he alleged that Atishi was a Jew. “Hindu-Muslim-Sikh-Issai [Christian] bhai bhai but not a Yahudi. A Jew has no place in India,” Asif Khan said, according to the Hindustan Times.The next day, Sisodia clarified on Twitter that Atishi was a “Rajputani [Rajput]” and a “pakki Kshatrayani [true Kshatriya]”. A day later, Atishi held a press conference in which she said that she belonged to a “Punjabi Hindu family” and was “Kshatriya” by caste. “Congress knows that Arvinder Singh Lovely will not get a single anti-BJP vote that is why they have started lying,” she alleged, referring to Asif Khan’s comments about her. Lovely is the Congress’s East Delhi candidate.Political analysts did not think her caste identity was a big factor in the election. “Her Kshatriya identity won’t cut much ice with the voters, as the election is a referendum on Modi,” said Rai.Akshay Marathe, joint secretary of AAP who also handles Atishi’s campaign, explained why she indicated her caste. “Atishi only mentions her caste if and when asked about her name controversy,” he said. “It does not feature in any of her election speeches, or appeals to voters. If a false allegation about her identity is made by an Opposition party, the bare minimum response is to state the truth about the matter, which she does.”JNU’s Datta said Atishi’s decision to drop her surname and associate herself with her caste identity indicated she was shaping up to be an astute politician.“[This was] important to pre-empt the kind of unfair rumour mongering that would have distracted her campaign from focusing on issues and instead would have communalised her election,” he said. “She has shown that she can also be conversant with realpolitik.”At the same time, both Rai and Datta agreed that though Atishi was a strong candidate, she had a tough fight on her hands. “It [her campaign] will certainly translate into votes, but it may not be enough for her to register an outright win,” said Rai.Datta added: “I think Atishi has the capability of cutting across caste, regional and communal constituencies like the AAP had done in the [2015] Assembly elections. She will especially appeal to the professional sections of the middle class while drawing on the strong AAP constituency amongst the poor.”Vote for party, not candidateBut for that, shouldn’t the constituents of East Delhi know who she is?Like scrap dealer Malik, other residents of East Delhi were also unaware of who Atishi was. “Does she live in Noida?” asked Govind Kumar Chaurasia, a pan vendor in Patparganj. “I have not heard of her.” But this may not be an insurmountable problem because her party is well known, and many voters said the party was more important to them than the candidate.“Nobody is looking at the candidate. Everybody is looking at the party,” said Rakesh Gupta, 31, a carpenter from Trilokpuri. “We do not have any electricity or water problems so my whole area will vote for AAP.”Mohammad Shabir’s scrap store is a stone’s throw away from Atishi’s campaign office in Geeta Colony, East Delhi. “I do not know her name,” said Shabir, 57. “I only know the party and I will vote for them because of the work they have done in health and electricity.”Mohammad Shoaib, 19, a first-time voter from Laxmi Nagar, had heard of Atishi and intended to vote for her. “She has come from Oxford,” he said. “She knows how to run the system. Gambhir does not know how to run a mohalla.”Also read:Malicious pamphlet targeting AAP’s Atishi won’t influence our vote, say East Delhi residents","author":"Vijayta Lalwani","time":"2019-05-11T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118906-ushgifpthj-1556908268.jpg","tags":["Atishi Marlena","Aam Aadmi Party","Gautam Gambhir","Congress","Elections 2019","Delhi elections 2019","lok sabha elections 2019","BJP"],"source":"https://scroll.in/article/922212/inside-atishis-campaign-what-will-it-take-for-an-urban-liberal-to-win-a-seat-in-delhi"}