{"title":"Inside Manipur’s new battleground: The border outpost of Moreh  ","content":"The man drew his confidence from his ethnicity. As a Tamil in Manipur, he was not an interested party in the conflict. So on one recent Tuesday morning, the skies blue, the sun warm and the town dead, he did not find it important to pay heed when the uniformed men in the makeshift bunker frantically whistled at him to not move ahead. “Jaldi se thoda kaam karke aayega” – I have a quick chore to attend to – he hollered back nonchalantly at the security personnel who by then were crouching for cover themselves. The man continued to ride his scooter down the gentle slope towards the town market in Moreh. Boom.  Bullet? Bomb? The man did not wait to find out, immediately scurrying back uphill, not stopping till he was at least a couple of hundred meters away. Some more men trickled out to the road; the children already out stopped playing. As we looked at each other, everyone seemed to have the same question on their mind: had the fighting resumed in Moreh?A new battlegroundMoreh is a tiny trading outpost on the border of India and Myanmar. Located about 100 km from Imphal, the capital of Manipur, it lies on the Asian Highway-1, which extends all the way to Thailand.Before a civil war broke out in May last year between Manipur’s Meitei and Kuki communities, Moreh was a buzzy multiethnic town of around 35,000 people shaped by many waves of migration.Until the early 1960s, it was home largely to the Meiteis, Manipur’s dominant community, and people of Nepalese origin. Then came the Tamils expelled from Myanmar by the virulently majoritarian dictator Ne Win.  By the 1990s, Moreh was decidedly cosmopolitan cool, its attractive location luring people from far and wide. To add to all the major Manipuri communities – Meiteis, Kuki, Nagas, Pangals – there was perhaps hardly an Indian ethnicity you would not come across in the town. Then, briefly, in 1992-’93, an ethnic conflagration between the Nagas and the Kukis, the two major tribal communities in the state, turned Manipur’s hills into a killing field. In Moreh, after a bitter battle, the Kukis prevailed. When I last visited Moreh in 2019, the Kukis were the single-most dominant community in the town, controlling to a large extent the trade passing through it. Yet, people of all communities had space to conduct business and live on their own terms. In the town’s market, you could often hear people begin a sentence in Meiteilon, switch to Tamil mid-way only to finally finish in Thadou. But this equilibrium now stands shattered.Moreh is the newest battleground in the Meitei-Kuki ethnic conflict in Manipur. Raging since May 2023, the conflict has seen more than 200 people being killed and the state being divided into ethnic enclaves. In the Meitei-dominated Imphal valley, there are almost no Kukis left – the first phase of the violence was marked by murderous attacks on the tribal community living in and around Imphal city.  Likewise, nearly all Meiteis in the Kuki-majority areas – the districts of Churachandpur and Kangpokpi and the town of Moreh in the Naga-majority district of Tengnoupal – have fled to the valley after their homes and properties came under attack. The population exchange happened within weeks of the violence first erupting on May 3. As a result, violence in the subsequent months has largely been restricted to the buffer zones that demarcate the valley and the hills: armed men from the two communities trying to break through each other’s defences. The partition is so all-encompassing that the Meitei-controlled state’s writ no longer runs in the districts of Churachandpur and Kangpokpi. Meiteis who are part of the civil and police administrations in the two districts have been shunted out to the valley – and vice-versa. The Kukis have been particularly insistent that the Manipur police’s special commandos, an elite counter-insurgency force of the department, made up largely of Meiteis, not be deployed in Kuki areas. The demand is for good reason: the commandos have been widely alleged to have worked in tandem with Meitei mobs in the conflict. The state has acceded to the demand – except in Moreh, where the number of commandos has nearly tripled since May, according to several people with direct knowledge of the matter.The result: even as face-to-face gun battles between the two communities have waned over time in other parts of the state, violent skirmishes between the well-armed Kuki fighters and the Manipur police commandos have only escalated in Moreh. On one side are the commandos, who I found on the ground are essentially acting as an ethnic army using state resources for their fight. On the other are Kuki fighters, a mix of village volunteers and surrendered insurgents with intimate knowledge of the terrain, who admit to be fortified with arms support from groups representing kindred tribal communities across the border.  On January 17, things came to a head. A frenzied gunfight between Kuki fighters and the Manipur commandos went on for nearly 20 hours, save for a brief pause in the middle.  The Kukis blasted rocket-propelled grenades at the commandos and the commandos rained 51 mm mortars, conversations with security personnel revealed.  Losing two of their men, and struggling to make significant inroads against the Kuki fighters, the commandos accept they targeted Kuki civilians in the town, shooting at them and setting their houses on fire. When the Manipur fire department failed to respond, the Assam Rifles, the central force mandated to keep the peace, did something extraordinary: it made a call across the international border. Fire brigades from Myanmar came in  to douse fires in India – lit by a state force. Moreh remains heavily militarised. The importance of MorehThe Manipur government’s insistence on not retreating from Moreh unlike Churachandpur and Kangpokpi is ostensibly rooted in the town’s location: right at the Indo-Myanmar border, along an ancient trade route. On paper, the Moreh border crossing saw trade of just over Rs 350 crore the year before the pandemic. However, officials say formal trade accounts for only a minuscule share of business in Moreh – from Chinese cigarettes to make-up kits and guns to gold,  contraband of all kinds pass through the town. In the Imphal valley, there is a near unanimous agreement on the need to hold on to Moreh. “Of course, we love all our land including Churachandpur, but you can’t compare it to Moreh,” said RK Shivachandra, the convenor of the Manipur government’s Act East Policy meant to expand India’s interests in South-East Asia. “It is a lifeline for many people in the state, very important to the state.”A recent editorial titled “The Battle for Moreh” in the valley-based daily, Imphal Free Press, stated:  “Everyone knows, in the violence which started on May 3 the most important target of the Kukis was total control of Moreh region and the TransAsian highway… their main objective was to extinguish the last vestiges of the Meiteis from Moreh as they perceive the Meitei community to be a major threat to their overarching designs in the Indo-Myanmar borderland and its accompanying advantages.”Although polemical, the editorial echoed a widely prevalent point of view in the Imphal valley  that allowing the Kukis to control Moreh amounted to handing over the entire border to them.As Shivachandra put it, “Our point is that Moreh is too important to be in the hands of any single community.”The killing of a Meitei officerThe first time the big guns really boomed in Moreh was on July 26. It was also the day that the battle lines would harden, setting the tone for a protracted violent turf war. By then, the Meitei civilians of Moreh were all gone – in May, their properties in the town and along the highway had been razed, in violence that coincided with similar conflagrations in the rest of the state. Most Meiteis had fled to the valley, and some had crossed over to Myanmar. Only two dozen odd Meitei policemen – part of the elite Manipur commandos – remained in town. But by all accounts, they were largely restricted to their designated complex. “You could call it a self-imposed confinement,” said a senior Assam Rifles official posted in the area. “They were not even seen, just breathing the same air.” On the morning of July 26, however, the commandos stepped out. Hordes of Kuki women had descended on the highway, which also happens to be the town’s main road, pillaging whatever remained of the burnt Meitei properties. Central security officials posted in the area said even as they tried to “control the mob”, the commandos spilled out onto the highway, firing “4,000-5,000” rounds. The delicate peace had been broken. The Kukis stepped up their demand of “complete withdrawal” of the commandos; the Manipur government reasoned the deteriorating law and order demanded more police presence. It signed off on the injection of a company of the Indian Reserve Battalion – a special state force – into Moreh. The Kukis got wind of the plans and blocked the highway in Tengnoupal. After weeks of stalemate, the central forces brokered an agreement of sorts with the Kuki civil society groups, allowing for the company to pass through in a “diluted form of 20-30 people”, said a security official, part of the negotiations. Meanwhile, the Manipur government flew in more Meitei policemen in choppers – an act that the Kukis saw as a violation of the agreement. Determined not to let the state win this round, the Kukis blocked the incoming road party yet again before they could reach the town. As summer turned to autumn, the temperatures in Moreh continued to rise. The Meitei commandos’ numbers had risen and they were no longer shying away from venturing out of their barracks, occasionally also carrying out basic combing operations. “All we were doing was establishing our presence,” said a commando who had been flown in by then. Sometime in the last week of October, the Kukis noticed an overgrown field in the town being cleared by the police. The Kukis suspected it was to land more choppers ferrying Meitei commandos. A delegation went to meet the town’s police head: Chingtham Anand Kumar. The Meitei officer had spent several years in the town, going up the ranks. “We told him – ‘Don’t do it sir, people are not liking it’,” said Kaikholal Haokip of  Kuki Inpi, the community’s foremost authority. “He told us that they were clearing it only to play football.”Days later, on October 31, Anand Kumar was in the field in his exercise attire, overseeing the clearing, throwing in a kick or two occasionally to a football – “not a military exercise by any means”, according to an Assam Rifles officer – when a sniper bullet blew his abdomen apart. Kumar died moments later in a primary health facility in the town. A Manipur police commando guarding one of the buildings occupied by the team. Violence against civiliansWith “newfound moral justification”, the Manipur government flew in chopper after chopper ferrying commandos, said a central security official posted in the area since the beginning of the conflict. “They went crazy, burning, looting in the garb of operation,” said the official. “Let’s just say a lot of unethical stuff did happen.”Part of the new lot of commandos, the Kukis allege, were cadres of the Arambai Tenggol, the Meitei militia widely accused of leading murderous mobs against the Kuki-Zos in the Imphal valley. Meitei police commandos have purportedly been part of several of those mobs. “Inside the commando complex, there are Arambai Tenggol people,” said Haokip of the Kuki Inpi. The commandos’ unit leaders in Moreh deny the allegation as  “propaganda”.“Why should we have untrained boys?” said one of the senior police officers in charge of the commandos. “They can’t fight, they are a liability.”On November 2, Kuki women took to the streets to protest against the fresh deployments. “They come, shoot at our houses,” said Gracy Baite, who was part of an all-women gathering I encountered last week in Chikim, a village just on the outskirts of Moreh town. “They want to kill us all off – they are not police, they are Meitei terrorists.”Kuki women in Moreh have been protesting against the deployment of the Meitei commandos. Nonetheless, the increase in the commandos’ numbers did not immediately lead to violence. Christmas passed by rather uneventfully. But just when it seemed like the worst was perhaps over, Moreh exploded again on December 30, courtesy of an ambush attempt by Kuki fighters on a Manipur police party. Although there were no lives lost, the commandos rose in violent retaliation again – going on an arson spree and targetting Kuki civilians. Among those who faced the commandos’ wrath was Peter Holkholal Mate. Hours after the ambush, the 26-year-old was heading home from the private school he taught at when he was apprehended by men he claimed to be wearing commando fatigues. Mate said he was taken to the commando complex where he was stripped, beaten black and blue for hours, dumped in the town market in the dead of the night and warned not to recount what had transpired to anyone. “I was freezing, I could barely see with one eye, but I willed myself to somehow reach home,” Mate told me over the phone from Nagaland’s Dimapur where he had gone to get an MRI scan of his fractured jaw.A First Information Report in the Moreh police notes the episode: “some unknown Manipur police commando personnel” accused of “voluntarily causing grievous hurt with common intention”. A senior police commando posted in the town acknowledged knowing about the “police complaint”. Police records show there was at least one more incident of assault of a Kuki youth purportedly by the commandos. “This has been their undoing,” said a senior Army official, referring to the commandos’ refusal to play by the rules and act like a professional police force. “The Kukis provoke, they fall into their trap.”The first day of the new year saw fresh injection of commandos and more consequentially, the arrival of a decorated retired Meitei colonel Nectar Sanjenbam, who had served in the area as part of Indian Army’s elite 21 Para Special Forces. In August, he had been appointed by the state government to raise a special combat unit – a sign of the militaristic turn the conflict was taking. The first two weeks of January in Moreh saw intermittent violence – both sides opening heavy weaponry at each other, mostly for effect – and the commandos under Sanjenbam, now around 150 in number, getting more sure-footed, carrying out more operations than before. A more direct showdown, imminent by now, happened on the afternoon of January 16. A women’s protest was underway in the premises of a government building; Sanjenbam went in with a police team and arrested two Kuki civil society leaders in connection with the murder of Chingtham Anand Kumar.A police commando part of the operation said they came under fire as they were trying to take the two away, forcing them to retaliate. A Kuki woman was hit by a bullet in the knee. Then there was a lull of around 12 hours. Peter Holkholal Mate said he was assaulted by the commandos. The January 17 battleAt around 3.15 am the next day, a Meitei commando lodged in a hotel smack in the middle of the town woke up to the sound of his walkie-talkie crackling. An IRB post a few kilometers to the north had come under attack.The hotel sprang to life in the dead of the night; the commandos preparing for combat. “But even before we could step out, an RPG hit us,” one of the commandos recounted. The rocket-propelled grenade had smashed through the reinforced iron gate to the hotel, causing one “non-fatal casualty”.  By the time dawn broke, the battle for Moreh had reached its crescendo: the Kuki fighters firing from abandoned houses in neighborhoods a few hundred metres from the highway; the Meitei commandos responding from their locations in buildings on the highway; the central security force trying to create a cordon in the middle so that the Kuki fighters could not mob the Meitei commandos. “Typical urban warfare,” said one of the commandos.As the light got better, the commandos managed to get some visuals, thanks to a drone camera. “We had identified a school,” said one of the unit leaders. A decision was made: a commando team would move in and “clear” the school they had visuals of. At around 10 am, several bullet proof vehicles charged in, crossing the central forces’ cordon.But things would not go to plan: one of the commandos got hit while clearing an obstacle on the road. “We recovered the dead body and had to retreat,” recounted the leader.  A projectile bomb hit one of the commando units' locations. As the gunfire raged, the commandos went on an arson spree. The neighbourhood that suffered the most was Phaicham Veng, a mixed locality like most others in Moreh. ​​Chichin Kumaoni said she was praying at a neighbour’s home  when the commandos arrived. She recalled, “Andha-dhun goli chalaya – humara sar kaan sab phatne laga – they fired indiscriminately, it was an assault on all of our senses.”Then they proceeded to set the house on fire, she said.  'They fired indiscriminately, it was an assault on all of our senses,' said Chichin Kumaoni.  A neighbour, Govind Sharma, lost his two-wheeler to the fire. While making an effort to retrieve the vehicle, a cylinder exploded, scalding him. “Is this democracy where the so-called police can just shoot at us and burn our homes,” said a woman, who did not want to be identified. “Where are our rights?”Much of the carnage – the commandos firing and then setting fire to people’s homes and shops – was caught on CCTV. Not that the commandos deny any of it. “Fighting force me jab aapke bagal wala girta hai, everything goes berserk” – when soldiers lose one of their own, these things happen, said one of the senior officials commandeering the commandos. In a somewhat remarkable turn of events, the Assam Rifles had to request their counterparts in Myanmar to send fire brigades to douse the fires of Moreh – a gesture that has purportedly not gone down well in Imphal. “We did what had to be done,” said an Assam Rifles official present there.Many Kuki civilians, though, say it was not enough. “The BSF, Assam Rifles watched as the Meitei commandos burnt our houses and shot at us,” said one of them. Complaints against central forces abound from the other side too: the commandos allege that they did not go as hard as they should have against the Kuki fighters on January 17. “They were retaliating for fear, not for effect,” complained one of them.The Assam Rifles, for their part, say they are “not at war”. “It is an IS [internal security] situation and we have to treat it like that,” said a senior official of the force. “I can open heavy weapons and raze the place down, but will it help?”The aftermath of arson in Moreh.An ominous lullSince the marathon gun battle finally ended around midnight the next day – another police commando had perished by then – no bullet has been fired in Moreh.  As a new peace-building measure, the commandos have been redeployed to “strategically advantageous positions”. Haokip of the Kuki Inpi called the new locations “safer for both us and them”, quickly adding though, that only “total withdrawal” would bring peace like it had in Churachandpur and Kangpokpi. “For now we have asked our volunteers to hold their fire,” he said. A room in a hotel occupied by the commandos. A retreat from Moreh, though, is out of the question, the Meiteis remain steadfast. “Manipur has seen a lot of bad times, all through, the state has always remained strong,” said Shivachandra. “If we back off from Moreh, we will not be able to control any situation in the future.”The fight for Moreh was now more than just about its strategic importance – it had become a prestige battle. As I drank sweetened black coffee in their barracks one afternoon last week, I asked the commandos how they viewed the situation.One said, “We have to save our motherland and for that we will fight till our last breath.”His boss voiced a commitment to the cause as firm. “We are not here to kill people but to protect our installations,” he said. “But if you kill five of ours, we will get five more to replace them.”A deathly silence pervades the once-buzzy town. ‘Needs a political solution’The refusal to cede even an inch means more violence in Moreh is a near-inevitability – and both sides have a lot in the reserves. Even as additional security forces continue to fly into Moreh, Kuki leaders warn they would not shy away from seeking help from “the same stock of people” as them across the border. “Already there is financial support and support in terms of arms and ammunition,” said an office-bearer of an influential Kuki civil society group. “Now, people are not coming over, but if the situation demands, they will – after all, we are the same people and if one side wants to attack us, we have to defend ourselves.”Central security forces say they could not be more worried about how potentially dangerous things could get. “We can only try to de-escalate, but we can’t solve the problem,” said a senior Army official posted in the state. “The solution has to be political, but that does not seem to be happening and that seems unlikely until the Lok Sabha elections are over.” When I visited Moreh a week after the fiercest fight so far,  there was a ghostly calm in the concertina wire-dotted town. Security officials were still disposing of duds – an activity that comes with the sound effect of a loud booming noise.For the untrained ear, it is a sound rather similar to a bomb exploding; the Tamil man on the scooter certainly could not tell the difference. You could hardly blame him – a new wave of violence in Moreh is only a matter of time. All photographs by Arunabh Saikia","author":"Arunabh Saikia","time":"2024-01-31T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197986-msezgaebbi-1706598922.jpg","tags":["Moreh","Manipur","Myanmar","Manipur conflict","Meitei","Kuki"],"source":"https://scroll.in/article/1062898/inside-manipurs-new-battleground-the-border-outpost-of-moreh"}