{"title":"‘Instruments of Torture’: These stories show us what we do in the shadows","content":"Each story in Aparna Sanyal’s debut work of fiction – Instruments of Torture, a collection of short stories – is named after a medieval instrument of torture. Namely, the rack, the pillory, the Judas cradle, the Spanish boot, the iron maiden, the Phalaris bull, the scold’s bridle, and the chastity belt. As a prologue, every story starts with a paragraph-long description of the construction of the instruments, their uses, and the most common victims. It’s hard to say which instrument is more shocking or savage – the idea was not just to humiliate the victims but also to kill them in the most excruciating way possible.Sanyal’s eight stories unfold in a similar manner. Something feels unnerving from the beginning but you can’t quite say what the final reveal will be. The slow and steady uneasiness is suddenly hurtled into a frantically paced unravelling that is irreversible and often fatal.The pursuit of unhappinessIn “The Rack”, a child with growth issues – possibly dwarfism – is shunned by his parents. They fiddle with his hormones and physiology in hopes of making him a boy of normal proportions. A child, more so an abused one, isn’t blind to his suffering. He realises there’s only one way to put an end to everyone’s misery. Similarly, in “The Phalaris Bull’, the disabled older son of a couple quickly realises he’ll always be the second-fiddle to his healthy, good-looking, normal-limbed brother. Overcome with envy – and perhaps self-preservation – the child finds a way to become the centre of his parents’ worlds again. Through these two stories, Sanyal imagines the extreme outcomes of child neglect and abuse. These might be rare occurrences but who’s to say what pushes an impressionable child over the edge?Unrequited love is perhaps one of the most common tortures that each of us experiences at least once in our lives. But does that warrant taking love with force, or manipulating the beloved to have your way? And what would we do if our beloved were suddenly at our mercy? “The Pillory” asks these chilling questions. A young man who has been obsessed with his female classmate since he was a child finally finds a way to be with her using lies and falsehood.A book about the instruments of torture would not be complete without examining perhaps what is a person’s most complicated relationship with themselves – their sexual self and its urges. Two Christian gay boys discover their queerness at the church and their first sexual counter comes to a disastrous climax in “The Judas Cradle”. In “The Iron Maiden”, body dysmorphia triggered by gynecomastia severely affects a young man from forming friendships with boys. This is worsened by his sexual abuse by a female classmate – besides humiliation, he is aroused by her violation and seeks similar excitement in other sexual encounters. Confused by these conflicting feelings, a memory from his youth will finally free him of the sexual frigidness he experiences with his new bride. This story surprised me in many ways. It’s rare to read about men’s body image issues and I appreciate how empathetically Sanyal wrote about it. The confusion that victims of sexual abuse feel towards their violator and their long associations with the experiences and memories are also sensitively dealt with. Meanwhile, contradicting its title, Amba, the protagonist of “The Chastity Belt” is unashamed – and even proud – of her sexual appetite. A free spirit feared by the villagers, she lives in the forests and is loyal to no one except her own needs. She takes a new lover every night. Her nights (and days) pass joyously till she spots a Peeping Tom at her window. Not the one to be deterred by minor inconveniences, she starts holding exclusive shows for him. Greatly entertaining and funny, this story imagines the radical outcome of a woman (quite literally) looking into a man’s eyes.Any woman will tell you that her body is a site of pain. From an early age girls are taught to prize their looks and not overdo themselves mentally, emotionally, and intellectually. “The Spanish Boot” chronicles the journey of one such woman whose world exists in her vanity bag. Prevented from cultivating any skills or hobbies, she’s confined to her own body in the most torturous way possible. Though a thing of impeccable beauty, she fails to win the affection of her husband who is made of more liberal temperament than men around him who like a woman only for her physical charms. If physical cages are stifling, so are the mental ones. In “The Scold’s Bridle”, Sanyal’s protagonist is a rarely-speaking wife who takes pills for her “sadness disease”. Offended by her medication, her husband puts them out of reach resulting in the wife’s unpredictable mood swings and ravenous lust. Rejected by her own mind and losing control of her impulses leads her down the path of finality that is unfortunately quite common for Indian wives.Tortures and torturersTaking off on one instrument of torture at a time, Sanyal’s stories offer a fresh perspective on our hidden desires. Especially, those that have to do with harming ourselves or others in order to have the final say. We are all given to cruelty and even though these medieval torture instruments might feel prehistoric and barbaric to us, we continue to propagate slow-killing cruelty in innumerable ways. These instruments aimed to finish off the task in perhaps no more than a few days but the evolved, modern human beings have finessed emotional torture methods that refuse to spare the victim till their last breath.Searing and quick-witted, the endings of each story land like a whip against the bare skin. The reader is left to ruminate on uncomfortable possibilities – what if someone had lent a patient ear? What if our first instinct was not to degrade another human being? What if every child was treated with the abundant love that they deserve? Perhaps then none of us – including warmongers and toddlers – wouldn’t resort to the unbelievable cruelty we witness every day.Instruments of Torture: Stories, Aparna Sanyal, HarperCollins India.","author":"Sayari Debnath","time":"2024-05-04T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198622-fcbzswmnme-1708423624.jpg","tags":["book review","short stories","Aparna Sanyal"]}