{"title":"Instead of making hollow claims, the Modi government should learn about sanitation from Bangladesh","content":"Sheikh Hasina, the prime minister of Bangladesh, arrived in India on October 3, one day after her Indian counterpart, Narendra Modi, announced that India is now open defecation free.This announcement – on the 150th birth anniversary of Mahatma Gandhi – is based on a vast toilet building exercise undertaken under the aegis of the Swachch Bharat Abhiyan or Clean India Initiative launched by the Indian prime minister soon after taking office in his first term in 2014. Bangladesh has already achieved this milestone, making it possible for 99% of its population to have access to toilet facilities by 2016, in a concerted campaign from 2003, when approximately 43% of its population defecated in the open.Unlike the high profile Swachch Bharat Abhiyan, Bangladesh chose to progressively expand funding over the years. The initiative continued under multiple governments, deepening the intersection with local and provincial authorities, involving national and international NGOs, and even empowering sanitation entrepreneurs. These crosscutting initiatives are described as Community-Led Total Sanitation, in which the effort is not just to provide toilets, but to ensure their usage and value for local communities.Crucially this type of initiative empowers women as agents of change. In South Asian cultures water is often a women’s issue, linked as it is to cooking and cleaning – activities predominantly forced upon them. Women are also among those most vulnerable when they go to use the toilet. Their participation and leadership is, therefore, critical to any sustained success both in terms of sanitation as well as furthering of social equality. As Maitreyi B Das, global lead for social inclusion at the World Bank, wrote in a 2017 paper on gender and water, “the relationship between water and gender presents an opportunity, since water in many ways mirrors and even reinforces gender inequality.  Therefore, it follows that interventions that equalise gender relations in water-related domains also influence gender equality overall.”So far, India’s initiative has been an outcome of a top-down initiative, looking at the narrow goal of building toilets. This type of process has unintended consequences. The lack of social empowerment can exclude certain communities. It can also lead to a coercive approach that further punishes those that have been left out, as was made brutally clear by the murder of two Dalit children in Madhya Pradesh last week.Whereas this highlights the difference between the two countries, they do share a similarity. Both show that the building of toilets is not enough. While Bangladesh may have provided enough toilets, it has not necessarily provided improved toilet facilities as Bhutan has done. This means that not many toilets, especially in urban areas, are particularly clean or of much use. Both Bangladesh and India have to make sure the grand effort of building toilets is not a wasted effort.Another area where both Bangladesh and India share a similarity is their vulnerability to floods. With the impact of climate change, such disasters are happening more frequently in a region where millions of people have no shelter in the face of swollen rivers. Both countries need to work more carefully to deal with the sanitation and hygiene needs of people affected by floods. These lead not just to displacement, but also in making the use of normal toilets impossible. Luckily there have been innovations in both countries that offer a ray of hope. In the Indian state of Bihar, a certain type of raised toilet – called the eco-san toilet – has been pioneered, and found to work well despite flooding. While these require a slightly higher expense than the usual toilet building, it is not very much so. Bangladesh has gone one step further and developed floating toilets. This is for regions where land is underwater for months at a time.These innovations, developed in poor regions which frequently bear the wrath of nature, bear testimony not just to the inventiveness of people, but also the capacity for solutions to arise out of tragedy. This emphasises one of the key redistributive aspects of community-led climate change adaptation, that those most impacted can be drivers of positive change, not merely recipients of them.The most striking example of this has been a waste treatment plant built for Rohingya refugees in the Cox’s Bazar area in Bangladesh. The new treatment plant, with its low costs, low use of water and no use of cement, is one that the Bangladeshi government is also thinking of adopting for parts of its normal design.At the end of the day, toilets are useful only when people use them. And people use them when much-needed facilities like toilets are built with the full participation of the community, rather than reaching them as an external object.This article first appeared on The Third Pole.","author":"Omair Ahmad","time":"2019-10-04T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128418-rryeomvbjo-1570082142.jpg","tags":["Bangladesh","Sanitation","open defeacation"]}