{"title":"‘Insult to founding fathers’: Congress on inauguration of new Parliament on VD Savarkar’s birthday","content":"As Prime Minister Narendra Modi is set to inaugurate the new Parliament building in Delhi on May 28, which happens to be the birth anniversary of Hindutva ideologue VD Savarkar, Opposition leaders on Friday said that the decision was a politically motivated one.They also raised questions on why the prime minister was to do the inauguration, and not the president.Trinamool Congress MP Sukhendu Sekhar Ray wrote on Twitter that in the 75th year of India’s independence, it would have been befitting to inaugurate the new Parliament building on November 26 – the day when the Constitution was adopted in 1949. “But it shall be done on 28 May, birthday of Savarkar- How much relevant?” Ray tweeted.Replying to Ray, Congress MP Jairam Ramesh wrote on Twitter: “A complete insult to all our Founding Fathers and Mothers. A total rejection of Gandhi, Nehru, Patel, Bose, et al. A blatant repudiation of Dr. Ambedkar.”A complete insult to all our Founding Fathers and Mothers. A total rejection of Gandhi, Nehru, Patel, Bose, et al. A blatant repudiation of Dr. Ambedkar. https://t.co/bkQJBiMpbt— Jairam Ramesh (@Jairam_Ramesh) May 19, 2023\n\nIn another tweet on Saturday, Ramesh called out Modi unveiling a Mohandas Karmachand Gandhi bust in Japan as “maximum hypocrisy, minimum sincerity”.“Unveil Gandhi’s bust in Hiroshima and 8 days later inaugurate new Parliament building at home on the birth anniversary of the man who opposed Gandhi vehemently all his life, and even worse, had profound influence on the people who killed the Mahatma ultimately.”Maximum Hypocrisy, Minimum Sincerity is the hallmark of this MA in Entire Political Science!Unveil Gandhi's bust in Hiroshima and 8 days later inaugurate new Parliament building at home on the birth anniversary of the man who opposed Gandhi vehemently all his life, and even… https://t.co/9lTNoKHsIJ— Jairam Ramesh (@Jairam_Ramesh) May 20, 2023\n\nThe Union government has not made any official statement about the date of the inauguration being on Savarkar’s birth anniversary. However, Bharatiya Janata Party social media cell chief Amit Malviya drew a reference in a tweet on Friday.Prime Minister Shri Narendra Modi will inaugurate the new Parliament building on 28th May 2023, which is also the 140th birth anniversary of Vinayak Damodar Savarkar, the great son of India.Veer Savarkar was born on 28th May 1883 in Bhagur.The new Parliament is designed to…— Amit Malviya (@amitmalviya) May 19, 2023\n\nAlso read: Why naming the new Parliament building after BR Ambedkar would be a true step towards decolonisationMeanwhile, Rashtriya Janata Dal MP Manoj Jha questioned in a tweet whether it would have been more appropriate had the president inaugurated the Parliament buidling.Shouldn't the honorable @rashtrapatibhvn be inaugurating the new 'Sansad Bhavan' ? I leave it at that...Jai Hind— Manoj Kumar Jha (@manojkjhadu) May 18, 2023\n\nAll India Majlis-e-Ittehadul Muslimeen MP Asaduddin Owaisi also questioned why should the prime minister do the inauguration.“He is head of the executive, not legislature,” Owaisi wrote on Twitter. “We have separation of powers & Hon’ble Lok Sabha Speaker & RS [Rajya Sabha] Chair could have inaugurated. It’s made with public money, why is PM behaving like his “friends” have sponsored it from their private funds?”Why should PM inaugurate Parliament? He is head of the executive, not legislature. We have separation of powers & Hon’ble @loksabhaspeaker & RS Chair could have inaugurated. It’s made with public money, why is PM behaving like his “friends” have sponsored it from their private… https://t.co/XmnGfYFh6u— Asaduddin Owaisi (@asadowaisi) May 19, 2023\n\nThe new Parliament building can seat 888 members in the Lok Sabha chamber and 300 in the Rajya Sabha chamber, according to the Lok Sabha Secretariat. In case of a joint sitting of both the Houses, a total of 1,280 members can be accommodated in the Lok Sabha chamber.The prime minister had laid the foundation stone of the new Parliament building on December 10, 2020.","author":"Scroll Staff","time":"2023-05-20T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189732-jmankmiuzl-1683040162.jpeg","tags":["Narendra Modi","Parliament","VD Savarkar","New Parliament","Congress"],"source":"https://scroll.in/latest/1049453/insult-to-founding-fathers-congress-on-inauguration-of-new-parliament-on-vd-savarkars-birthday"}