{"title":"Interview: Kashmir not responsible for climate change, but bears its full brunt, says scientist","content":"There was no snowfall for most of Kashmir’s “Chillai Kalan”, the coldest 40-day period of winter that begins on December 21. Only towards the end of January did parts of the upper reaches of the Himalayas in Kashmir receive snowfall.A dry, sparse winter could mean water problems this summer as well as the ever-increasing risk of glacial melt in the mighty Himalayas fuelled by climate change. The unlikely winter season set off alarm bells across the region, prompting special prayers in Kashmir for snowfall.But glaciologist Shakil Romshoo pragmatically said, “Human memory is very short.” The effects of the changing weather and climate have been more than evident for at least a few decades now, more so in the last few years, he pointed out.Just three years ago, February and March recorded temperatures about 10 degrees centigrade higher than normal causing significant decrease in winter snowfall and consequently unprecedented melting of glaciers during summer, he said in an interview with Scroll. “Now, this year again, we observed higher than normal temperatures from December itself, which is harshest part of our winter – the Chilai Kalan.”Glacier reserves in Kashmir Himalaya are massive water reservoirs that supply water to the entire region. According to Romshoo, there are 18,000 glaciers in the six mountain ranges of Jammu, Kashmir and Ladakh.The glaciers respond differently in each of these ranges, depending on the varying temperature and climatic conditions, he said.Mass loss in glaciers has been observed in the glaciers of the regions and it is increasing since the last few decades, said Romshoo. “We, the people of Himalaya, are not responsible for climate change,” he said. “But we face the maximum brunt of climate change. Because, our most important natural resource is melting under climate change.”Mountainous regions are more vulnerable to changes in temperatures than plains regions and climate data from Kashmir and other mountainous regions shows that the temperature has increased by 1.2 degrees Celsius in the last century, compared to less than 1 degree Celsius in the plains.By the end of this century, the temperatures are projected to increase around three degrees in the Kashmir Himalayas, which means almost more than double the previous warming in the region, said Romshoo. “If we feel today that climate change is evident, you can imagine its impact when this rate doubles or maybe even more,” he said.Preparing for the future can only happen when people understand global warming better and then join hands for a collective action, according to him. “But how many of our policy and decision makers understand this grave global environmental issue and are ready to take the necessary measures?” he asked. “How many people in South Asia and other third world countries vote and chose their leader on the basis of these issues confronting the humanity?”As people we still lack consciousness and concern for our environment, said Romshoo.Excerpts:Can you give us a little background about water resources in Jammu and Kashmir?Kashmir sits on the water tower of Asia. We have around 18,000 glaciers. Some of these glaciers are as big as Siachen glacier, around 66-67 km long and 600-700 metres deep. So, these are big water reservoirs which supply water to Jammu, Kashmir and Ladakh and significantly meet the water requirements of our neighbouring countries.In Kashmir, 65% of the water that you drink, or use for bathing, or washing, or irrigation, comes from snow and glaciers. If you see in the Jammu region, it is 55% and in Ladakh, it is 85%. So that shows the importance of snow and glaciers in our lives. Every sector of our economy is dependent on these resources.In Jammu and Kashmir and Ladakh, if you don’t get 24x7 water, it is not a water resource problem, and it is not due to the impact of climate. It is simply due to lack of proper water governance or water management. We have to keep in mind that 80% of the water requirements of Pakistan are met from the waters that emanate from our land. We have one of the highest per capita water availability in the world, so why should we have the water problems in this regionNow, what is happening to these huge water resources? To see that, we have to link it with climate change, which I said that we are not responsible for.Many people ask me that when there are no industries here, why do we face climate change impacts? Where did climate change come from, how did greenhouse gas concentration increase here, and how can we explain global warming occurring here?You will see some people who don’t fully understand the science of climate change asking these types of queries. They don’t understand that climate change is a global phenomenon and any emission of greenhouse in one part of the world, affects another corner of the world. We receive these greenhouse gases through wind system called western disturbances, which also is responsible for our snow and rains.For the past three months, there has been no rain or snowfall in our area. The snowfall happening today is coming from the Atlantic Ocean via Western Disturbances. On its way, these winds pick up the moisture from the Caspian Sea and Mediterranean Sea and as a result these winds get more enriched by the moisture, which pours as snow or rain over Jammu, Kashmir and LadakhBut they don’t bring only moisture with them. Europe is highly industrialised. That’s why these winds also carry along greenhouse gases, pollutants, dust and other aerosols with it.We, the people living in the mountainous regions, have to say it very loudly that we are not responsible for climate change. But we face the maximum brunt of climate change. Because, our most important resource is melting. It is not sustainable. It is receding.We have observed mass loss in glaciers and it’s increasing since the last few decades. It is going to affect our livelihoods, food security, water security, energy security and in fact, every sector of our economy.In that case, how will the recent dry spell in winter impact the condition of glaciers in Jammu and Kashmir?Human memory is very short. If you see, just three years back, we had temperatures in February and March which were 10 degrees more than the normal temperature. Now, this year, we started getting higher than normal temperatures from December itself.Data shows that the last three or four years, the months of February and March were much warmer than the long-term average. So, that is the reason the last three years saw unprecedented melting of the glaciers in the region. Minus temperatures are essential for the snowfall to accumulate in high altitude areas during winters.So, when March temperatures get higher, we experience heat waves continuously. Even though we don’t get affected by heat waves as much as mainland India, Pakistan or South Asia. But due to these heat waves, there’s an impact on glacier melting. As a result, we have seen more melting or mass wasting of this important resourceMy research shows that even if we have climate change at the current rate, Kashmir should not have any water problem till 2050. But due to increasing temperatures projected by the middle of the century, Jammu, Kashmir and Ladakh could expect water shortages sooner than expected.At the same time, some parts of our Indus basin are already facing acute water scarcity. Kashmir is part of the Indus River system and so is Karachi. It’s just that we are situated at a higher level in the same system while Karachi is situated downstream before Indus drains into the Arabian sea. It is a fact that water is already rationed in Karachi – they get water only twice or thrice a week.\n\t\t\n\tA view of the snow-clad Himalayas near Doda region in Kashmir in 2017. Credit: Iqaan, CC BY-SA 4.0, via Wikimedia Commons.Are we observing other impacts of climate change in the region also?Besides the rapid melting of glaciers, we’re consistently observing drier autumns in the KashmirTake the example of saffron production in Kashmir. The single most important reason for the decrease in the production of saffron is because of the increasingly drier autumns. Look at the data. We have data since 1886 years of the last 137 years. Our analysis shows the intensity and frequency of these dry periods is increasing in the Kashmir valley.Another thing that is happening subconsciously in the Kashmir valley is the massive transformation of water-intense paddy culture to horticulture and it is purely out of economic reasons as it fetches us four-five times more economic returns. If you look at the official data, since 1952, the area under horticulture has increased by 4,000%.Even though the shift towards less water-intensive cultivation is not driven by climate change concerns but economic reasons, in the process we are also readying ourselves for reducing the impact of climate change on water resources in the future, which may be apparent in 2050 or 2060.How would you describe the current state of glaciers in Kashmir? Are they receding at the same rate?Jammu, Kashmir and Ladakh are surrounded by different mountain ranges. When you enter Kashmir, you have the Pir Panjal range, then come the Greater Himalayas towards Pahalgam side. Then you have Shamsabari Mountain Range in Gurez and Tangdhar. We also have the Zanskar range, Leh range and ultimately the Karakoram range. So, these 18,000 glaciers are all over these mountains.These glaciers are behaving differently in each of these ranges.There are two parameters we use to judge the health of glaciers. One is how much glacier is lost or how much it has receded in length. The other parameter is how much it has lost depth wise. So, the ice thickness and the recession are two parameters.Now, on an average in Kashmir, we lose glaciers by about 18 metres annually.But if we talk in terms of the current dry spell, when we go will go for glacier expedition to a glacier next year, that means it may have receded more than long-term average because there was no snow during the harshest period of winter and also there was above normal temperature.The maximum number of around 6,000 glaciers we have are on the Karakoram Mountain range. All of our major glaciers are located within this range, including Siachen glacier. They are more or less stable.While some of them are melting, some of them are stable and some of them are advancing. And one important reason why they are stable is primarily due to extreme cold temperatures.If you look at the Karakoram, from November 1 to the end of April, the average temperature is minus 18 degrees Celsius. That means, if you go there at this time, it is very common to have minus 50 or 60 degrees.Compare that with the Pir Panjal range, where the average temperature during the same period is almost one degree Celsius and if you look at the Greater Himalayas it is about minus three during the winter period. So, these are the reasons why some glaciers on these ranges are melting at a different rates.A couple walks amid fallen leaves of Chinar trees in a garden on an autumn day in Srinagar in November 2019. Credit: Reuters.Have we calculated how much the overall temperature in Jammu and Kashmir has risen in the last 100 years?The Intergovernmental Panel on Climate Change says that globally the temperature has increased during the last 100 years by 0.8 degree Celsius, less than a degree. So, what’s happening here?Not only in Kashmir, if you look at the Indian Himalayas and the rest of the mountainous regions, the temperature is increasing more than global average.In Kashmir, if you look at the data we have, the temperature has increased by 1.2 degrees in the last century. And we have projected that by the end of this century, we may be warmer by three degrees, that means almost more than double.If we feel today that climate change is evident, you can imagine its impact when this rate doubles or maybe more.Is there a particular reason for that?It’s a global phenomenon. The Northern hemisphere is observing higher temperature increase than the Southern hemisphere and mountainous regions even higher.Mountainous regions are more sensitive to the change in temperature than plains and oceans. That is the reason the overall temperature rise in the Northern Himalayas in the last 100 years is 1.2 degrees.Farmers harvest rice paddies in Tral in Pulwama district in October 2023. Credit: Reuters.Do you think we should have some kind of policy or action, when it comes to dealing with the long-term impact of climate change?We have the National Climate Change Action plan and we have the state-wise action plans for climate change. But what we don’t have is a sector-wise action plan and at the village or panchayat level.For example, in the agriculture sector, action plans should outline the impact on various crops, such as the effect on paddy, wheat, and on vegetables. That detail we don’t have.Similarly, for horticulture as well, we don't have details about what will happen to particular varieties of fruit in different temperatures.As you said, even though it’s not our fault but the thing is we have to accept what is happening?There is no other way to avoid the impacts of climate change irrespective of your role in creating this problem. You can only adopt. I say, we are to some extent, already self-adopting.Having said that, there are developed countries who are responsible for climate change and they have huge resources available. So, why don’t we make them accountable for climate change? It will happen only when there's a collective voice and people have a better understanding of global warming so that there is global climate action to combat the adverse impacts of climate change globally.But how many of policy makers and decision makers globally understand this complex global environmental issue? How many people in South Asia and other third world countries choose and vote leadership on the basis of these things?Is there any mention of it in their manifestos? There are different issues of development and other priorities on which people vote. How many policy makers are seriously concerned about what will happen in future and what should be done or strategising about it?So, I think, as people we still lack consciousness and concern for our environment. It’s not ingrained in our DNA. Let us all join hands – as individuals, communities, society and governments – to address the adverse impacts of climate change and make this planet sustainable for our future generations.","author":"Safwat Zargar","time":"2024-03-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198733-ahwkjsvqnu-1708767163.jpg","tags":["Kashmir","Srinagar","Climate Change","Himalayas","Global Warming","Snowfall"],"source":"https://scroll.in/article/1063717/interview-kashmir-not-responsible-for-climate-change-but-bears-its-full-brunt-says-scientist"}