{"title":"Interview: Belgium high performance coach Adam Commens on women’s hockey, mental health and more","content":"Belgium have been the most dominant teams in men’s hockey for over half a decade, having finished on the podium at the previous two Olympic Games and Hockey World Cups.Only a spirited German side prevented them from completing a hat-trick of gold medals at major international events – they won the 2018 World Cup and 2020 Tokyo Olympic gold. Regardless, Belgium’s ‘Golden Generation’ has cemented its status as one of the greatest men’s hockey teams in the world.Crucial to their success has been Adam Commens, the high performance coach of the Belgian hockey federation since 2016. The Australian has been tasked with ensuring that there is an unending supply of quality hockey players for the men’s team as well as developing the women’s team into world beaters like their male counterparts.In a conversation with Scroll on the sidelines of the FIH Hockey Men’s World Cup 2023, Commens spoke about how hockey has grown in Belgium since he first arrived in 2007, the work the hockey federation has put in to stay on top and Belgium’s approach to mental conditioning.Excerpts of the interview:What has changed since your time as coach from 2007-2011 to now since you have been the High Performance Coach?In the lead-up to Beijing, we hadn’t qualified for the Olympics in 32 years, it was a really long time. The first thing we had to do was to get the team to train professionally. Training enough and in a professional manner and getting the structure that could help them become a world power. That’s what we tried to put in place way back in 2007 and we continue to build that. We also needed to play the strong teams more often, we were unable to do that (as) we weren’t strong enough. We gradually took those steps and now we’ve come with a group that has three head coaches, or rather three coaches that have all had head coach experience at World Cups and Olympic Games. A really experienced staff and then myself as the technical director. We have a lot of knowledge and we have a high-quality group that train and play together a lot. It has been really great to be a part of and see the growth from 2007 and now.As you mentioned, Belgium have come with three high-quality coaches in their staff including head coach Michel van den Heuvel and former coach Shane McLeod. Generally, having big personalities is a recipe for disaster as they can clash often. How has Belgium managed to work with them together?One of the things that we do with all of our teams in Belgium is that we look at the strength of each individual. So we look at all of our staff members and what they are really strong at and we allow them to operate in those areas. Of course, they have all-round abilities but if they are good at something or really specialise in something, then we allow everyone to work in their strength and that complements each other very well.What was the conversation like when you joined? What were the aims and goals given to you?When I joined in 2016, we won a silver in Rio. I work across the men’s, women’s and youth teams. We had a number of aims. To turn that silver medal into gold, we wanted our women’s team to be in the top six in the world and to continue to develop our youth to ensure that we have good players coming through every Olympic cycle. I think so far we have done well with the men’s but if you look at our women’s side, we came sixth at the World Cup and we’re really growing as well. There’s still work to be done.Compared to where hockey was when you first came in 2007, how has the sport changed in the last 15 years?When I started coaching in 2007, we had 20,000 members and the clubs were quite small. Not every club had water-based pitches. What has improved has been the growth of the sport. We have more clubs and more players. 58,000 players now. In 2007, there were probably 60 clubs and now we have 100 clubs. The infrastructure and facilities are a lot better. A lot of clubs used to have one hockey pitch, now most of them have two, even three or four. The professionalism has improved. There are professional coaches in each club and the quality of training has improved. The amount that the teams train has gone up. In 2007, clubs used to train two times a week. Now they all train three or four times a week.We have seen teams like the Netherlands, Germany and Australia dominate in different periods. All have had their peaks and lows. What processes have been put in place to ensure Belgium’s continued success?My aim is to ensure that we have sustained success. How I see that is reaching the podium at every major event or at least the final four. We need to ensure that at each Olympiad, we have some new players coming in. Right now we have a Belgium A squad underneath the main team and they play international matches. Recently they played against Malaysia, Pakistan and France. We have some games coming up against Korea too. So those players are ready to come in and play for the Red Lions.At the Fifa men’s World Cup in Qatar, we saw Belgium’s other Golden Generation crash out in the group stage. There was a lot of in-fighting in the team. How as the hockey team managed to perform at the highest levels without imploding like the football team?There are some big differences in football and hockey. The football team is not together that often. Our guys train four days a week together and they go to their clubs on the weekend. So they train together as a national team. The relationships that they have is like a family. Of course we have conflicts like every family has. But in general, they have great relationships. They have been together for a long time.Compared to the men’s team, the Belgium women’s team hasn’t been able to dominate the game. They finished sixth at last year’s World Cup. What are the challenges you have faced while developing the women’s game in Belgium?The women’s team at the World Cup had seven players in the Under-21. That was a really young group. To finish sixth was the highest-placing we have ever had. We were still disappointed as we had hoped to do better and make the semi-finals. We ended up playing Holland in the quarterfinals, a really challenging match. I think we have been on the right track but yeah it has been on the slower side compared to the men’s side. But maybe that’s in line with our club competition in Belgium. It hasn’t quite developed as the men’s one. It is much better than it was 10 years ago but it’s still significantly lower than international hockey. Whereas our men’s competition is probably closer to international hockey.Why is that?I think it’s probably because we don’t have foreign internationals playing in our league. The women’s teams have less resources than the men’s teams. So the clubs tend to give resources to the men’s teams. That is changing, it is starting to become more even but there’s still some work to do there. We are confident that we can do well at the next Olympic games and challenge for a medal with the women’s team.Mental conditioning and psychologists have been the topic of discussion in India hockey after (then) coach Graham Reid said that the team needs one. What has been Belgium’s approach to the mental side of the game?We use different consultants to work with our teams. Probably more so with our women’s teams than our men’s team at the moment.  However, we are strong believers that these mental coaches can work with our coaching staff to help them in their process rather than be the magic wand with our players. We look at a number of things. We look at how our coaches communicate with the players. How are the team dynamics? Are the players communicating well with each other and is the interaction with the staff good? If an individual is having issues then they work with the consultant individually. Are the staff working with each other well? So we use consultants to observe that and give feedback so that we can improve along those lines.You had a psychologist till 2017 when Shane McLeod decided to not have one full-time. Why was that?One of the challenges that you have with a full-time psychologist is that they are available to communicate and meet with people a lot. And sometimes you get a buffer between the staff and the players. So that’s why we have changed the process of where our mental and psychological support staff work. They work with staff more and help them make sure that they get their processes in place. If some players have some individual challenges, they can of course use that support. But we try to keep it pretty simple. We want the staff speaking directly to the players and not want anyone in between.","author":"Dilip Unnikrishnan","time":"2023-02-06T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186527-edwcevgfwu-1675662147.jpg","tags":["Adam Commens","Michel van den Heuvel","FIH Hockey Men’s World Cup","Hockey"],"source":"https://scroll.in/field/1043319/interview-belgium-high-performance-coach-adam-commens-on-womens-hockey-mental-health-and-more"}