{"title":"Interview: Gilles Verniers on the pressing need to study Indian politics between elections","content":"This week the team at the Trivedi Centre for Political Data at Ashoka University unveiled its latest resource: A political career tracker, allowing anyone to follow the trajectory of election candidates for national polls as well as those of 20 states, going all the way back to 1962. The resource is only the latest in a series of tools and databases that have been made available by the Centre, where Belgian political scientist Gilles Verniers is co-director. Gilles and the @TCPD_Ashoka team just churn out public good after public good for researchers. I'm really excited to dig into this latest one. https://t.co/5aLrYICmiB— Aidan Milliff (@amilliff) July 22, 2021\n\nVerniers’s own research has focused on questions of electoral representation and participation in Uttar Pradesh. But he is also known today for the important, data-informed analysis of state and national polls that his team at the Trivedi Centre for Political Data have regularly put out after every election for nearly a decade now. You can find much of that work here.In a recent piece for the Times of India, Verniers argued that, despite the professionalisation of Indian politics over the last decade – particularly with the entry of political consultancies that often work with big datasets – out understanding of the field remains limited. He blames this on the lack of a genuine open-data ecosystem, that seeks to broaden access to information that could enrich research and understanding, as well as a flighty approach to political analysis, that is entirely centred on elections, ignoring all that happens between visits to the ballot box. I spoke to Verniers about the aim of the Trivedi Centre for Political Data, what the data ecosystem in India actually looks like and what advice he would give to young scholars looking to study Indian political science. To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.Tell us a bit about your background? How did you come to study India?I came to India in 1997, when I was 18 years old. I came to spend my last year of schooling through a Rotary exchange programme. And I landed in a small town in Gujarat, Anand, the A of Amul. I spent a year there, and that was what you call the transformative experience.Among many of the things that happened that year, there was a general election. The ’90s were great for people like me, because there used to be a general election every year. But that was the year of the first really successful attempt of the BJP to form a government.I was there during the campaign. I was staying with well-to-do upper caste families, Rotary members, in a small community. And everyone overwhelmingly was already supporting the BJP, even before Narendra Modi was in the picture.There was a very strong discourse of rejection of the Congress, of regional parties, and a lot of hope seemed to have been placed in the BJP. And the first thing that struck me is, coming from Belgium, it was hard for me to understand how electoral politics can generate so much enthusiasm, hopes and expectations.And that led me to the second natural question. How do you keep a country so vast, so unequal, so complicated and so diverse as India together, democratically? I was not equipped to answer those questions at the time, so I came back from India with more questions. It pushed me to go towards social science, to explore those questions.A few years later, after my Masters at Sciences Po in Paris, I got an opportunity to go back to India. I came to Delhi in 2005, under contract to teach French at Jamia Milia Islamia. After that, I enrolled in the PhD program at Sciences Po, and negotiated an exemption to do it from India.I’ve been here ever since. I started covering elections in 2007, which also set me on the course of studying India’s political class – representation and minority politics. To do so, it forced me to take an empirical approach that required me to build data sets that did not exist, and were not available before. So that’s how it started.How did you pick India for the exchange programme?By accident. Most of the people from my generation would go to “fancy” destinations, like Australia and Brazil. India was not in much demand. For me, the motivation was to run as far away from anything I knew. It was more of a rejection of where I came from, which is a very comfortable, bourgeois, urban environment in Brussels, not a particularly imaginative place. The idea was to go away as far as possible from anything I knew, and, at the time, I was shockingly ignorant about India.Gilles Verniers, co-director of the Trivedi Centre for Political Data. You mentioned data, and you now obviously work with it a lot. But was that part of your academic training?I was not formally trained in quantitative methods. My supervisor Christophe Jaffrelot’s advice was that any relevant work on Indian politics has to be field-work based, you need to speak to actors, observe with your own eyes. Some of my early readings included works written by Paul Brass, who wrote a lot about Uttar Pradesh politics over the years.His approach was very much an inspiration to do a lot of ground-work, to talk to people and observe political phenomena. But, at the same time, put these observations in the backdrop of whatever empirical information that we can collect.So, for me, from the beginning it was clear that simply going from one constituency to another, holding interviews would not be sufficient. If I wanted to make sense of observations, I had to put them against the backdrop of empirical evidence. And in my training as a political scientist, it was always bad practice to take someone else’s data and do your own work on it. You had to build your own dataset.There was not much choice also, because 10-15 years back, there was very little data in the public domain.I started interviewing candidates to elections, MLAs, MPs, party functionaries. But, to derive more genuine statements on the basis of observations, I needed to confirm that through a larger data set. That’s how I started collecting data on UP.I did not have a research centre at the time. I did everything on my own. Literally figuring out how to do it while doing it. Travelling from one constituency to another, speaking to political observers, journalists, politicians, compiling the data, getting information cross-checked by other actors and so forth.What we are able to do in a few weeks ahead of an election took me three-four years to do back then. And there was no question of using any computational methods or coding. The data was not there to begin with. And that was the motivation to build a research centre dedicated to building data on politics, so that we can spare other generations of researchers the hardship of starting from scratch.What was it like to collect this data? How did you go about it?We had access to Election Commission data, though in a fairly antiquated format. There was a lot of secondary literature, so you take inspiration from that and you hope to update and expand that.One of my first interviews took place in Lucknow, at the head office of the Bahujan Samaj Party. I had a conversation with Satish Mishra, who was a general secretary of the party, and the Brahmin face in the 2007 election. He had the most extraordinary view about the capacity of BSP to bring change by winning elections. He basically told me that, within five years, we would abolish caste, create equality, bring down centuries-old injustices and how the BSP was a social movement not a party.So I thought, well, I’m going to go to the field and see who the people of this revolution are. That’s how I started interviewing candidates. I met liquor barons, real estate dealers, builders, people with checkered pasts and presents – professional criminals. It struck me that these are strange change agents for Mayawati’s revolutions.That put me on the road of exploring the disjunction between what a party says, what they are and who they recruit. There’s also a point of scholarship that looks at representation as a point of entry into bigger political questions: Who gets selected, who gets elected?What does the changing profile of elected representatives tell us about larger questions of representation, equity, participation. How does that impact the way citizens relate to their representatives? Political recruitment is of course important because the executive will emerge from this class. These are people with a lot of influence.And also, looking at the evolution of representational trends is a good way of putting some numbers on competition between groups. From the start, everyone regardless of party affiliation would always start the conversation with caste, and sometimes end it with that too. And so, looking at the trajectories of representation within the assembly, within parties, helps you understand how the social and political dynamics work. But also, how parties have a grasp on reality and try to make the most of ground mobilisations.As a good student of Jaffrelot’s, I started to look at caste, and examining this claim that the BSP had made, that they were offering a true rainbow coalition for the first time. There was a lot of emphasis on the Dalit-Brahmin alliance, but Brahmins were but a small component of a larger class of candidates, recruited across a variety of groups.There was this discourse on inclusion that seemed to be a rupture. If you look at caste as an indicator of diversity, it’s true. The BSP emerged as being more diverse than its predecessors. But it became clear to me that just looking at one variable would not be sufficient. Caste never operates alone as a social variable.Through time and looking at successive governments, it became clear that while representation became more heterogenous on the basis of caste, it became more homogeneous on the basis of class. Candidates were recruited across many different categories. But within elite segments within those categories. Preferably individuals who belong to local businesses, or enmeshed in local business networks, who occupied a dominant position within the local political economy.You could perceive diversity and inclusion and at the same time a political class that’s very elitist. That was a major finding.What is interesting, and that’s also why data is important because you can see trends over time, is that the BSP won election by speaking the language of inclusion, but also by courting members of the local elite, by literally selling tickets.And after the 2007 elections in UP, two elections followed, which were both won by different parties with a simple majority. Three elections won by a simple majority by three different parties. All make a similar claim of being inclusive, of being a true social rainbow coalition, in slightly different terms. But who all have in common being extremely elitist in how they recruit their candidates.Data is what helps you uncover those facts. And then, armed with those facts, one can go back on the scene and try to figure out how it happened, why it happened, what are the implications. On these, the data is silent. Which is why we need to adopt a mixed-method approach to figure out the “why”.I keep telling my students that the data points you in certain directions, it raises relevant questions, but it is silent on the answers. BSP chief Mayawati shares the stage with Samajwadi Party leaders Mulayam Singh Yadav and Akhilesh Yadav in Mainpuri on April 19, 2018. Photo: SPHow did you go from that to co-founding the Trivedi Centre for Political Data?The idea was to remedy the absence of good quality public data on India’s political life, starting with elections. Public institutions in India, including election commissions, are not providing the kind of data that one would need to study politics in depth.There are a lot of things that my colleagues do while working on European or American elections that we cannot do here simply because the data doesn’t exist. And if it does exist, it’s inaccessible. If it’s accessible, it’s unusable. And even if by chance it’s usable, it’s probably still very fuzzy, and certainly not interoperable with other data.Francesca Jensenius spent literally years trying to figure out a method to match census data with ECI data. Now it’s become more common. Now we’re looking at satellite image that we try to match with political boundaries.The fact is that there’s too little base information. There was no repository of even election results that one could use. You had to scrape ECI data. It’s full of discrepancies. It took us years, with the help of many scholars, to clean and account for the discrepancies, code and structure the data, and build an interface that enables us to produce visualisations.A lot of highly capable people are doing excellent work on data, but too often they are doing that with a proprietary mindset, or they sit on the data they produce. It’s not made accessible. Or maybe it’s on some website, somewhere in a university library.I thought it would be a matter of public service for researchers, journalists, students to make this data publicly available. It’s also a way to be transparent about what we do. If you think that I’m making up my own analysis, you can look at the data and verify for yourself.The idea was to make a small contribution to build up that open data ecosystem that we so badly need to study literally anything. It’s not only about studying elections, but about studying India’s political life in general. And it’s also about linking political phenomena with other things, like economic behaviour.The inspiration to create the centre came from Sciences Po, because they have a data centre and a repository of French and European elections, which are very multidisciplinary entities. They have computer scientists and engineers working with political scientists to not just build the data, but also run research projects on a range of questions.Since nothing of the sort existed in India at the time, there was an opportunity to do that at Ashoka University, which provided me with the support I needed to get the Centre on its feet.So the Centre both generates the data sets, and also analyses the information, right?We don’t want to be known just as a data provider. We are a research centre, though we are quite young. So we’re not a research centre with a fair number of confirmed researchers, though this is something we aspire to.My team is a group of really talented young people, recent graduates in social science streams or computer science or engineering. But we’ve also diversified. TCPD is really known for the work we do around elections, but we also do database projects on political violence. We have profiled public elites: the bureaucracy, profiled the higher judiciary, looking at the main UPSC core, the media.We need a sociology of institutions in India. Most of the work focused on state capacity focuses more on organisation systems, governance, political incentives and so forth. But there’s not enough attention paid to the sociology of those organisations. Who are the people running those institutions?Similarly, there’s a lot of interesting quantitative work on the judiciary. But there’s no information readily available on who the judges are, what is the average tenure of a judge. A lot of people have done pointed work on the turnover of bureaucrats or things like that, but not the overall picture because the data is there, but not in a usable format.Here we have an opportunity to intervene and create those datasets that will enable not only us but the entire community of researchers to study those institutions. And then we can work on areas of interest to us: minority representation, the representation of women.Voters lined up for panchayat elections in Jharkhand. Photo: Manob ChowdhuryIn a recent piece on election analysis in particular, you acknowledge that this world has professionalised over the last decade. What do you mean by that?The entire scene has become more professionalised. Because new data and new techniques to extract and treat information, which were not available 10-15 years ago, had come in. There was an induction of professionals from other sectors – the world of consultancy, investment bankers and so on. They brought the tools and methods of their previous profession into political analysis, which is a very good thing. We need more data, we need more professional analysis.The question that I asked is, does this professionalising generate outcomes that help us increase our knowledge about politics in India? My answer to that is: Not as much as it could. Because a lot of it is proprietary.IPAC [a political consultancy firm] does a lot of work, and they seem to be good at what they do. But there’s not a lot of transparency on the methods they use, and all the information and data that they curate is not put in any way into a public repository to the benefit of a larger community of scholars.I’m not blaming them. Because they would say, this is not our job. We are a private organisation. We have a model. It’s successful. We don’t want competitors trying to imitate us. And today there are imitators.  And so for all the IPACs of the world, it’s not helping to build a corpus of data and information that all of us can use. It’s not contributing to building an open data ecosystem.It would be futile to expect that open data environment to come from a government initiative. For a number of reasons, the Government of India is not interested in creating an open data environment. For all the talk of Digital India, this has been made clear.In all the countries, including middle-income countries, where those ecosystems have emerged, it’s always with the support of academics, civil society organisations, who do the grunt work of converting unusable public data into usable data. Or entities who provide access to private-sector data.Today, if you want to know about the state of the Indian economy, government data is not particularly helpful. It’s outdated, and it’s becoming more and more suspicious. The private sector generates in real time all the data that you need to figure out what’s going on, but we don’t have access to it.The same goes for all sorts of domains. Health, education, etc. What India lacks at the moment is that network of organisations – research, civil society, etc – that contributes to creating the open-data ecosystem that we so badly need.TCPD is trying to do something about it, but it’s very modest.What are the examples beyond politics where this exists?There is a small movement that has emerged about open judiciary data. There are a number of organisations that have been producing data on the actions of courts. Some organisations have made data available, not necessarily in an open manner, but accessible to scholars, like CMIE. Our colleagues at Ashoka set up an open data centre on the economy, CEDA.These are just a few examples. All of these are quite small, and not necessarily interconnected. It takes an awful lot of work to make those organisations work together.In addition to not having an open-data ecosystem, when we’re talking specifically about political and election analysis, you argue that all of us – pollsters, journalists, some academics – are overly focused on just voting intentions right before elections, and little else.First of all, it’s not fair to blame pollsters for not providing the in-depth analysis that scholars or ground reporters ought to be doing. They are actors in a particular professional domain, with a business model that answers to market expectations that say, for a few weeks in a year, people will be frantic about knowing the results of an election, just a week before they are actually publish.They cater to that need with a degree of simplicity, and that’s fine. But it’s true, it is sucking up a lot of energy and resources that could be devoted to applying those instruments to better things. Because attention is almost solely focused on the main players and the outcome of elections, there’s little attention paid to the context in which elections take place. And what are the factors that may impact the choices that voters make.We know, looking at polling data between elections, that there’s actually little consistency in the way people vote from one election to another. Indian voters have a propensity to change the way they vote quite a lot compared to many other countries where we at least have a model of stabilised support for the main parties that doesn’t have a lot of variation over time.We don’t have a voting theory, we don’t have a model that enables us to predict how voters are going to make their choice. But more importantly, we don’t have enough information about what are the factors that determine how the changing living conditions of people affect the way they make political choices. We don’t understand the link between government performance and how people respond to that at the ballot box.The reason is that we’re too focused on what parties do, what politicians say, and once results are out, we link our explanations with the only things that we have observed – what politicians have said and done in the campaign. And that’s how we explain success by success, and defeat by defeat.We base our analysis on the information that is available and that information is simply insufficient. We fundamentally don’t understand how the way people’s lives change, for good and for bad, affect how they think about politics, and how they make their decisions when they are asked once every five years to push a button on an EVM. Tea plantation workers watch as an election officer demonstrates how to use an Electronic Voting Machine at a tea plantation on the outskirts of Siliguri. Photo: Rupak De Chowdhuri/ReutersThere is really a need to pay far more attention to pay attention to what happened between elections. The kind of attention that’s devoted to campaigns and elections is not matched by looking at what state governments do, except when there is a proposition that is particularly ridiculous or attracts attention.The everyday work of governments and institutions, whether people’s lives improve or worsen over time, the degradation of law and order, the growth of polarisation, the communalisation of society, these are not some things that you can just observe on the ground a few days before elections. That requires a more permanent engagement.We’ve all been complaining about the lack of survey data produced by the government in recent years. There are question marks about the census. But no one has really tried to build a survey organisation that specifically looks at what happens between elections. The CSDS election survey is actually much richer than the use that is made of it by the media, but because the raw data is not available, it remains of limited use.There is a group of researchers at Azim Premji University who conducted a wide survey about politics between elections, which was very interesting. But most of the time, these are one-time efforts. Even surveys conducted by external organisations, the University of Maryland or even the Pew Survey on Religion that is being discussed, these are usually one-shot surveys, which are interesting, but do not necessarily contribute to the process of knowledge, because they’re not consistently done over time.In reality, there’s not one organisation that can do everything. Different organisations have to contribute pieces of the puzzle, some by doing surveys, other by doing empirical work, political reporting, ground reporting and so forth. It’s really the conjunction of all that that will create the base information that will improve the way we understand politics in India.We’re running out of time, so the last few questions: What advice would you give young scholars and students interested in this space?First I would tell them to pay attention to who their representatives are, at the local, state and national levels. I always ask that question to students, and 95% of the time they don’t know who their MLA is. Start paying attention to politics around you, and who the people are that speak on your behalf. Figure out if they do speak on your behalf or not.Second, I’ve mentioned that in the Times of India piece, is this element of collective failure that we haven’t trained enough people on the basics of how to enter data and basic data literacy. Not going so far as coding and learning Python. There is so much that you can do with basic statistics, pivot tables and cross tabs, or using an open software to build a map. Equipping yourself with basic data literacy tools is important.Third, pay attention to what is not sufficiently talked about. For example, there are new forms of political mobilisations outside of electoral politics. There is a lot of attention to party politics, and party politics from the point of view of a young person can be stultifying. Partisan work is conformity.So think about ways of doing politics outside political parties. India has a lot of young people, highly politically motivated. But India needs more of a civil rights movement than it needs strong party youth wings.Are there misconceptions about Indian politics that you find yourself always having to correct?Yes, there are quite a lot. One is particularly bothersome. I’m building a repository of local elections with CASI. We look at panchayat election results, municipal election results. When it comes to gender and politics, the persistence of gender stereotypes among those who wish for an improvement in women’s participation in politics is particularly troublesome.There is a lot of patriarchy and misogyny in the political class, and that’s expected. But those who aspire and sometimes work to improve women’s participation in politics, or think about that, keep nurturing the stereotype, for example, of women proxies. This idea that women in local politics cannot possibly have their own agency, or that women politicians in general are basically the product of dynastic arrangements and cannot possibly operate in politics with the same level of agency as their male counterparts.We have a project on women participation in politics, we generate data on women politicians. It so happens that  many of them do belong to political families. The risk is that we also do contribute to perpetuate those stereotypes, so we always have to put a lot of caveats, to provide a lot of explanation, that the onus to select dynastic women candidates is on the parties, and not on the women themselves.Then, there’s the work we do around caste. There are not many people or organisations who collect data on the caste of candidates. It would be very easy to reduce the analysis you get from data to stereotypes about the way cast operates in politics. So, begin by saying caste is important, but it doesn’t work on its own. You have to put it in conjunction with other variables, with other data. It’s also something that requires a lot of explanation, since it can be easily misinterpreted.Three recommendations of works – books, podcasts, papers, shows – for anyone interested in the subject?Since Uttar Pradesh elections are coming up I always recommend watching the Sopranos. I’m not saying that UP is similar to New Jersey in the 1990s. But the collusion between crime, business, and politics – we need to talk about the integration of those here, and not just the nexus. Because it’s becoming one sphere of activity, where the same actors basically have fingers in different pies at the same time.Raag Darbari, by Shrilal Shukla, is a satirical yet accurate portrayal of local politics in UP and of the illusory character of state-driven developmental projects.Mafia Raj,  by Lucia Michelutti, is a collection of ethnographic portraits of criminal figures that reveal the integration of crime, business and democracyTheft of an Idol, by Paul Brass, is a collection of stories that dissect the dynamics of violence, both social and political, in Uttar Pradesh.","author":"Rohan Venkataramakrishnan","time":"2021-07-24T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119387-reqilfxnio-1558972948.jpg","tags":["Gilles Verniers","The Political Fix Q&A"],"source":"https://scroll.in/article/1000899/interview-gilles-verniers-on-the-pressing-need-to-study-indian-politics-between-elections"}