{"title":"Interview: ‘The Archies’ movie is ‘nostalgic, magical, a storybook come to life’","content":"The first official feature adaptation of the Archie comics is coming out of India. The Archies, directed by Zoya Akhtar and written by her, Reema Kagti and Ayesha Devitre, will be premiered on Netflix on December 7.The Archies stars Mihir Ahuja, Dot., Khushi Kapoor, Suhana Khan, Yuvraj Menda, Agastya Nanda and Vedang Raina as Jughead, Ethel, Betty, Veronica, Dilton, Archie and Reggie respectively. The Hindi-language musical, scored by Ankur Tewari, is set among the Anglo-Indian community in the fictional town of Riverdale in the 1960s. Akhtar and Kagti, who have co-produced the film through their company Tiger Baby, spoke to Scroll about adapting the iconic comic book for Indian sensibilities.Why Archie comics? And how do you take something so nostalgic and make it relevant?Zoya: Luckily for us, it fell into our laps. Netflix made us an offer we couldn’t refuse. We were both Archie fans growing up. Here, we were given an opportunity to relive our childhood and make the first ever Archie film.Making it relevant was the challenge because we had to do it two ways. The brief that we had from John Goldwater, CEO of Archie Comics, was that he wanted to retain the wholesomeness and the original characters. We aligned with that. We also wanted it to be reminiscent of what our memories of Archie were. The other challenge was that the Archie fan should feel nostalgic. We needed to take the audience to an idyllic place. We had to insert thematically what is resonant with Gen Z today. Even if people have not read Archie, they should be able to watch it as a film and like it. Why did you opt for a musical?Zoya: It’s a comic, a storybook come to life. We are adapting it from India for the globe, and our form is music. And we do that well, but we had to be able to weave the songs into the narrative, in a way that either pushes the story forward, expands the moment or delves into an emotion.We were very clear at the script stage that we wanted the music to be woven in. That’s a little bit magical and pushes the fantasy, the magic vibe. \n\n\n    \n    Play\n\nVa Va Voom, The Archies (2023).How did you settle on Anglo-Indian characters?Zoya: Because we wanted to retain the names – Veronica Lodge, Archie Andrews. So it would obviously be a Christian community. We wanted to retain the essence of the comics of that time. We needed a community that lends itself to the narrative in terms of the music culture, the fashion, everything.One option was Goa, which had been done quite a bit on the Indian screen, whereas the hill stations and country clubs inhabited by the Anglo-Indians hadn’t been explored as much. So we thought it would be better to go with that. Zoya, you’ve worked with a bunch of newcomers after directing big stars in Zindagi Na Milegi Dobara, Dil Dhadakne Do and Gully Boy. What was it like to handle such a young cast? How did you build the camaraderie?There’s an ease to it, because they don’t come in expecting anything. This is their first job. They just come in with open hearts and minds and want to do their best.So, it’s easier on a level. These characters are so iconic that if you got a big star who comes in with their own image and baggage, that can maybe flick the character a bit. Here, the actors are so new that they just imbibe the characters and the audience buys into them. Besides that, everything is the same because you have to create the same kind of bond, trust and respect with your actor. You have to co-create the character. The actors did a six-month boot camp and grew up together. They’re a pack now. They go everywhere in a pack. I don’t know what’s going to happen when they start working on other projects. But the workshops got them very close.\n\n\n    \n    Play\n\nThe Archies (2023).The world-building – the locations, costumes and production design – is very detailed. What went into building this imaginary Indian Riverdale?Zoya: Even though we based it in a hill station like McCluskieganj or Landour, which have a huge Anglo-Indian community, it is Riverdale, which is fictional. We used those towns and Shimla as the base. The colonial architecture is real and seen around India.Then, we pushed it. We made it a bit magical, because it is fictional and it needed to have the storybook quality. As a kid, when you open that comic, you want to go into it. It has to be idyllic, a fantasy world.I have amazingly talented collaborators that did fantastic jobs – Suzanne Caplan Merwanji [production design], Nikos Andritsakis [cinematography] and Poornamrita Singh [costume design]. They created a design that actually transported you to an older time. Honestly, the look is a cross between the comic, a hill station in India and Enid Blyton. Archie has so many characters and stories. Is a two-hour film enough to build the quirks and personalities of so many characters?Reema: The quirks of a character come through. Also, Zoya’s films are all ensembles. She loves doing them and she handles that kind of multi-cast thing quite ably. Archie comics are like episodic skits. Initially, when we were doing the story, we were building an entire feature film. We needed an overriding story that was going to hold people. Once we had that, we were comfortable. Do you have any favorite characters?Zoya: For Reema, it is Jughead. I think that’s her alter ego. I oscillate between the three girls.  How does your partnership work?Reema: We have a company together and when we are creating, it depends. When we’re producing at our own time, we look at everything. When we write, at the story phase and research phase, we are a bit joined at the hip. But once we start fleshing out screenplays, sometimes we write alone, sometimes we write together. We always know who’s directing, so that person rules.Zoya Akhtar and Reema Kagti.","author":"Udita Jhunjhunwala","time":"2023-12-01T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196022-cmaabekjuf-1700502636.jpg","tags":["The Archies","Zoya Akhtar","Reema Kagti"],"source":"https://scroll.in/reel/1059334/interview-the-archies-movie-is-nostalgic-magical-a-storybook-come-to-life"}