{"title":"Interview: Mumbai has forsaken Deonar and its communities, although both are critical for the city","content":"Between Mumbai’s eastern suburb of Chembur and the salt pans and mangroves along the Thane Creek lie the Deonar dumping grounds. A sprawling wasteland spread over 120 hectares, the landfill and the communities around it are vital to the city, but their lives and challenges have been divorced from Mumbai by design. The average life expectancy in this part of the metropolis is 39, nearly half the national average, and residents suffer from a range of ailments due to the untreated, hazardous waste and its noxious fumes.Saumya Roy, a Mumbai-based journalist and activist, has been working in Deonar for the last decade. Through the Vandana Foundation, a microfinance non-profit she co-founded, she provided loans to, and built relationships with, the community of waste pickers who sift through much of the city’s discarded remains. This gave her a lens into issues, including rising material consumption, gross inequity and policy failures, and the human and environmental impacts of pollution.In Mountain Tales: Love And Loss In The Municipality Of Abandoned Belongings, her debut work of non-fiction published in 2021, Roy charts the rise of Deonar’s waste peaks with Mumbai’s growth: “as the city, hemmed in by the sea, inched upwards, its garbage mountains and their halo followed, in step”. As she peers closer into the lives of Deonar’s people, she reminds her readers about the perils of looking away.In an interview, she spoke about Deonar’s colonial origins and enduring post-colonial challenges, the community surrounding the dumping grounds and their relationship with the city, and the need for policy that moves beyond technical fixes and instead focuses on serving the most vulnerable. Edited excerpts:Saumya Roy. Credit: Justin Go.What is Deonar and how did it come to be?Deonar dumping grounds are where much of the city’s waste has gone for nearly 123 years. The grounds were formed when an earlier plague reached Bombay and spread through rats, which moved amongst filth. There was a lot of unrest in the city, the budget surplus was wiped out, there were riots and violence, and migration. Finally, with cases rising, the municipal authorities needed to deal with rats and the spread of disease. So, they tried a lot of things, failed and eventually decided that the one idea to deal with these problems was to push out the garbage. They decided on the village of Deonar, which at that point was outside the city, and bought this 823-acre space where all the garbage was to be dumped. At that point, garbage was more biodegradable – food, fruit peels, cloth scraps, etc. Since Deonar was a marshy swamp at the edge of the city, [the authorities] thought the garbage could make the soil more fertile, which could then be rented out to farmers. The idea was to reclaim the swamp with fertile ground.In some ways, was it a short-sighted colonial plan? Sure. The swamp fills slowly, it’s rising, as the city grows to become closer. I don’t have a clear sense of the policy initiative on this, except that garbage arrived by train to Deonar. I went back and read newspaper articles on this. The discourse was basically about how to get garbage out of the city; what’s happening there was not discussed too much.Then, in 1996, we see a more organised discourse when the residents of a building [near Deonar] filed a court case about the massive garbage mountains that were burning and sickening people. At this point, there were already 12 million metric tonnes of garbage mountains in Deonar. It’s a mountainous, monumental problem. I look at Deonar as a colonial and post-colonial problem of Mumbai’s residents having looked away and finding things too big and haphazard to deal with. And, of course, we see problems like disease, malaise, inertia, mismanagement – all of this plays out.You write in the book about the fear of essential service workers leaving Bombay during the plague of 1896. Contrast that with how into the second year of this pandemic, essential services and informal workers have kept our cities functioning, but there’s the chance they may have been immediately valorised and then fade into the recesses of memory. How do you think city’s residents should be thinking about people in the essential services and the informal processes that keep a city functioning?I wonder if this particular pandemic [that we’re living through] has been different in terms of how many residents are retreating from the city. I went through a lot of colonial records and [they reflect] a sense of what was happening in the city – people dying in the streets. In this pandemic, our retreat from the city may have made the invisibilisation of these essential services. I’m not sure if we’re thinking about this enough. All we know is that the garbage is gone but who are the people taking it, where is it going, we don’t really know. During Covid, there was not infected waste but certainly waste like hospital food trays and bottles that went to Deonar as well. There’s a biomedical waste incinerator at Deonar and unclaimed bodies have been burned there. In some ways, Deonar’s people have borne the brunt of the city’s waste and yet these workers have been made invisible.Sifting through waste for scrap with Deonar’s mountains of waste in the background. Credit: Aaran Patel.Among Mumbai’s residents, in popular culture and the international media, Dharavi and Deonar receive different treatments. Even most Mumbai residents pay attention to Deonar only when there are fires. What do you see as the differences between Dharavi and Deonar and why does one seem to get more attention than the other?I suspect that the whole discourse around waste is similar to what in the west is called Not In My Backyard. Waste should be somewhere where we can’t see it and Deonar perhaps provides that space. That’s perhaps why it’s not in the public discourse. We don’t see the place, the people sickened by the landfills, and we’re not sickened by it. When I ran the Vandana Foundation full-time, I worked in Dharavi too and got to know my way around its lanes. I’ve written a chapter in a book about the history of Dharavi. The earliest settlement there is its Koliwada and I’ve written about the residents, some of whom were Hindu Marathi, some of whom were Christian, but had their own music, and culture.Both Dharavi and Deonar have their own energy and specific character. Dharavi is a place to be celebrated in and of itself. I’m not surprised it’s got the attention it has.Having said that, why do the two receive different treatment? One is the invisibilisation of Deonar. It was conceived so the things we don’t want to see end up there. In the earliest maps, Deonar was mapped out as the place where hazardous or polluting industries could go. Across the landfill is an abattoir, a biomedical waste incinerator. It’s like a crazy cocktail of things [the city’s residents] don’t want to see and feel. Actually, if you see the rules for biomedical waste incinerators, they are not meant to be close to dense populations. And yet it was assigned to be in Deonar because this is a place that is in the city but conveniently seen as not being in the city. This is the case with inanimate things like the dumping ground but also with people whom we don’t want to see.People living on pavements, railways tracks, etc., people who were “an eyesore in the city”, should be sent to live here. Places like Sankalp Transit Camp for such people are still there 25 years later. So, the conception of Deonar itself is one of a place that is in the city but is not. The different conception of Dharavi is that it is increasingly integral to the city. Now Dharavi has some people who could be considered middle class, it is served by train lines that allow people to work in the city.Your book has a range of sources from colonial records to legal documents to your research about Deonar’s residents. Can you tell us about one of these people, Farzana, and whether her life is representative of the community’s aspirations and challenges?For a magazine piece around the time of the 2016 fire, I wrote about Vitabai Kamble and Salma Shaikh, the two longest living inhabitants of Deonar. Each had spent more than 30 years here, their children and grandchildren have grown up there. I’m now writing about Salma’s grandchild. As I spent time there, it became clear to me that this book had to be about Farzana because there was so much happening with her. I had known Farzana because her father, Hyder Ali, used to take loans from [the Vandana Foundation]. I knew Hyder Ali’s nine children and Farzana would sometimes come to our office as a teenager. Then I began seeing the story of the garbage mountains and our city and aspirations were literally, physically playing out in Farzana’s person.As I was going through colonial records, court documents, RTI files, tender documents, I felt it was important to focus on the impact of policy on people, often the most vulnerable people. It was in Farzana that I saw the imprint of policy delays and that’s why the story is about her.You see the incredible human story, where you see life draining away and the fight for life that’s superhuman. Sometimes as journalists or storytellers, we can be guilty and create a narrative of so much adversity and how it was overcome. We love these kinds of stories. But, in Farzana, we also saw forces that were dragging her down, literally, physically but also in terms of policy. It was important for me to show what was dragging these people down, the tremendous gravitational force. Through Farzana, you could see the imprint of these forces.Children fly kites near Deonar dumping ground. Credit: Aaran Patel.Your book has a rich sense of situating this mountain of trash within an ecology, connecting the two rather than treating them as distinct. You write evocatively about how “on moonlit nights the creek, the rivulet and saltpans formed a glassy rim around the mountains”. Just a couple of kilometres upstream from Deonar, in the mangroves, there are golden jackals at the top of the food chain and visiting migratory birds including flamingoes. If we turn to another city like New York, we see that the Freshkills Landfill, which was the largest in the world covering more than 2,000 acres, has been converted into a park that acts as a natural coastal buffer and green space. What is the relationship you see between waste and ecology, what could Deonar become?The process of closing down Deonar seems to be underway. This month, [the municipal authorities] announced plans for a waste-to-power plant that can process 600 metric tonnes of waste. Through my research, I’ve seen this almost happen many times. There is not yet a concrete plan for the 16 million metric tonnes already there. What can the endgame be? Do I see it becoming a park? We have not seen any conversions of large-scale landfills to parks in India. Is that the best use for an Indian landfill? It may or may not be because space is short in our cities. I don’t know the answer to the question about how Deonar can be best repurposed. What are the health and pollution implications? I’m not sure if long-term studies have been done on these and we need a proper scientific study about what could be the best endgame for Deonar in 20 or 30 years.I visited Freshkills and wrote about it in the book and in a magazine piece. Freshkills is very interesting — more than 2,000 acres with traffic lights inside to direct garbage trucks. They say it will take at least 20 years for the gases there to subside. It’s possible that not just household waste but also polluting waste came there and New York City was able to close it. They say birds are coming back to Freshkills, streams are running through it. If nothing else, one can say there is life possible after absorbing all that blight. While I don’t know what can come out of Deonar, what Freshkills did was give me hope that something can come out of Deonar.If we think about other contemporary considerations, such as officials paying attention to solid waste in the context of the Mumbai Climate Action Plan, what are some lessons that can inform decades of civic and institutional failure in Deonar?First, these mountains grow through being invisible. Not seeing these problems doesn’t make them go away; they only make them bigger. That’s certainly a lesson to be learned. Second, I don’t have a view on the technical questions — waste to compost or waste to power — that people who study these in a scientific way can suggest. The Indian government has announced remediation of landfills through the Swachh Bharat Abhiyan and allocated funds towards this. I’m sure with that kind of money and intent, a technical solution can be found. I don’t suggest zero waste or other pathways because municipal authorities contract lots of experts who might be better placed to answer these issues.But there cannot only be technical solutions for a place like Deonar. The only waste ever taken away from Deonar has been by its residents. There are studies to show they take away 30% of waste and provide a public service at great personal risk. And yet, they are seen as encroachers. The municipality would end up spending so much more if they were to remediate this. There is an almost adversarial relationship between the formal waste workers and the informal waste workers. What would a solution to Deonar be without its people? Their lives are intrinsically tied to this place and that’s true for landfills across the country. The lives of the most vulnerable are tied with these places. Those who can’t be in the city and anywhere else are here. It is for those people that policy needs to work more than anyone else.Based on your research and time in Deonar, what are some of the potential administrative or institutional reforms we need to see. How might approaches like participatory planning help in the context of remediating and closing down Deonar as well as moving towards the city’s larger solid waste goals?Neither is my book prescriptive nor am I personally prescriptive in pushing one solution over another. The only thing I would say is that there’s a need for a participatory approach. If you see the new plan made for Deonar, it says no relief and rehabilitation is required… Nobody lives here. So I think this needs to be recognised. If you are to look at Mumbai’s M-East Ward with the lowest human development indicators, that’s where policy needs to work most of all. Even the so-called gangster I interviewed said that when he moved to Deonar as a 10-year-old and started living on cardboard sheets, he was worried that the swamp would swallow him. Any time I would speak to any municipal or police authorities, they would say they remember going to Deonar to evict these encroachments. I would endlessly go to municipal and police officers and struggle over the informality of some of these places. For example, Raffi Nagar or Rafique Nagar…the cops and municipality didn’t know but remembered going into the swamp and evicting people. But if this is where the poorest, the sickest with the shortest lives are, this is where we need policy interventions to work the most.Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government. He is a Kalpalata Fellow for Architecture & Urban Issues Writings for 2021.","author":" Aaran Patel","time":"2022-01-27T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169229-hvwebptcba-1643026960.jpg","tags":["Saumya Roy","Deonar","Waste management"]}