{"title":"Interview: Manan Ahmed Asif on the ‘Loss of Hindustan’ and how colonialism altered our past","content":"Manan Ahmed Asif’s new book, The Loss of Hindustan; The Invention of India, ends with this cri de coeur:“Across the subcontinent we now confront a crisis of the past, with an explicit understanding of difference as destiny…The  majoritarian Sunni or Hindutva projects ask that we, as historians,  consider them inevitable and immutable. Yet, this cannot stand…The  history I have sketched here is a prompt to imagine ways forward that  do not yield to the majoritarian present, that do not inherit the past  as certainty, and do not romanticise that which is lost. It is essential  that, as historians, artists, activists, and thinkers, we turn to the  medieval period and recognise the ways in which it continues to organise  how current prejudices are rearticulated…It is our collective task to re-imagine the past.”Asif, an associate professor at Columbia University who also founded the blog Chapati Mystery, examines  the ways in which colonial histories of the subcontinent, often using a  simplistic religious lens, overshadowed and overwhelmed a very different  understanding of Hindustan held by medieval scholars. The book trains its focus on the Tarikh-i-Firishta, a monumental history of the subcontinent written by the 17th-century Deccan historian Firishta, whose work was massively influential in the region but also became the basis – after tremendous reinterpretation – of colonial histories that portrayed the past in Hindu-Muslim terms that continue to impact the political trajectories of South Asia decades after independence.By examining Firishta’s understanding of the history of Hindustan, and how the colonial historians re-ordered his work to fit entirely different narratives, Ahmed argues for a re-examining of our understanding of the pre-colonial past and a need for others in his field to acknowledge the influence of colonial knowledge on the practice of writing history.I spoke to Ahmed about “decolonising” history, how it squares with his training in the Western historical tradition and why his work is deeply relevant to the subcontinent today.\n    \n      Newsletter\n      The Political Fix\n      To get a weekly Q&A like this one with authors, scholars and experts on Indian politics, policy and more, in your inbox, sign up to the Political Fix, Scroll.in’s newsletter on Indian current affairs.\n    \n    \n        Subscribe Now\n    \nHow did you come to study and teach history?The slightly long short answer is that I am one of the Zia-ul-Haq generation of kids whose parents thought that staying in Pakistan would be bad for my health. I was shipped off at the age of 18 to the United States from Lahore, like many of our generation, to become engineers.I started computer engineering but at some point, I dropped out of that. It took me some years to figure out what I wanted to do. In Pakistan I had been a Physics and Maths student. I had never done humanities or history. So I did another BA – my third – in history. One of the motivating factors was that I was working in fast food at the time and reading a lot of synthetic biographies – these broad things, like Will Durant on civilisations. I was curious about where we fit in – we being desis, people from the subcontinent – in this world picture. After my BA in History, I went straight into my PhD. For the PhD I focused on the arrival of Muslims to the subcontinent, the memory and history of Muhammad Bin Qasim as a “conqueror”.I was specialised as an “early Islam” scholar, working on the first couple of centuries after the Prophet. My first teaching job was in Berlin, and it was actually a modern South Asia job. So I had to reinvent myself as a modern history person. I did that for three-four years and then I got this job in New York [at Columbia University] and I was back to medieval history. At Columbia, I started to think seriously about how to publish (or not) my dissertation. I ended up reimagining the project as a two-book project. My first book [A Book of Conquest: The Chachnama and Muslim Origins in South Asia] was on this Persian history known as the Chachnama. My book does two things. It wants to understand how we read this text [from the 13th century]. Which is a basic question. What theories of interpretation do you bring, how do you understand that world from the text? In order to answer that, part of my method was to walk in Uch Sharif (Sind) where the text was written and talk to people who were custodians of the memory of the text in order to understand how they were living with it. I’m also living with the text, but in the discipline of history. Secondly, I am trying to understand how the colonial state looked at the text, and argued that this is proof of Muslims as conquerors and invaders and not belonging to South Asia. That this Chachnama justifies the effort by the colonial state to liberate the “enslaved” Hindus of Sind. My book thus had dual goals: On the one hand, how do we read something written centuries ago and on the other hand, what happens to that text, especially during the colonial period. That became the set-up to this project [The Loss of Hindustan; The Invention of India]. This book has a very strong call for a certain approach, not as post-colonial but as post-colonised scholars. I’m curious how much your ideas butted up against the kinds of history you were taught as you entered the subject?In history, you end up being trained very specifically. If you do medieval history, you’re being trained by medieval scholars. Whatever period you’re studying, your main training is from scholars in that field.At the University of Chicago, I was lucky enough that I was actually getting trained by people who are modern historians, like Dipesh Chakrabarty and Shahid Amin. Shahid Amin was visiting and taught a class that was the basis of both books that I wrote. I learned from modern historians engaged in how the nation state deals with history, and how the nation state owns history. Their issue is what the colonial state is doing, what the nation state is doing. I was also being trained by medieval scholars like Fred Donner or Muzaffar Alam. Their emphasis is much more on the pre-colonial and the world before colonialism. I was trained under these countervailing perspectives. Being from Pakistan, I grew up with the idea that the nation-state claims all rights on the past. It says what I should think about the past. What I argued in my first book and in this book about the post-colonised scholar is that as historians of the pre-modern or pre-colonial, we have not internalised what the colonial state or the national state does to our understanding of the pre-colonial. I’ll give you a very small example to illustrate. Let’s say the medieval historian says I’m going to study a particular manuscript that is the basis of my study and that particular manuscript has five copies, and one is in the Rampur library, two copies are in the British library, and two copies are in the Berlin library. The scholars get grants and go to Rampur and London and Berlin, read these manuscripts and they write the book. What I mean by post-colonised is that the condition of postcoloniality is in the dispersal of this manuscript. When we visit these archives, we cannot write that out of the story. We can’t say the manuscript exists somehow magically in Berlin or London. And in my case, for example, in Rampur. As a Pakistani, I am separated from Rampur, maybe even more than I am separated from Berlin or London. All of this is because of colonialism. The manuscript doesn’t fly by itself. And so the post-colonised historian, when they’re writing a work on a 13th century text, cannot ignore this material reality. And in this book, I expand that to say this also includes the categorisations, the catalogues, the genre, descriptions, and colonial scholarship on these manuscripts. Such as when they say what you think is a piece of poetry is actually a piece of history, or what you think is a piece of commentary, is actually a piece of literature, so on and so forth. Well, who is it saying this is not history or not poetry or not literature? Where does that come from? It comes from colonial cataloguing. It comes from colonial classification systems. Some historians have [addressed] it for the project of history writing. People like Sanjay Subrahmanyam and David Shulman and VN Rao, in a book titled Textures of Time, tried to say that history can be read in sources other than what the colonial state says is a source of history. They didn’t really paint it in the sense of the post-colonised that I’m speaking of.  But that’s the spirit of the argument, which is that even if you’re studying the pre-colonial past we have to go through colonialism to grasp it. Similarly, Partha Chatterjee and Shahid Amin have written about the sources for “alternative” histories.As a process question then, where did you get access to the manuscripts that you used for this book?I started working on this particular book in 2016. A lot of the library work early on – I was able to travel to do that. But when I started writing, I needed to see these manuscripts that were in Scotland, that were in Manchester, Cambridge, Toronto, Paris, and Kolkata. All of those I only examined as digital artefacts.The sheer number of books and manuscripts you cite in the book seems daunting to me. Did it overwhelm you at some point, trying to tell the story of Hindustan?The last chapter of my first book talked of the importance of Firishta [author of the Tarikh-i-Firishta, a 17th century history of Hindustan that The Loss of Hindustan focuses on]. When I finished that book, I knew I was going to tackle Firishta. But I didn’t know what it would look like. Would it be another focused study?I started the project in Mexico City. I was teaching a class on colonisation and decolonisation. And I was really curious about 17th century Mexico and how Mexico’s geography dealt with the idea of colonisation. I started reading a lot of work on the conquest of Mexico, around the early 17th century, so the same time as Firishta is writing.It was through that process that I began to understand that what I was doing was not about Firishta but about the project that Firishta himself is involved in – the study of Hindustan. Once that began to be clear to me, I can share a photograph [of that time] from my office where the entire floor is covered in books. I didn’t actually count, because I had to turn my bibliography into “works cited”, because there were too many books. But I think I was lucky in the sense that I really figured out what I was focused on – the idea of Hindustan – so I could read a lot but I could keep that thread in my own brain so I don’t get overwhelmed. Manan Ahmed Asif, author of 'The Loss of Hindustan.' | Image courtesy Harvard University PressI know this is the argument of the book in some ways, but for the reader, how would you separate the idea of India from that of Hindustan? How are these two distinct?India is an invented category that comes into being as the colonial states, not just British, but also Portuguese, French, Dutch, and German, begin to understand the subcontinent. And what they deploy are various versions of British India or Estado da India or the East Indies, various categories in which they understand the subcontinent.As the colonial state starts to really flourish in the late 18th and 19th centuries, it begins to displace the notions of how to understand the subcontinent that the colonial actors had encountered 100 years before, when they arrived first – in travelogues, maps or merchant accounts.And that’s the idea of Hindustan. Hindustan is something that was displaced, but it’s displaced in a way that it lingers, attached to the Mughal state and a little after that. By 1857 it is very much attached to the Mughals themselves. The argument that British India makes is that, in 1857, when the Mughals go, Hindustan also vanishes. India versus Hindustan becomes a kind of vanishing act. India extends back in time. So, something like ancient India, or early India become very clean categories. Anyone can talk about them and think about them. While we can say that after 1947, ancient Pakistan, or after 1971, ancient Bangladesh are not categories that have any real purchase. They are employed sometimes but people don’t really understand what that means. Because everyone would say, well Pakistan didn’t exist before 1947, so there can’t be an ancient Pakistan. But no one says India didn’t exist before 1947 or 1857, so there can’t be ancient India. The idea is that the colonial state has raised another really prominent mental geography and that is what the book is about, that particular mental geography. I am not saying that the mental geography of Hindustan needs to be recuperated, it’s not a project of thinking about it in isolation.The book is doing two things simultaneously. It’s showing both what Hindustan as a concept, as a history, as a subject of history looks like. And simultaneously, how the colonial state is archiving it and erasing it. That, I think, is the methodological contribution that I make. We can’t just say there was a before and after, and talk about the before or the after, but that the before and after are actually overlapping categories, and we can’t speak about one without thinking of the other. You use the term the “colonial episteme” as a way of thinking about this erasure. Could you define that? And also, I’m curious, do you see it as being in opposition to say a medieval Muslim episteme?Episteme basically is how we know something. There is a specific way in which the colonial agents know the subcontinent.I define the colonial episteme starting as far back as the Portuguese arrival. Maybe other historians would say, well, the colonial state only begins in 1757. But the way of knowing the subcontinent in a particular fashion, which is what I call the colonial episteme, is something that predates and precedes the settlement in the 18th and 19th centuries. The colonial episteme is the kind of lever that is prying off Hindustan and inserting British India and all of these other categories or nomenclature. It is absolutely in opposition [to the medieval episteme] in the sense that the colonial episteme as a project has to create a political forgetting, it has to naturalise itself. British India has to become a natural category. James Mill, the father of [English philosopher] John Stuart Mill, is writing the History of British India, in the early 19th century. Now, the idea that there is something called the “history of British India”, and that the first part of it would be the ancient or the golden age of the Hindus and the middle part would be the dark Mohammedan ages and then the third part would be liberal British India, becomes taken as a natural system, when it is wholly invented by Mill. In that sense it is absolutely antagonistic to the notions with which we can think about history writing for someone like Firishta, who is not making any such classification divisions in his history. The historians writing after Firishta in Hindustan, people who are contemporary to James Mill, are also not using such distinctions. So, that is a colonising effort in order to overcome the ways in which history is being written in Hindustan prior to and contemporary to the colonial episteme. 'East India House' by Thomas Malton the Younger (1748-1804)You pick out Firishta because he makes a distinction from a lot of other medieval Muslim histories of the time, particularly by integrating the Mahabharata in his work, instead of starting off genealogically from Adam. There is a different historiography here even when compared to other medieval Muslim historians.Firishta is very self-conscious when he says I’m writing a new type of history. He takes it on as his project. He’s not the first person who’s writing a broad history. He has a whole archive that he can cite going back, 400 years, 500 years. He has a library.He’s definitely very conscious about the historiography that he has inherited, which includes texts like Panchatantra, Mahabharata, the shastras. Here he is not making a distinction between Hindu and Muslim historians. The innovation that I think he argues for is that, first, he defines his history or organises his history through space. He says, here’s Hindustan. Here are the contours of Hindustan made up of these regions, and I’m going to tell you a story of each of these regions. And within each one of them I will tell you how they came to be settled, how they came to be governed, their politics, who lives there, some stories about the good and the bad.Firishta fractures the ways in which history had been written up to his time. Which was usually genealogies of descent from some god or heaven, down to a particular king who was the personification of that cosmological order, or “here’s a town or a city, and here’s everyone who lives in it”. Those are the two ways that people focused on telling history. Firishta very consciously writes a new history.  Tucked away in the footnotes, you write that it is “important to re-enliven concepts translated out of experience during the colonial period.” But to me the metaphor seemed more like a dismantling of the edifice built by the colonial historian. How hard is it for us post-colonised subjects to even attempt to think of Hindustan before India?It’s important to say why Firishta works as a tool to dismantle [things]. Firishta is used by the colonial episteme to create the framework that we understand as the philosophy of history. Firishta is rendered into English as well as French at roughly the same moment, 1768-1769. On the English side by Alexander Dow, on the French side by [Jean Baptiste Joseph] Gentil.These renderings then are taken up by philosophers like Voltaire, David Hume, Immanuel Kant, and Kant’s student Johann G Herder, who are all engaged in the project of thinking about universal ideas of “man”. For these universal projects, these European intellectuals need raw material. Raw material from what they think is China, from what they think is India, what they think is Africa, what they think is the “New World.” They want these “raw materials” in order to create this fabric or this fantasy of the universe that they are going to argue is the natural state of things. And Dow’s renderings become critically important for that world-making. These figures themselves are incredibly important to the project of Enlightenment.When you fast forward to the mid-to-late 19th century, when history as a discipline is emerging in German universities, you see reliance on these big questions that constitute history’s object of inquiry. And these same figures. Heder’s lectures, for example, are incredibly important to the philosophy of history, and the ways in which history as a discipline recognises itself and polices what can be said. And even whose histories can be told. And all of that becomes part of the colonial episteme. History-writing, we know from people like CLR James, is a particular tool through which the colonial project is implemented upon the natives, by saying, “you don’t have a history, we are going to give you one” or saying, “what you have is myths and fantasies and here’s what disciplined history requires and this is how you do it.”I’m not saying Firishta is the only tool for dismantling the colonial project, but Firishta plays a very significant role in placing the subcontinent into this fabric.So by taking apart how they think of Firishta, but more importantly, by telling the reader what Firishta had actually imagined, which was much more complex, much more durable than what the colonial state uses Firishta for, in a sense, I am hoping that the reader walks away with the idea that we need to challenge or in contemporary terms decolonise what the philosophy of history means. And by that rationale also decolonise our understanding of what we have been told to say is an epic, or a history, or a romance. Those are some of the ways in which I am using Firishta to argue for a type of decolonised approach.From Sir Thomas Roe's journal of his voyage to India as ambassador Your own training is firmly in the tradition of, let’s say, Western history writing. And you teach at Columbia. And in this book, you use the tools that are available to historians today. One sentence in the book jumped out to me – “perhaps we ought to abandon this colonial tradition that masquerades as scholarship and exists only because the post-colonial states continue to harbour colonial prejudices.” So I was curious, how do you square some of this internally? How do you use modern historical approaches to dismantle a colonised subject?I rely on a number of thinkers, influential to my understanding.I’m thinking about Aimé Césaire’s work, where he’s not only writing what would now constitute political theory, but he’s also writing play translations of Shakespeare, like The Tempest [set on an island in the Caribbean]. I’m thinking about people like WEB Dubois, who was writing what we think of as science fiction or speculative fiction, just as much as he was writing sociology. I’m thinking of scholars like Marisa J Fuentes, who are thinking about silences and gaps. These are scholars who are engaging in the same project, but are using different kinds of tools in order to get at the silences and the inequities of the historical profession. My aim was to lay bare, to make naked the construction of the ways in which colonialism has elided, obfuscated and compartmentalised the history of the subcontinent, of Hindustan. Why is that important? It’s not simply the fact that in modern disciplinary history we must visit the archives, have footnotes, have bibliography, have citations. It’s not just those things. I think it’s also that we question the modern disciplinary history class from a decolonial spirit. We have to enter the archive that itself has to be decolonised. We have to think about citational practices – drawing upon Sarah Ahmed’s work on citational practices – that these citational practices construct the world around that gives a historian or a theorist a gravitas or a way forward. And thinking about how black and brown bodies and how women are erased from such citational apparatus. And so what does it mean for me to think about writing about Firishta? Drawing upon scholarship that came from Hindustan, actually reading what Firishta was reading, and thinking about those texts. Reading scholars from Hindustan during the colonial period. Not dismissing them as old histories or nationalist histories, but actually looking at the ethics of history writing, and trying to reconstruct what that ethics is, both for Firishta but for all the historians that follow. That’s basically my purpose. To actually expand or force the discipline to rethink some of these very canonical issues. While recognising that other scholars or other theorists or other intellectuals have come at this question from different angles. The work of people like Stuart Hall and CLR James has been really influential for me as a historian. One last reference is Meena Alexander, a poet whose poetry is deeply historical. Personal, but also deeply engages with the idea of us as decolonised individuals.  Just drawing upon this wealth of great knowledge in order to inform how I do history. That’s been my thinking within the box that I’m put in. At the end the book you address the post-colonised historians, especially those grappling with the majoritarian projects in India and Pakistan, saying it is “our collective responsibility to speak against the confirms of prejudice.” Do you see the broader practice of subcontinental history picking this up? I know you just mentioned a few different names, but I’m curious why your final words in the book were such a call to action.Many types of minorities – Ahmadis, Shias, Dalits, Muslims – are paying a very high price for being minorities in the majoritarian politics [of the subcontinent]. I think insofar as I have anything to say or anything to contribute, what I want to think about with others is how these majoritarian politics are constantly affirming a particular idea of the past. And that affirmation of majoritarian politics, they can claim it as far back as they want it to go. And it’s a natural way of thinking.And my hope is that we see two things. One, there is no such inviolable idea of the past that we are pointing out. And second that our history is also the history of resistances, mainly but not only to the colonial project. And that when we look at these other Hindustani historians, which is what I spend time on in this book, we see all these Hindustani historians during the colonial period and during the nationalist period, writing and speaking about and against majoritarianism. We have forgotten that history of resistance, that history of articulating other ideas. I think it is very important for us to reclaim that history, to re-engage with them.They’re all as flawed as we are. Nobody has one answer. But all of us collectively do and should present other ways of thinking about the past.One of the things that I did while I was writing this book, I was seeing a lot of voices of protest in Pakistan, India and Bangladesh. I’m thinking of Hussain Haidary’s “Main Hindustani Musalman Hoon”. And similarly in Pakistan they were seeing a very heartwarming expression of solidarity with the Pashtoon students and Baloch students. And just looking at these movements, in Bangladesh as well, around worker solidarity.Thinking about how we can, as historians, because, that’s my battle, how we as historians can uplift their voices, uplift their theories such that we are able to see the significance of these claims. And they appear to us both as relevant and important for now, but also relevant and important in a longer history of anti-majoritarian politics. I think that’s where I see my work contributing in whatever small way. The whole of the book is about misconceptions, so this question is a bit harder, but I’d still like to ask: What is the one misconception that you find yourself having to correct all the time?I think it is one thing that I’ve made a part of both books, which is this idea of Muslim presence in the subcontinent being perceived as [that of] outsiders.In both India and in Pakistan. In India, because of the Hindutva [project]. In Pakistan, they say, we are descended from Arabs, and have nothing to do with the subcontinent. So this idea of outsiderness, both in Pakistan and India. How does it work? You see disciplinary scholarship, studies that are wedded to this analytical framework.The thing I notice the most is how colonial categories of difference and a national emphasis on difference is not questioned. We don’t put it in front and say this doesn’t make sense.   What other research would you like to see on this subject?I could talk about my colleagues whose work may not be directly connected to what I’m doing, but I’m thinking of Audrey Truschke or Abhishek Kaicker or Dipti Khera, these are all people who are doing important work on the pre-colonial period.They give importance to broadening our understanding of the pre-colonial as a space of diversity and inclusivity. And I think I want to see much more of this.The issue with the modern period is that modern historiography needs to not be so bored by the colonial period. [There is this] idea that the subaltern studies said what they had to say and there’s nothing new there and now everyone should move on, to the Partition, or something else.I think there is a lot more that needs to be done on re-thinking the colonial period. Maybe along some of the lines on which I, as an outsider to the colonial period, have some engagement in my book with colonial individuals whom I call “soldier-scribes”. That’s what I would love to see – further dismantling of the thinking about the colonial period. What three recommendations would you have for those interested in reading further?Ship of Sorrows, Qurratulain HyderIn Praise of Fragments, Meena AlexanderThe Place of Many Moods: Udaipur’s Painted Lands and India’s Eighteenth Century, Dipti Khera","author":"Rohan Venkataramakrishnan","time":"2020-12-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128191-uibzqwemmq-1569729174.jpg","tags":["The Political Fix Q&A","Manan Ahmed Asif","Hindustan"],"source":"https://scroll.in/article/980979/interview-manan-asif-ahmed-on-the-loss-of-hindustan-and-how-colonialism-altered-our-past"}