{"title":"Interview: Tokyo Paralympics champion Sumit Antil on joy of javelin, his mother’s sacrifice and more","content":"On January 5, 2015, Sumit Antil was riding his motorcycle and returning home from training when a speeding tractor crashed into him. It led to his left leg getting amputated. He was 16 years old at the time and had been training to become a professional wrestler for eight years. But his dreams came crashing down.On August 30, 2021, Sumit Antil represented India in the Tokyo Paralympics. He competed in the men’s javelin throw event in the F64 category and went on to break the world record, not once, not twice, but a staggering three times. Less than seven years after a life-changing accident, he was standing with a gold medal at the biggest stage for a para athlete.Sumit Antil | PTIAntil got introduced to javelin throw two years after his life-altering accident. He lived, in his own words, a normal life in that period. He would attend college regularly and was even close to securing a nine-to-five job. But there was a strong hesitation in him to go down that road. His heart simply wasn’t in it.Then, one day in 2017, Antil decided to revisit the Sports Authority of India stadium near his home in Sonipat, Haryana, where he had trained for eight years as a wrestler. There, he got to know in great detail about the para games and his life changed, again.“I met coaches to learn more about the para games. I learnt about which category I could compete in, how you’re supposed to throw a javelin, what the world record is, and a lot more,” Antil told Scroll in a recent interview facilitated by the GoSports Foundation.The decision to take up javelin throw, among all other sports, wasn’t an instant one, though. Antil studied it thoroughly and made a well-thought-out decision. He had tried all three throws – javelin, discus and shot put – but was drawn towards javelin and felt he could do well with it.“There’s something about javelin throw, just the way it travels in the air. Whoever throws it finds it immensely satisfying,” he said.In a freewheeling conversation, Antil reflected on his journey as a javelin thrower, the biggest challenges he faces as a para athlete, his incredible performance at the Tokyo Paralympics, interactions with Neeraj Chopra, and more.Here are excerpts from the interview:Let’s begin from the beginning. What was the initial phase like once you decided to take up javelin throw? Was your family on board with the decision?I moved to Delhi in 2018 for training at the Jawaharlal Nehru Stadium. There wasn’t much financial support from my family at that time. My father passed away when I was seven years old but my mother did whatever she possibly could to support me. There was a time in 2018 when she put everything she had in my training and was left with nothing. I went abroad to train with my own money. I didn’t know if I would be able to throw at a high level but my coach asked me to travel and I simply said yes. My mother gave me whatever she had at that time, she never asked what would happen if things didn’t work out.Honestly speaking, I was a bit hesitant at the time. But my mother was sure, she said there’s nothing to worry and we will handle whatever comes our way. She would say ‘I’ve earned for you, so what if I spend it all on you’. I’ll never forget those lines. There was great risk, for sure, we were putting in whatever we had and would have to start from scratch if things didn’t work out. But my mother’s belief in me was stronger than my own.You and your mother took a big leap of faith, which is easier said than done. At what point do you think your career as a javelin thrower really took off?I got selected for the 2018 Asian Games and could only finish fifth. I continued to train thanks to the participation cash award I received. But there was great anger in me after that performance, which tends to happen with most athletes. And that spurred me on to train even harder and I ended up breaking the world record in my next competition. From there on, I never looked back. I kept improving and bettering my record. At that time, I got a lot of support from sponsors, the government, the Athletics Federation of India and the GoSports Foundation.There’s this thing in life, isn’t it, that it’s very important to take risks. The risk I took was putting whatever money I had into the sport. And fortunately, it paid off.Your performance at the Paralympics was simply sensational. What was your mindset like heading to Tokyo?To be honest, I wasn’t thinking of winning a medal. I was just very calm, very satisfied. I knew in my heart that I couldn’t have trained harder, couldn’t have prepared better. I had received all the possible support and had given absolutely everything I had to prepare for the Paralympics. And again, fortunately, things went well.It must’ve been a special day for your mother as well...Yes, absolutely, she was so proud and emotional when I won the gold medal. It was the first time the Paralympics were being shown live on television. Initially, my mother was watching it alone but once I broke the world record with my first throw itself, the neighbours and media persons rushed home. And by the time I secured the gold medal, she couldn’t control her tears. But from there we knew that I have to keep pushing forward. So many athletes win gold medals, but I want to achieve even more. It doesn’t matter if you win one, two or three gold medals, it’s all about getting better each day.\n\n\n    \n    Play\n\nIt’s remarkable how you practiced one sport for years but then switched to another and quickly found success. How would you say your wrestling background has helped you as a javelin thrower?Initially, I could only throw the javelin a distance of about 20-25 metres, but I got to 60 metres – which was the world record then – pretty quickly. I think that was because I had good strength after all the wrestling I did. I had done wrestling for eight years, that’s a long, long time in any sport. And the main thing in wrestling is strength training. So as my javelin technique kept getting better, thanks to my amazing coaches, I made rapid strides. I ended up breaking the world record in a year and a half. But from there on, it’s been much harder to keep bettering the mark. Earlier the world record would be broken in metres but now, it’s in centimetres. When I took up the sport, the world record was 59 metres. And now, it is close to 69 metres. We have already increased it by 10 metres in about four years. No one had ever thought a para athlete would come close to throwing 70 metres.What are some of the things you focus on in particular during training?For me it’s about getting better day by day. Each time I step on the field, I don’t think about breaking records. Today, I want to be better than what I was yesterday and tomorrow, I want to be better than what I am today.For the most part, all javelin throwers in my category train in a similar manner. There are only a few different exercises here and there. From what I have learned, there are different kinds of throwers and each athlete has a unique body type. As far as I am concerned, I feel I need to keep doing strength training. Technical training is important too but perhaps somewhere I could compromise on it, but I can’t do that with strength training. Well, maybe it’s just a psychological thing. We even focus on protecting the artificial limb, the stump shouldn’t get bruised. Although that’s impossible to do at all times – it ends up getting bruised once or twice a month and you’re forced to rest it out – but we try to remain as careful as possible. Again, the overall aim is to keep improving each day. And even if you struggle in training, it’s important to not get demotivated. You have to remain strong mentally.What do you think is the biggest challenge for a para javelin thrower?So, I’ll talk about my category. With a normal leg, the foot lands completely while blocking. But you can’t land an artificial limb that way. It will sort of remain standing. So for able bodied athletes, all 11 spikes will land on the ground while blocking but in our case, just two land. Because of that, it becomes extremely difficult to maintain balance. You come at such speed and have to rely entirely on the equipment, which is not easy. My blocking leg itself is amputated so that puts a lot of pressure on my lower back. You don’t have an ankle to take the load, so all of it comes on the back. Because there is no leg to offer support, the power that travels through when you block goes straight to one joint – in the back. That increases the risk of injury.The other thing is that because only two spikes land, it’s very difficult to control the block. At times the track tears up and you slip. In Tokyo, the track was a bit soft and I slipped during the trial throw, like Johannes Vetter (javelin thrower, Olympian) did. I was worried I shouldn’t suffer the same fate as him, which is why I took it easy with my first throw. But once I broke the world record with my first throw itself, I decided to give it my all even if that meant I got hurt. So yeah, the biggest challenge is blocking and balancing with the artificial leg. And trying to avoid injuries in the process.Neeraj Chopra, of course, is now a major brand in Indian sport. His historic gold medal at the Tokyo Olympics did a great deal to popularise javelin throw as a discipline in the country. What have your interactions with him been like?I met Neeraj bhai for the first time in 2018 in Finland. It was that time when we put all our money to arrange for the tour. He treated me very nicely, even though I was nothing at that time. After that, I’ve met him mostly in competitions. I would often go to watch him compete. In fact, I have even competed alongside him once, at the Indian Grand Prix series 3 in 2021, where I finished sixth. He treats everyone very sweetly. He told me that I’m strong and I can achieve everything I want. We communicate a lot in Haryanvi, his home is about 50 kilometres away from mine. So we always have a good time together. I can’t tell you how humble he is, despite achieving so much fame. In today’s day and age, if you put cricket aside, Neeraj Chopra is a very big name in India. But he is still so down to earth. Even after winning an Olympic gold medal, he is still the same person I had met back in 2018. He meets everyone just as warmly, and that’s very inspiring.Your outlook towards life is incredibly inspiring, and you have gone on to achieve great things despite such a huge setback. Is there any message you would like to give to people who are facing similar struggles?When I had the accident, I cried for just one day after that. I cried the entire day, but for just one day. I released all possible negative thoughts I had in that one day. And I decided that no matter what happens from here on, I won’t shed another tear because of this incident. My mother is a strong woman, but you can imagine how she must’ve felt seeing her child go through such trauma. But I made her a promise, that I’ll go on to achieve things that even people with both legs haven’t. Honestly, at that time, I didn’t know where life would take me. But I was determined. And as time went by, the mental scars started to heal and I eventually got an artificial limb. That journey – from having the accident to finally getting an artificial limb – was the toughest. But once I got the artificial limb, my life changed. I could go out, I could take walks. Like a child learns how to walk, I learned how to walk for the second time in my life when I was 16 years old.Of course, the support around you is important too. I would keep telling myself that something good will come out of this as well. I didn’t know what exactly it would be, but there was always this sense of optimism in me. And that is the message I would like to pass on to others. As hard as it is, you have to try and look at the bright side of anything in life. What if I had died that day in the accident? Isn’t this situation better than that? Life is fine, I’m alive. It might be a cliche but it’s true – time does heal everything. You have two choices when you have such an accident: either you improve your life each day or you head towards complete ruin. I have seen many kids, who suffer such tragedies at a young age, drift towards drugs and alcohol because they believe their life is ruined anyway. But if there is anyone out there who has had such a setback and is reading this, I sincerely request you to visit the artificial limb centre in Pune just once. I’m sure you will return with a renewed passion for life. You will realise that you’re fine, your life is fine. Who knows, maybe you were born to be a legend. The mind is very powerful, control it. The rest will fall into place.","author":"Aditya Chaturvedi","time":"2023-03-01T17:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187413-eqcrprlxzo-1677622689.jpg","tags":["sumit antil","javelin throw","tokyo paralympics"],"source":"https://scroll.in/field/1044822/interview-tokyo-paralympics-champion-sumit-antil-on-joy-of-javelin-his-mothers-sacrifice-and-more"}