{"title":"Interview: Pranay Kotasthane makes the case for the Quad to take on China via semiconductors","content":"Unlike AUKUS, the Quad grouping – India, the US, Australian and Japan – are unlikely to take active military measures to contain China’s rise anytime soon. Instead, the four countries have focused on deepening their bonds and taking measures to act as a counterweight to Beijing’s influence in the Indo-Pacific region, through things like collaborating on Covid-19 vaccines and efforts to address climate change. The most recent Quad joint statement however, suggested there was one more front on which the grouping will be taking on China. “We are mapping the supply chain of critical technologies and materials, including semiconductors, and affirm our positive commitment to resilient, diverse, and secure supply chains of critical technologies,” the statement said. Pranay Kotasthane, deputy director of the Takshashila Institution, has long advocated for the Quad to collaborate on semiconductors. Earlier this year, he wrote a paper making the case for a Quad semiconductor partnership, while flagging the big role India could potentially play in the complex global semiconductor supply chain. That may sound like a dusty, wonky policy corner amid the bigger picture concerns of naval hardware and Chinese border aggression. But access to semiconductors has been a major policy focus for a number of countries of late, with some even discussing whether China could invade Taiwan in an attempt to gain control of this vital technology that underpins every ‘smart’ product the world over. I spoke to Kotasthane – whose newsletter and podcast are vital sources of insightful policy discussions – about why he believes semiconductors should be classified as not just critical but ‘metacritical’ technology, what makes the Quad the right forum for collaboration on building a more resilient supply chain and why the idea of ‘Atmanirbhar India’ presents the biggest danger to any such plans. To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.You used to be an engineer and do complex things that I don’t understand. How did you end up in public policy? It was happenstance. For a long time, I had not actually heard of the term public policy, even though I was interested. For me policy was synonymous with working in government. The only way to do it was through the UPSC, which I tried twice, and couldn’t get through. In between I kept interacting with local government, but never substantially. Then I came to know that public policy is actually something that you can study, through this course that I took and now teach – a graduate certificate in public policy at the Takshashila Institution. Someone in my company told me about it. I spent three months there. It opened me to so many avenues that I didn’t even know about. From the term public policy to economics – which was nothing like what I learned in school. It changed the way I thought about many things. And that’s when I did a scholarship with Takshashila, while I was working. Then there was an opening – Takshashila was just starting – and I jumped in. What did you have in mind when you were studying for the UPSC exam? These are all follies of the younger self. Back then the one thing that fascinated me was R&AW [India’s foreign intelligence service]. I thought I would get into the IPS and end up in R&AW. So that idea was my starting point.When I entered public policy, I continued to focus on foreign policy and geopolitics in general, and even did some work related to intelligence policy reform. But in general, public policy has been fascinating, just to understand why things work the way they do in India. Why some policies get picked up, but some ideas that have been there for a long time don’t. These mechanics also interest me. How difficult was it to move from engineering to public policy? The most important thing is family support. Having people who will encourage you, that is super important and something we miss out on. For me it was not very difficult, to be honest. You do go from a big pay package to a much smaller one. That is a big challenge. But I was prepared for that.It is one trade-off that you take in return for other things – now people are able to read some of the thoughts I have on public policy, I have a public profile. I told myself, I have spent seven years in the engineering world. I can try this now, and if it doesn’t work, after a year, people will take me back.Pranay Kotasthane, deputy director, Takshashila Institution. What about in terms of tools and analysis? Was it hard to adjust to that way of thinking?It is very different from what I was used to earlier. In public policy, because it’s an applied discipline, you can’t close yourself to any other sources of knowledge. In engineering, you will be focussed on a very limited, small part. But here, the entire world is open.When I started, I had not even read Harry Potter. It was one of my first readings. That was my initiation out of engineering. Reading about economics in a new light, reading about philosophy, reading about social science, that was new.The second thing was the importance of good writing. Until then you would do very corporate-y writing. Very limited in the scope and the vocabulary. You would use standard phrases. Policy writing is so different compared to that, which was a big change for me.The third big change was just being comfortable with uncertainty and being patient. In engineering, the problem is known, the solution is known, so why can’t it be done? But in public policy you realise that transforming India is a marathon, it takes time, we all have to help each other out. Solutions don’t just happen because the information is known, there are so many other factors, which was also a big learning for me.Was Harry Potter assigned to you in a public policy context?No no, it just used to come up so often in our conversations that I felt completely lost and wondered what they were talking about. So I read it, and loved it.On to semiconductors. Why are they so important? Why is Ben Thompson – whose newsletter is, like yours, a must-read, suggesting that semiconductors alone might be a reason that the US will come to Taiwan’s defence, in case of a China attack?So to go back a bit, before semiconductors you had things like vacuum tubes in order to do any automatic calculation. But the special thing about semiconductors, which people realised in the 1940s, was that you can arrange semiconductor material in a specific way to create something called a transistor. With transistors you had something that was small, and you could arrange it to operate as a switch, as a logic gate, as an amplifier.In the 1950s, the integrated circuit came up. This was many transistors stored in one package. Then came something called Moore’s Law. Now this was just an observation, not an actual law. But it started that the number of transistors in a dense integrated circuit roughly doubles about every 18 months or two years.The fascinating thing is, this statement was made in 1965, and it has largely held over the last 50 plus years. Every two years, the number of transistors gets doubled, which means the processing capability has been doubling every two years.This doesn’t happen in any other industry. You don’t expect cars to become 2x better every two years. But you expect that from semiconductors. That’s why the phones we have today have more processing power than the computer onboard Apollo 11 when NASA went to the moon.Moore’s Law’s observation was made when ICs had 64 transistors. Today an Apple A14 chip has 134 million transistors per millimetre square. That’s the reason we have all the wonders of software and of our computers.Why has Moore’s Law held? One big reason has been the economics of the semiconductor industry. A unique supply chain that has come up over the last so many decades.There are several stages in this. The research & development stage is massively capital- and human capital-intensive, because you need a bunch of researchers who are doing cutting-edge work. The second stage is design. Designers and engineers come together to figure out the arrangement of transistors and the entire system. This is human capital intensive.There are two substages of this. You need very specific software to design how 134 million transistors are put together, called Electronic Design Automation. Only three US companies hold patents to this, they are the dominating companies. Any design company actually buys licences from these, and then designs chips. The second substage is the blueprints. A company like ARM’s blueprints are in every smartphone, and they own the intellectual property, which they license out. Then there is manufacturing, where you actually convert instructions into something physical, and create a “silicon wafer” that has all these transistors on it. This is massively capital intensive, because these transistors are really just a few atoms apart, so an impurity like a human hair or a dust particle will cause a short circuit, and you need clean rooms in massive set-ups working at breakneck speed. That takes a huge amount of investment.For example, the latest foundry that TSMC wants to establish in Arizona, it will cost reportedly $12 billion, which comes to around Rs 80,000-90,000 crore. That’s the kind of investment needed. And finally there is the outsourced assembly. This is labour-intensive.Now, before, one company, like Intel, used to put money into all these stages, with huge costs and uncertainty. In the 1980s, something beautiful happened. Companies in Taiwan said, you don’t need to do all this. We’ll start contract manufacturing.Your biggest cost is your capital that goes into manufacturing – don’t worry about that. Whether you’re Apple or AMD or Texas Instruments, you give me the design blueprint which needs to be carved out on the semiconductor and we’ll produce the physical product.This division of labour liberated a lot of design companies from investing in manufacturing. The number of fab-less companies – which don’t have a fabrication unit – really mushroomed. The US dominates a lot of this space, but a lot of design moved to countries with no manufacturing facilities, like India.Virtually every major company – eight out of the top 10 – have centres in India, and they do a great job of designing. So design moved to lots of places, and manufacturing got concentrated in a few places, where they could actually do a great job of it. And they made profits, because they had made huge capital investments, but their order books were always good. Because they didn’t need to depend only on one company.And then, outsourced assembly moved to East Asia because the costs were too high in the US, first to Japan and then to South Korea, Taiwan, and China.Today, it’s a supply chain that is both highly decentralised – because it’s all over – but significantly concentrated, because certain portions are only done by some companies or in some countries…It’s a hyper-global supply chain. Very lean, very efficient. But not resilient. Some things are done by only one or two companies, and if they have problems, we will have repercussions across the world, like we are seeing in automobiles.I call semiconductors a “metacritical technology,” not just critical.First is the geopolitical angle. We are seeing that technology is a big source of power in the information age. Beating other countries in developing technology is itself an important goal. Right now, the US feels that China is overtaking them in a lot of spaces. And semiconductors is one space in which China is weak, and US is massively strong.A classic idea of strategy is attack your adversary where you are powerful, targeting their weak points. China may be doing really well in things like Artificial Intelligence, biotech, and in 5G they’re even probably beating the US, but in semiconductors, they are behind.When you say China is weak, do you mean all elements of the supply chain? Or one bit in particular?Design is one stage where they are nowhere close to the US. Manufacturing, they are probably at par with the US. But Taiwan is the leader. But even for manufacturing, you need specialised equipment – which China doesn’t have.If you want to make an Apple A14 chip, only one company in the world has the tech to make a 5 nanometer chip, that is ASML in The Netherlands. China doesn’t have access to it. And the US has made it difficult for The Netherlands to supply it to Taiwan’s TSMC if it is being used for China’s Huawei.India's Marathon: Reshaping the Post-Pandemic World Order, edited by Pranay Kotasthane, Anirudh Kanisetti and Nitin PaiBack to why it is metacritical…There is a lovely line that Willy Shih of Harvard University uses to describe the supply chain as “a transcontinental relay race with hidden hurdles.” Countries can put hurdles in the paths of other countries. That is what is happening now.So the first geopolitical angle is US-China. The second is the dependence on Taiwan, which alone accounts for nearly 73% of the world’s global contract foundry revenue. With China and Taiwan relations worsening, there is a fear of “what if China were to attack Taiwan?”I won’t agree to the statement that China will attack Taiwan because of semiconductors. But if they were to attack Taiwan, semiconductor industry uncertainty will hit every single industrialised industry in the world.The third geopolitical angle is hardware espionage. There have been reports that the Chinese have installed spy chips on certain hardware, which were used in US-based companies. Clearly a lot of people aren’t speaking about this, but clearly [the US’s] DARPA has created a hardware security programme.These are driving the geopolitical imperative.The second aspect is the economic imperative. There is a concentration risk in Taiwan. The equipment and materials are dominated by a few Japanese companies. Forget geopolitics, if we have an earthquake – what happens then? The Fukushima earthquake really reorganised auto supply chains. Similarly many are looking at the semiconductor supply chain.There is also the question of business continuity. Again, forget about anything untoward happening. If one company like ASML fails to deliver its orders on time, you will have ripple effects across the supply chain.And finally, you can hurt other countries’ economy through this. Not just the semiconductor industry. An automobile company of another country, a medical device industry, can all be hurt if they can’t access chips.That’s the economic metacritical element.All the other critical and emerging technologies rely on semiconductors. If you want better AI, you need better chips. Similarly for 5G or for autonomous driving.Over the last few years, because of these reasons, the idea of ‘indigenising’ semiconductor supply chains has become popular...Everyone has begun thinking that semiconductors have a big strategic edge, and when you make something “strategic” all countries want to do everything on their own. China has a “Make in China 2025” scheme which targets that by 2025, x percentage of the semiconductors should be produced within China. They’ve put in a huge amount of money, so even companies that used to make food are now investing in this. There are local governments in China investing in this.Not just China. The US, EU, India, Japan, have picked up this idea that it needs to be localised, and they are throwing money at this.You, however, are arguing that localisation is mistaken. You make a case for Quad collaboration on semiconductors instead...One general point for multilateralism, and then we’ll come to the Quad. Like we discussed, the wonders of semiconductors have materialised because of this hyperglobal supply chain. The main insight of this is that you need a globalised supply chain, you need comparative advantages, you need some companies that are excellent at one part and let others fill in the blank.Imagine if you were to overturn this economic logic, and every country wanted to do this on their own. The amount of investment that would be required would be humongous, and this will be government investment.For example, US is trying to localise manufacturing. Imagine they are successful. So let’s say they get TSMC there. But after three-four years this technology will become old. From five nanometers you will have moved to two nanometers or smaller. And the investments are not incremental. They are massive, new investments to make, to change the entire facility.So governments will have to put in recurring investments every three or four years, in the order of billions of dollars. It seems very unlikely that even the US will be able to sustain that. Imagine if the US is able to do this for manufacturing. Remember, that is only one part of the system.For assembly, the cost disadvantages will be very high because labour is expensive. Again, governments will have to be pumping in money. There are clear cost advantages on this part for countries with lower labour costs.That’s why I say that even a country like the US cannot hope to localise the entire supply chain. Some bottlenecks will still remain, which other countries can do better. That’s why my argument is that multilateralism is a necessity, not a choice in this area. In the old world, you could localise the entire steel industry. That’s not possible in the new, high-tech world.Coming to the Quad. What I see is that all four of these countries have comparative advantages in specific parts of the supply chain. If they put together their strengths they can become a much more powerful formation.US is a big design powerhouse. Japan has a clear-cut advantage in materials for semiconductor manufacturing. Australia doesn’t have a great advantage in semiconductors, but they have an advantage in the overall electronic supply chain. For example if you are talking about electric meters, lithium supply, they have very good work on materials which will be important as we think beyond silicon for semiconductors. Finally, India is a human capital powerhouse. A lot of US companies and Taiwanese companies do their design in India.All four countries have some advantages and disadvantages. When they are put together they can be a powerful grouping.The second big reason is that you don’t really need to do everything on your own. What you actually need is that, when you want supply, you should be able to get it reliably. You don’t want to be in a position where China is dominating one part of the supply chain, where you have no access.As long as you achieve that goal, of resilience, you don’t need to achieve indigenisation. I argue that only through multilateralism, and not through doing everything on your own, can resilience be achieved.US President Joe Biden holding up a semiconductor chip. Photo: Jonathan Ernst/Reuters. What was preventing companies in these four countries from working together beforehand? Why does this need a Quad government push?Companies are limited to act across countries, because every country perceives this technology as strategic. So there are strict limits on tech transfer. Even if a US company is doing design in India, because it is headquartered in the US, the US can tell that company, “you can’t supply to the Indian consumer”.There are very strict investment controls, tech transfer controls, export controls. That limits the amount of collaboration that companies can do on their own. That’s where Quad governments come in. In this bubble, they can reduce these restrictions, and all four stand to benefit.What have they announced already so far?They have recently announced a Quad semiconductor supply chain initiative. Initially they are going to map the entire supply chain, and then look at what they can do together to bolster the supply chain security.For me, the big reason to celebrate was – first there is a change in mindset that you need to do things together, not on your own. And second is that they chose semiconductors. Because the US has a list of 20 critical and emerging technologies, and there was no prioritisation. But this is a meta-critical element they need to focus on, and that’s what has been announced.Let’s see where it goes. This was the first time the word semiconductor has been mentioned by the Quad.If the US had to work on a grouping focused on this, why does India fit into it better than, say, South Korea or another actual treaty ally?I wouldn’t say that only the Quad should do this. For example, Taiwan will remain important. So maybe after Quad starts, you can look at Taiwan, South Korea, EU can be involved. But at this moment, the only formation that is ready to put money and take on China is the Quad. There are other formations, but they are all airy-fairy at the moment. They are not firm on what needs to be done with China. Look at the EU. They are still thinking internally.The Quad has clarity. You want to ensure that China doesn’t become an adversary that dominates the Indo-Pacific. That is very clear, though the word China is not mentioned. Given that you have a political alignment, which is very clear, it easy for you to bring in action.Otherwise, you can stumble. For example, the US and EU have been thinking of what to do together on technology. But the EU has problems with how US companies handle data privacy. US has problems with how companies are taxed in the EU. There is a whole gamut of issue which you will start talking about and never conclude.With the Quad there is clarity. Start with this. And you can obviously expand on that bubble and add more countries.The Quad leaders at the White House. Photo: Evelyn Hockstein/ReutersUltimately, this is not just a government-to-government operation. It involves governments nudging companies to cooperate. What do you make of India’s capacity to manage something like that, not just at a bilateral level but at a quadrilateral one?There are questions of mindset and capacity. On mindset: We can’t think of this as a steel industry that we can indigenise. Foreign policy will play a major role, if we want to achieve something in high-tech industry. Right now we don’t see that link. Foreign policy is thought of as something distinct. But you have to use foreign policies to get other countries investing, increase tech transfer, reduce trade barriers.That’s how Taiwan got started. It didn’t emerge suddenly. A lot of tech transfer happened from the US. And with this AUKUS deal, there is probably a chance that the US is rethinking how it visualises tech transfers in the new era. That’s the opportunity for India, to get tech transfer from some of these countries.The second thing – the massive challenge – is the importance of getting our business environment right. Getting our law enforcement for intellectual property protections right. That spooks a lot of companies. India has been trying to make a manufacturing facility since 2006. This hasn’t worked.Can we keep our economy open so that these companies keep investing in design? Maybe those companies will be American, but if there is expertise in India, it will benefit us.From the Indian government angle, I think the start is to not think of 5 nanometers, 28 nanometers, which is the focus of the world. Can we take a baby step and do things like 65 nanometers, specialised analog fab that can go into 5G broadband? Can we start small, build the ecosystem, before putting a huge amount of government money into a facility where returns are not guaranteed?That’s where I think there is a change of mindset needed. Thinking of it in an allied fashion. The word allied itself is a no-go in foreign policy circles. But from a high-tech angle, I think it is important to think of keeping our economy open.Do we have the capacity? I don’t think we do. I hope we can build it.Is there a risk of negotiations on things like this falling prey to a broader Indo-US conflict on tech policy, which is going on currently?More than Indo-US tech conflict, I think this idea of Atmanirbhar India can push all these engagements back by many decades. Because if Atmanirbhar is taken to mean that we have to do import substitution, then it will lead to things like increasing import duties, and that is going to turn away not just the US.There have been reports saying that Taiwan wants to invest in India on the semiconductor front, but the one thing they have flagged is high import duties, because all manufacturing equipment has to be imported.These are the concerns. What we have argued is that you shouldn’t think of Atmanirbhar, think of Atmashakti. You want to build strength, and power. Whether it comes from US companies investing in India, that should be immaterial.If we go down this path of import substitution, no other company will do tech transfer, no other company will want to invest. Then we can’t do things on our own. This is not a domain where you can suddenly build things on your own. It requires knowledge and many billions of dollars of investments.And I would say India has a lot of strengths. We are not just asking for tech transfer. Design requires many thousands of engineers, and we have the critical mass. No other country apart from China can compete, and we are even better than China on this respect.On the assembly part of it, because it is labour-intensive, we have an advantage. Already you would see a lot of final device assembly is happening in India. We can think of going one step lower and think of assembly and testing of chips. We have the cost advantage. We need to play to our strengths.How would China respond to the Quad actually moving forward on this?When an adversary wants to respond, they might not respond in the same domain. Maybe China will expand the scope where it has the strengths. In this domain, I don’t think China controls any important levers where it can stop the combined might of these four countries. But maybe in say, 5G, they can create their own standards that make it difficult for others to access. There are other domains in the broader realm of tech, in which they may choose to retaliate.Are there misconceptions about this space that you find yourself having to correct all the time?I have a long list. One is the term “strategic autonomy”. When people think of this, they often actually mean “tactical autonomy”. They think of whether, with each decision, we are giving away more and whether we could have gotten more out of it. That’s not strategic, that’s tactical.Strategic autonomy can be built for India only when India is the power. And if building power requires you to cooperate with others, to give more on some issues, we should do that. In my view, we don’t think of strategic autonomy, in the way it means.The second thing is in foreign policy, we ignore opportunity costs. If you ask any question in foreign policy to any analyst, they’ll say, “yes India should do BIMSTEC, India should do engagement in Nepal, India should do more in the Indo-Pacific, India should do everything.’But do we have the capacity? Have you looked at prioritisation? Resources are limited. I don’t think in foreign policy spaces they think, if you had to prioritise between engagement with the US and engagement with the neighbourhood, on particular issues, which would you prioritise? I don’t see that happening. Neglecting opportunity costs is common across public policy domains. But I see it acutely in foreign policy.Yours is one of the only papers that looks in detail at the semiconductor question from the Quad perspective. Do you have a wishlist of data or research that you had access to in this domain to deepen our understanding?A lot of data in this sector is not available in the public domain. What is the revenue share across many industries? Many parts of the supply chain? You have to pay industry bodies thousands of dollars to get access to this data, it’s beyond the means of an ordinary researcher.Second, there are many technical elements to this. So there are great engineers who know the nuts and bolts much better than I would, but they wouldn’t appreciate the geopolitics point of view. And there are researchers who wouldn’t appreciate the technical angle. If we are able to bring together the people who are experts in this industry with the foreign policy analysts, we can generate excellent recommendations for the path ahead.I’ll give you an example. A lot of people will say Taiwan became what it is because its government invested billions of dollars. But we haven’t studied in great detail what are the things they did. For example, the fabs they made in the 1980s were hugely polluting. So what were the opportunity costs? What trade-offs did they make? How did they manage to overcome the resistance that would have come up? Those studies are not in the public domain.They started liberalising their import duties right in the 1950s. What were the tech transfers that the US gave to them? Why did they give this to them? The intersection of economics, macroeconomics and technology, we need a lot more connections to be made.Recommendations for those interested in reading more on this subject?Going beyond the specific domain of semiconductor geopolitics, I have picked books that are “metacritical” for anyone interested in public policy.Policy Paradox by Deborah Stone is a favourite book of mine. It has frameworks that apply across many public policy domains.The Lessons of History by Ariel & Will Durant is packed with insights on a range of issues concerning the State and government.Factfulness by the Roslings demolishes many widely-held beliefs, and provides a better understanding of human progress.Thanks for reading the Political Fix Q&A. Send feedback to [email protected].","author":"Rohan Venkataramakrishnan","time":"2021-10-23T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156165-ezoylwycbj-1615711918.jpg","tags":["The Political Fix","Quad","Semiconductors"],"source":"https://scroll.in/article/1008390/interview-pranay-kotasthane-makes-the-case-for-the-quad-to-take-on-china-via-semiconductors"}