{"title":"Intellectual rigour, redefining judicial courage: Supreme Court Justice SR Bhat’s rich legacy ","content":"On October 20, Justice Shripathi Ravindra Bhat retired from the Supreme Court of India, after 19 industrious years on the bench. Appointed to the Delhi High Court in 2004 where he served until May, 2019 before assuming the role of chief justice of the Rajasthan High Court and eventually being appointed to the Supreme Court in September 2019.  There is much to say about Justice Bhat’s career on the bench especially his courage on the bench. Typically, in India, judicial courage is viewed solely through the prism of a judge standing up to the executive. While standing up to the executive is important, there are times when judges have to also stand up against their fellow judges and even against the bar. As with most professions, I presume, it takes far more courage to disagree with one’s peers in a profession, especially when that profession is the Indian judiciary where judges are responsible for appointing judges.  On this count, Justice Bhat relatively early in his career as a judge of the Delhi High Court, was the first judge ever to rule against the Supreme Court of India in 2009, in a sensitive case, under the Right to Information Act, 2005, where a transparency activist had sought information about the disclosure of assets by judges of the Supreme Court of India.In 2009, the Right to Information Act was still in its infancy and the judiciary, especially the Supreme Court, was an institution still cloaked in secrecy.  It was also a time when the Supreme Court was at the peak of its power. Justice Bhat’s judgment from 2009 is one of the only two instances (the other being a case presided by Justice Bhakru) in which the Supreme Court has lost a case under the Right to Information Act. It was a judgment that likely required a great deal of courage, especially given the power that the Supreme Court holds over the careers of judges of High Courts. This includes the power to transfer High Court judges and decide appointments to the Supreme Court itself.There are also other less dramatic instances from Justice Bhat’s time at the Delhi High Court where he demonstrated judicial courage to check some of the excesses of the court when it came to the enforcement of intellectual property rights. For a variety of reasons, the Delhi High Court has become one of the main fora for enforcement of intellectual property rights. There is also a perception in some quarters that the court as an institution is generally favourable towards the owners of intellectual property. This perception benefits both the bar and the bench in different ways ranging from a constant flow of high paying clients to publicity for judges along with opportunities for international networking that are rare for judges of High Courts. As a result of these factors, it was relatively rare to see judges disrupting the prevailing status-quo in the Delhi High Court. \n\t\t\n\tCredit: Pinakpani, CC BY-SA 4.0, via Wikimedia Commons.Justice Bhat was amongst the few judges of the Delhi High Court to buck the trend and bring back some semblance of balance to intellectual property litigation. For example, one of the worrying developments in intellectual property jurisprudence before the Delhi High Court was the grant of punitive damages in cases of intellectual property infringement. Punitive damages as a concept are an exception in Indian law since damages are typically meant to compensate rather than punish. Unfortunately, due to one poorly reasoned precedent of the High Court in the case of  Times Incorporated vs Lokesh Srivastava, the practice of granting punitive damages became quite rampant in the Delhi High Court.Sitting as an appellate judge, alongside another judge, Justice Bhat in the year 2014 expressly over-ruled the precedent in Times Incorporated that had granted legitimacy to the practice of granting punitive damages. His judgment as always was intellectually rigorous and should have put an end to the practice of granting punitive damages but as I have documented elsewhere, multiple judgments were issued post 2014 by judges of the Delhi High Court granting punitive damages by relying on Times Incorporated. This was technically illegal since Justice Bhat’s judgment was binding on all judges sitting as a single bench. But the episode goes to show just how difficult it is for judges like Justice Bhat to buck the prevailing trend.A third example of remarkable courage demonstrated by Justice Bhat, this time against the executive, is a case from 2018, that involved cows, the pharmaceutical industry and the Prime Minister’s Office. The  policy in question sought to ban all private manufacture and distribution of oxytocin, a drug that is critical for maternal healthcare. Instead, the new policy was going to allow only one government owned pharmaceutical company to manufacture Oxytocin which would then be marketed through only one government owned distributor. It was quite simply a disastrous policy from a public health perspective and the only reason it was put in place was because Maneka Gandhi spent two decades lobbying the government for such a ban on the grounds that dairy farmers were abusing Oxytocin on cattle, in order to induce lactation. For most part the Ministry of Health had resisted this crazy demand until, as reported by The Wire, the Prime Minister’s Office stepped in 2018 to force the health ministry to ban private manufacture and distribution of oxytocin.When the policy was challenged, Justice Bhat was a senior judge of the Delhi High Court and was almost certainly in consideration for elevation as either a chief justice of another High Court or an appointment as a judge of the Supreme Court. This was also the time that the government had started blocking appointments of judges perceived to be against the government. In this backdrop, a judge more worried about his career may have tried avoiding hearing or deciding the case on any number of grounds. Not Justice Bhat, who while sitting with another judge, struck down the government’s policy on oxytocin in  a stellar judgment that did not mince any words and which was delivered in less than nine months after the policy was notified by the government. To deliver  such a blow to a government policy that had ramifications for cows and which policy was known to be backed by a Prime Minister’s Office that had a reputation for blocking the appointments of “anti-government” judges, is the very definition of courage, in my opinion. In this representative image from 2013, demonstrators protest against the expected signing of a free trade agreement between the European Union and India that includes some intellectual property right provisions harmful for India's generic drugs industry. Credit: Reuters.Courage aside, the second outstanding trait of Justice Bhat has been the intellectual rigour with which he wrote and reasoned his eminently readable judgments. His is one of the few judgments that can be handed out as reading material to law students because of the clarity of his reasoning and writing. Such intellectual rigour is especially important in a common law country, where judges have immense power to shape and expand jurisprudence in a manner that fills the gaps in legislation. On this count, Justice Bhat’s contributions, especially his contributions to  developing intellectual property jurisprudence in India are second to none.Take for example, the first ever pharmaceutical patent infringement case filed in India post India becoming a member of the World Trade Organisation. The case was filed before the Delhi High Court in 2008 and heard by Justice Bhat. It involved a pharmaceutical patent over a cancer drug and the patent in question was quite strong having already survived one challenge. Going by traditional jurisprudence, Cipla had a very weak case but Justice Bhat  denied Roche a temporary injunction by adopting a rather nuanced and unprecedented approach towards the grant of injunctions in patent cases. By the conventional standards of legal writing in India, his judgment was a work of art that actually prompted  some academics in India to fundamentally rethink the issue of injunctions in India.There are several such examples of such judgments from Justice Bhat, as evidenced by the fact that the most common adjective used to describe him in farewell speeches in his honour, is “erudite”. Luckily for this country, it was this erudition of Justice Bhat, that served as the first line of defence against  repeated attempts by powerful multinational corporations to expand the scope of intellectual property rights in India through the judicial route. Not all these cases were purely commercial disputes. There were at least two precedents where corporations tried to deploy intellectual property rights to curb free speech. The first was a case where  Petronet tried using the law on confidentiality to gag reportage and the second was a case where the  Tata group in an uncharacteristic lapse of judgement tried using trademark law to shut down a website setup by Greenpeace. In both cases, Justice Bhat ruled against the corporations in question and used the opportunity to set down some rather fine jurisprudence on the interaction between free speech and IP rights thereby protecting future generations against litigious corporations.So how is it that one judge has managed to break so much new ground on IP jurisprudence? A part of the reason is because the Delhi High Court tends to attract such cases but a larger reason is Justice Bhat’s incredible appetite for hearing the most complicated cases. This is not a common trait in the Indian judiciary. Judges like most people baulk at the more complicated cases. There are a few judges like Justice Bhat, who appears to have relished the opportunity to dig into complex cases and deliver path-breaking judgments.At this point, I am aware this piece is sounding more like a hagiography but I thought it was important to celebrate the career of an outstanding judge like Justice Bhat at a time when public confidence in the judiciary appears to be at its lowest. Despite all the cynicism surrounding the Indian judiciary, it is important to acknowledge that the system still has space for the courage and brilliance of judges like Justice Bhat. As long as that space remains, there is still hope for rule of law in this country. To that end, I am sure Justice Bhat will serve as an inspiration for many in this country who continue to hold hope in the Indian judiciary and its power to fearlessly uphold the rule of law.The writer is a lawyer and co-author of Create, Copy, Disrupt: India’s Intellectual Property Dilemmas (OUP, 2017).","author":"Prashant Reddy T","time":"2023-10-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195150-nocyabtxyy-1697808695.jpeg","tags":["Shripathi Ravindra Bhat","Delhi High Court","Supreme Court","Judiciary","Intellectual Property Rights"],"source":"https://scroll.in/article/1057903/intellectual-rigour-redefining-judicial-courage-supreme-court-justice-sr-bhats-rich-legacy"}