{"title":"Interview: BJP’s preemptive strike in Maharashtra before 2024 will play out in other states too","content":"Maharashtra’s political drama has been unfolding since November 2019 with the splintering of parties, the swearing-in of various chief ministers and deputy chief ministers and political grandstanding. In a pattern that is now becoming all too familiar, the ruling Bharatiya Janata Party on Sunday engineered a split in the Nationalist Congress Party. The rebellion in the Nationalist Congress Party was led by Ajit Pawar, the nephew of party supremo Sharad Pawar and a man the BJP had vowed to send to jail over an alleged multi-crore irrigation scam.   Only last June, the BJP helped splinter the Shiv Sena to bring down the three-party Maha Vikas Aghadi government headed by Uddhav Thackeray. Weeks later, Shiv Sena Thane strongman Eknath Shinde was sworn in as chief minister with the BJP’s Devendra Fadnavis as his deputy. On Sunday, Ajit Pawar was sworn in as a second deputy chief minister. Loksatta Editor Girish Kuber put things in perspective in an interview with Scroll: “The BJP is singularly focused on [next year’s] parliamentary elections.” He noted that between the BJP and the Eknath Shinde faction of the Shiv Sena, the government did not need Ajit Pawar and his MLAs to bring it stability. “This move is like a preemptive strike for the parliamentary elections,” said Kuber.He added: “States hardly matter to BJP because they know that if they have a very strong Centre with them, they can manage states without even having the mandate.” The BJP was handed a decisive loss in the Karnataka elections in May. Elections are due later in the year in Madhya Pradesh, Rajasthan, Chhattisgarh, Mizoram and Telangana.   “What matters for them is the 2024 general elections,” said Kuber. “And for that election, Maharashtra is extremely important because the biggest state the BJP has is Uttar Pradesh, but they have already peaked there.” With 48 Lok Sabha seats in the 543-member house, Maharashtra is crucial for the BJP. In Bihar, another key state, the BJP has already been unseated after Chief Minister Nitish Kumar and his Janata Dal (United) walked out of the ruling coalition and aligned with the Rashtriya Janata Dal early last year. Kumar, himself, is spearheading efforts to build an Opposition coalition.“There will be efforts to break the Opposition’s would-be-alliance, unified front,” said Kuber. “And because [Sharad] Pawar was a key man in this opposition alliance, they are trying to pin him down in Maharashtra.”With months to go for elections to the state assembly and the Lok Sabha, Maharashtra can expect increased polarisation. That is why there have been so many “Hindu Jan Aakrosh” rallies by Hindutva organisations, said Kuber. Participants at these events have demanded the boycott of Muslim businesses and claimed that Muslims are engaging in a “love jihad”, the conspiracy theory floated by Hindutva organisations that Muslim men have launched a campaign to enter into romantic relationships with Hindu women merely so that they can convert them to Islam. “The question should be, what is this aakrosh [anger] about?” said Kuber, since there is a pro-Hindu government at the state and also the Centre. Since Maharashtra usually votes on caste lines, Kuber said the BJP has realised it stands to lose if it does not polarise the electorate on religious grounds.Workers fix hoardings and posters outside the NCP office, in New Delhi on July 6. Credit: PTI.On Wednesday, we saw the rebel NCP faction led by Ajit Pawar put on a show of strength, parading the MLAs on his side. He appears to fall just short of the two-thirds required to avoid attracting provisions of the anti-defection law. Is there clarity on which side will emerge as the ‘real NCP’?  Interestingly, on Wednesday it emerged that Ajit Pawar had already sent a letter [seeking recognition for his faction as the “real NCP”] to the Election Commission dated June 30. Which is to say, even before he actually broke away from the NCP, the letter had been sent to the election commission. So it looks like a premeditated, well-planned move. But unfortunately, from both ends, no one has been able to show the numbers. How many MLAs are with either side remains unclear. And the NCP (Sharad Pawar faction) is also ready with its own legal battle. It had already filed a caveat in the EC. We are looking at a long legal battle ahead. Uddhav Thackeray’s Shiv Sena has accused Assembly Speaker Rahul Narwekar of deliberately delaying disqualification proceedings against party rebel and current Chief Minister Eknath Shinde. The party, in its petition in the Supreme Court, has accused the Speaker of a “brazen disregard” of his constitutional duties as a neutral arbiter. Can we expect the speaker to begin proceedings on the disqualification pleas moved by the NCP (Sharad Pawar faction) against Ajit Pawar and eight other legislators?   Disqualification will only happen if the Supreme Court decides something on that front because you can’t expect the Speaker, in the current situation, to play the role of a genuine, non-partisan umpire. Unfortunately, the Speaker is also a player in the whole game. It would be ideal to think that the speaker is apolitical, non-partisan, but that’s never the case. A hoarding bearing a photo of Nationalist Congress Party chief Sharad Pawar at the venue of a meeting of the Ajit Pawar-led faction, in Mumbai on July 5. Credit: PTI.The opposition Congress has called the rebellion in the NCP, the BJP’s Enforcement Directorate-facilitated power grab, implying the deployment of central probe agencies like the Enforcement Directorate to target political opponents and engineer defections.  They call it the ICE formula: Income Tax, CBI [Central Bureau of Investigation], Enforcement Directorate. The facts speak for themselves. If you look at the number of people who were accused of corruption who are now in the BJP, it’s quite high. When Harshavardhan Patil, a strong leader from the state who was in the Congress and the NCP, was asked why he went to the BJP, his answer was that, “Now I get a good, quiet sleep at night. There is no midnight knock. There’s no fear of any of the central agencies.”So, there is a pattern that emerges. Someone from the BJP will accuse someone of huge misappropriation. And incidentally, the BJP ends up having the same leader appropriated. And the sample size is quite high actually. There are many leaders who were accused of corruption. There were raids by ED. In this case, we have [Nationalist Congress Party leaders] Chhagan Bhujbal or Hasan Mushrif, there is an investigation against Praful Patel also.  What explains the timing of this engineered defection? What is the BJP’s game plan? The BJP is singularly focused on parliamentary elections. States hardly matter to BJP because they know that if they have a very strong centre with them, they can manage states without even having the mandate. In the past, they did this in Karnataka, in Goa, in Arunachal Pradesh, Maharashtra, Madhya Pradesh. What matters for them is the 2024 general elections. And for that election, Maharashtra is extremely important because the biggest state the BJP has is Uttar Pradesh, but they have already peaked there. There are two other important states after Uttar Pradesh. One is Bihar and another one is Maharashtra. You can actually link the fall of the Uddhav Thackeray government and the defection of Eknath Shinde to BJP with Nitish Kumar walking away from the BJP. So there is a direct connection.  BJP is keen on Maharashtra because it has 48 MPs to send to Parliament. That’s quite a huge number after Uttar Pradesh. Which is why they initially got Eknath Shinde to break the Shiv Sena. But Shinde failed to bring whatever the BJP wanted to the table. That disappointment was behind this second power game. Between the BJP and the Eknath Shinde faction, they had enough numbers, they absolutely did not need Ajit Pawar and his MLAs for stability in Maharashtra.  This move is like a preemptive strike, we can say, for the parliamentary election. And there is nothing that is not clear about BJP’s game plan as far as this Lok Sabha election is concerned. And I can safely say it’s not only Maharashtra, soon we will see it being played in other states also. There will be efforts to break the Opposition’s would-be-alliance, unified front and because [Sharad] Pawar was a key man in this opposition alliance, they are trying to pin him down in Maharashtra. NCP chief Sharad Pawar during a party meeting at YB Chavan Centre in Mumbai on July 5. Credit: PTI.Where does this leave Eknath Shinde and his men? On Tuesday, Shiv Sena minister Shambhujraje Desai said that if Uddhav’s Shiv Sena UBT  gives any proposal or reaches out to them, then they should respond positively.  Ajit Pawar’s entry is advantageous to Udhhav Thackeray in this perception battle. This has put Eknath Shinde in a corner. It is not that the BJP always wanted to make Eknath Shinde the chief minister. The BJP’s game plan was to scuttle Uddhav Thackeray and they used Eknath Shinde as a tool.  I doubt the BJP will find that he has continued utility. Look at the BJP’s history, in Goa they had an alliance with the Maharashtrawadi Gomantak Party, afterwards the MGP disappeared. Same with Shiv Sena. So there is a pattern with BJP finding alliance partners and these partners later discovering they aren’t exactly wanted.  Eknath Shinde’s utility will also be measured on the metric of how many Lok Sabha seats he can win. Elections to 200 municipal bodies and 23 municipal corporations are awaited. It hasn’t happened so far because the BJP is unsure of Eknath Shinde’s utility.  Will Maharashtra see increased polarisation in the run up to 2024? The state has witnessed at least 50 Hindu Jan Aakrosh Morcha rallies since November 2022. Speakers at these rallies have openly indulged in hate speech against minorities and called for the economic boycott of the Muslim community. There are four-five zones in Maharashtra. Barring some parts of Marathwada, you will not find any communal passions being roused by any political party. Maharashtra historically votes on lines of caste. Religion was not at play in Maharashtra. But since the OBC [Other Backward Classes] issue, the BJP has realised that if it is not Hindus versus Muslims and Hindus get divided on caste lines, it stands to lose ground. I believe that is the reason behind these Hindu Jan Aakrosh Yatras. The question should be, what is this aakrosh [anger] about? There is a so-called pro-Hindu government at the state and so also the Centre, and still Hindus find they are not protected is difficult to believe. The idea is to polarise society from the electoral point of view. Maharashtra recently witnessed lynchings, these kinds of things didn’t happen in the state. BJP, of course, officially says they have nothing to do with the rallies, but it is evident who is behind it.","author":"Smitha Nair","time":"2023-07-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191924-yvhlcbouic-1688635727.jpg","tags":["Ajit Pawar","Maharashtra","Sharad Pawar","Eknath Shinde","Maharashtra Politics","Shiv Sena","Devendra Fadnavis"],"source":"https://scroll.in/article/1052161/interview-bjps-preemptive-strike-in-maharashtra-before-2024-will-play-out-in-other-states-too"}