{"title":"Interview: Why the Church is backing the BJP in Kerala and what that means for the state’s politics","content":"With the Karnataka election result on May 13, the Bharatiya Janata Party lost its only foothold in South India as its government was voted out. But with Lok Sabha elections due next year, the party and its affiliated organisations continue their efforts to make inroads into the southern states. Kerala, in particular, remains a tough nut to crack for the saffron party, which has made modest gains in the state where a unique, cohesive Malayali identity often trumps religious divides.Nissim Mannathukkaren, professor at the International Development Studies Department at Dalhousie University, Canada, points out that Kerala is one of India’s most religious diverse states with the presence of three major religions and a harmonious social fabric. Apart from its tested playbook of religious polarisiation, the BJP is also making overtures to the powerful Catholic Church and the influential Syrian Christian community. Mannathukkaren, in an interview with Abhish K Bose of Asian Lite International, said that while the Church supporting the BJP is not new, it does not augur well for Kerala. “The reason for the Church’s accommodation of the BJP is merely  instrumental and self-interestedness, especially in protecting its vast  power and resources,” he said. “It is not moral or ideological.” Without an alliance with the Christian community, the BJP will find it difficult to over Kerala’s demographic gridlock that will remain an impediment for the saffron party, says Mannathukkaren“The BJP seeks to replicate the North East model by making it an acceptable party,” he said. But this is transactional, not a fundamental change in ideology, said Mannathukkaren. Excerpts:The Catholic Church in Kerala seems to have resolved to support BJP, provided the saffron party ensures Rs 300 per kg as the minimum support price of rubber. The two prominent Bishops of the Syro-Malabar Catholic Church have openly advocated the Christian community allying itself with the BJP. This is clearly based on the desperate keenness of the BJP to secure a parliamentary toehold in Kerala. What does this augur for the politics of the state?This does not augur well at all for the state. Indeed, it is quite tragic. Kerala is, justifiably, known across the world for its human development ‘model’. But what is less known globally is the remarkable religious pluralism that characterises the state. Kerala is the most religiously diverse major state in India with substantial presence of three major world religions. This is a feature that is rare in societies across the world.The uniqueness is not just the numbers but the impact that this has had in creating the intermeshed social fabric of Kerala, in which festivals like Onam, and culinary practices like eating beef are cultural mores of all religions. What this has, again, remarkably, resulted in is the prevention of inter-communal violence, a bane of many other regions, both inside and outside India. Malappuram district, the most reviled place in the Hindutva discourse, since it has 70% Muslims, for instance, has not had communal violence since 1921.  The call of the Bishops to ally with the BJP is to imperil the famed pluralism of Kerala with a Hindu supremacist ideology that believes, at the core, in Hindu-Hindi-Hindustan, and that seeks to supplant a vast multicultural, multilingual and multi religious country into a homogeneous Hindu majoritarian state. It will, unfortunately, take the state down the road of importing anxieties, fears, and hatreds that are peculiar to the north of India, where even teaching the Mughal period in Indian history is akin to blasphemy in the Hindutva discourse.There has been a near-total unanimity among the church elite, especially of the Catholic Church, to be hospitable to the saffron party. Church leaders have been floating the trial balloons in this regard at different junctures. This is at odds with the grievance that they express, otherwise, about the atrocities against churches and Christian missionaries in north India and Karnataka. Ideologically, the Sangh Parivar does not recognise the Christian community as eligible for citizenship in India a Hindu Rashtra. Why do the church leaders, notwithstanding this, fawn over the BJP? Does it symptomatise fear, common sense, or affinity to the glamour of power? Or, what else?The reason for the Church’s accommodation of the BJP is merely instrumental and self-interestedness, especially in protecting its vast power and resources. It is not moral or ideological. This is not new. The first Christian MP who was elected on a NDA [National Democratic Alliance] ticket to the Lok Sabha in Kerala was PC Thomas, the leader who broke away from the regional Kerala Congress party. And this was in 2004, very close to the 2002 Gujarat pogrom against Muslims. At the time, the Church or the Christian community had no moral compunction in voting for Thomas, despite Gujarat 2002 or events before that like the burning to death of Australian missionary Graham Staines and his two children by Bajrang Dal militants. The geographical distance it seems becomes the façade for amoral distance from the plight of minorities elsewhere, or even Christians themselves, especially the poorer amongst them, outside Kerala. The affinity also stems from the fact that the Christian community, that is the dominant Syrian Christian community, is the most wealthy community in Kerala and sections of it are the ruling class/elite in Kerala. So, accommodation with power of any sort, especially like with the most powerful entity in India, the ruling party that governs it, is not surprising. Narendra Modi with church leaders at the Sacred Heart Cathedral in Delhi on Easter. Credit: PTI.This is what has led it to even seek the mediation of Narendra Modi in solving intra-Church disputes between Syrian Christian denominations. It also has parallels elsewhere, like the Catholic Church’s accommodation with the Nazis during Hitler’s rule, and its shocking failure to condemn the Holocaust despite its alleged knowledge of the genocide of Jews. That is a particularly egregious chapter of the history of the Catholic Church. The same kind of complicity was also alleged during the military junta’s rule in Argentina when the Catholic Church backed it, and even remained silent on the killing of some dissident priests. So, this is not particularly a Kerala phenomenon. Finally, even when the Sangh Parivar defines India as a Hindu Rashtra, where non-Hindus are essentially second class citizens, there is also a crucial ideological and structural dimension that makes the Syrian Christian churches and community amenable to Hindutva overtures, even if this does not translate electorally. And that is caste. In a more fundamental sense, there is an affinity with Hindutva’s ‘ghar wapsi’ worldview that, after all, even Christians are originally Hindus. This stems from the highly casteist, patriarchal and endogamous nature of the Syrian Christian churches in Kerala, with claims to purity and which revel in family histories of supposed conversion to Christianity from the Brahmin Namboodiris.Is this tectonic shift in the political outlook of church leaders induced by the perceived increase in the numerical and economic growth of the Muslim community as well as the declining political clout of bishops with the LDF [Left Democratic Front] and the UDF [Congress-led United Democratic Front]? Does the church feel that the left front is gravitating towards Muslim community? Is their anxiety intensified by the electoral disarray of the Congress, locally and nationally?Yes, some of the fears of the Church leaders and the community are based in real facts like the growing demographic and economic weight of the Muslim community. The Muslim community is projected to be double that of the Christians by 2050. The declining population of the Christians is thus a major cause of worry to them.Yet, this population advantage, which has given extra assembly seats in Muslim-dominated areas, will peter out as all communities converge on the fertility rates in about 20 years. And despite the general upliftment of the Muslim community, post-Gulf migration, it still brings up the last in terms of economic and social indicators. With modernisation, religion has definitely not declined in a linear fashion, but has transformed into new forms, including new versions of fundamentalism. Yet, the Church itself has lost the kind of authority it had on the laity in the 1950s and 60s and which could mobilise it against, say, the spectre of an atheistic Communism, and so on. This was what brought the first Communist government down in 1959. Of course, those social and political conditions do not exist anymore. Therefore, the Church leadership cannot deliver votes to parties, especially in a state with heightened political consciousness. The Church, by and large, has also been a very conservative force, standing against progressive political change and the struggles of the working classes. \n\t\t\n\tNarendra Modi with Mar Andrews Thazhath, president of the Catholic Bishops Conference of India and Archbishop of Thrissur in the Syro-Malabar Catholic Church. Credit: Rajeev Chandrasekhar, @Rajeev_GoI/Twitter.One also has to emphasise the fact that there are no homogeneous, monolithic religious communities. And any discussion on religious community voting patterns has to come with the caveat that it is marked by gender, caste, class, and other distinctions. The declining fortunes of the Congress is a major factor as well; more importantly, it does not seem that the party can come back to power at the Centre in the immediate future. So, strategically it makes sense for the Church to make accommodations with the ruling party, even if it is a party of the far right. Regarding the Muslims, the embattled community under the onslaught of Hindutva, has sought to give increased support to the Left, which is powerful in the state, to counter majoritarianism. This is seen in the voting percentages from post-poll surveys as well. Around 39% of Muslims voted for the Left in 2021 showing the weaknesses of the Congress in confronting Hindutva. At the same time, 39% of Christians also voted for the Left, and this has been the highest support for the Left from both these communities. The Left also has been wooing the Muslim League, which is an integral part of the Congress-led front, and without which it will be severely weakened. In fact, the growing clout of the Muslim League within the weakening Congress front and its supposed cornering of ministerial posts beyond its strength (in the last Congress government) are some of the grouses some sections of the Christians harboured making them amenable to the overtures of the BJP. Another factor is the weakening, unlike the Muslim League, of the Christian-backed Kerala Congress party, which has splintered to numerous and ineffective personality-based factions, hardly able to wield the clout or secure the vote share a united party could in the past.To what extent will a possible alliance with the Church benefit the BJP? With large scale migration from its members, and evident signs of rebellion against the authority of bishops by the laity, can the Catholic Church provide a stable vote-bank to the BJP?   The BJP needs the Church and the Christian community desperately, as it cannot come to power without some sections of the Christians voting for it in a state in which the Hindu population is only 55%. BJP-NDA has secured only the maximum of around 15% votes in Kerala in [the] Assembly elections. This is a post-Modi phenomenon for earlier the vote share was in the range of 6%. While 15% seems small, it is not exactly so in the evenly matched bi-polar political formations in Kerala where elections are decided by small margins. Yet, one cannot come to power with 15% votes. And this is where the small Christian parties like the Kerala Congress factions, with around 7% of votes, and Christian votes from the Congress Party and the Left become crucial. As of the latest assembly elections, the BJP came second in nine constituencies. So, the biggest impediment to BJP’s prospects in Kerala is the demographic gridlock. This cannot be overcome without an alliance with the Christians. Hence, the recent efforts and overtures. The BJP seeks to replicate the North East model by making it an acceptable party. For that reason, it had made a lot of accommodations in that region like giving up its antipathy to beef, giving up its insistence on Hindi and homogenisation, reviving tribal culture and so on. Deputy Prime Minister LK Advani addresses supporters from atop a chariot during an election campaign in Kottayam in Kerala in 2004. Credit: Reuters.Some of these accommodations will be made in Kerala also, like BJP leaders recently trekking the path of a Christian pilgrimage, making visits to Christian homes, avoiding issues like beef, etc. Yet, one has to understand that this is transactional, not a fundamental change in ideology. In the North East, the BJP by itself has secured only 18% vote in Nagaland, and 10% in Meghalaya, which is not too high. But it has governments of its own in Manipur and Arunachal Pradesh, where Christian populations are present. (The recent Manipur riots also show the perils of the Christian support for the BJP). The Goa experiment is also valid for Kerala. There the BJP fielded 12 Catholic candidates. But it has to be stressed that it still only won 13% of Christian votes in the latest election (and 19% in the last). The Christian community is not a stable vote bank in Kerala for the BJP. The share of the community vote for the BJP was abysmal until [the] 2016 elections, when it secured the maximum of 10% of the votes. Now, it is back to 2% (despite the BJP doubling the seats given to Christian candidates). So, there is immense potential for the BJP to exploit. The question is whether it can succeed.Will the church’s decision create communal polarisation in the Kerala society as the Muslim community is severely opposed to the BJP, with the equation between Catholics and Muslims having touched an all-time low? Yes, it will create communal polarisation. As adherence to any extreme ideology, irrespective of religions, will create deep fissures in society. And the effects of religious polarisations can be seen even in places like Kerala in the last couple of decades.In the post-Babri Masjid demolition era, the rising Hindutva supremacism has also spawned extremist ideologies in the Muslim community, of course, ostensibly projected to counter Muslim victimisation by Hindutva, and even, in some cases to counter majoritarian violence with violence and provide self-defence. This can only be counterproductive because violent resistance, rather than democratic mass mobilisation in conjunction with other marginalised groups across religions, can only further marginalisation of the Muslim. The linkages with the Islamic nations in the Gulf through migration, and rising income levels in Muslim community have also given rise to new imaginations which include religious conservatisms and hardening religious identities.The Central government banned the radical Muslim group Popular Front of India (PFI) alleging terror links, which have not yet been proved. But it has been involved in isolated violent incidents like the chopping off the hands of a Christian professor 12 years ago for committing blasphemy against the Prophet. This has been used and demonised by the Christian clergy to target the entire Muslim community and to climb the Hindutva bandwagon of issues like love jihad, narcotic jihad, hijab, halal, and so on. There are small Christian groups who have been vocal on these and aligned with the Sangh Parivar agenda. That is why the term ‘Chrisanghi’ and Christian Sanghi became prevalent. Some of these attitudes are also shaped by global Islamophobia, especially emanating from the West. \n\t\t\n\tAn image of a tweet by Kerala BJP chief K Surendran claiming support from a Christian organisation and leader to the conspiracy theory of \"love jihad\".The perils of affiliating with the Hindutva discourse are seen in the vicious propaganda of Nazi Goebbelsian dimensions, unleashed against Kerala, and Muslims in particular in the last 10 years. Kerala is the only state in India, which has all the three main enemies of Hindutva identified by [Rashtriya Swayamsevak Sangh idealogue MS] Golwalkar: Muslims, Christians, and Communists. The latest illustration of propaganda is the film [The] Kerala Story, endorsed by the Prime Minister and the Sangh Parivar, which is based on the gargantuan lie that 32,000 Hindu and Christian women from Kerala were converted to Islam and recruited to the Islamic State. The communal polarisation, especially in the cultural sphere, that has resulted is a break in, what I have called before, as the Kerala model of non-antagonistic communalism, in which religious communities peacefully compete with each other to gain secular and material goods in accordance with their proportion. Here, the other communities are not considered as the ‘other’ but a legitimate competitor. Despite these severe challenges, the core of the political consensus on the non-antagonistic model holds. This, as mentioned, is seen in the votes for the BJP and the Christian vote for the BJP. It is also seen in the votes for the SDPI [Social Democratic Party of India], the political front of the PFI in the last Assembly Elections. It got 0.4% votes. Of course, social formations are not just about electoral votes, but even culturally, despite the incursion of religiosity, especially of a majoritarian kind, there are significant resistances to keep pluralism intact. Earlier, many denominations of the Christian Church, including Syrian Christian ones, condemned the bishop’s statement on ‘narcotic jihad’.The stand of the Bishops extending their willingness to support the BJP is the end result of dogged endeavours from the Hindutva brigade to entice a dominant community into an alliance with the party. The BJP leadership acceded the fact that so as to shatter an existing Left/ Congress-dominated terrain that has prevailed for a long time, it needs the support of a major community and were on the lookout for a right moment especially when the BJP-BDJS [Bharath Dharma Jana Sena] alliance failed. When was the beginning of the BJP’s moves to lure the church and how was the Muslim- Christian communal harmony a hindrance in their path to extract Christian community to their alliance? The BJP alliance with the Ezhava BDJS failed because of caste, and the upper-caste dominated BJP’s failure to accommodate the historically marginalised/oppressed castes like Ezhavas/Thiyyas and Dalits in the new narrative of a unified Hindu society, something which it has managed to do relatively better, at least in electoral terms, elsewhere. These are the fissures of the narrative of Hindutva. The highest percentage of votes for the BJP in Kerala comes, unsurprisingly, from upper castes. Because of the demographic gridlock mentioned above, mere upper caste vote from Hindus is not enough. So, the Christian vote is not a substitute for the loss of the Ezhava vote. BJP needs both and more. The BJP was never a serious electoral player until Narendra Modi’s arrival on the national stage. Its role in Kerala was mostly about preventing the Left, its main enemy, [from] coming to power. So, there were instances of the small BJP vote shifting to those standing against the Left, which is what led to bizarre conjunctures like the BJP informally supporting the Congress and the Muslim League! Otherwise, the ensconcing of the Christian and Muslim vote within the Congress-led front and the lower caste Hindu vote within the Left meant the BJP had no place in electoral contests. Under [former prime minister Atal Behari] Vajpayee, the NDA got its first Christian MP from Kerala which the BJP used to moderate its image in an era when political parties were not willing to align with it because of its extremism. It is only with Modi and [Union Home Minister] Amit Shah, and with the BJP plan to expand to its traditional weak areas like Kerala that Christians began to enter the Hindutva electoral discourse in a serious manner. The appointment of KJ Alphons as a minister in the first Modi Cabinet was a part of these attempts by Modi to bring the Christian community to the BJP. This has not yet succeeded to any extent until now.This article was first published on Asian Lite International.","author":"Asian Lite International","time":"2023-06-12T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190854-hvtnjipcsm-1685720889.jpg","tags":["Kerala","Hindutva","Indian Muslims","Religion","Communal Politics","Religious Polarisation","Indian Christians"],"source":"https://scroll.in/article/1050255/interview-why-the-church-is-backing-the-bjp-in-kerala-and-what-that-means-for-the-states-politics"}