{"title":"Interview: Gender quotas are not a silver bullet to bringing about equality in Indian politics ","content":"There are more women holding elected office in India than anywhere else in the world. Much of this is due to quotas, instituted three decades ago, that reserved 33% of seats in local offices for women. In 2023, India’s Constitution was amended to extend those path-breaking quotas to the Parliament and state assemblies – a development that will usher in a massive infusion of women politicians at the highest levels of government. Yet, questions have been raised about whether reforms like these lead to just token representation or have deeper effects on governance itself. In the third interview of the CASI Election Conversations 2024, CASI Consulting Editor Rohan Venkat speaks to Rachel Brulé, Assistant Professor of Global Development Policy at the Pardee School of Global Studies, Boston University, about the successes of India’s quotas for women, her own research into the backlash they have caused and how extending quotas to Parliament and state assemblies are set to alter Indian politics. Could you tell us about the questions that have animated your research on India?I absolutely consider India a global leader when it comes to state-led reforms to advance political gender equality. One of my primary questions is how do state-led reforms rebalance gendered power not just in politics, but also in the economy and society? You see something similar if you look at what’s happening in the economic sector. India has had landmark reforms granting Hindu women equal property rights through the Hindu Succession Act and its amendments over time, first at the state level and then nationally. This is another case where we expect this formal reform to fundamentally alter local politics, the economy, and social power as well.This speaks to the questions that animate my work overall, which is my attempt to study the dynamic processes through which political, economic and social systems rebalance gendered power. One stream of questions focuses on top-down reforms to advance gender equality and how they rebalance gendered power. A second set of questions looks at bottom-up changes in social norms about the gender distribution of power, and then seeks to figure out how those change systems as a whole, how they percolate upward instead of downward.One stream of work looks at variation in lineage norms, particularly in North East India and how those affect the political economy more generally. Another stream of research looks at changes and space for gendered solidarity amongst female-elected officials, and trying to see if that changes their agency to represent constituents as well as changing broader systems of power. The last, on this front, is thinking about the ability of climate change-induced extreme weather to change broader systems of power in families, economies, and states specifically by its impact on the gender division of labour.\n\t\t\n\tA group of women sarpanch and panchayat secretaries of Chhattisgarh with Lok Sabha Speaker Meira Kumar in New Delhi in March 2011. Credit: Ministry of Parliamentary Affairs (GODL-India), GODL-India, via Wikimedia CommonsYou mentioned India as a global leader on these reforms. Where is India in the broader scheme of things? What do we understand about political representation in India and what that has meant for female empowerment, especially over the last decade?I would say it is disputed – if I had to summarise it in one word – in terms of where things have stood as of a decade prior. It’s easy to break things down into two camps of scholars starting off with just gendered representation within India, and they each have very deep and important empirical grounding, as well as theoretical grounding.In India, we have had reservations for women as heads of local government since the Panchayati Raj Amendments that were legislated in 1992, and a longer history of reservations for Scheduled Castes and Tribes. We’ve got this great natural experiment that allows us to causally identify the impact of descriptive representation. This enables us to ask: does descriptive representation matter for women?On one hand, we have people who I would call pessimists or skeptics, whose work says the answer is no, we don’t actually see much change once we have these reservations. I think of Pranab Badhan and Dilip Mookherjee – their 2010 paper on how West Bengal’s reservations impact local government’s anti-poverty targeting.Thad Dunning and Jahnavi, Nilekani – their 2013 paper on the distributive effects of reservations for members of Scheduled Castes and Tribes in Karnataka, Rajasthan, and Bihar. And Francesca Jensenius – her 2015 paper examining the impact of reservations for members of Scheduled Tribes on local development and caste-based redistribution over 30 years.They all conclude that we don’t actually see much change. And at best, especially when we're talking about women, they are often considered as token appointments by powerful elites in a given village, as is discussed in Ban and Rao’s 2008 paper on the impact of women’s reservations in Andhra Pradesh, Karnataka, Kerala, and Tamil Nadu, for example.There are lots of good reasons why we would expect very little to change with reservations because we know women have had much lower levels of literacy, they’ve had much narrower political networks, they’ve been deliberately excluded from not just political networks, but also economic and social networks. So, people talk about this selection bias regarding women elected in the presence of reservations.It’s very difficult to get women with the same capacities, the same networks, the same experience as men able to stand for elections and to occupy political office. And then on top of that, we have additional layers of bias and resistance that can inhibit the effectiveness of women who otherwise might not just meet but exceed the standards that we apply for men. So, there’s good grounding for the skeptics in terms of the capacity of even these radical reforms to enable equitable and effective political representation by women.Then there are optimists, starting with Raghabendra Chattopadhyay and Esther Duflo’s 2004 paper on “Women as Policy Makers”, studying the impact of reservations in Rajasthan and West Bengal. Irma Clots-Figueras as well, in her 2011 paper on “Women in politics” across 16 states. They find reservations do shift government expenditures toward women’s policy preferences, and Irma Clots-Figueras finds this is particularly true, that we actually see radical shifts in things like support for land redistribution when we have women from scheduled castes and tribes who are elected into office.We also see Lakshmi Iyer and her co-authors, Anandi Mani, Prachi Mishra, and Petia Topalova find a drop in reporting of crimes against women and higher levels of responsiveness to women’s concerns where we have reservations for women in office. And we see Rikhil Bhavnani finds women are more likely to run for office in the future where there have been reservations in the past.We also learn from Lori Beaman and her co-authors, Raghabentra Chattopadhyay, Esther Duflo, Rohini Pande, and Petia Topalova, in West Bengal, where they find that exposure to two consecutive rounds of reservations diminished perceptions that women are ineffective at governance.In a subsequent paper, Beaman, Duflo, Pande and Topalova find that families increase their aspirations for daughters and their investment in daughters’ education as well, after one round of reservations and even more so after two consecutive rounds. We also see increased participation by descriptively represented groups, as Simon Chauchard finds in his 2014 APSR paper and Cambridge book. And so, at this point, looking a decade back, I would say it’s disputed because both of those pieces of evidence come from extremely careful, well done empirical research.The second part of your question is, so how do we put India in context? Here, I would say we have some of the best empirical work on women’s political representation coming out of the Indian context, in part thanks to the central state’s decision to mandate reservations for women in local elected governments as of 1993. Much of the work elsewhere really begins by referencing the case of India. India is seen as the gold standard here for research in political science and economics and related fields as well.This is a Janus-faced context because on one hand, there is important research that says we should be really concerned about women’s capacity to engage in politics not because of disinterest, but because of extensive discrimination and violent backlash that women face upon entering politics, whether it’s formally as representatives or informally in broader political campaigns or campaigns for redistribution of power and justice.On the other hand, when we look to the institutionalised inclusion of women in politics, we again see India being a leader in this field. Since the 1880s, every meeting of the Indian National Congress included some women. We see active mobilisation by women, not just in existing political parties, but in organisations like the All India Women's Conference since 1926 and the Women's Indian Association in Madras from a similar time period.We see women’s representation extend up to the highest levels of office in the Indian state, well before places like the United States even considered enabling women to legally participate in politics, let alone to run as candidates on ballots. It’s not unsurprising that we see the absolute largest number of women in elected offices anywhere in the world in India.Women MPs in September 2023. Credit: PTI.If I could ask a very reductive non-academic outsider’s question, who's winning? The optimists or the pessimists? Which direction is it tilting in?That’s a great question. I think academics are always so cautious in trying to answer those questions, but they need to be asked. You might call this a cop out, but I think the cautious optimists are winning. From my work as well as others’, we see that reservations really do have the power to fundamentally disrupt broader systems of power in much more holistic ways than I think early work gave them credit for. But I call the “winning” camp cautious optimists because we also see with these meaningful shifts or disruptions in gendered political power, massive backlash that extends across generations. Where women are able to access equal inheritance rights that are negotiated through elected officials, we see parents – women and men – being more likely to carry out female infanticide, so we see fewer women in future generations.I don’t think we can say optimists win in an absolute sense with the stakes being that high, but I think it suggests cautious optimism, where we take seriously the impact of disrupting power and realise that there isn’t a silver bullet to bringing about gender equity. But this requires thoughtful, incremental, meaningful engagement with the women who seek to benefit from these changes and engaging with them in ways that ensure that not only they benefit, but everyone in their families and communities benefit. This is possible, but it requires more holistic interventions than we’ve been willing to conduct to date and more holistic forms of support than I think states – whether this is the Indian case or others – have been willing to commit to for the most part.I was hoping to look at Reform, Representation, and Resistance, and your book as well. What did you set out to do there and what did you find?A bigger question that I sought to answer with this paper and the subsequent book is: how do we close the gender gap that exists extensively in politics and economics? To date, I would say most of the work that we had at our disposal would pick one of two sides. They would either say, if we want to have change, this has to come through political tools. And we know that quotas do make the state more responsive to citizens, so that should be our approach. And then on the other side, we have the argument for economic change as being really meaningful. Property rights reforms are a crucial tool for poverty reduction and sustainable development. Yet, when it comes to gender equal property rights reform, according to the UN Commission on the Status of Women, only 37 out of 161 countries have laws that mandate gender equal property rights. And we know enforcement is even harder than just mandating these kinds of reforms.My contribution in this paper and in my book is to consider how these two tools, politics and economics, work together. To answer this question, I ask, can quotas that mandate women’s local political representation improve the ability of women to effectively claim gender-equal property rights? To think about how this could actually work, I propose what I call “gatekeeper theory”, which explains how local political institutions determine the impact of these fundamental changes in property inheritance rights. Through the lens of property inheritance reforms, the Hindu Succession Act Amendments, we turn to study the land revenue bureaucracy as the arm of the state that’s formally responsible for enforcing property rights. And yet, what I found through over two years of field research is that they rarely enforce women’s property rights. Why? Because their incentives align with the men who are the traditional taxpayers with whom they have regular interactions – which are important for them to do their jobs successfully, to secure land revenue, whereas they rarely interact with women, if at all.In speaking to land revenue bureaucrats, their response was: no one asks us to enforce these rights, we don’t do it, we’re not going to disrupt the peace by proactively enforcing them. And women themselves, typically in many communities that I visited, didn’t even know where land revenue bureaucrats sat. They were not proactively seeking out these bureaucrats to request their enforcement of their equal inheritance rights, if they even knew about them to begin with, which many women didn’t.And so, what is required to actually catalyse enforcement of women’s property rights is change in another space. Elected heads of local government, pradhans or sarpanches, whom I call gatekeepers, can actually utilise power to improve bureaucratic responsiveness to women’s claims for equal inheritance rights. Absent quotas for female elected heads of local government, we have nearly all men in this gatekeeper role and they rarely act to enforce women’s inheritance rights. In speaking to some of these local gatekeepers, they would say that enforcing women’s inheritance rights is purely women’s responsibility alone. And they would emphasise that they couldn’t guarantee the security of those women or their communities if they did indeed want to make these claims because they saw them as so disputed, as so disruptive of the status quo.And official bias, I found, really actively justified bureaucratic inaction. It really enabled this context where men had an extreme amount of tools to advance the status quo, and women had very few tools to disrupt the status quo.What I found is where you have reservations for female sarpanches, they fundamentally restructured the state itself in three crucial ways. They reconfigured public space – they change expectations of who can approach the state and how they can do so. In the absence of reservations, male elected officials would typically hold meetings in times and spaces that were convenient for them. That was often in their living room or in a room inside their private home late at night after all their other official duties had ended. This is a really convenient time for men to travel and convene, but it’s really unsafe for women. In contrast, when women were elected primarily through reservations, they would hold meetings and times and spaces that were much more accessible to women.But not only did they change the space and the time of meetings, they also mobilised women proactively, in part, because women elected through reservations don’t have a political coalition in advance. Altruism doesn’t necessarily have to be a part of this story at all. There’s a clear political strategy at work here where women most likely have greatest access to and are most responsive to other women. I found that women officials would often work to create new public spaces for women to gather and to use the time in that space to inform women about their legal rights, politically and economically. And these legal rights now include gender equal rights to inherit property. These women heads of local government essentially made the state valuable to women to create loyal bases of political coalitions.Finally, the most radical work that I found women did in office was that they repurposed the private sphere. They made the household, which is already an inherently political space, one in which the state could and did actively intervene to help women mediate rights to which they were legally entitled. This threefold change enables women to actively claim and effectively access these gender equal rights to inherit property.Your findings see the impact going further…This leads me to look at change in three empirical ways. First, I look at whether or not women’s reservations actually change the probability that women inherit in places with versus without equal inheritance rights.What I find is that, prior to inheritance reform, we see a fundamental shift in the impact of political reservations on women’s inheritance. Women are six percentage points more likely to inherit in the presence of female gatekeepers, which translates into a rise from about 10.3% to 16.3% of women inheriting in the presence of female gatekeepers. That is 23.6 million more women inheriting property if we estimate India’s population at about 1.34 billion, 67% of whom are rural, 92% of whom own land. This is a really fundamental shift.However, absent reservations, I find inheritance reform doesn’t change the probability that women inherit at all. What happens for women where they have gatekeepers and equal inheritance reforms? There we see a striking impact – which is a decline in the probability that women inherit property by nine to 10 percentage points. I argue that we should interpret this as substantial resistance to the enforcement of women’s economic rights when they are really meaningful.What I look at, given we see this meaningful resistance, is whether or not variation in women’s bargaining power affects the level of female gatekeepers’ impact on their capacity to enforce property rights reforms. I look at this based on women’s age at the time that they receive access to gender equal inheritance rights.Women who are less than 20 years old are substantially less likely to be married. These are the women whom I argue we should think of as having bargaining power within their households because they can trade something of value to their families – their traditional form of inheritance, which is via dowry. Despite being illegal, dowry is still practiced by the vast majority of families in India today.These women under 20 can argue, with female gatekeepers’ help, that they don’t want this monetary dowry, which typically goes to their in-laws. Instead, they can ask for something that’s much more meaningful to their future security and autonomy, which is land inheritance in their own name.I find for those women with bargaining power, we see a significant positive impact of female gatekeepers to help them enforce inheritance reform. We see the probability that they inherit increased by nine percentage points.In contrast, the women without bargaining power, those that are 20 or older at the time they receive access to equal inheritance rights, experience backlash. They’re already seen by their families as receiving their rightful share of inheritance in the form of dowry. We see the likelihood that they inherit anything drops by 9 to 10 percentage points. Again, this is resistance, but particularly where women's claims are most costly. Whereas we see empowerment where bargaining power is possible.The final part of this story is the mechanism that I’ve proposed, which is dowry. I look at whether or not women who are eligible for these equal inheritance rights and have access to female representatives are able to trade dowry for inheritance. I find the answer is yes. Eligible women with bargaining power are 10 to 28 percentage points less likely to receive dowry relative to an ineligible woman, whereas we don’t see any change in the receipt of dowry for women who we would expect can’t bargain over it, who have already married by the time they have the chance to bargain.Could you tell me a little bit about your choice to study how representation plays out in the form of economic outcomes?While it was intuitive to me, I don’t think it was expected for the field as a whole. The first response was deep skepticism to say, why should we care? We’re political scientists, we think about power in formal institutions. Why should we care about these negotiations within families? Isn’t this either economics or sociology?I take your point that this is not a typical approach to study these questions. My broader goal in structuring this work was to study how changes in informal or legal institutions affect individual behavior and fundamentally change power where it matters.What is the most meaningful informal space to think about the distribution and redistribution of power? To me, it is the family. This is the first space in which we organise politically. If we can change things at this level, we fundamentally have the capacity to change power to bring about much more egalitarian systems writ large.And this you can see in some related work, for example, that I have with Nikhar Gaikwad, where we study the impact of lineage norms on gender gaps in political participation and preferences.What is the greatest predictor of wealth and power over time? Families and inherited wealth. With that in mind, it brought me to this three-pronged methodological approach, which is so substantively studying this one reform, the Hindu Succession Act Amendment, with the power to fundamentally change the structure of families.I conducted over two years of field research to understand the navigation of informal and formal power in daily life. Not only did I reside in places where I could actually observe this, but to me, part of the way that I did this was not a typical political science approach, but more of an anthropological approach of living within families where these were real questions that people were navigating in their own lives and in the lives of their extended families.That’s where I really started before I dove into empirical research. I used that granular understanding of what mattered in individual lives to then think about the large-scale data that I need to access or build both through survey methods, but also through digging through archives to enable me to test these arguments about when we should see fundamental shifts in informal power as a result of these shifts in informal laws.I think it’s really difficult to capture dynamics in informal institutions and is thus vastly understudied in political science. A little better studied, but still insufficiently, I would say, in economics and other fields. And so, this was my approach to try to obtain some more analytic leverage to answer these questions.You mentioned a little bit of that critical response. Since the paper and the book have been out, have people come around to it?I would say, yes. Some of the early responses were that I was either being too pessimistic or too optimistic about the impact of these reforms. And I think this comes down to the importance and the challenge of pinning down these dynamic shifts in informal institutions. That early challenge has really shifted into this exciting, fruitful, fertile domain of work in political science and related domains, particularly in India, to think about a few things.One is work on negotiating power, particularly in the presence of deep stereotypes, about the absence of women’s capacity to take up space in elected politics and move from purely descriptive to substantive representation of constituents.There is work, for example, by Aliz Tóth and myself on whether multidimensional quotas improve social equality, intersectional representation, and group relations. We move from thinking about one dimensional quotas – gender quotas alone – to thinking about two-dimensional quotas, which mandate representation by women from scheduled tribes or castes.We do find that they can bring about fundamental shifts in relationships across castes, which endure after two-dimensional quotas are withdrawn.There’s also excellent work by Nirvikar Jassal that maps just what stereotypes are activated by a parallel intervention to quotas: all-women police stations across North India (Bihar, Haryana, and Uttar Pradesh).This provides important documentation of the ways in which, with greater exposure to women’s descriptive representation in the criminal justice system, we see the use of police stations starting to shift on the ground as well as in unintended ways: survivors of gendered violence are more likely to be counseled to reconcile with (male) family members rather than to register cases, and women at the helm of these stations receive lower formal responsibilities that prevent their advancement in the police bureaucracy and perpetuate stereotyping by citizens and bureaucrats.And work by Alyssa Heinze, Simon Chauchard, and myself, where we also seek to investigate this popular notion that where women's reservations are in place, it’s actually the sarpanch-pati, the husband of the woman elected representative, who’s really doing the work. Indeed, we find that institutional constraints are actually the most consequential limitations to women’s political agency, and it is exactly these barriers whose magnitude we seek to identify.There’s a broader body of work on the dynamics of women’s political agency. The one other person I would cite at this moment is Soledad Artiz Prillaman’s book called The Patriarchal Political Order: The Making And Unraveling Of The Gendered Participation Gap In India, which looks at the ways in which families are really crucial to women’s navigation of political power and how economic organisation around self-help groups can enable women to build political networks that are meaningful and that are otherwise potentially difficult, if not impossible to build, given the structure of patriarchal families.I think all of that work is really exciting and really generative, and I feel really honored to be a part of this broader community that really investigates the nature of gendered power inequities and the transformative spaces for leveling those inequities.In the months ahead of elections in India, Parliament passed a huge bill mandating 33% quotas for women at the Parliamentary and State Assembly level, though it isn’t coming into effect right away. How do you see this, both as someone who studies it as well as someone who might have ideas on how this intervention ought to be designed?The one phrase that I am mentioning maybe too many times is a cautious optimism, so that’s how I would approach these recent reforms as well. On one hand, there’s immense opportunity, and part of me is just deeply excited. We know from my and many other people’s work, that women’s descriptive representation has the power to fundamentally transform inegalitarian political, economic, and social systems into more egalitarian spaces that are really welfare improving for everyone.However, I also think we need to be really, really careful and cognisant of the potential for extreme backlash that comes from this fundamental disruption of gendered power, now at a much higher level than has thus far been legislated. We need to take the concerns about backlash very seriously. And that brings me to the last part of your question – what should we do? How should we think about this as we now, for better or worse, have time to prepare before these reservations are actually implemented?I think my modest request would be that we think really carefully about how to build more holistic infrastructures for support. We don’t expect that one reform is a silver bullet. There’s work that I have right now with Alyssa Heinze and Simon Chauchard, the first paper of which is forthcoming with the Journal of Politics, where we look at micro level rules in gram panchayats, which can be utilised to silence women even after they're elected into office.Governance in India within councils is expected to be one where all voices are heard and taken seriously. And in the wake of quotas, there have been active efforts to unravel those forms of consensus to explicitly exclude women. This is one example of ways in which we should be looking very carefully at what constitutes formal rules and whether they’re implemented, as well as what the informal rules of governance look like and whether or not those are truly inclusive or not.But there’s something that I also think is important to be doing outside of the space of formal institutions, which is to think about informal spaces for gendered solidarity. This is another set of work I’m doing that compliments broader work out there that looks at what happens if we work with elected women officials and create more spaces for them to regularly meet with other women elected officials. Does that enable more meaningful forms of solidarity that enables women to leverage as much political agency as possible to represent their constituents? This is work that I am piloting right now, in partnership with a great team, including Bhumi Purohit and Alyssa Heinze.This is just one of the ways in which we should be thinking much more broadly about holistic forms of support for women, from the local level up to the national level, that enables them to really mobilise the most fulsome form of political agency possible to utilise this representation to advance the interests of their constituents rather than to advance gendered exclusion.Finally, do you have three recommendations of works for those interested in reading further on the subject?You would expect by now that I have a traditional answer and a non-traditional answer for you. In the academy, I want to go from narrower to broader in thinking about work that's recently come out that I think is really exciting and important.One is a short but really powerful article in Science from 2022, “Policing in Patriarchy: An Experimental Evaluation of Reforms to Improve Police Responsiveness to Women in India,” by Sandip Sukhtankar, Gabi Kruks-Wisner, and Akshay Mangla.A second is “On Her Own Account: How Strengthening Women's Financial Control Impacts Labor Supply and Gender Norms,” published in 2021 in American Economic Review by Erica Field, Rohini Pande, Natalia Rigol, Simone Schaner, and Charity Troyer Moore.The third I’ve mentioned already, but I think it’s just really exciting so I'll mention it one more time – Soledad Artiz Prillaman's 2023 book with Cambridge University Press, The Patriarchal Political Order: The Making And Unraveling Of The Gender Participation Gap In India.I also want to add one non-traditional recommendation. There are a lot of really exciting, powerful novels coming out right now that merit reading as well. One that came out last year was The Woman Who Climbed Trees by Smriti Ravinda, published by HarperCollins, India. It’s a story about a woman whose life traverses the border between India and Nepal, who also experiences a lot of political change in the stretch of her life. And it’s about her navigating empowerment and disempowerment that happens over this time within her family and within the broader community.It’s an extraordinary encapsulation of the high stakes and the real dynamics of gendered political, economic, and social power. It epitomises the ways in which, if we think of gendered power as static, we’re missing so much. And it’s really changing around us on a minute-to-minute basis, with the borders of our own personal, as well as political identities.Rachel Brulé is an Assistant Professor of Global Development Policy at the Pardee School of Global Studies, Boston University.Rohan Venkat is the Consulting Editor for India in Transition and a CASI Spring 2024 Visiting Fellow.The interview was first published in India in Transition, a publication of the Center for the Advanced Study of India, University of Pennsylvania.","author":"Rohan Venkataramakrishnan","time":"2024-05-10T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200444-uthykxvoua-1714654542.jpg","tags":["Gender","Women","Women's Reservation Bill","Women in Politics","Lok Sabha 2024"],"source":"https://scroll.in/article/1067207/interview-gender-quotas-are-not-a-silver-bullet-to-bringing-about-equality-in-indian-politics"}