{"title":"Interview: ‘Few shows and movies with strong trans characters, we’re trying to change the narrative’","content":"Mocking members of the transgender community, using them for offensive humour, or casting them as antagonists has been the norm in television shows and movies for long. In most depictions, transgender individuals are assumed to be beggars or sex workers, depriving them of dignity and at the same time invisibilising the diversity and back stories of the community.London-based filmmaker Neeraj Churi is determined to change this. Churi is the founder of Lotus Visual Productions, which has invested and produced 20 short films and one feature film since its inception in 2016.Harmful representations perpetuate misconceptions about the community, further alienating them from society, Churi told Scroll in an interview on International Trans Day of Visibility, celebrated on March 31. Films, being a powerful medium, can shed light on the hope, struggles, frustrations, and aspirations of the community, Churi added. Excerpts from the conversation.You have created a legacy of sorts of queer films and a large number of films focused on the transgender community. Being a corporate and finance man, you could have surely put your hard-earned money into something else, something more ‘commercial’. So why Lotus Visual Productions?I have been asked this question many a time – why I do this and what about profits? At times, even I have wondered how I’d sustain the production house. But so far I have somehow managed to keep things going – you could call it passion or whatever word you choose. There is, however, a reason for Lotus Visual to be.There have been very few TV shows and movies with strong trans characters. If anything, trans people have been used for crude humour or cast as villains, further perpetuating misconceptions about them, alienating them even more from society.So what we try to do is change that narrative or at least put out a narrative that is genuine, real with the mic and story in the hands of the community. I believe that films being the powerful medium it is, we can shed light on the hope, struggles, frustrations, and aspirations of the community. We have and will continue to present the community in a nuanced light, that helps build an understanding of who they are, dispelling myths that tend to prevent them from being included.And today, given the fact that worldwide laws are being made that endanger trans lives, building bridges through films to foster understanding, is the need of the hour.\n\n\n    \n    Play\n\nQueer Parivaar.So, in a way you are addressing the problem of appropriation too?Yes. It is about authenticity of lives. But I would take this a few steps further. At Lotus Visual we provide trans actors a forum to showcase their acting skills. We have them behind the camera too, involved in shaping stories and scripting. Some of them are also part of the production crew.Therefore, our effort is also about economics, livelihood and self-actualisation. Which means, we are committed to celebrating the trans community members throughout the year, not just on a visibility day or the month of Pride.Back to the first point – funding of films? What are the hurdles?Accessing funds that serve dual purpose of entertainment and LGBTQIA+ visibility has always been challenging and that’s what prompted me to help the community. There is always homophobia and transphobia at the base of hesitation. Sometimes there is concern of a backlash that funders may face. There is also a fixed notion on what sells and what doesn’t and the ‘import’ of star value. Which is why those that have ROI [return on investment] as their main consideration – most of [the] industry - will mostly stay away from such subjects. This is what led to the birth of Lotus Visual.Yes, as I said earlier, there is an uncertainty of funds and almost no ROI. But fortunately, there are a few people who invest, some corporates too. There are crowd-funding initiatives as well which help. I just hope more purse strings are loosened to fund such cinema.Neeraj Churi.How do you go about finding ‘talent’ within the community?As you’d guess, there isn’t an organised talent pool or points of contact and reference. Although we send out a casting call over social media, we have to turn to NGOs catering to trans groups to ensure we are able to reach out and deep into the community.Once the casting is finalised, we conduct workshops and discussions to ensure the community members feel comfortable with the story, director, and other key crew members. We see to it that their comments and feedback on the various aspects of the story, the treatment and texture, is discussed thoroughly and where necessary is incorporated.On the set, everyone is sensitised on treating trans cast and crew members with dignity. In my experience, in no time, everyone becomes friendly and collaborate to create beautiful films. What I have also found is that there are excuses not to find talent, as is often said. And for the talent to bloom, there is a need to create an eco-system that is respectful.\n\n\n    \n    Play\n\nMy Mother’s Girlfriend.Quite a few of the films you’ve invested in or made, have won awards and gone viral. Most recently Muhafiz by Pradipta Ray won the short film jury prize at the Mosaic International Film Festival. How does the perspective of a trans filmmaker, in this instance, Ray, influence the storytelling?Muhafiz is a complex story which speaks about transphobia, gender fluidity, hate and what it means to a be a compassionate human being. Pradipta being closer to the subject and her first-hand experience living as a transperson convinced me that she would pour her heart and soul into making this multilayered story with its nuances and details. We tend to forget that our own personal experiences make us, and as a writer or director, when freed to share such stories, we put our heart, soul and truth into it. In a way, her efforts were about a trans lens on a trans subject.I am not suggesting a cis-het person cannot reach this level of honesty but it is true that very few know the truths of trans lives because these lives have been erased and invisibilised. It is also a fact that until we have more such honest stories, the honest lives of trans people would never be known. And till then, it is best for trans folks to share their unfiltered and uncensored existence to the world around them.In what ways do you see the film industry evolving to better represent the trans community, and what steps do you think need to be taken to ensure that trans individuals are fully integrated into all aspects of the filmmaking process?While we see several projects involving trans representation, the roles in the film/TV show largely are casted with cis actors. I believe the trans roles should be played by trans actors for sake of authenticity of looks and life experiences they bring.If Ektara collective could make such a wonderful movie working with non-professional trans actors who go on to win acting awards, why can’t other production houses work with trans actors and coach them to give amazing performances?I would love to see trans directors being given opportunities to direct mainstream films. Similarly, the film industry could also hire trans people as junior assistants and interns as part of crew to give them an opportunity to train and learn on the set. It takes nothing to do this, nothing more than compassion.\n\n\n    \n    Play\n\nMuhafiz.What message do you hope to send to viewers on International Trans Day of Visibility through your work, and what kind of change do you hope to inspire in society?I hope the trans community can live with dignity and freedom and on their own terms. That they have access to healthcare and other necessities of life like every other human. I hope they are not subjected to unjust laws and get the right assistance and treatment from the powers that be. I can’t speak of their problems since I haven’t their experience of life. But I know for sure they have heart, as much heart as anyone else.My message is simple – we all need to co-exist despite of who we are and who we love. We need to make room for those of whom are under-privileged to ensure they have opportunities to get their voices heard.","author":"Sharif Rangnekar","time":"2023-04-09T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188907-ywxmczxsxi-1680962172.jpeg","tags":["Neeraj Churi","Queer Representation","Lotus Visual Productions"],"source":"https://scroll.in/reel/1047001/interview-few-shows-and-movies-with-strong-trans-characters-were-trying-to-change-the-narrative"}