{"title":"Interview: Ian Sanjay Patel on Britain’s decades-long effort to keep its own non-white citizens out","content":"Britain spent decades trying to prevent its own citizens – of colour – from entering the country. And its efforts were the direct fallout of spectacularly misguided policies instituted midway through the 20th century that sought to preserve Britain’s imperial ambitions and its place in the world, even as dozens of countries were throwing off the colonial yoke. Ian Sanjay Patel’s new book, We’re Here Because You Were There: Immigration and the End of Empire, tells the story of the United Kingdom’s struggle to situate itself after World War II, and how its attempts to insist that the Commonwealth was simply the latest iteration of the British Empire led directly to the discriminatory policies and immigration debates of the 1960s and 1970s. Along the way, Patel, an LSE Fellow in Human Rights in the Department of Sociology at London School of Economics and Political Science, reminds us that the British Empire and imperial thinking lasted much longer than is generally understood, somewhat encapsulated in the treatment of Indian-origin people in British East African colonies. I spoke to Patel over e-mail about his insightful new book, how India’s relations with the UK played out against this backdrop, and why remembering the treatment of non-white British citizens in this period is key to understanding the immigration debates of today.  To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.Tell us a little bit about your background? You have a personal connection to some of this material…Yes, my father’s parents – both of whom were born near Anand, Gujarat – migrated to Kenya Colony (as it was known then) in the 1940s. They settled in the lake town of Nakuru, north of Nairobi, and ran a small store selling hardware goods. Kenya Colony finally gained independence from Britain at midnight on 11 December 1963. Jatinder Verma, whose story I tell in the book, remembers that on that day, at the moment of midnight, Prince Philip – dressed in all white and wearing a plumed solar topee – brought down the Union Jack in Nairobi.Within a few years of independence my paternal grandparents decided – in a context that I describe in the book – to send my father alone at the age of sixteen to London. He was a British citizen (a “citizen of the United Kingdom and Colonies”) on the basis of his birth in Kenya Colony in 1951. He was already in London when the British parliament passed legislation in 1968 designed to block the entry of Kenyan Indians with British citizenship into Britain. He was a “head of household”, a specific status within British immigration rules, and was later entitled to bring my grandparents over to London from Gujarat, where they had since returned in the late 1960s. I was born in London and grew up there, attending a large state-run school in north-east London, where the history of my family began to recede rapidly from view. The Gujarati community alone in Britain now numbers somewhere in the region of 600,000 people, about half of whom are from families that first migrated to Britain from East Africa in the 1960s and 1970s. I should point out however that I did not draw upon my personal experiences in writing the book; I don’t think that this would have helped. This is perhaps the hardest lesson in life: it’s not about you, even when it appears that it is. Would you categorise your academic training in a certain way? It seems to cover quite a different set of disciplines?I’m fortunate to have the particular academic training and background that I do. It means that I experience in my work more than my fair share of intellectual excitement and intellectual fulfilment. My first degree was in literary studies, which teaches you to read the grain of a text. This idea of a “text” is as follows. Whatever might be in front of you – be it a political document of some kind, an archival record, a speech or an example of intellectual argument – it tends to have a “rhetoric” of first principles, or certain claims written in to it.I was always attracted to the historical form of this kind of work, having encountered very early on Raymond Williams’s book on political etymology, Keywords, which offered readers an astute historical account of the plural meanings of certain pivotal terms in politics and society. Williams was a bluff Welshman who reportedly made a point of giving lectures at Cambridge in muddy walking boots, and as you might imagine, his work was pitched inwardly, offering a rather smotheringly provincial vision of British intellectual life. Take the fruit and throw the peel, as they say, and for me this meant keeping something of this method but moving in substance towards international thought. There is a universe of ideas and an ancestry of ideas, each of which  show ideas’ tendency towards connection across space, not star-like  isolation.In my postgraduate work at Cambridge University I wrote about the formation of international human rights. At that time, I was interested in the claims and roots of international human rights at the level of knowledge. Today, I see human rights in terms of global intellectual history and global political thought. Human rights is something of a rendezvous for legal scholars, political theorists and historians, among others, and this is necessarily wide terrain for the scholar. In academic writing – and in writing in general – there are always choices. I tend to move laterally and think inductively. How did this book come to be? When did you know you were going to focus on this (somewhat broad sweep of 20th century British politics and beyond) and what time period to limit it to?I had always known – as a matter of family and community lore that remembered it with an oddly inverted pride – that the British had created an entire immigration law to stop Kenyan Indians migrating to Britain. This was the 1968 Commonwealth Immigrants Act – uniquely misnamed, since the Kenyan Indians in question were British citizens and carried the same, primary form of British nationality as the British prime minister at the time, Harold Wilson.At first blush, Britain was here violating the duty of the state of nationality to admit its own nationals. Inherent in the concept of nationality is the right to settle and reside in the territory of the state of nationality. One finds this right and duty often in domestic constitutional laws, and in article 13 of the Universal Declaration of Human Rights and in article 12, para. 4 of the International Covenant on Civil and Political Rights (“No one shall be arbitrarily deprived of the right to enter his own country”). Quizzed on the legality of the 1968 Act, the British attorney general had reassured parliament that because it offered a small number of entry “vouchers” to the Kenyan Indian British citizens resident in Kenya, it could not be seen as an outright block to their entry, and neither was their citizenship itself being stripped of them. The Times, whose editorials had been bullish on the need for further immigration curbs, now baulked at the constitutional implications of the 1968 Act. While acknowledging that “there is a serious colour problem in this country”, a Times editorial on the eve of the Act described it as “probably the most shameful measure that Labour members have ever been asked by their whips to support”. In 1973, a body of the European Court of Human Rights held – notwithstanding questions of international law on the duty of admission – that the 1968 Act with respect to certain individuals was racially discriminatory and a form of degrading treatment in violation of article 3 of the European Convention on Human Rights. Now, when you add all this up, the episode of the Kenyan Indians and Britain’s reaction to them becomes a deeply significant case study at the level of domestic and international human rights, British citizenship, discrimination based on race, and the international politics of decolonisation. There are limits to human rights in the face of states’ sovereign power at the level of membership and borders, as well as unique vulnerabilities facing a national with respect to their state of nationality, especially when they are not resident in their legal homeland. My initial idea was to write a book about Indians in East Africa and their original and subsequent migrations, bringing in human rights in order to reveal the stakes of the story. But I soon realised that in order to tell that story well, I would need to tell a much bigger story. Indians in East Africa were not the only group of non-white British citizens resident outside Britain in the late 1960s: this was a story that stretched from Belize to the Caribbean, from southern to west Africa, from Sri Lanka to Singapore, and from Penang to Hong Kong.  I would need to explain the post-war British liberal imperialism that created such generous citizenship rights in the late 1940s, only to have them negated by 1960s immigration laws. British legislation in 1948 created a single, non-national citizenship around the territories of the British Isles and the crown colonies. It was momentous because it gave rights of entry and residence in Britain to millions of non-white people around the world on the basis of their connection to existing crown colonies or independent Commonwealth states. In other words, this was a bigger story about post-war British imperial idealism giving way fitfully to nativist ideas of belonging in the 1960s, as new postcolonial states created their own citizenship laws. As odd as it sounds, British immigration laws were targeting citizenship rights provided in British nationality law. Bizarrely, it was the post-war immigration laws (in 1962, 1968 and 1971), not British nationality law itself, that dictated who “belonged” in Britain and who might enter it, citizenship notwithstanding. Stepping back still further, British nationality and citizenship rights flowed from a wider imperial commitment to the post-war British empire as Commonwealth. The brilliant recent work of Vineet Thakur and Or Rosenboim helps to clarify that as early as the 1910s, a British-led Commonwealth was a carefully theorised product of British imperial thought designed both to adapt to and steward international thought and politics. I would need to describe the ways British imperial thought after 1945 attempted to navigate the ideas and politics of decolonisation, not least self-determination and international equality at the level of race and trade. Only then can we really make sense of the fact that imperial British citizenship (or British subjecthood, if you prefer, since both concepts ran in parallel at this time) persisted – under the auspices of the Commonwealth of Nations but flowing unilaterally from British nationality law – after Britain’s formal empire was all but gone. Because I was exploring the afterlives of the 1948 British Nationality Act, the book had a ready timeline. At the level of British nationality and citizenship, a new era of liberal imperialism began in 1948 and decolonisation at that level did not begin in Britain until 1981 and the new British Nationality Act of that year. It was only in 1981 that Britain created something recognisable as a national citizenship around the territories of the British Isles. Much like Desmond King’s Making Americans, I could be guided by key years of legislation, and end when the 1948 Act was finally dismantled in 1981 and grand history of the “British subject” finally put to rest. Ian Sanjay Patel, author of 'We’re Here Because You Were There: Immigration and the End of Empire'For those not familiar with the phrase that gives the book its title, could you tell us where that comes from?I wanted a title that would call to mind something both of imperial history and post-war migration. The syllogism-like phrase of the writer A Sivanandan, born in Ceylon [Sri Lanka] and eventually based in London, came to mind: “we are here because you were there”. This captured with a simple elegance the relationship between post-war migrants (we) now settled in Britain (here) on the one hand, and the former crown colonies and other territories of the British empire (there), maintained by Europeans in imperial service (you), on the other.I use Sivanandan’s aphorism in an expansive way, since my book moves beyond a single relationship between the imperial heartland and colony. The history of migration and the British empire involved multiple places, groups of people and migrations that interacted in an often overlapping series. Once post-war migration is placed in its various settler-colonial and intra-imperial contexts over the long term, you realise that “here” means more than one destination, “there” means more than one former home and that “you” refers as much to previous generations of British white settlers resident outside the British Isles as to a perceived Anglo-Saxon community “native” to Britain.The journeys made by indentured labourers from India, for example, were examples of intra-imperial migrations. In the book I primarily recount migration after 1945, and I am at pains to describe the various legal statuses of post-war migrants to Britain, who were either British citizens (citizens “of the United Kingdom and Colonies”) or Commonwealth citizens, both of which groups had unrestricted rights of entry and residence in Britain between 1948 and 1962. (Things become more complicated after this period.) Legally speaking, Sivanandan’s aphorism might have been re-written as “we are here under the provisions of British nationality law passed by British lawmakers” – far more unwieldy and not half as sonorous, I’m sure you’ll agree.How can I put this in the simplest terms? First, the British thought they’d keep the empire in some form, so they made every colonial subject a “citizen.” Then they spent the next two and a half decades trying to figure out how to keep their “citizens” out of the UK? Is that a fair – if reductive – summation?Long before India became a dominion in 1947, the signature of British liberal imperialism was an idea of empire as a British-led Commonwealth. Although contested in its formulation between the 1910s and the 1930s, the British Commonwealth of Nations was designed to follow a scale of constitutional tutelage, whereby the territories of the empire would be guided towards self-government within a world-spanning Commonwealth association. At the level of nationality, British subjecthood was finally codified in statute in legislation in 1914, lending imperial unity to the Commonwealth-empire whose “white dominions” were increasingly claiming their own sense of nationness.As paradoxical as it might sound, then, the transfer of sovereign power to former colonies in the 1940s – not least, India – was perceived, not as the end of British imperialism, but simply its latest, evolved iteration in the form of the post-war Commonwealth of Nations. For the most imaginative and idealistic of British officials, the same reasoning could even be applied in the 1960s during the final end of direct imperial rule.In 1947 India became a dominion, but crucially it would remain in the Commonwealth – even as a republic after 1950. The 1948 British Nationality Act, re-articulating the scheme of British subjecthood for the post-war world, was not unlike previous attempts to retain imperial unity. It was greeted by a New York Times headline that declared “British empire gets new nationality act”. It gave rights of entry and residence in Britain to millions of non-white people around the world on the basis of their connection to existing crown colonies or independent Commonwealth states. These citizenship rights were given to “citizens of the United Kingdom and Colonies” – the forerunner to “British citizenship”, the current legal term – and to “Commonwealth citizens”. The 1948 Act recognised the rights of “Commonwealth citizens” on a non-reciprocal basis, since Britain no longer had the means to enforce that independent Commonwealth states reciprocated this scheme within their own citizenship laws. Why did the British government grant such generous citizenship rights in 1948? In a mixture of ambition and appeasement, the British government was remodelling the constitutional integrity of the post-1947 Commonwealth and also, for the first time, introducing the more participatory term “citizenship” to run parallel with British subjecthood, which was retained under the 1948 Act. After discussions with Indian diplomats, who were also negotiating the terms of India’s future relationship with the Commonwealth, British officials accepted that “citizenship” was the more appropriate term for a post-1947 empire-Commonwealth. Upon sustaining an imperial scheme of citizenship rights in 1948, British lawmakers had little sense of the scale of future non-white migration to Britain. After all, migration was expensive, and few pre-war not-white British subjects had been able to exercise their right of entry into the imperial heartland. Of course, in the 1950s people from places like Jamaica and India did start to exercise their legal right of entry. By the turn of the 1960s British officials deemed that “too many coloured persons were settling here”. Yet, successive British governments refused to dismantle the imperial structures of British nationality, instead passing immigration laws as so many bandages on nativist wounds as the imperial heartland became home to more and more non-white migrants. This was indirectly a tiering of British citizenship (citizenship of the United Kingdom and Colonies) and Commonwealth citizenship along racial lines, allowing in practice white settlers to “return” to Britain but keeping out non-white migrants. Why didn’t the Conservative government of the early 1960s simply dismantle the 1948 Act? There was Britain’s relationship with the former “white dominions” (Australia, New Zealand, Canada) to consider. There was the assumption that remaining British citizens attached to crown colonies would lose their citizenship upon independence of new postcolonial states. There was a fear that any legislation finally dismantling the 1948 Act might cause a dreaded “beat-the-ban” rush from various places around the world. Yet there was another consideration, more intrinsic to Britain’s gambit in the post-war world. At the turn of the 1950s, Britain’s proposed vehicle for contending in the making of the post-war world was a British-led imperial Commonwealth. This was to become something of a damp squib, but to dismantle the 1948 Act was also to dismantle one of the constitutional pillars of the Commonwealth of Nations, and thus give up on its imperial promise. Certain British officials could not renege on this promise even in the late 1960s. “There is in the Commonwealth a complex of links, not only political, but economic, educational, administrative and professional,” wrote Commonwealth Office officials in 1967. The Commonwealth was “a special asset which could give Britain a position of central importance in the world in, say, the last two decades of this century, out of proportion to her comparative economic and military strength”. Britain wanted to have it both ways: a grand Commonwealth based on a perceived “Anglocentricity” abroad and exclusivist immigration laws at home. Yet the implications of imperial citizenship (or subjecthood, if you prefer) persisting beyond the end of direct imperial rule (not least in East Africa) caused consternation, confusion and fear. Worried about Indian British citizens in East Africa migrating to Britain, a Commonwealth Office official wrote to his colleagues in 1967 that “we had obviously made a big mistake” in passing the 1948 Act, which was equivalent to “handing out British citizenship to large numbers… Having made this mistake, we have somehow now got to pay for it”. It is probably no coincidence that the 1948 Act was only dismantled after white settlers in Rhodesia (later Zimbabwe) had been able to “return” to Britain should they wish around 1979 at the eve of independence. ‘Emergency Planning: Asian UK Citizens’, 15 August 1967, FCO 37/18 Credit: UK National ArchivesWe often hear that empire didn’t end in the ’40s or ’60s, and that’s often a metaphorical argument or about things like developmentalist attitudes. But your book argues for a much more literal reading of this – that imperial actions (like the creation of the BIOT or the treatment of British passport-holders) were very much real.The question as to the end of the British empire really depends, I’m afraid, on how you approach it. There are plenty of good arguments to suggest that after India ceased to be the unique and utterly integral imperial realm it had been before 1947, the “Empire” was all but over. Against this, however, you would have to balance the fact that the empire-Commonwealth maintained a significant imperial political economy well into the 1950s. It is also wise, conceptually speaking, to demarcate the different kinds of power that the British state attempted to marshal in the post-war period – not simply sovereign power but imperial power, reputational power and structural power – and the ways in which these grew out of the former structures of empire.My earlier point about imperial citizenship persisting until 1981 raises questions about the kind of polity Britain was after 1947. Rather than centring on a “nation” or a “state”, the identity of the British polity has instead long been closely associated with Britain’s legal constitution, its political institutions, and the rule of law. Until the late 1960s it is hard for example to identify post-war Britain as a nation-state rather than a Commonwealth-centric power, which finally joined Europe in 1973 as much for ad-hoc economic benefits as a result of a fundamental change in identity. The British monarch remains to this day attached to various “Commonwealth realms”, and the structure of the Privy Council suggests the residual imperial elements of Britain’s constitution. If you define direct imperial rule as the most significant discrete element of the British empire, it was all but over by 1965. But other discrete elements persisted, with implications of greater and lesser significance. Today, the Commonwealth hardly seems a formidable vehicle for British imperialism, but its function between 1945 and 1973 was to kick the question of the final end of empire into the long grass, as it absorbed the sources of and arguments for British imperial power, both real and imagined, in the post-war decades. The Commonwealth was presented as “multi-racial” and thus an answer to the United Nations, yet it was also presented as a grand constitutional and political receptacle of “Anglocentricity” in world politics – the last vestige of previous imperial dreams of a British-led world government. But how seriously would you want to take those few die-hard British officials who accommodated the end of direct imperial rule, not as the end of empire, but as the realisation of a particular vision of empire based on constitutional tutelage? Even within Commonwealth fora, any “Anglocentricity” was surely finally broken in 1965, when the Commonwealth gained a Secretariat and the influence of Britain’s Commonwealth Office and Foreign Office over the association was finally displaced.  As I point out in the book, Britain actually created a new crown colony in 1965 (five years after Harold Macmillan’s “wind of change” speech) some 2,000 miles east off the coast of East Africa. The territory, renamed the British Indian Ocean Territory, was an archipelago of islands. The territory itself was tiny, but the new colony led to human rights violations against the indigenous population that are still playing out at the United Nations and the International Court of Justice. There were past examples of US forces using British military bases, and in the early 1960s the US State Department asked the British Foreign Office to consider providing an island in the Indian Ocean where “a military communications station” might be established in the context of the Cold War. This finally came to pass on the island of Diego Garcia, made available to the US on lease “for defence purposes”.The residual elements of British imperialism, particularly at the level of citizenship, had the ability to radically disrupt people’s lives. If Britain could not make good its supposed claim on post-war world politics, its sovereign power remained at the level of membership, borders and belonging. ‘Immigration Legislation: memorandum by the Secretary of State for the Home Department’, 12 February 1968 Credit: UK National ArchivesAgain, if I can be blunt and a bit reductive: First, the British did what it did to India. Then in the ’60s and ’70s, they seem to be trying to force India – dealing in part with the Bangladeshi refugee crisis – to solve the errors they made in reimagining colonial citizenship after 1947 by “taking back” Indians in East Africa?Britain’s relationship to India after 1947 certainly overhangs the story of post-war migration and the end of the British empire. It is very poorly understood in Britain that India’s membership was crucial to the viability of the Commonwealth of Nations after 1947. The 1948 British Nationality Act was created among other reasons in order to make sure that soon-to-be-republican India would remain a member of the Commonwealth and appease Indian diplomats calling for a ‘Commonwealth citizenship’.In the 1950s, Britain sought to outsource the control of migration of Indians to Britain by relying on Indian state control of the issuance of passports. By the late 1960s, British officials were extremely worried about the preponderance of people with ancenstral ties to Indian among non-white British nationals resident overseas in various parts of the world, some of whom still held British citizenship despite the independence of former colonies. There followed many diplomatic attempts by British officials to foist British citizens and British Protected Persons – in particular, these were the Indians in East Africa – on to Indira Gandhi’s government for permanent settlement in India. Britain tried – sometimes failing, sometimes succeeding – to engage India’s complicated and ongoing relationship with overseas Indians after 1947, despite the fact that the overseas Indians in question were often British citizens. Indira Gandhi’s government took in thousands of Indians from Kenya and later Uganda in the late 1960s and early 1970s, despite the fact that most of them held British nationality. Indira Gandhi’s government chose not to publicise this, since it might look like a capitulation to Britain’s attempt to forsake responsibility for its own nationals.You don’t touch too heavily on whether any of this made it to the courts. Was there a legal side of this?There is a small body of European Court of Human Rights case law on “East African Asians” and the 1971 Immigration Act. In 1967, the Court of Appeal of England and Wales ruled on a case (R v Secretary of State for Home Department, ex parte Bhurosah) involving eight Mauritians – each “citizens of the United Kingdom and Colonies” – with valid passports who had been turned away from British airports by immigration officers. Because their passports were issued under the authority of the “Colony of Mauritius”, the applicants were subject to immigration control under the 1962 Commonwealth Immigrants Act and their appeal rejected.In a different context also relevant to the book, a small number of Kenyan Indians challenged government actions associated with Africanisation in the years following independence in Kenya. In 1968, a case before the Kenyan High Court (Madhwa and Others v City Council of Nairobi) considered the concept of “African descent” under Kenya’s 1963 Citizenship Act in order to decide if non-Africans could be deprived of property rights. The plaintiffs were individuals of Indian descent whose trading stalls, rented from Nairobi city council, had been recalled. They had applied for Kenyan citizenship by registration and were awaiting the results. The court voided the notices to vacate the stalls but reasoned that the policy was not unconstitutional in itself, since constitutional protection against discrimination in Kenya did not apply to non-citizens. On these questions, I recommend Citizenship in Africa by Bronwen Manby and When Humans Become Migrants by Marie-Bénédicte Dembour.How well is this treatment of citizenship known to people in the UK today? Immigration is obviously a major issue. Did the Windrush scandal – which may need a bit of summarising for our Indian readers – force a reckoning?The so-called Windrush scandal led to a major public reckoning on the intuitively obvious but poorly understood relationship between empire, citizenship and immigration. In the years leading up to 2018, it emerged that various children of Commonwealth citizens or citizens of the United Kingdom and Colonies who had migrated to Britain in the 1950s and 1960s from the Caribbean had been wrongly detained, deported, denied legal rights, or threatened with deportation. Although the scandal came to be associated with 2014 and 2016 Immigration Acts, and Theresa May’s tenure as Britain’s home secretary, it actually had its roots in the 1971 Immigration Act and the administrative burden of proof that it placed on individuals. It’s just over a year since the British government released the Windrush Lessons Learned Review, an attempt to come to terms with the Windrush scandal. Recommendation six of the Review states among other things that Home Office staff should “learn about the history of the UK and its relationship with the rest of the world”. Meanwhile, recommendation eleven states that the Home Office should make sure its staff “understand the history of immigration legislation”. Policy reviews don’t usually redirect to history in such a definite way, and we should pay attention to the fact that this one does. The Windrush scandal followed the publicity surrounding the so-called Mau Mau case (Mutua and others v FCO) in 2010-12, which had raised public awareness about human rights violations at the end of empire. In 2009, five elderly Kenyans filed in Britain’s High Court of Justice against the Foreign and Commonwealth Office claiming mistreatment and torture during the Mau Mau Uprising (1952-1963). In his first judgment, Lord Justice McCombe reflected that this was the first historical injustice claim of its kind, a “novel type of claim on which there is no direct precedent to determine the matter in a court of first instance”. He also remarked that there was “ample evidence even in the few papers that I have seen suggesting that there may have been systematic torture of detainees during the emergency”. The High Court also ordered the British government to release all relevant records. Finally, the three questions I put to all of our interviewees: For other scholars and students reading this, are there areas of research – or techniques – that you wish they would pursue, in this space?In 1969, Indian officials estimated that there were some 4,761,239 “Indians abroad” resident in no less than 52 countries, stretching from New Zealand to Vietnam, Iran to West Germany, and Grenada to Canada. It would be good to read more about these communities. I would like to read more work on the new citizenship laws of African postcolonial states and any attendant political visions of postcolonial citizenship. Any further work on the lives of white settlers – and the relevant law and politics affecting them – in places like Rhodesia would be significant.There is some very good new work related to issues and questions I explore in the book. Vineet Thakur’s latest book explores the foundational role that the early diplomat VS Srinivasa Sastri played in promoting across the British imperial world a rights-based vision of the British Commonwealth of Nations and British subjecthood based on equality. Raphaëlle Khan’s new work explores the attempt by Indian diplomats such as GS Bajpai to persuade Commonwealth leaders to forge a common “Commonwealth citizenship”, including free movement across Commonwealth territories, in the late 1940s. Kalathmika Natarajan has established the place of migration and migrants within Indian diplomatic history. Ria Kapoor has recently written on India’s alternative conception of the international refugee regime.Are there misconceptions about post-Empire Britain and UK citizenship that you think people – fellow scholars, journalists, lay folks – get wrong all the time?The exact terms under which decolonisation occurred are easily lost. An obvious example of this is that India gained independence in 1947 as a dominion, not as a republic. This is relevant to the progression of British imperial constitutionalism. In another context, there seems to be a common misunderstanding that people born in British colonies were “British subjects” but people born within the British Isles and Anglo-Saxon white settlers were “British citizens”. This was not the case.Before 1948, a British subject was the topmost form of British nationality. Winston Churchill was born a British subject. The term “subject” is derived from a feudal concept of nationality found in Anglo-Saxon law, and denotes the bond of allegiance between subject and Sovereign. Different types of British subject were nevertheless treated differently, and were denied or granted participatory political rights, on the basis of race within the British imperial world.The term “citizen” is derived from the conception of nationality found in Roman law. In the French territories however there was a distinction between French citizens (citoyens français), who enjoyed full political rights, and French subjects (sujets français), whose rights were delimited. A final point: there were considerable differences at the level of citizenship rights between a British Protected Person (connected to British territories designated “protectorates”) and a “citizen of the United Kingdom and Colonies”. The Indians in Kenya and Uganda in the 1960s and early 1970s for example included people carrying both statuses. British officials were keenly aware that far fewer citizenship rights were attached to the status of a British Protected Person.What three works – books, podcasts, papers, videos – would you recommend to those interested in this subject?India’s First Diplomat: VS Srinivasa Sastri and the Making of Liberal Internationalism by Vineet ThakurThe Making of International Human Rights: The 1960s, Decolonization, and the Reconstruction of Global Values by Steven L. B. JensenDefining British Citizenship: Empire, Commonwealth and Modern Britain by Rieko Karatani","author":"Rohan Venkataramakrishnan","time":"2021-07-31T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162166-pihdxjoife-1627621883.jpg","tags":["The Politcal Fix Q&A","UK"],"source":"https://scroll.in/article/1001337/interview-ian-sanjay-patel-on-britains-decades-long-effort-to-keep-its-own-non-white-citizens-out"}