{"title":"Interview: National coach Tan Kim Her on how he is revolutionising Indian doubles badminton","content":"Indian doubles badminton is on the rise. Long considered a fall-back for failed singles players, India’s doubles shuttlers are trying hard to bring about a change in that mindset. In the last month, an Indian doubles team has reached the quarter-finals and semi-finals of Superseries tournaments, the highest level. This has never happened before.At the heart of this rise is India’s new national doubles coach, a 45-year-old Malaysian who reached the semi-finals of the 1996 Olympics. After a successful doubles playing career, Tan has coached the national teams of Malaysia, England and Korea before being roped in by India’s chief national coach Pullela Gopichand in December 2015.The Field caught up with Tan after he returned from the Netherlands, where India’s Satwiksairaj Rankireddy, 17, and veteran Ashwini Ponappa, 28, followed up their Sudirman Cup heroics by reaching the semi-finals of the Dutch Open Grand Prix.Excerpts:There have been some promising results from India’s doubles players this year...So far, everything looks good and I am quite happy. Last month, Satwik and Chirag [Shetty] became the first Indian men’s doubles team to make it to a Superseries quarter-final, at a young age. [Pranaav] Jerry [Chopra] and Sikki [Reddy] also made it to the semi-finals in the Japan Superseries. MR Arjun and Shlok [Ramchandran] also did well in the Vietnam GP even though they lost in the semi-finals. These are good signs but we still have a long way to go. What was the brief given to you when you came on board?I must thank Gopi because he was the one who brought me in. He has supported me a lot and given me a free hand. He has also given me tips about the players, their attitude and other things. When I first came in, I was given a five-year contract until the Tokyo Olympics in 2020. Our first target is to deliver a medal for the Indian doubles badminton team in Tokyo. What were your first observations of Indian doubles badminton when you joined?When I first came, I knew that singles is the priority for India. Doubles was not that much of a priority. It is my challenge, my job to bring the Indian doubles team to a higher level. When I first came, there was no system for doubles in India. The players chose their own partners and there were no training programmes in place. The players were also not aware about which tournament to play. For the seniors it was all right. But for the development of the junior players it took time. It took me about six months to organise everything and put things in place. N Sikki Reddy and Pranaav Jerry Chopra reached their first Superseries semi-final last month (Image: BAI Media)What were the first few things that you did after taking charge?I started to scout some talented players – Satwik, Chirag, MR Arjun, Shlok,  Krishna [Prasad], Dhruv [Kapila]. These are the Indian future players, so we needed to give them a proper training programme. I slowly started to explain to the players that if you want to play at a higher level, you need to do this, you need to do that, you need to play this tournament to get your ranking higher. One thing good about Indian players is that all of them are very disciplined and they work hard. The only thing they need is guidance – how to be good players, choose good partners, learn to be patient on court, have the right training programme, choose the right tournaments. I enjoy working with them because they are very smart, intelligent and independent. I appreciate the way they do things compared to some other countries where I went. You just need to explain things to them and they will do it. Of course, we need time to get them to the top level. What was the difference you noticed in India compared with Malaysia?First of all, you can see that in this country, players have a different attitude, culture, body size. I find that majority Indian players are not as strong as those from Malaysia, Japan, China, Korea. Their body structure is totally different. No matter how you train and do weights, you can’t have the same strength and body structure as players from China, Korea, etc. For example, Chinese players can do a bench press of 100 kg, whereas Indian players can do maybe 60 kg.We can’t beat China, Korea and Japan in speed and strength, but we can use other methods to overcome them. I had to devise a different style of play for Indian players. We have to play a tactical, patient game. We have to control the service and return service.  What are the kinds of changes that you brought in to the training programmes?First of all, I had to get the combination right. Jerry and Sikki, Satwik and Ashwini, Manu [Attri] and Sumeeth [Reddy], Satwik and Chirag, MR Arjun and Shlok are all perfect partnerships. But when I first came, Satwik used to partner with Krishna Prasad, and MR Arjun with Chirag. They were getting good results in juniors. But I saw that they would be more dangerous if Satwik played with Chirag. Chirag has a good service, good net play, while Satwik has a good attack. Jerry only played men’s doubles before I made him play mixed with Sikki. I had to sit them down and explain why I chose this partnership. In terms of training, when I started following them in tournaments, I saw that we are not at a high level yet. We would win sometimes, but mainly we would lose. By seeing why they were losing, we would sit down and analyse their game, polish them and work on specific training methods. Satwiksairaj Rankireddy (left) and Chirag Shetty reached their first Superseries quarter-finals last month (Image: Xinhua)If you leave the national team aside, India’s junior doubles system is almost non-existent. Just to quote an example, mixed doubles in India starts only at the Under-19 level. What are you doing to revamp this system?When I picked up the job, I had to make the national team strong first. We have to show results. Once you show good results, people will play more in doubles. So far I have only 20 players under my guidance. I have started making them play mixed doubles. Dhruv has started playing with Mithula [UK], for example. Jerry and Sikki are playing well together, so are Ashwini and Satwik. I keep telling the junior players that doubles – men’s, women’s, mixed – is an Olympic event. It’s not like doubles have no chance. We have to start somewhere. I am looking after the juniors too. I am not going for the Denmark and French Superseries this month because we have the national championships coming up in November, so Gopi asked me to stay back and work with the juniors. We need to make sure they are well prepared. Coming back to the seniors, the lack of consistency has always been India’s biggest problem in doubles. But now, with Indian doubles teams starting to reach the final stages of tournaments, do you see that changing?Mentally, they are still not strong yet. Sometimes they play good in one tournament, but then in the next tournament they lose early. They need to be mentally very strong and not be afraid of anyone. I have told them that if you play good in one tournament, I want you to carry on the same way in the next one. Next year, 2018, I want the players to consistently reach the quarter-finals in Superseries. For 2019, they have to at least consistently reach the semi-finals. Then, by 2020, we have a chance to get a medal in the Olympics. These are the targets I have set for the players. Everybody dreams of winning an Olympic medal, so whoever can’t take the pressure, they will lose. This is what I have told the players.Realistically, how many medals can India expect to win from doubles in Tokyo?We are not there yet. This is just the beginning. We have reached the quarter-finals and semi-finals for the first time. I still have three more years so I still can’t set any medal target. What I want from them is to keep the yearly targets that I have set. Then, by 2019, we will know if we can achieve a certain medal target in 2020.","author":"Jaideep Vaidya","time":"2017-10-18T16:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/854524-71383-tjjbqifsoy-1508313562.jpeg","tags":["badminton","Tan Kim Her"],"source":"https://scroll.in/field/854524/interview-national-coach-tan-kim-her-on-how-he-is-revolutionising-indian-doubles-badminton"}