{"title":"Interview: Former India captain Mamatha Maben on talent pool, WIPL and a women’s administrative wing","content":"The Indian women’s cricket team finds a place in our discourse for multiple reasons. As the team prepares for the upcoming challenge at the ICC Women’s Cricket World Cup in New Zealand, all eyes are on whether the team can replicate the heroics of 2017 and perhaps, this time, go one step further and bring the cup home. They are also scheduled to return to Lord’s, the venue of that epic final, for a bilateral match against England later this year. A Commonwealth Games campaign is also coming up. This calendar year was expected to be big for a few of these reasons but maybe, underneath all that, there was some hope that this could finally be the year the Women’s IPL found a window of its own, or an official announcement to that effect. As things stand, that hasn’t happened yet; we are set to see the return of the Women’s T20 Challenge.In addition to that, however, we also witnessed the domestic season take a backseat because of the pandemic and administrative reasons. As the Ranji Trophy for men resumes, the resumption of women’s domestic season, with the Senior Women’s T20 League, requires some more requires some more waiting and patience.With plenty of talk around the talent depth in the women’s game in India, and whether the time is right for an IPL style event for women, Scroll.in spoke to former India captain Mamatha Maben, who led India in one Test match and close to 20 One Day Internationals between 2003 and 2004 and has been associated with cricket for over two decades now. She has served the game in multiple capacities, from an all-rounder to a captain, from a journalist to a coach and that makes her the ideal person to provide some insight on the status of the game.   Excerpts from the interview:We now know Ranji Trophy is back on, for the men. And BCCI has said that they plan to resume the domestic season for women too. In the meantime, how tough has it been for you, as a coach in the domestic circuit, to see the impact of the pandemic on the game?It definitely has affected the game, it is unfortunate and women’s cricket is on the receiving end of it. It was not something that was planned or something like that. It just so happened that when the pandemic hit us, not only cricket but across the globe, it was the women’s sport that has taken a beating. Cricket is also no exception.Could you tell us a little about the action that we did end up seeing with the senior one day trophy, and the Challenger Trophy? You were involved in both, so what surprised you overall and what is something that you were pleased with?I think in terms of the talent that is on display, I’m actually super thrilled and amazed at the kind of talent that is mushrooming all around. I think, despite the pandemic, to give credit to the girls... I can see a lot of talent coming up. I’ve been very impressed with the style of play, the aggression, the strokeplay, and all that I think has been at its best in the last couple of years. So that was amazing to watch and that tells that the game is growing. All we need to do is propel it further. The game is growing on its own and is catching up a lot, with the little that is happening. If we can do a little more, in another five years, it’ll go places.That was actually going to be my next question. Of course, the women on ground are actually doing everything that’s possible to convince everybody that there is room for all kinds of cricket to be played. But do you think the Board is doing enough to propel the game? Do you think the women’s game is being taken care of?What I feel is... they’re doing quite a bit but they can do better. It’s not like they are not doing anything. They are doing... it’s a harsh call only because of the pandemic. It would’ve been much easier to operate otherwise. I know we can do better, but this pandemic is something that has put a stall to everything.For instance, in the second wave, quite a few of us had been affected. I myself have recovered from Covid. So, what I’m saying is, if they were to conduct a tournament in this pandemic in what is a highly infectious wave, it would have to be conducted with watertight procedures. If it would have spread, in a day five or six of the players would have been ill, then what? It was a little dicey. So, I don’t wanna be too harsh on the board but I still feel, if they would have made up their minds, they can do this.It would have been a challenge considering the virus is so highly infectious. In our team itself, I think quite a few of us had come down with Covid in the last wave too. So the recovery and all of that matters. But the [clarification] that it is going to happen sometime... a little late but it is going to happen. This is the word.BCCI president Sourav Ganguly, in his recent interviews, also said that the Women’s IPL would be up and running soon. But what really took some people aback a bit before that was the logic that they are waiting for the talent pool to grow bigger.That is something hard to accept for me also. Especially considering the last couple of years. Maybe three years before, it probably held some water but I think in this current season, I think we have enough talent pool. It has only grown in the last couple of years. I think it’s time for them to re-visit. Soon after this statement, they said ‘No, next year, we are looking at an IPL’ so I think, they also realised that word is going around. And well-meaning supporters and media who are ardent fans of the women cricketers are putting real pressure. But I think three years back I would have said ‘Okay, there probably isn’t much... it is touch and go...’ Right now, the talent pool has increased. If at all, there was an ideal time, I think, it would be now.It’s been five years since the 2017 World Cup, do you think that just a glimpse of the cricket during the Women’s T20 challenge, is restricting the potential of the game?Like I said, the BCCI has done things for the women’s cricket, they can do better. There is a lot of room where they can do better and cash in on this publicity that we have for women’s cricket now. 2017 is now too late, five years down the line but I thought in 2017, the first four to five months were not utilised. It could have been.... at that time, the iron was hot. But okay, if that’s gone, it’s not too late because even now you see that the T20 challenge... both the editions were a success. Few games were really a roaring success. I think the time is right.I’m not aware of the logistics and what goes into the business aspect of the IPL so I don’t want to comment but now that we are hearing that by next year, surely there is something in the pipeline. So let’s just hope that when it happens, it’ll really happen in a big fashion. Because I was surprised when it happened in Jaipur, a couple of games were very high quality and then we backed it up with some high quality games even in UAE on pitches that weren’t conducive. But inspite of it, there was some really good cricket so I definitely feel that the domestic lot is very good. I see a lot of players play some breathtaking cricket and they are not even in in the reckoning for the top bracket but they’re still playing some really good cricket.So if we ever have the IPL, we get that added exposure with the international players, Indian players will be in a good space.We’re in the build-up phase to the World Cup now. We’re now playing in New Zealand, playing the hosts and in the conditions we are likely to see in the World Cup. How excited are you about the CWC and what do you think about the squad that is in New Zealand right now?I think whoever made the squad is very deserving. However,  I thought Shikha (Pandey) and Jemi (Jemimah Rodrigues) should have been in, maybe. Still, everyone has made it on merit and in that sense, it is a really good squad. Here’s hoping that things go well for India because I’ve seen normally, India comes alive in the World Cups. In the bilaterals, they may not but somehow, in the World Cup, things are different. The underdog thing helps India. In the start, everyone will back Australia or England based on their strength on paper but eventually, it will so happen that India is also added in the list. They have got quality players and they just need one or two good games for the confidence to come in and set rolling. So far, the trend has been that in World Cups, we try to give our best.Do you think there is a specific area India needs to address before that?Definitely the fielding aspect, no? This is not just now. For about 10 years... in our playing days also, it was the same story. But I would assume that with the kind of infrastructure and the kind of technical staff and the support that we have, the gap should have bridged but I also see that there is a lot of improvement in the fitness aspect and the fielding. They take some outstanding catches these days but that consistency, we have to work on. Eventually, that is what lets us down. I think there’s hardly been a game where we have fielded very well but lost.Otherwise, we are doing well and are preparing well, with Mithali (Raj) and Jhulan (Goswami) looking at this tournament to be their swansong.Considering the current situation of women’s cricket at the domestic level, do you think there are enough reasons for women, especially at the grass-root levels, to stick with cricket, as a career choice now?If at all there was a time, it is now. In our days, we had to pay from our pockets to play. The last few years have been better. Right now, I think it is the best time to play. What the pandemic did was just unfortunate and we got the raw end of the deal. All women’s sports have got the raw end of the deal. If at all anything was happening, it was first for the men and then see how the women can go ahead. In that bargain, we have lost out. But as I said, if at all there was a time in the history of women’s cricket, to make a career out of a sport, it is now. And it is only going to get better.They might re-think when an event such as the IPL auction is out of the way...Right. See, we don’t have a separate women’s wing so in that case, most of the working staff are occupied with the men’s event. That leaves us with very little staff to run a parallel show. Some of the countries have a separate women’s wing with a staff dedicated to women’s affairs. That is why it’s a little bit of a challenge here.Do you think a system like Australia, wherein there are female administrators are involved in the functioning of cricket, is a kind of set-up we must try to compare ours with?I, for one, have been advocating, for quite some time, that we have a separate wing because even countries like Bangladesh have a separate women’s wing. The chairman is from the board but the rest of them are dedicated staff for the women. What that does is, leave us with enough staff who are exclusive for women’s cricket. At the moment, it’s the same staff working for the men and the women when it comes to organising. Especially when there is an IPL, it’s a big challenge. From that perspective, when it clashes, it gets a little difficult. In case of such a high-profile, bio-bubble secure tournament, very few state associations are capable of perfectly executing that.An interesting development in the ongoing New Zealand tour was the inclusion of a sports psychologist with the Indian team. What are your thoughts about that?It is something the modern-day cricketers are very much in need of. Our generation probably would have done better if we too had that but I don’t think the pressure was as high as it is for the current generation. Given all these things, I think a sports psychologist travelling with them is a most welcome step.Regarding the coverage of the women’s game...I feel we can do a little better in terms of the media and promoting the game. Like I see the other countries, they are more visible. It’s not like we are not doing but especially, on the social media platforms, we can be more visible.We see that the dedicated twitter handle is relatively inactive even in the New Zealand series...Yeah it can be a little more active. That is what I would’ve liked to see and when you’re seeing that the other social media handles, are pretty much more... let me put it this way: they are packing their women cricketers far better. Whatever is happening from our front is mostly the sheer weight of the players. They are the ones with their sheer tint of their presence drawing the eyeballs but I think we can package it a little better. It’ll help the cause. Soon the time will come. I just have this feeling that once this IPL gets going, this will kind of explode to another level. Then, it will be on its own. You don’t need any push. The game itself will kind of warrant that kind of coverage.Editor’s note: The last two answers were added to this interview after being published as part of another Scroll.in feature regarding the use of social media to promote the women’s game in India. You can read that article here.(The interview was conducted on Friday, 11 February)","author":" Samreen Razzaqui","time":"2022-02-17T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170223-utwtibcixp-1645036496.jpeg","tags":["Ranji Trophy","BCCI","T20 challenge","Challenger Trophy","ICC Women's Cricket World Cup 2022","Women's Cricket World Cup","Mamata Maben"],"source":"https://scroll.in/field/1017373/interview-former-india-captain-mamatha-maben-on-talent-pool-wipl-and-a-womens-administrative-wing"}