{"title":"Interview: Kanwariyas need to be seen beyond being merely a cause of traffic snarls and disruptions","content":"Shravan, or savan, the fifth month in the Hindu Calendar, falls between July 23 and August 22 this year. The month is dedicated to worshipping Lord Shiva for devotees and pilgrims who converge at Haridwar, Gaumukh and Gangotri in Uttarakhand and Sultanganj in Bihar, gather sacred water from the Ganga and carry it across hundreds of kilometres as offerings for their local Śiva shrines, or specific temples such as Pura Mahadeva and Augharnath temple in Meerut, and Kashi Vishwanath, Baidyanath, and Deoghar in Jharkhand. Traditionally, two urns containing this sacred water would be placed on two ends of a bamboo pole – called Kanwar – and carried on the shoulder. Those who walked with these Kanwars came to be called the Kanwariya and their procession and journey has come to be known as Kanwariya yatra. The annual pilgrimage used to be a modest event, involving a few thousand people till about two decades back, but has grown explosively over the last couple of decades – around 20 million people were estimated to have carried the Kanwar between Haridwar and Delhi in 2016. Vikash Singh, Assistant Professor of Sociology at Montclair State University, spent about a year studying the Kanwar pilgrimage in India. His book Uprising of the Fools: Pilgrimage as Moral Protest in Contemporary India published earlier this year shows shows how religion today is not a retreat into tradition, but an alternative forum for recognition and resistance within a rampant global neoliberalism.Excerpts from an e-mail interview.To begin with, please tell us something about who exactly kanwariyas are. Is it still the traditional definition of those who carry a Kanwar on their shoulders – a bamboo pole with urns containing water on both ends?The Gangajal can be in a canister, bag or any other container. Anybody carrying Ganga water in that season, who identifies as a Kanywariya, is one.And the journey is from Haridwar?Hardwar, Gangotri, or Gaumukh – people with stronger convictions or deeper vows often go higher to make the journey more difficult and demanding. People branch off from the NH 58 in different directions depending on where they are going.Vikash Singh, Assistant Professor of Sociology at Montclair State University.Is the journey supposed to be only on foot? We see large processions with trucks and motorcycles...The Ganga jal should be usually carried on foot. The trucks are usually part of the dak kanwar, where the truck has the supplies while the participants run relays carrying the water. With people carrying the Gangajal on motorcycles, it is hard to call them kanwariyas really, but again if they self identify in that manner, so be it.Is it predominantly a male event? There have been commentaries in recent years about the congregations being an assertion of masculinity.Back in the 19th century accounts, we hear of more women. I believe it must have been a peaceful journey in idyllic surroundings. But at that time, the kanwar on the occasion of maha sivaratri in February was more common. Now, it is mostly in Sawan, during the rains and in the heat. This is certainly a much more male event than the one in Phalgun [last month of the Hindu Calendar, generally between February to March] back in those days. I suppose it has partly to do with all kinds of male insecurities as breadwinners, and as subjects of social expectations, in an exclusive society. Yes, certainly masculinity is on display – but I won’t think of such masculinity as sexuality alone, but driven by a combination of social, economic, moral, and sexual anxieties.\n\t\t\n\tWhat made you write a book on the Kanwariyas with the rather intriguing title ‘Uprising of the Fools Pilgrimage as Moral Protest in Contemporary India’?That’s an interesting question, but not with an easy answer because of a number of contributing factors. You see, I am from western Uttar Pradesh, and have closely witnessed the intriguing, rapid growth of this phenomenon. I wanted to empathetically understand (in the Weberian sense of verstehen) the participants, the reasons and life circumstances compelling them to this journey, its joys and pains.As for the title, I consider it both a limitation and gift of translation. The “fool” here is meant to be “bhola” – that is, innocent, gullible, which is also the name for Siva. It means the participants’ identification with Shiva, and their projections of the self as innocent, simple, lacking cunning. I have always had a liking for the profound character of the clown or the buffoon, as for example the central position of the clown in Shakespearean drama, or of the vidushak in the Natyasastra – a referential trace I owe to the literary critic, Madan Soni, a respected friend from Bhopal. At the same time, the word “fool” is also supposed to capture the contempt for these participants in many circles, including the urban middle class, their characterisation as hooligans and mischief makers. The word “uprising” of course alludes to the rebellious and carnival like character of the event. I feared the title may come out as somewhat derogatory, albeit my intention was quite to the contrary. I guess words assume their own life.As you note in the book, there were only a few thousand participants until the 1980s, but the Kanwar has emerged as India’s largest annual religious congregation over the years. It is certainly more than just a reflection of the increase in population. What do you think accounts for it?I see it mostly as an outgrowth of a more global, technological society with desires propelled by the instantaneous bombardment of images of consumption from across the world, but with very limited opportunities of gainful employment to satisfy any of these cravings. The sociologist Jock Young called such societies bulimic – that is, they aggressively make consumers by whetting appetites but equally aggressively exclude them as workers. This is more and more a trait of societies across the world as neoliberalism or a sort of market fundamentalism becomes an unchallenged ruling ideology. Thus people’s consumeristic appetites are whetted, even as they continue to suffer without employment, access to health facilities, and all kinds of deprivation. The Kanwar, I believe, gives them an alternate world, an arena, to cultivate self-respect in their own eyes and prove their sincerity and moral worth to their loved ones, with Siva, the Generous Mendicant, their witness and guardian. At the same time, these factors are influenced by, and involved in, the growing profile of Hindu nationalism in Indian society and politics.Is this rise in the popularity of Kanwar at the cost of a corresponding decline in some other pilgrimage or religious congregation?I wouldn’t say so. Nothing I know of. In general I think this is a reflection of changes in religious practices as we enter a new reality in the subcontinent, where immense consumption and utmost poverty and destitution exist hand to hand. In India, this has taken the form of pilgrimage, but such growth of religious performances has been seen across the world over the last couple of decades – including the rapid expansion of Pentecostalism and other forms of charismatic Christianity in South America, Africa, and East Asia; and, of course, the Islamic movements. Max Weber had argued that modernity was leading to a disenchantment of the world. Instead, what we are seeing here is the “re-enchantment of a catastrophic modernity” to use [urban theorist and historian] Mike Davis’s words.\n\t\t\n\tHar ki Pauri, thronged by Kanwarias, during the Kavad Mela, Haridwar. Image: Ekabhishek/CC BY-SA 2.0We keep hearing of this increase in numbers – and it is phenomenal – in other pilgrimages such as the Amarnath Yatra. Given that we keep hearing about modernity, consumerism and aspirational India, one would have expected a move away from religiosity. Doesn’t this increase seem counter-intuitive?Not really. I don’t see how it could be another way. After the collapse of the socialist promise we are left with no alternate modern discourse to give meaning to our life, and relations beyond market fundamentalism. Religion has always provided us with a way to give meaning to our life, relations, and sufferings. Modernity promised a less cruel world, where we would be masters of our own fate, and live in a world where we would have real institutions providing healthcare, livelihood security, and freedom from war and strife. If we were indeed offered a healthy life, moral education, accessible doctors, and more social certainty, we wouldn’t need many miracles. Instead we live in a world where suffering and despair, hunger and famine, war and strife are as relentless as they have ever been, and there is no ground for faith in institutional help and secular justice. We are left with none but God, this supreme judge, the great Witness to plead. Religion seems to offer the only alternative to market fundamentalism and instrumental rationality; but it also sprouts in the same social field and hence is always already blended with the same forces of neoliberalism and jingoistic nationalism.What do you think is the caste and class break-p of the yatris? Would you be able to hazard a guess about the profile of the participants?See, this is a truly mass phenomenon with about 20 million participants, so everybody has to be there – including some Muslims. Other than that, only a small portion are women, or elderly. Young men in their teens or twenties are certainly over-represented. As for class, I think most Indians are relatively poor, working class and unemployed, and it is so in the Kanwar as well. There are few of urban, salaried people. As for castes, I think there are people from every caste – whether it is the Valmikis, Jats, Jatavs, Brahmins, Yadavs, or Banias. Class, and a sort of Hindu self-consciousness is surely important here than caste.A colleague saw a “bole bum” poster in Kolkata the other day in a Bengali neighbourhood. And of course we have been hearing of something in Jharkhand – Deogarh – in a big way in the last few years – is that a related development?The Baidhyanath yatra [in Jharkhand] is old. Perhaps, we should not think of these journeys as discrete. The tradition of carrying Ganga Jal home, and for libations in Siva temples is very old. We even find mention of this in the Mahabharata. Furthermore, in other parts of the country, there are local rivers considered to be equivalent to the Ganges with subterranean connections to it. British travellers report of pilgrims carrying Ganga water from Hardwar in the Eastern UP plains, and hailing “bole bum,” since the late 18th century. I haven’t researched the history of Baidyanath specifically, but it is an old phenomenon. The Kolkata posters I would imagine are connected to it.Heavy rains, the Kanwar yatra and bad drainage brought Gurgaon to a stop on July 27. Image: Parveen Kumar/HT PhotoIn the last few years, as the numbers have increased there has also been heightened media coverage, largely because of traffic snarls in places like Delhi. How do you see that phenomenon – and the complaints of inconvenience? There have been reported deaths and medical emergencies because of delays caused by traffic, for instance.Yes, these conflicts are I think unavoidable. On the one hand, the participants are carrying the water for hundreds of kilometres, projecting into the safe carriage of the water their most intimate desires, worries, and anxieties – for example, the health of a child, a debt to Bholenath, their life’s desires, their parents’ expectations from them. The falling or violation of the water portends grave misfortune, lifelong failure, in addition to bringing to naught the intense and intimate labour of several weeks. Also, remember when you are walking, and walking for that long and with such complex emotions, you have a different relationship to distance, as compared to when you are traveling in a car. Add to that the paucity of roads and traffic regulations in very dense habitats, very reasonable class-based resentment, and a perceived lack of empathy, you have a very volatile situation. If I am surprised, it is by the fact that these conflicts are not more common – primarily because of the spiritual nature of the event. I have analysed this more closely in Chapter Five of the book.Image: Vipin Kumar/HT PhotoSo what is it that accounts for the hockey sticks they carry?I guess it is the will to power, to assert yourself. There is a lot of rebelliousness to this event (hence, the “Uprising”) – the hockey sticks are just another manifestation. But remember, that’s only in the Dak kanwars where you have a group of dozens of young men collectively bringing the kanwar. So there will be a herd mentality. Obviously, they are performing their everyday acts of asserting their masculinity, which is one of the few things they see as going for them – given their otherwise low social status.This year has seen some new developments. The Uttar Pradesh chief minister, for example, has asked for army, choppers and drones to be deployed as precautionary measures against possible terror attacks.Of course, the Yogi Adityanath government will go out of their way to identify with the Kanwarias, their cause, and present itself as their representative. “Terror attacks” is the ruling form of political justification or excuse for all kinds of state patronage and excesses, so that’s not surprising. Instead of being an agency that promotes the well-being of people, and painstakingly creates  institutions to promote real happiness, we have a state that fawns over and protects their “illusionary happiness” – a very regular case of political interests capitalising on social facts. The pathetic lack of social education in India enables this sort of politics, which if not entirely opportunistic surely betrays the ignorance of the Indian polity. I don’t see a nation coming of age and making robust institutions to improve the life conditions of its people. As a society we have focused far too much on engineering, medical, business and such fields while we are bereft of social education. This is partly a consequence of an outmoded model of higher education inherited from the British, which needs to be overhauled.A Kanwaria group in Noida, July 19. Image: Virendra Singh Gosain/HT PhotoNews reports also talk about what they say is something new: the kanwariyas are carrying tricolours atop vehicles. It turns out that last year as well, this was noted as a new development. What has your experience been?I have seen the tricolor mounted on top of trucks, and as a decorative item in the dak kanwars. It surely must be becoming more common. A Bharatiya Janata Party government at the Centre as well as in the state, and their Hindu nationalistic rhetoric certainly encourages the identification of the nation with the Hindu religion. Some of this is expected – classical sociologists like Durkheim expected the nation, or other civic associations, to assume the place of religion with time. The nation is often conceived in terms of language and some fictive ethnicity – say English, Magyar, or French. With India there is no common ethnicity, so the Hindu religion becomes a convenient substitute. The idea of the nation also provides a people – who, as I have said, have very little social education – some idea of belonging to a higher moral entity. Slavoj Zizek has an essay with the title, “Enjoy your nation as yourself”. This is giving a people short of a critical moral consciousness, something to enjoy and be proud of, despite their often unhappy and tragic life conditions. It evokes feelings of sacrifice and martyrdom and hence provides an enjoyment beyond the pleasure principle.Another seemingly new phenomenon seems to be the enforced vegetarianism and restrictions on selling eggs and meat along the route of the yatra. How do you see the comparison with, say, the enforced shutting of shops during Ramzan in some countries during fasting periods?Well, the spirit of the nation, much like the religious spirits, I guess, requires purity, as well as sacrifices and penitence. The punishing of the self gives a good justification to expect sacrifices from others too. I suppose the banning of eggs and meat is as much the requirement of an ambience of purity as of the mandate to make oneself – by extension, one’s country and religion – pure. This conviction is further reinforced by the understanding that unlike the pure, compassionate, and vegetarian Hindus, which is of course a convenient myth, the other, mostly Muslim here, is the cruel encroacher who has violated and terrorised the purity of my religion and nation. Their symbols and interests must be sacrificed to ensure the purity of my path, nation, and religion. The convenient identification with vegetarianism – for all the meat that they eat – provides the so called Hindus here a convenient method of othering the violent and base self.As for the Ramazan and enforced shutting of shops, it is not something I have studied but I would assume that the reasons are similar. The state – in the past you could have called it the tribal group or community – is enforcing the mandate of religion. The consciousness of the collective enforcing its moral will over possible individual temptations, and surely demonstrating its power over the customs or interests of any minority groups that may be living there. The state simple assumes that mantle of the dominant religion, and unfortunately that is becoming the case in India too.Is there anything that you would say captures the essence of what your book says about kanwariyas?This is something I usually wish to avoid as such essential statements can be misleading. Social reality is complex and often paradoxical, and people are usually keen to pick on a catch phrase and use it as a straw man, which really doesn’t help. But if you would insist on one, I see the Kanwar as an alternate field of performance and social recognition in the middle of exclusionary, often humiliating social conditions. It ​offers relief from  the “chores, struggles, banality, temptations, humiliations of everyday life” as “a sovereign time in the unmediated proximity of the absolute”.Image: Vipin Kumar / HT PhotoThere were recent reports of some kanwariyas turning violent and pelting stones at the police on being stopped from playing loud music. In your experience of travelling with the kanwariyas, did you come across any such incident?Yes, I have discussed and analysed at length in Chapter Four the sudden changes in the mood as we walked through Muslim neighborhoods. In some sense, this antagonism is unavoidable as two different moral worlds, modes of belonging happen to, as it were, trespass each other. Of course, this is influenced by all kinds of imaginaries of and claims to the nation, and the understanding that the other group is an encroacher, a violator, a foreign entity that apparently does not belong. These feelings of hostility are of course stoked, organised, and spread by interests of power and politics. Such conflicts are also as I say in the book, to be blamed on “an administration that refuses to defuse the situation, withdraws, takes side, and at worst, is itself the assaulter”. But also let us remember, in the cases of such mass phenomena, some level of venting out of emotions, whether of piety or anger, is unavoidable. The group assumes the immediate place of the super ego replacing ordinary moral inhibitions. Freud saw it as an opportunity for primal expression, while Durkheim called it the effervescence of the collective. We also see similar casting off of inhibitions, for example, in anonymous, offensive comments on the web.Such incidents add to the general perception that identifies the kanwariyas as part of the Rashtriya Swayamsevak Sangh’s larger outreach or at least as representing Hindutva. How do you view such sentiments?I agree that the nurturing of the ruling party certainly influences the character of the event, perhaps even its size, and the mis-recognitions through which the participants and others understand the event and themselves. There is no denying the political capital at stake on the subject of religion and that the BJP, SP, VHP, RSS [Bharatiya Janata Party, Samajwadi Party, Vishva Hindu Parishad, Rashtriya Swayamsevak Sangh] etc. assiduously invest in and are making a windfall out of this capital. And more and more, identification with the nation, and understandings of the self and other driven by the idea of nationalism, betrayal, traitors etc is being promoted.At the same time, let us not forget that these are also individuals who have to eke out a living, support their families, and suffer through their own lives. It would be wrong to say that their personal lives have any less to do with their journeys. See here is the pitfall. If you see them as a multitude, kanwarias, masses etc, it is hard to think beyond nationalism, politics etc. But start with the story of any single person, his life circumstances, motivations, it is quite likely we will discover much more complicated and profound truths limited only by our ability to understand. The philosopher Martin Heidegger called this the need to understand the person in their own finite historicity, biography as opposed to the abstract, infinite time of History with a capital H – a time which knows of no death – which is privileged in most ideological understandings.","author":"Scroll Staff","time":"2017-07-30T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/845068-64389-njqfycwvha-1501332586.jpg","tags":["kanwariyas","Religious pilgrimage","Kanwar Yatra"],"source":"https://scroll.in/article/845068/interview-kanwariyas-need-to-be-seen-beyond-being-merely-a-cause-of-traffic-snarls-and-disruptions"}