{"title":"Interview: Ashwini Deshpande on the need for Indian economists to grapple with discrimination","content":"Ashwini Deshpande’s two most recent papers focus on gaps in how we understand India. One points out that the much discussed Indian enigma – the fact that Indian children are often more “stunted” than children in poorer sub-Saharan African countries – cannot be discussed without engaging with caste differences within India. The other addresses a growing belief that Indian women are dropping out of the workforce because of conservative social norms. In both cases Deshpande,  a professor of economics and the founding director of Centre for Economic Data and Analysis at Ashoka University, and her co-authors focus on unpacking long-held assumptions, using data to point to errors in measurement or to unearth patterns that had been missed. I spoke to Deshpande about how the idea of examining discrimination through economics has changed over the past two decades in India, why much more needs to be done to examine the biases of the field, her discomfort with the pervasive myth of “merit” in India and how she feels about being mistaken for a classical musician of the same name. To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.Can you give us a sense of your background? How did you get into economics?It was mostly by elimination. In class 11, I took science, because I wanted to be a medical doctor, and that’s the only thing I ever wanted to be. In class 12, I realised that all the people hoping to take engineering and medical entrance exams had joined coaching classes, and would go every day after school. And I didn’t want to do that.That was the price to pay to get into medical school, and I wasn’t willing to pay it. But then, a BSc in biology or something didn’t seem exciting. I had a science-maths background. So the only thing I felt good for was economics. And then you stuck with it?Yes and no. In the eyes of the world, I guess I stuck with it. But if you look at the economics fraternity, I’m on the margins. The things I work on are topics of interest to a large number of economists today. But when I initially started working on issues of social identity, discrimination, etc, in India at least, these were not issues that economists worked on.And it’s not even what I did my PhD on. So I’ve moved away from my own training, much to the consternation of some of my colleagues, who had “you’re bound to fail” kind of predictions at the time. How did you get interested in those subjects, and how did you stick with it if the mainstream wasn’t receptive?Things have changed in the last 20 years. For example, if any economist wants to talk about Indian society today, say, poverty rates or any other indicator, it would be considered a very poor piece of research if it didn’t talk about caste and gender and so on. It’s become mainstream now.But that was not the case 20-25 years ago, I can assure you. The focus was a lot on poverty in India. But the idea that social identity mattered, in terms of who the poor were or who the rich were, that was not an accepted idea at the time in terms of research. My own journey was a bit serendipitous. My PhD was on the international debt crisis of the 1970s. One of the referees from one of my papers on the debt crisis ended up inviting me to a postdoc position in the US, a couple of years after I finished my PhD. A person I had never met, and there was no Google at the time, so I couldn’t check on the internet. When I reached the US, I discovered that he, William Darity or Sandy, as he is called, is this leading, African-American scholar who worked extensively on racial disparities in the US. And he started talking to me about caste in India. I thought these were just conversations I was having on the side, and that I was mainly working on my book about Mexico and the debt crisis – which never got written eventually. At one point I told him, these questions you’re asking me, economists don’t really work on them. But he said, in the US, they do. Racial analysis of economic inequality in the US is a very accepted thing. And that opened me to a whole field of economics that I had not encountered before. I had never used household survey data. I didn’t even know what it looked like. Ashwini Deshpande, Professor of Economics and the Founding Director of Centre for Economic Data and Analysis at Ashoka University. So 20 years ago, in India, if you said you wanted to focus on caste or gender from an economics point of view, what was the response?It’s interesting you should ask me that, because I was still in the US when my department at that time, Delhi School of Economics, was having a major syllabus revision as we were moving to the semester system. My colleagues told me, “we are all sending in proposals for courses”, why don’t you send in your proposals?’ I sent three. And one of them was called the economics of discrimination.And that was all the material I had studied and learned in the US on my own. And the first reaction, from what I hear behind the scenes, was that it was turned down, saying this is not economics. This belongs in a sociology department or something, but it is not economics. But my friends in the department pushed for the course, saying it could be an optional one, and if students don’t want to take it, they won’t. But why not allow the option? Fortunately, the course got introduced, and I taught it the entire time I was at the Delhi School.  Every year it has expanded and grown and changed form. Now I’m teaching it at Ashoka. In terms of content, it’s a very different course from where I started. I’ve also learned more things, and these fields have expanded. It’s a much richer, more nuanced course than it was then. But I’m proud to say that I established this. This was the only course in all of India that looked at economics of discrimination. As a complete aside, I’m curious, how often do you get confused with the other Dr Ashwini Deshpande, the singer?A lot. Which makes me happy because in an alternative reality, I would have loved to be a singer. When I receive emails addressed to her saying, “we really enjoyed your concert last night”, for just that one second, I am filled with this immense joy.But when I receive emails about logistical details of concerns or payment details, I forward them to her. Recently I heard about an inversion, where she was mistaken for me. Somebody wanted me to write for their newspaper, and they got in touch with her. They asked her to write about women at work. She’s a great scholar too. She has a PhD in bio-sciences, so it might have been for her as a working woman. But she told them, “it’s not really my field” and then the newspaper got in touch with me. But the fact that she was mistaken for me gave me a real kick. Let’s come to your recent paper about Female Labour Force Participation, which looks at one of those vexing questions about the Indian economy – why has female labour force participation been dropping over the last decade. What were you setting out to do in the paper?There has been a lot of focus on the decline in the recorded female labour force participation rate, and there have been excellent contributions to the analysis of that phenomenon. I’m on the side of those who believe that the number of women working did not decline, it’s the number of hours of work that they did, that declined. Because of the way women’s work is measured, it shows up as a decline in female labour force participation rates.I have a previous paper with Naila Kabeer, where we thought, let’s take a step away from the decline part. Let’s talk about why, for decades, even when it was not “declining”, the recorded female labour force participation rate has been low. What we found is that there is a problem of recording women’s work. A very large proportion of women work on the economic enterprises run by their families – like farms, livestock, poultry, artisanal work, making produce for sale, orchards, food-based products, etc. These are all income-generating activities for the family, and the women of the household are working on these activities. But they’re not recognised as workers, both inside the home or outside. They don’t get the status that a worker would get. If they go to a bank and ask for a loan, they are not going to get it, because their work is not officially recognised. So, even without counting the so-called unproductive work – domestic chores, cooking and cleaning, which some argue should be brought in – when we just look at women’s work on family enterprises, their economic work which is unpaid, if you found a way to count that, then actually female labour participation is not that low. And it hasn’t declined. The other thing is that we asked women about their willingness to work for pay, inside or outside the home. The biggest constraint that prevents women from accessing work opportunities, after we accounted for all the standard factors, is the predominant responsibility to get domestic chores done. Either they have to do it themselves, or they are in charge of getting it done. Now, in the literature, there is a lot of discussion on conservative social norms [as an explanation for declining female labour force participation.] Claims that there is a rise in conservative values or a rise in sexual violence, things like that. These are important issues that impact women’s work. But that is not the main reason that women stay away from work. So we wrote a paper called “The Norms That Matter”, which is not about the conservative norms, but the expectation of domestic chores, things like that… That is the background. Then I got access to this panel data from CMIE, which allows us to look at the same women over a period of time. It’s a high frequency panel. Along with my PhD student at Ashoka University, Jitendra Singh, we looked at this data, and discovered this pattern of switches. The same woman, in a period of four years, enters and exits the labour force – paid employment – more than once. Women move in and out of employment very frequently, something that we could not have observed earlier, because we did not have the data. Just this fact was startling. The explanation could not be social norms, it could not be conservatism, it cannot be sexual violence, because these things don’t change so frequently. Our conclusion from this analysis is that women do want to work, and they do work when it is available. This ties in with other literature that talks about just not having enough opportunities for women to work outside the home.  It’s still a working paper, but we show that all these other factors that people have highlighted, which are called supply-side factors, don’t explain the decline in female labour force participation rates. From 'Dropping Out, Being Pushed Out or Can’t Get in? Decoding Declining Labour Force Participation of Indian Women' by Ashwini Deshpande and Jitendra SinghFrom 'Dropping Out, Being Pushed Out or Can’t Get in? Decoding Declining Labour Force Participation of Indian Women' by Ashwini Deshpande and Jitendra SinghTo summarise, these ‘supply-side factors’ – families becoming more conservative because of a rise in incomes, or sexual violence, explanations like that – you argue don’t hold as an explanation for this recorded decline in female labour force participation. And we know this because you had access to this high-frequency data set…It’s not just having the dataset. Many people have the data set. But you also have to be willing to accept that something other than social norms might also matter. Because social norms has become this catch-all phrase.My point is: every society has norms. But the use of the word “social norms” is more for developing countries, as if developed countries don’t have them. If you look, for example, at the rates of sexual violence, intimate partner violence, they are extremely high in several countries including the United Kingdom. But does it affect women’s labour force participation? No, it doesn’t. Of course we must focus on sexual violence against women, which is a very serious issue. But we will never say that in the UK, because of the high prevalence of intimate partner violence,  women are not going into the labour force. You can have two serious problems, but they could be unconnected to each other. Yet somehow, in the context of developing countries, it’s a picture that sounds right. In the end, if everything is just social norms, there’s nothing to analyse. The answer, then, to this big question about declining labour force participation is in part bad measurement, but in the measurable space also there simply aren’t enough new labour-intensive jobs being created in India, and the few that are being created are being cornered by men?Employment opportunities are not expanding in line with the expansion of women’s education. The decade that saw the largest decline in rural women’s labour force participation rates was also the decade that saw a striking increase in women’s educational achievement levels, and it followed 20 years of high growth.Women are getting educated at a faster rate. But jobs that would be suitable, commensurate with their qualifications either don’t exist or they’re not able to access them. Take transportation. Supposing there’s a job in the district centre, and there is a rural woman, how does she get to that place of work? There could be a job, but there is no female toilet there. Things that people would not even consider as important constraints, but for women they are. One issue is the masculinisation or mechanisation of jobs. Jobs that women were doing earlier are either being replaced by machines or by men. In agriculture, my colleague Kanika Mahajan’s work, shows that 30% of the decline can be explained by mechanisation.In terms of opening up other opportunities that the more educated women in the workforce can access, that’s not happening. Combine that with women getting married young, and the dominant responsibility of domestic chores, all of these combine to produce a lower level of female labour force participation than before.But they do work on family economic enterprises, like livestock, poultry, fisheries, orchards,... all of these activities where the men are considered workers, but the women are not. You’re now looking at the demand-side of this question – the availability of jobs to women who want to work but can’t?Empirically, that’s a little more challenging. What we’re doing right now is looking at the male-female composition within sectors, across occupations. How has the gender composition changed?Blue collar work has always been masculine – factory workers, etc. What used to be called ‘pink collar work’ – secretaries, front-office work, nursing, teachers – we want to see what’s happening to them. Because there is some evidence from other parts of the world, including in developed countries, that pink collar work is also now being done a lot by men. Which would be good if women could do the blue collar work as well. Fluidity is good, but it should be in both directions. Coming to your other recent paper, which is on a very different subject. Could you summarise what you were aiming to do in ‘The Impact of Caste: A Missing Link in the Literature on Stunting in India’?There used to be something called the “Asian enigma” which later on was called the “Indian enigma”. If you looked at the standardised heights of children between zero and five years in India and in sub-Saharan Africa – countries that are poorer than India – the enigma was that the African countries were taller children than Indian children.It was an enigma because child height is very strongly correlated with income levels. Even immigrants from India to the US, their children are much taller than their parents who were growing up in India. This is a well-known feature of child height. There were three major explanations for this in the literature, and all of those were convincing to a large extent. The thing is, you have to have a little bit of an open mind about what you will find. With female labour force participation, it was just that. We said, let’s generate the statistics and see what they show. My co-author, Rajesh Ramachandran, and I had worked on caste inequalities. What we found when we looked at the stunting data in India is that the child height gap between Indian children and sub-Saharan African children was entirely driven by Dalit and Adivasi children’s lower heights. UC: Upper Caste, SC-ST: Scheduled Castes, Schedules Tribes, OBC: Other Backward Classes. Credit: Ramachandran, Deshpande, The Impact of Caste: A Missing Link in the Literature on Stunting in IndiaIf you look at upper-caste children, they were not shorter than sub-Saharan African children. But the children from marginalised communities were shorter. Within India you have this height gap. We started digging deeper. This pattern we got from demographic and health survey data, which in India is called the NFHS. Then we looked at the India Human Development Survey, which has a self-reported question on untouchability. One is a simple question, “do you practice untouchability”, yes or no. The other includes a bunch of questions on things like, “do you share your kitchen utensils”, “do you allow somebody to enter your kitchen”.Even though untouchability is illegal and punishable by law, in the IHDS data , about 30% Indians overall answered that they practice it. We took the self-reported proportions of untouchability and correlated those with NFHS stunting data. We found that regions where the self-reported practice of untouchability was higher, the child height for upper caste children was unaffected, which means that, for example, Brahmin children were not shorter, compared to regions where untouchability was lower. But the average height of Dalit children was shorter in areas with higher practice of untouchability, compared to heights in areas with lower prevalence of untouchability. That gives us a mechanism about how stigmatisation and social ostracism might affect child height. The fact that you have to be at the end of the queue in terms of receiving social services, maybe you get excluded actively. There’s a whole set of social and economic processes which either completely exclude these children or put them at the end of the queue. What this suggests is that the greater prevalence of societal discrimination is associated with a worsening of the stunting problem. Stunting is a very important health concern. It has lasting effects on a whole range of outcomes. Cognitive outcomes in school, ability to finish school at a particular grade. These are extremely important predictors of adult life outcomes. In the Western countries where you have longitudinal panel data, even labour market outcomes are shown to be affected by early childhood stunting.From: The Impact of Caste: A Missing Link in the Literature on Stunting in India by Ashwini Deshpande and Rajesh RamachandranForgive me for being naive, but how could this not have been something that had been engaged with before?Honestly speaking, when we found this, at first we said, “are we making a mistake? How did people miss this?” We almost didn’t do this paper because three major papers explaining the India-Africa child height gap – very well-cited papers in top-journals – were already there.The untouchability connection is completely new, we put the data together. But even the first part, which is just the explanation of the India-Africa child height gap, why did people not think of caste when they were making that explanation? I sent it to one of the authors of one of these papers. And they were honest enough to say, thank you for picking up on something we had not picked up on. This circles back around to the big question of looking at discrimination. You said, in the economics field, it’s more mainstream today. But clearly there are big gaps to be filled across the board…As an analytical field, analysing gender differences or caste differences is not at all uncommon today. If somebody didn’t do it, that would be considered odd. Whether that has been internalised into a broader understanding about discrimination or what produces discrimination, that is the next-level question.There’s often pushback. I’ve presented the caste-untouchability paper at several workshops now, and there’s always pushback. Trying to find some problem with our methodology. We’re not saying we are perfect. But the fact is, sometimes you should accept what is out there. I don’t think people realise the extent of how widespread discrimination is. Including scholars in your field?Absolutely. You can think of these things in an instrumental way. “If you’re female, the probability of this, that or the other decreases. If you’re lower caste, the probability of this decreases.” That’s an instrumental way, and it’s good, because it’s still producing evidence.But how do you move from that to thinking about a society in which these problems are structural. You see these debates in the US too. To talk about Black-White gaps is very common now. No economist would dispute that. But when you move from there to structural racism, that is where the discussion starts to become more complex. The fact of disparities is not disputed. But what causes those disparities is disputed. In India, there’s a greater dispute even on the disparities. Because the myth that ‘reservation has produced these rich fat Dalits who just sit at home and loll around and are handed jobs on a platter’, this myth is pretty widespread. People don’t realise that even for reserved positions, there is a huge amount of competition. Yes, 22.5% is reserved for SC/STs. But the number of SC/STs that apply for those positions is far larger than the number of seats. So it’s not true that SC/STs can just walk into reserved positions. It’s just as competitive and cutthroat as non-reserved seats. Reservations just gives you a little bit of a foot in the door, that’s all. The conversation is also about representation. Maybe people aren’t making these connections because there just aren’t enough women in the field, or folks outside of the upper-caste fold in economics…There is definitely a feminisation of students. Even in our classrooms, we see 50-50 male-female, and sometimes even 40-60. Within faculty positions, that’s still not the case. And I think women in economics is still a challenge.Ashoka is an exception. We have more than 40% faculty in economics that’s female, which is one of the highest proportions globally, not just in India. That’s fantastic. But the caste composition still remains narrow. And if you look at the intersection of caste and gender, that’s even narrower. I think the conversations have started. I’m of the view that we have to start acknowledging the problem first. My own experience of research has told me that things have changed. I was completely in one corner, teaching this little course on economics of discrimination. And now, everybody has some reference to caste or gender in their papers. I feel very validated by that. But it’s taken 20 years for that to happen. I do believe that change will happen, because at least the conversations have started, though there will be pushback as well. No change can happen without pushback. I think we have to work hard towards changing the conditions that produce these structures of advantage and disadvantage… Is what you’re doing with the Centre for Economic Data & Analysis, where you’re the founding director, an attempt to tackle and debunk some of these long-held beliefs?Sometimes no number of facts can make people change their minds. Some people already have their minds made up. But such people are at the extremes. I believe a very large number of people believe in something because they don’t know better. They’ve just never been exposed to another way of thinking, another way of looking.The idea is to expand that community of people. Reach out to the people who believe in something, maybe very strongly, but that’s only because that’s all they’ve ever heard. What CEDA is trying to do is to create an evidence base which is accessible. You can always produce evidence that is so obscure and so difficult to understand that nobody would want to engage with it. But what we are trying to do at CEDA is, through pictures, through little data narratives, through short pieces, to summarise issues in a way that a lay person will find accessible. It’s like a ball that you set into motion, and hopefully it will spread to more and more people. The more the number of institutions or portals that allow people access to data and debates in a democratic manner, the better. Are there misconceptions about your field that you find yourself having to correct all the time?One is about merit. People really do believe in meritocracy and that India is a meritocratic society. It’s a very firm belief. People opposed reservation because they believed it interferes with the idea of merit. Their view is that, if there were no reservations, allocations of jobs and scarce resources would be made according to merit. They see absolutely no nepotism anywhere. Including in the private sector.When actually, the corporate sector is just children of their parents taking over companies. But people don’t see anything wrong with that. This is linked to the belief that the family is the crucible of merit. People don’t realise how non-meritocratic that idea is. The whole idea of meritocracy, as in the US for example, was that regardless of your family circumstances, if you had the qualities in you, you could achieve things. The system won’t stop you. That “American Dream” itself is a myth there as well, but that’s the idea. In India, people see the family as a crucible of merit. That’s not meritocracy. That’s just nepotism. That’s just networks. That doesn’t mean the person is not meritocratic. But to not recognise the role of the family… I’ll say that honestly about myself. My father was a professor. It’s not an accident that I’ve become a professor. To say that I did not benefit from being the child of a professor, or growing up on the JNU campus, that would be incredibly arrogant and short-sighted of me. Of course it played a huge role. If I had been the child of a daily-wage worker, would I have been a professor of economics today? Highly likely not. Circumstances do play a role in shaping our qualities, which we think of as intrinsic merit. And I think we all need a certain bit of humility, even about ourselves, as we examine our achievements.The other big myth is about Indian women. I face this in the West, but also from certain sections of Indians, who believe that the typical Indian woman is this docile, submissive creature with no agency, no will of her own, only because she lacks education. It’s true Indian women are less educated than men. But they are street smart. They are spunky. They are fighters. It’s humbling if you actually observe Indian women in action, across classes. By acts of covert or overt resistance, Indian women are extremely brave and spunky, but it’s not an image that you see in popular imagination. Are there areas of research or tools of research that you wish younger scholars and students would pick up as they came into this space?This might sound a little surprising. Interdisciplinarity is an approach that I believe in generally, but what I often find is that interdisciplinarity is taken as a licence for not going in-depth into any one discipline.Take, for example, economic globalisation. What does that mean? What are its features? How do you assess the globalisation of economies? What are the specific indicators you should be looking at to say the Indian economy is more globalised, or less globalised? Exports, imports, balance of payments, terms of trade etc. All these are well-defined terms. So when we talk about globalisation, we cannot not know these terms. My worry is, sometimes I see students using a lot of terms that they have heard, but they just haven’t gone in depth into any one of these respective fields to understand where those terms come from. Words like intersectionality. Or agency. Or even social norms. Have we taken the trouble to think about what each term means, where it comes from, what it might not mean. I think there is no substitute for going in depth. Interdisciplinarity is welcome and good, but should never become a substitute for going in-depth into any discipline. You have to get your hands dirty. You have to go through some blind starts, you’ll reach dead ends, you’ll make mistakes, but that’s how you learn. That’s how I learned. What did I know about caste 20 years ago when I started? Nothing. Not that I know a lot now. I’m still a student, still learning. But one has to learn, pick up the books, read, do the work. There are no shortcuts. Recommendations for those interested in learning more about discrimination? Read:BR Ambedkar, Annihilation of Caste.Jotirao Phule’s writings.Yashica Dutt’s Coming Out as Dalit.Joothan by Om Prakash Valmiki.Watch:Masaan (Hindi).Court (Marathi).Geeli Pucchi (Hindi).Satyashodhak (a Marathi play with subtitles).The Great Indian Kitchen (Malayalam)","author":"Rohan Venkataramakrishnan","time":"2021-09-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/26598-wyrwijcjsh-1598526614.jpg","tags":["The Political Fix Q&A","Economics","Caste","Discrimination","Gender"],"source":"https://scroll.in/article/1005644/interview-ashwini-deshpande-on-the-need-for-indian-economists-to-grapple-with-discrimination"}