{"title":"Interview: Why the ‘Pakistan factor’ no longer impedes India’s growing ties with the Gulf countries","content":"This is a big year for Indian foreign affairs, as was on display at the G20 foreign ministers’ meeting in New Delhi, followed by the Raisina Dialogue – a massive geopolitics conference co-organised by the Indian Ministry of External Affairs whose theme this year indicated that India’s role would be that of a “Lighthouse in the Tempest”.This year’s edition featured one high-powered panel with each of the foreign ministers of the Quadrilateral Security Dialogue – India, the US, Japan and Australia – as well as another one where Russian foreign minister Sergey Lavrov had a chance to air Moscow’s views, including being laughed at when he described the Ukraine war as one that “was launched against us.”On the sidelines of the G20 summit in Delhi, US Secretary of State Antony Blinken and Lavrov met face-to-face for the first time since Russia invaded Ukraine, and new Chinese Foreign Minister Qin Gang made his first official visit to India, while at the summit itself disagreements over the Ukraine war meant there was no joint statement. I spoke over e-mail to Md Muddassir Quamar, an associate fellow at the Manohar Parrikar Institute for Defence Studies and Analyses, who holds a PhD in West Asian studies from Jawaharlal Nehru University and studies India’s ties to the Gulf. Quamar is the co-author of the recently published Persian Gulf 2021–’22, and India’s Saudi Policy, and has also co-edited the book Changing Security Paradigm in West Asia; Regional and International Responses.I asked Quamar about how India-Gulf ties have soared over the past two decades, what it took to change New Delhi’s approach to the region, and whether this closer connection means India has more leverage over Pakistan. The interview has been edited for length and clarity.How did you get started studying the Gulf and West Asia? Tell us a little bit about your background on the subject.Having learnt Arabic language and studied Arab culture and society at the undergraduate level in Jawaharlal Nehru University, [this] generated the initial spark in me to know more about the Gulf and the West Asia region. Interest in politics and international relations meant I was naturally driven to invest time and energy in understanding the dynamics of India’s relations with this important region. It was this initial spark and curiosity that in 2009-’10 led me to join the School of International Studies in JNU for the MPhil/PhD programme in West Asian studies.The real training and research in Gulf and West Asian studies happened over the next six years wherein I completed my MPhil (2011) and PhD (2016) with a focus on internal developments in Saudi Arabia. Although I had travelled to the Gulf region earlier, the field work undertaken during 2014-’15 in the kingdoms was especially revealing. Subsequently, the fellowship at the Manohar Parrikar Institute for Defence Studies and Analyses to study the region and its geopolitical and geostrategic dynamics helped in conducting in-depth research on India’s relations with the Gulf and West Asia, and studying the region extensively.Could you give us a short summary of India’s Gulf ties until the early 2000s? Why is this region now of vital importance to India, not just on the external front but internally too?The Gulf region has always been important for India. Geographic proximity, maritime linkages, cultural interactions, and trade potentials have historically brought the people in the Indian Subcontinent and the Arabian Peninsula closer. The British protectorates in the Gulf region were administered from Bombay until 1947. Broadly, the region veered to the periphery of India’s foreign policy during much of the Cold War period mainly because of ideological reasons, at least in the early stages, when India was championing the cause of non-alignment while the Gulf monarchies joined the anti-Soviet camp for a variety of reasons.The end of the Cold War, the disintegration of the Soviet Union and economic stagnation at home led India to gradually reorient its foreign policy. The economic potential in developing closer partnerships with the Gulf region were recognised and realised by the governments of Prime Ministers PV Narasimha Rao and Atal Bihari Vajpayee. It was during these governments that much of diplomatic and political capital was invested by India to seek closer economic and energy ties with the Gulf monarchies. Political will and diplomatic deftness were necessary to manoeuvre the challenging domestic, regional and international challenges.For example, the presence of the large Indian expatriate population was a cultural bridge. but was also a diplomatic challenge given the composition of the Indian workforce, a majority of which belonged to (and continues to be, albeit in a much reduced proportion compared to the 1990s) unskilled and blue-collar workers. This had culturally informed the host countries and their leadership, and coloured their understanding of India and also created the challenging issue for Indian diplomacy to handle the issue of human rights violations and exploitations.The Pakistan factor was another important challenge. India had to also handle the sensitive issue of continued Palestinian statelessness and the decision to establish diplomatic relations with Israel in 1992. The changing global geopolitical dynamics and the unipolar moment in the world order were also important challenges for India given the difficult and sensitive geopolitical environment in the Gulf region due to the Kuwait crisis and the Iran factor. India’s ability to focus on business and energy security, and minimise any potential differences or fallouts, worked well to overcome the challenges including the Pakistan factor.The ability of India and Gulf countries to de-hyphenate Pakistan in bilateral relations was important in taking relations forward. Although a lot of diplomatic efforts had gone into developing ties, and the focus on business, trade, economy and energy had worked in good stead, the visit of [Saudi] King Abdullah as chief guest for Republic Day celebrations in 2006 was a key moment underlining the maturing of Indo-Gulf ties.Dr Md. Muddassir Quamar, Associate Fellow at the Manohar Parrikar Institute for Defence Studies and Analyses.You’ve argued that the 1990-’91 Gulf War marked a major turning point in how India approached the Gulf. Why is that?The Gulf War or the Kuwait crisis was a turning point in India’s approach towards the region in multiple ways. First, the context of the war was important, coming as it did on the heels of the disintegration of the Soviet Union and the end of the Cold War; that is, the global order was in flux and the emergence of the US as the lone global superpower was yet to be displayed in action. The Iraqi invasion and annexation of Kuwait was in a way a challenge for the US, which had guaranteed security, and continues to do so, to the smaller Gulf Arab monarchies. Thus, by restoring status quo ante in Kuwait, the US through the Gulf War effectively established itself as the lone superpower.With this the world entered a unipolar moment, which began gravitating towards multipolarity in the 21st century. The recognition of this change in the world order in India was crucial for New Delhi to begin a slow and gradual recalibration of its foreign policy, including in West Asia. Secondly, the Kuwait crisis became a major domestic issue for India because of the presence of a large Indian expatriate population in the war zone. The Indian response, therefore, was most focused on the security and safe evacuation of its citizens. This meant it was important to remain neutral and not alienate Iraq, as India was hoping to safely evacuate its citizens stuck in Kuwait through Iraqi assistance.Foreign Minister IK Gujral travelled to Baghdad and met Saddam Hussain, and this helped in the safe evacuation of Indian citizens. This still remains one of the largest transnational humanitarian evacuations in the world (the incident has also been made into a Hindi feature film Airlift). However, the meeting with Saddam and hugging him in public was not conceived as a friendly gesture by Kuwaiti royal family and members of the ruling families in other Gulf Cooperation Council countries. This meant that India had to invest significant diplomatic capital in the aftermath of the Gulf War to improve relations with Kuwait and other Gulf Cooperation Council countries.To an extent, Indian sympathy for the Ba’athist regime in Iraq also led to ideological blinkers that informed the initial Indian response. The Indian strategic community at the time was largely sure of Iraq’s ability to sustain the annexation of Kuwait. Hence, the outcome forced a reconsideration so far as the Gulf region was considered.Thirdly, the war coincided with the extraordinary economic situation in India, and the extraordinary burden the evacuation and rescue operation put on the exchequer meant that the process of economic liberalisation and foreign policy recalibration had to be expedited. Economic growth was inextricably linked to the Gulf region because of energy dependence, and hence there was the urgent need to grow, and even mend, ties with the Gulf region and the wider West Asia region, which was undertaken in great unrest under Prime Minister Rao.Over the past two decades, relations between India and the Gulf countries have improved greatly. What accounts for this big change since the 2000s? Beyond the broad systemic drivers, do you think Ministry of External Affairs has invested in building up its capacity, knowhow and language proficiency on this account? Would you like to see it do more?The exponential growth in India’s ties with the Gulf in the first two decades of the 21st century have centred around seven broad issues:Energy security.Bilateral trade.Flow of Indian expatriates to the region.Maritime security.Counter-terrorism.Two-way flow of investments.Defence cooperation.The last two have received greater attention since 2014 under Prime Minister Narendra Modi. Energy security and Indian expatriates continue to be the most important component of bilateral ties. This in a way also underline the complementarity in relations. India is dependent on oil and gas produced in the region for its economic growth while the Gulf region depends on Indian (and other) expatriates for their economic development. Although both these issues are witnessing some shifts due to greater emphasis on the nationalisation of jobs in the Gulf and increasing need for energy transition due to environmental considerations, these have been, and remain, the most important components in bilateral ties with the Gulf region.Notably, the origins of both these go back much earlier, but there was expansion in the 1990s, and the rewards of better political and diplomatic relations at the time led to their becoming the mainstay of relations in the 2000s. Bilateral trade and maritime security were discussed earlier too, but grew exponentially during the first two decades of the 21st century because of improved bilateral diplomatic and political ties. The increase in bilateral trade and energy security cooperation is also linked to the Gulf countries recognising the immense economic potential of Asia, and beginning to “look east” in their foreign policy accordingly.Maritime security cooperation increased in the mid-2000s when the issue of piracy off the coast of Somalia in the Gulf of Aden became a major regional and international security threat, including for Gulf countries and India. Counter-terrorism, including intelligence sharing and extradition treaties, came into focus as India began looking to pursue and target homegrown terrorists and fugitives, many of whom have taken refuge in Gulf countries after committing heinous crimes in India. The 26/11 attacks in Mumbai further underlined the need for greater counter-terrorism cooperation with the Gulf countries, and expedited efforts towards its realisation. Prime Minister Modi, while continuing to focus on these five issues, emphasised on the two-way flow of investments and defence cooperation, the framework for which was already in place although progress had been slow.Undoubtedly the Ministry of External Affairs has played a very important role in the improvement that has been witnessed in the bilateral ties between India and Gulf countries. Despite the challenges due to limited human resource and limitation in terms of language proficiency, the work done by the Ministry of External Affairs and Indian diplomats is noticeable not only in terms of diplomatic outreach and facilitation of political engagement, but also in bringing industries from the two regions closer, in displaying the potential in Indian market and products, and in attending to the huge list of grievances and problems faced by the Indian community in the region.Nonetheless, there is scope for further improvement and professional capacity-building in both the Ministry of External Affairs and its cadre. I would list the need for language proficiency and cultural attuning as the first priority. There is also the need for specialisation within the cadre, given the extensive demands of the profession. The inbuilt hesitancy in the Ministry of External Affairs to develop a wider consultation mechanism with the strategic community and area studies specialists is also an impediment, and should be addressed more seriously. Possibility of inducting experts and lateral entry in the Ministry of External Affairs should also be explored.Today, it seems like the Gulf is again India’s “extended neighbourhood” as it was in the ancient and medieval past (and despite the “pause” following independence). How have India – and the Gulf states – been able to get over the Pakistan factor over this period?The complementarity in trade, business, energy and investments are the major reasons for India and Gulf countries to work towards overcoming the Pakistan factor. In other words, the economic potential in bilateral ties was the key to recognising the need for de-hyphenating Pakistan. The complementarity, in a nutshell, reflected in India’s “look west” and the Gulf countries’ “look east” policies. The de-hyphenation of Pakistan happened gradually through diplomatic and political engagement and trust building efforts. Also recognising each other’s red lines was important.So, from an Indian point of view the indication came during the 1999 Kargil War, when the Gulf countries were relatively less forthcoming in supporting Pakistan. The post-9/11 global recognition of the pitfalls of terrorism also made the Gulf countries more cautious in supporting the Pakistani agenda, which was a good sign from an Indian point of view. Diplomatic efforts to highlight the scourge of cross-border terror being faced by India was also instrumental. India also gradually understood the futility of the zero-sum approach so far as Gulf-Pakistan relations were concerned, and began focusing on business, economic and energy cooperation. Overall, 26/11 was one of the defining moment in de-hyphenating the Pakistan factor because of the clarity with which India communicated with the world and exposed the Pakistani hand in perpetrating the terror attack.Can we break this down a bit further? You’ve pointed out that the Qatar blockade prompted India to deal with the Gulf Cooperation Council with a bit more nuance, no longer seeing all as broadly similar. Do Qatar’s military ties with Pakistan, for example, limit the potential that India sees in terms of relations with Doha? Who would you say is India’s staunchest partner here?The Qatar crisis underlined that the Gulf Cooperation Council as a block is not as steadfast and cohesive as normally understood. With exponential economic growth, individual members of the Gulf Cooperation Council became more ambitious and started to chart their own independent economic, political and foreign policy course. The blockade of Qatar (2017-’21) was a stark reminder of the fissures within the grouping, and, despite the end of the crisis, none of the individual members has given up on any of their independent foreign policy and strategic ambitions.For India, the blockade did come as a shock, but given that India has preferred bilateralism over multilateralism in the region, it remained broadly unscathed. Nonetheless, New Delhi was careful not to harm its relations with any individual country and continued to tread a fine line in carrying out business with both sides on its own terms and limiting its response to raising concern on the developments and emphasising the importance of negotiations in resolving all outstanding issues. This was a very deft and mature handling of the situation, that was extremely important in the early stages of the crisis.The Pakistan military has strong ties with most of the militaries in the Gulf Cooperation Council, including Saudi Arabia, Qatar, United Arab Emirates and Oman. As noted earlier, both sides were able to de-hyphenate Pakistan in bilateral ties. Indo-Qatari ties stand on their own merit and are not affected by bilateral relations with third countries. A similar approach is currently underway with regards to China, for example. That is, India’s bilateral ties with the regional countries stand on their own without being affected by China’s relations with any of the Gulf countries. So far as the Gulf countries are concerned, the United Arab Emirates and Saudi Arabia are the most important partners of India because of the way the bilateral relations with both of them have progressed in recent years.Conversely, Pakistan has butted heads with the United Arab Emirates and Saudi Arabia. Tell us why that is, and how it may have contributed to relations developing further with India.Pakistani leaders made a critical diplomatic miscalculation when they kept insisting that the United Arab Emirates and Saudi Arabia pressure and criticise India in the aftermath of the abrogation of Article 370 and the end of the special status of Jammu and Kashmir. As noted earlier, India and Gulf countries have built a degree of trust that they not only understand each other’s world views and national security compulsions but also are fully aware of their red lines. For India, Kashmir is a red line and, hence, the United Arab Emirates and Saudi Arabia did not take a stand and underlined that it is an internal matter for India.The undiplomatic language and behaviour of Pakistani leaders did not go down well with the Emirati and Saudi leadership, leading to a far from subtle backlash. The Pakistani financial and economic dependence on the Gulf is well known, and pressure to return financial loans was in a way a message that made Pakistan fall in line. Additionally, the Pakistani propensity to play with political Islam and its extremist versions are also a serious concern for both the United Arab Emirates and Saudi Arabia, who have emerged as one of the staunchest opponents of political Islam in the Gulf and West Asia regions in the wake of the 2011 Arab uprisings.The Gulf monarchies see political Islam as an existential threat, and also recognise the intractable linkages between political Islam, extremism in Muslim societies, and international terrorism of the al-Qaeda and  the Islamic State variety. Their concern is that Pakistani susceptibility in supporting such home-grown groups poses a threat to regional security and stability in both South Asia and Gulf, and thus needs to be checked. Pakistani desperation in 2019-’20 had also led to Islamabad trying to reach out to Gulf Arab rivals – Iran and Türkiye – and pass over the Saudi leadership in the Organisation of Islamic Cooperation, which was not liked by Riyadh. The similarity of views on political Islam, religious radicalisation, and the terrorist threat in Saudi Arabia, the United Arab Emirates, and India have been instrumental in bringing greater coherence to India’s ties with both the countries.In fact, you’ve argued that India’s sustained investment in developing ties with the Gulf – particularly with the United Arab Emirates and Saudi Arabia – could now see New Delhi leveraging those relations to put pressure on Pakistan. What levers are available? In what way can India use the Gulf influence to achieve its objectives?Absolutely. The most important of these levers are the terrorist and radicalisation threats, wherein Pakistani culpability is well-known and well-established now. For the Gulf countries Pakistan is a liability so far as these two issues are concerned. No amount of cajoling and twisting of facts can exonerate Pakistan from charges of continuing to covertly promote extremist and terrorist groups. The Gulf countries are fully aware of the problems facing Afghanistan and the challenges facing Pakistan so far as extremism and terrorism are concerned. For India, it is an important lever underlining the issue of cross-border terrorism. India’s economic attractiveness in another important leverage.The size of the Indian economy, its business and investment potential, and its continuous growth is the complete opposite of what the Pakistan economy represents today. Pakistan cannot function without external aid and its economic recovery is uncertain given the political instability and terrorist threat. For Gulf countries, again Pakistan is an economic liability.Thirdly, in terms of security cooperation, India is viewed as a potential partners in terms of joint training, knowledge-sharing, personnel training, joint manufacturing and as a potential power that can in the future become part of the Gulf security architecture. Despite close military ties with Pakistan, the problems at home and the trust deficit – refer to the Pakistani refusal to join the war in Yemen – means Gulf-Pakistan military might ties are also not as cohesive as they were in the past. India has consistently maintained that it is not for internationalisation of the conflict with Pakistan and does not welcome any mediation. However, given the close political ties between the Gulf countries and Pakistan, they can play a role in backchannel communications, especially during critical times.Was the Shehbaz Sharif statement on building ties with India – made in the United Arab Emirates, and including a request to the Emirates to facilitate dialogue – an example of this? How do you read the United Arab Emirates’s role in Indo-Pak backchannels?The United Arab Emirates has in the past played a role in backchannel communications. However, it is pretty clear that mediation is out of question. The Pakistani leadership might be interested in improving ties with India mainly for the economic gains it might bring, and reduce international pressure, but India has made it pretty clear that without demonstrable steps on contentious issues, meaning ending the harbouring of terrorists, no progress can be expected. Hence, such statements made in the United Arab Emirates and other places might get some brownie points, but they ring hollow in terms of any meaningful progress.Terrorism and political Islam have also been a major factor in Indo-Gulf relations, and also were referred to recently during Egypt President Abdel Fattah El-Sisi’s visit to New Delhi. How is India collaborating with Gulf countries on this point? What further potential exists to build the relationship?True, these are important issues where there is a commonality of views among India, the Gulf countries (the United Arab Emirates, Saudi Arabia, Bahrain and Oman) and Egypt. If I may add, also with Jordan and Israel. There is extensive Indo-Gulf cooperation on the counter-terrorism front with intelligence-sharing, cyber-vigilance, terror-financing, de-radicalisation, and countering radical and terrorist propaganda forming the core of the cooperation. Capacity building and knowledge sharing are other areas where India and the Gulf countries have extensive collaboration. Within the counter-terrorism framework there is immense potential for greater cooperation in terms of the need for more vigilance, de-radicalisation and capacity building at both bilateral and multilateral levels.Tell us about the defence partnerships India has with the Gulf. How important, for example, are Oman and the Duqm port to India’s Gulf and maritime ambitions? What message is sent through India’s inclusion in the Bahrain-based Combined Maritime Forces partnership? India’s bilateral defence ties with United Arab Emirates, Oman and Saudi Arabia have seen exponential growth in recent years. Maritime security, military-to-military ties and defence manufacturing are the broad areas where the growth has been witnessed. Indian armed forces conduct regular joint exercises with their counterparts in the three countries. There is also increased interaction between defence and military officials, which is important for greater confidence building. Cadets and officers from all three militaries have joined courses in Indian military academies, which is a good sign for the future of defence ties.At the political level too, there is greater emphasis on strengthening defence ties and a series of MoUs and agreements have been signed between India and the three Gulf countries over the years to enhance cooperation. Cooperation in aligned areas such as cyber security, space exploration and defence trade and manufacturing have also become an important part of the discussions and exchanges at both political and diplomatic levels. There are also specialised strategic councils and joint working groups to discuss these issues with both the United Arab Emirates and Saudi Arabia.Maritime security is an important component of the defence and security cooperation between India and Gulf countries. There is a growing importance of the Western Indian Ocean both for the busy Sea lines of communications in the region and for the growing emphasis on free and open Indo-Pacific. Indo-Oman maritime cooperation go back in time and Duqm port is located at a geostrategic spot in the Arabian Sea, which can give Indian naval ships the critical infrastructure for berthing and carrying out its activities in the region.The Indian joining of the Bahrain-based Combined Maritime Forces is a significant step both in terms of indicating the US’s and the Gulf’s recognition of India’s emerging power potential, as well as Indian recognition of the inevitability of working with like-minded parterres at multilateral forums to ensure security and stability in the Western Indian Ocean.What is the utility of India’s recent ‘minilateral’ approach to the region? What can New Delhi achieve with the I2U2 and India-France-United Arab Emirates groupings that it could not have done bilaterally? Can we expect more of these?The embrace of minilateralism in the region is a recognition of the existing and evolving realities in the region. Today, no one country can claim to have the wherewithal to be able to stabilise the region and maintain its security. At the same time, large multilateral and inter-governmental organisations have become dysfunctional due to geopolitical competitions and tensions.Thus, a minilateral approach with focused agenda and limited like-minded partners are a reality that can be more effective, and in my view are here to stay. For example, if one looks at the I2U2 there is a focus on food and energy security within a geo-economic framework. Not to overlook its geopolitical potentials, but the focus of the grouping is on harnessing geo-economic potentials. There is a strong possibility that if the grouping proves successful more countries, especially Egypt and Saudi Arabia, might also join it or become part of it in some form or the other.Similarly, the India-France-United Arab Emirates partnership is focused on energy, defence and technology, and these are important issues where there is a commonality of interest that will go a long way in finding solutions to problems facing the regional countries, so that it can be a win-win for all the partners.The normalisation of the Gulf’s ties with Israel seems to have worked in India’s favour, bettering its prospects in the region. How does the right-wing Israel government potentially affect this?Indeed, normalisation of ties between Israel and United Arab Emirates and with Bahrain, have created opportunities for cooperation among these countries in areas of common concern. But to suggest that India’s prospects in the region have improved or the potential of partnership with the regional countries has increased is in my view a fallacious argument. For one, India already had strong relations with the United Arab Emirates and with Israel on its own, and hence, the normalisation of ties between them was a welcome development for India, but to suggest that this has paved the way for improving ties with them sounds exaggerated.Yes, it has created opportunities for working more pointedly through multilateral and minilateral frameworks, and in that sense the prospects have improved not only for India but for these countries as well as the region. The change of governments in Israel, like other democracies, are important function of its political system.Certainly, new governments and leaders bring in newer objectives and functions on the table, but when it comes to issues such as national security and foreign policy, there is a broad consensus among the political class on what constitutes national interest and to what extent there can be flexibility in dealing with such issues. More importantly, the leader of the new government is Benjamin Netanyahu, who has been at the helm for long, plus the new entities that have joined the government are largely focused on a domestic agenda, which means Netanyahu is likely to continue with his foreign policy agenda. Hence, the chances of a radical foreign policy change are limited.Have ties with Iran and Palestine broadly fallen by the wayside as India builds its Gulf partnership?Iran and Palestine are different issues altogether. Iran is a major foreign policy challenge for India not only because of the India-Gulf ties but because of how it can affect India’s relations with the US and Israel. Iran’s complicated and ambiguous nuclear programme, its support for armed regional proxies, a militarised regional outlook, and, above all, tensions with the US have made it a serious conundrum for Indian foreign policy. India views Iran as important for four reasons – energy security, connectivity to Central Asia, Afghanistan, and maritime security in the Arabian Sea. But the cost of the relations is too high given India’s stakes in relations with the US, Israel and the Gulf Arab countries – all of which have been disturbed by Iranian behaviour and actions. Hence, one witnesses a degree of frostiness in ties. Nonetheless, India and Iran have maintained regular political and diplomatic engagement and continue to abide by bilateral commitments, including, for example on the Chabahar Port development project.So far as Palestine is concerned, India remains committed to the two-state solution, and this has been stated on numerous occasions through multiple channels. Under Prime Minister Modi, India has also walked the diplomatic tightrope to de-hyphenate engagements with Israel and Palestine based on Indian priorities and interests. Hence, the relations with the Palestinian Authority stands on its own merit, with New Delhi focusing on developmental support and capacity building. PM Modi visited Palestine in 2018, the first such visit by an Indian prime minister.What is important to note is that the Palestinian issue no longer remains a regional priority. The statelessness of Palestinians does not evoke the same kind of emotive response among Arab and West Asian leaders as it used to do in the past. Although public opinion remains supportive. Plus, Indian foreign policy has gradually shifted from the liberal-ideological framework to a realist interest-oriented framework.On the economic front, India sees the Gulf as a huge potential source of capital. In which sectors are we seeing the most action? Does New Delhi see Gulf funds as more favourable than Western ones, since they may come with fewer strings attached?India is an expanding and growing market, and requires huge infusion of capital in almost every sector of the economy. There is also an urgent need to develop infrastructure to match business and economic potential. The Gulf, on the other hand, has traditionally been an investor in markets in the Western Europe and North America, besides within the West Asia North Africa region. Given the shifts in the global economic nerve centre towards Asia, the Gulf States and businesses are also looking towards Asian markets. Besides independent businesses, the Gulf Cooperation Council states have mega sovereign wealth funds and state-owned conglomerates, especially in energy, petrochemicals, aviation, construction, logistics, shipping and suchlike sectors. With India becoming an attractive market, the Gulf states are looking at these sectors in India.Given that there is a constant emphasis on economic diversification in the Gulf countries, many other areas including food and food products, healthcare and pharmaceuticals, apparel and clothing, retail, services and information technology, clean and renewable energy, roads and railways, entertainment and recreation etc. are also emerging as attractive sectors for Gulf investments. The flow of capital from the West has slowed down over the years, both for geo-economic and geopolitical reasons, but this does not mean that India prefers Gulf capital over Western capital for political reasons.Even the Gulf capitalists work in conjunction with Western capitalists because of their age-old linkages and partnerships, and business do not invest in markets only for political reasons. In other words, businesses work on economic models and political risks are analysed based on the stability and political condition in the host market. And the growing infusion of capital in the Indian market from any external source is a testimony of the brighter prospects for the Indian market, and its economic potentials and political stability in general.What are the trends or developments you expect to see over this year on the India-Gulf front?There is a strong current towards greater economic engagement. For example, the Comprehensive Economic Partnership Agreement signed with the United Arab Emirates in 2022 should become more concrete and lead to increase in trade and business. I would also look out for developments in the strategic sectors with the United Arab Emirates. Similarly, business, trade and economic relations with Saudi Arabia should continue to make strides. The possibility of big ticket investments cannot be ruled out.Given that India is G20 and Shanghai Cooperation Organisation chair, and the Gulf countries are either formally part of the two groupings or wish to become part of it, I would also look out for developments on this front. Business-to-business partnerships and investments are also likely to strengthen further in the coming months and years. I would also not be surprised if there are high level bilateral meetings in the run up to G20 events and as follow-ups to them.What are the biggest misconceptions that people – whether fellow scholars, the media, policymakers or the lay public – have about India’s relations with the Gulf? What do you find most people get wrong about these ties?There are a number of cultural misconceptions and wrong perceptions about the nature of the Gulf polities. Often one hears the term “tribal structure” used vaguely to underline the cultural specificities in the Gulf. Till very recently, the media and public related the Gulf with only oil and sheikhs flush with money and engaging in bizarre activities. Portrayals in the popular media were stereotypical, insensitive, and at time racist.There are also some misconceptions falling within the purview of Islamophobia, some of it frequently reflected in social media and television debates. One incident led to a diplomatic backlash as well. There are misconceptions about Gulf sheikhs being exploitative employers and harassing  employees, especially if they are household service providers. There may have been real incidents of exploitation and violence, but a majority who go to work in the region have pleasant and fulfilling experiences, which re usually ignored. There are also misconceptions about a rosy, romanticised easy source of wealth and prosperity among among those who aspire to go to the region seeking work, disregarding the fact that often the work conditions are pretty harsh, lonely and tough. Here, it is important to give credit to Indian diplomacy and the political leadership for being more aware and trying their best to create awareness. But a lot needs to be done to generate greater understanding among civil society, the media, as well as the broader public.Which bit of India-Gulf ties do you think is most understudied? What would you like to learn more about?The non-availability of diplomatic archives are one of the major impediments to understanding the post-independent developments and exchanges. What is available is through memoirs and the select writings of leaders and autobiographies of bureaucrats, but these, as you would understand, provide only a limited picture. I hope that in future the Indian leadership and bureaucracy will work to declassify foreign policy and diplomatic documents, which in my opinion can lead to greater insights into what considerations forced certain policy choices.Secondly, only limited studies have been conducted with Indians going to and returning from the Gulf region. This can be a major area of studies for both sociologist and foreign policy IR professionals, to generate knowledge on the phenomenon.Thirdly, and this is more a personal research curiosity, I wish there was greater awareness and grants for area studies in India, so that scholars can undertake in-depth studies on various political, economic, social, cultural and strategic aspects in the Gulf. This should go a long way towards creating a better understanding, removing misconceptions and aiding Indo-Gulf ties.Q19. In addition to your own, what books / papers / podcasts would you recommend for those who are interested in finding out more about India-Gulf ties?There are many good and important works; some are listed below:Through Two Wars and Beyond: A Study of Gulf Cooperation Council, Gulshan Dietl (1992)West Asia and India’s Foreign Policy, Verinder Grover (ed.) (1992)India and the Middle East, Prithvi Ram Mudiam (1994)“Changing Dynamics of India’s West Asia Policy”, Bansidhar Pradhan (2004)Indian Diaspora in West Asia: A Reader, Prakash C Jain (2007)India: The Emerging Energy Player, Girijesh Pant (2008)Persian Gulf 2013: India’s Relations with the Region, P R Kumaraswamy (ed) (2014) - This is now a Springer book series published annually as a co-authored work including myself.“Recalibrating India’s Middle East Policy” Nicolas Blarel (2016)The Arab Gulf’s Pivot to Asia: From Transactional to Strategic Partnerships, N Janardhan (ed) (2020)“India’s Relations with West Asia: What Patterns and What Future?”: A series of short articles by various authors are especially informative on recent developments.This interview first appeared on India Inside Out by Rohan Venkat. This interview is part of a new series on Rohan Venkat’s newsletter, called India Outside In. Over the coming year, he plans to speak to scholars, both from India and and beyond, who are studying the country’s relations with other countries, with the aim of – at first at least – looking beyond the ones that tend to get the most coverage (Pakistan, the US, China, Russia and so on), although the conversations may touch upon lesser-known aspects of those ties too in future editions.","author":"Rohan Venkataramakrishnan","time":"2023-03-19T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113542-wbsiyhvynx-1550714773.jpg","tags":["India","Pakistan","West Asia","gulf"],"source":"https://scroll.in/article/1045153/interview-why-the-pakistan-factor-no-longer-impedes-indias-growing-ties-with-the-gulf-countries"}