{"title":"Interview: India men’s hockey coach Graham Reid on areas to improve, 3D skills, rotation & more","content":"After a tour of South Africa followed by a series of home matches, the Indian men’s hockey team is well placed on the FIH Pro League standings. With 8 outright wins in 12 matches, and just two outright defeats in 12 matches, the Tokyo 2020 bronze medallists have been in the mix at the top of the table so far. Many teams around the league have been rotating their squads, trying to build their squads for the future and India have been no exception to that. But in doing so, India have kept the good results coming too in the league.Coach Graham Reid, after a brief detour to Hockey 5s in Lausanne where he oversaw the men’s team to a win in the inaugural edition of the mini high-octane event, turns his attention to a block of four huge matches in Europe. Starting with two matches against the reigning world champions and Olympic gold medallists Belgium (June 11 & 12) followed by two matches against hockey giants Netherlands (June 18 & 19).Indian men's team before departure to BelgiumSpeaking to Scroll.in before the team departed for the crucial upcoming matches, Reid touched upon a variety of topics about the team’s preparation, squad building and more. Excerpts from the conversation below. How have the preparations been, happy with what you’ve seen in the last few weeks?It’s been good. It’s been a hard, hard set of weeks. And then the objective of this was to try and originally get a really good, heavy block of preparation before the Asian Games. Of course, it’s been postponed but I think it’s still been good. I’m happy with it. Now the most important thing we’re focusing on is the FIH Pro League, those games against Belgium and Holland.The Asian Games postponement would have changed your plans in terms of preparation, in terms of loading the players. What has that been like... the change of plans, so to speak? How has that been taken into account?I suppose the biggest thing is just bringing it all forward. We had sort of plugged it all in for late August/September and now it’s been brought forward a month. At the end of the day, it’s so difficult in a team environment to get people to peak. The modern game is changing and the way that hockey is being played now, athletes have to be able to peak at almost all times (smiles). So you try your best to periodise it properly but again, to be honest, we’ve probably been a bit used to it in the last couple of years with Covid. You get all excited for something and then you get let down, and it all still starts over again. Plans A, B, C and D... so this is probably nothing new but it’s been a good block of training. That’s what I’m happy about.In terms of what you saw in the Pro League matches at home earlier this year, did you identify maybe a couple of areas that you wanted to work on right away during this little camp? Was there something that caught your attention as the most important thing?I think penalty corners are always there, that’s just something you need to constantly work on. And we’ve been trying different ways to do things both in attack and defense. There’s only a certain amount of things you can do as far as the corners are concerned. So it’s a bit like Formula One racing – you spend a lot of time trying to improve on like 1% or half a percent. Goal shooting. We’re trying some different things in the attacking circle, getting a bit more focused around where we want to get the ball. You may have heard me talk about the Goal Opportunity Total or the GOT scores, which is basically a qualitative way of scoring your goal opportunities both for and against. One of the things we were noticing against Argentina and Spain was that we were creating a lot of ones and twos – in other words we’re getting into the circle but not really creating good enough opportunities. So we’re trying to focus on how we can turn those ones and twos into fours and fives. Five is basically almost a free shot in front of the goal. So to create fives is very difficult, but converting ones and twos into threes and fours should make it easier for us to score. So that’s the sort of stuff we’ve been working on. Follow Scroll.in’s coverage of Indian hockey here.From a defensive point of view, it’s more about our man-to-man marking, especially in deep defense where we have to get back to the level we were at before the Tokyo Olympics. And of course, you have different personnel coming in. One of the interesting things about the Pro League is you’re bringing in new players pretty regularly to try and work out what are your best combinations. That makes coordination of your defense much harder. You see that in the results – you get four-alls and five-fours and that type of thing. Whereas when it comes to the Olympics, your A-team has been sorted for a fair while and your structures are much more set.Here is a look at the Men's FIH Hockey Pro League Table, as of 9th June 2022.#FIHProLeague #HockeyInvites #Hockey pic.twitter.com/yUrn6GTQfk— International Hockey Federation (@FIH_Hockey) June 9, 2022\n\nYou mentioned the goalscoring opportunities – the ones and twos and threes and fours – that’s quite interesting. Would you say that’s something to do with decision making, essentially?Absolutely. But it’s also about what options you have. If you don’t have too many options, then you’re probably going to end up with a lot of ones and twos. When we qualify them between one and five: where one is if you touch the ball just inside the circle, and five is a free shot in front of goal. If you understand hockey, after a couple of games, you’ll know which opportunity was a two or three or whatever. So there’s no huge rocket science to it. It’s a good way of looking at the sort of opportunities you’re creating and also what’s happening in defense – are the opponents getting too many fives, too many fours, too many free shots that we need to get more pressure on.One of the things I heard you often speak about during the Pro League matches recently is consistency across quarters. A common thread.It is. I’m sure every coach probably thinks that as well with their team. You like things to be progressive and nice. But of course there’ll be different reasons, you might be behind so you’re chasing and chasing third quarters tend to be better. But if you have a lead at halftime, sometimes that’s also a bit difficult to maintain that level. When you are behind, you don’t have to worry about that. But if you are equal or in front, then sometimes you can see a drop off. And again, we’re not the only ones to suffer from that, you also see it with other teams. So yes, I think consistency is important. No one can can predict who’s going to score the winner or whatever but what you can predict is the effort. And if you have the effort, then normally most of the other things will look after themselves.One of the other huddle talks that I happened to overhear from the television screens during one of the matches was about 3D skills. You told the players to do more 3D skills one of the times you were trailing. How important is that in the modern game? Is that something you’ve asked players to specifically work on more and more? Is that something you’re seeing as a trend?It is. It’s something that has been around for a long time, or a fair while anyway. But I think what tends to happen is that as people use it more, the rules tend to change or they tend to bend and vary with with what becomes the accepted norm. And I think it’s becoming much more normal for people to have the ball in the air and so everyone’s trying to work out what are the boundaries there. How high can the ball be lifted? For 10 meters, five meters? And for how long? The rule sort of says that it shouldn’t be above your knee, but you do see it above the knee sometimes. And of course, it’s really nice to watch, everyone likes it. So it’s very difficult for the administrators and the umpires to work it out where this is heading. It’s good fun trying to test those boundaries, and I suppose our job as coaches is to try and bring these in. We’ve certainly had a focus on 3D and last year when we went to Argentina it became quite apparent, even just watching other teams play, how common it is there. They have probably been the world leaders in it for quite a while.Where are we in terms of captaincy rotation? You tried Amit Rohidas for a while now in the Pro League...We’ll probably see a change again in the Commonwealth Games. The idea is really just to share it around, and I certainly have spoken to Manpreet (Singh) about it. The timing was pretty good for him as well – he had a child and these sort of things can change your view on life a little bit. So I think it’s been a good opportunity for all of us, because it’s good to have different voices. It’s like having an assistant coach, it’s good to have a different voice at halftime or at quarter time or whatever. So yeah, that will work itself out I think.Just talking about rotation in general – we’ve seen quite a bit of ins and outs, you tried a few things, you’ve been on record saying you want to bring in more players and widen the pool. So heading to the World Cup at the start of 2023, at what point do you say okay, so this is my 20? When do you think you will narrow down the pool?Yeah, it’s a good question. We had an extra test in there with the Asian Games. Normally, you pick the best team for the World Cups, Asian Games or Olympic Games. And during the rest of the time you’re trying to work what are your best 18 or 20 or whatever the number is. There is next season’s Pro League in India. We are looking to make a tour somewhere at the end of November. And maybe that’s the time where where we say well, okay, let’s take our World Cup squad to that. We haven’t looked far too past at the moment. If Asian Games have happened, then you know, I could tell you exactly when when when we’re looking for that but now it’s sort of opens things up a little bit more maybe we still we can still bring bring some younger guys. Give them some opportunities. All ahead of us.The FIH Pro League 2021-22 is returning on a new field, but with the same level of passion.🏑 Tune in at 8:00 PM (IST), Star Sports First and Disney+Hotstar to catch the first match live. pic.twitter.com/k2zncluEM1— Hockey India (@TheHockeyIndia) June 11, 2022\n\nWith inputs from Aditya Chaturvedi","author":"Vinayakk Mohanarangan","time":"2022-06-11T14:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175631-xxtpcyolgc-1654936361.jpeg","tags":["hockey","indian hockey","indian men's hockey team","graham reid"],"source":"https://scroll.in/field/1025920/interview-india-mens-hockey-coach-graham-reid-on-areas-to-improve-3d-skills-rotation-more"}