{"title":"Interview: Rohan Bopanna on the importance of a big weapon and the path forward for Indian tennis","content":"The recently-concluded Australian Open allowed us to soak in some high-quality tennis but for most Indian fans who care about the sport, the tournament had a bittersweet feel to it. Sania Mirza’s announcement that this is her last year on the WTA tour and Rohan Bopanna’s admission that he is looking at his career on a month-by-month basis meant that come 2023, India’s presence at the ‘Happy Slam’ may not have the previously certain feel to it. So for many Indian tennis followers, the next question was a pretty obvious one: Who next to carry on their legacy?The next generation of Indian players haven’t quite managed to make their mark at the Majors for various reasons and juniors haven’t got the required exposure either due to the pandemic. It almost calls for a reset.The one big difference that we see between the current generation of Indian players and the games of Paes/Bhupathi/Sania and Bopanna is that the older generation had at least one world-class weapon in their repertoire. Sania’s forehand still packs a proper zing, Bopanna’s serve still wins his team many free points, Paes was brilliant at the net and Bhupathi’s return of serve had a huge impact on matches too. These weapons served the veterans well and unless the younger generation can find their go-to weapons, the immediate future won’t be very bright.On the sidelines of the Tata Maharashtra Open, Scroll.in caught up with the 41-year-old Bopanna for an interview to understand what he feels Indian tennis needs to make a mark at the highest level: Before we go forward, we will go back. We grew up reading stories about your big serve; one that was big enough for you to earn the nickname ‘Bofors’. How did you develop the big serve, a weapon that continues to serve you well to this day?The key aspect for my serve being my biggest aspect, not only while I was growing up but even now, is that I was hitting a lot of serves. Till today, even though, it is my strength I still practice it a lot. The older I got, the thing I really focussed on was the second serve. Keeping a lot of targets. I always serve a minimum of 50-75 serves a day. I think the serve is vital because that is how you start the point in tennis and it can be such a weapon. From a very young age, I focussed on it. My dad was the first person to teach me the right fundamentals of the serve. He actually learnt tennis by reading in a book and that is how he taught me. I was happy he managed to teach it right because that is how I feel every kid should be taught — they should focus on getting the fundamentals right. The serve is not just about the arms but also the legs and the other movements. They all need to be in sync and that is something I worked on a lot and still keep working on it. You can’t take things for granted. You practise not just to get rid of your weaknesses. But at the same time, you also have to keep focussing on your strengths. So my dad first taught me how to serve with a continental grip and almost till I was 19 years old, I didn’t know how to hit a kick serve. I always hit a lot of flat serves, a lot of slice serves. It was only when I went to Bangalore to train with CGK Bhupathi (Mahesh Bhupathi’s dad) that I started working on my kick serve. Every day, I was hitting easily between 200-250 serves. And there were so many times, I was mishitting the serve… hitting it out of court or over the fence. There were so many times while playing the Futures, I would serve four double faults in a game. That was frustrating at that time but I kept at it. I had a great first serve because I was taught the fundamentals right but the kick serve, which I learnt later, transformed my serve into a bigger weapon. Do enough younger Indian player have a similar world-class edge to their games? And if they don’t, then why not?That again comes down to the development stage. When younger kids are using the red, orange, green dot balls… that is where they need to be taught the right technique. Not just the groundstrokes but also volley, serve… all this plays a big role when they are growing up.Sometimes when kids come to the academy in Bangalore, it takes a few months to unlearn what they have learned and then get them started with the right development tools. It is extremely key that whoever is teaching them factors all of this in right from the start. The right style is very important and that is something that is not focussed on in India. Very few coaches are doing that.At the same time, important for parents to understand that at the age of 6,7,8,9,10… these are vital phases. Most of the parents want their kids to advance but the important bit early on is to get the technique right, get the fundamentals right. They want the kids to play with the 100% pressurised yellow ball but I keep telling them there is no hurry. And that is what the focus should truly be on. If you want a world-class weapon, you first need to get your basics spot-on and then you build on it. It is important to step up stage-by-stage.But according to you, are there enough Indian juniors who have something in their game that makes them stand out of the pack?I keep talking to the juniors. They need to have a world-class weapon in their repertoire. It is not about being consistent and hitting 15-20 balls. It is also about sometimes being able to use the big weapon to get yourself a few free points. For instance, I see a lot of them only using their arms when they serve. But if they use their legs, they will get a lot more power. These are things that need to be told to them daily; something that has to be drilled into them daily. After that, if they can develop a big forehand or backhand… it could take their game to the next level.The Tata Open is great for Indian tennis but do we have enough tournaments happening for younger players in the country. What are your thoughts?The Tata Open is important. It is great to have an ATP event. It gives an idea to Indian parents, to fans, to players… to understand and watch world-class players live in action, to see their work ethic, to understand the power in the game. To watch it live is important. So, nice to have ATP events. Simultaneously, we need to have 30 weeks of junior tournaments; 30 weeks of Futures and Challengers. This is what is needed. Yes, we have 5-8 tournaments but it is not enough. We are competing against the best of the best across the globe and it is something that has to change. It is expensive but tennis is an expensive sport and if you are not going to travel, then you have to have tournaments here. It will result in a significant rise in the number of players and their quality. We have been saying this for a long, long time. So will this change happen in a gradual manner?See, what I am saying is very much possible. If each State; each Federation organises a couple of junior tournaments and a couple of Futures and Challengers — that is where you already have 20-25 tournaments. If you have an association, it is a great way to see that they are doing something for the sport. Our national federation has to push the local federations to do this. It all begins here. A centralised academy in Badminton worked wonders for India. Could a similar structure work for tennis too?An academy is important but I think just as important is that we need to be able to see Indian players playing tennis — whether that is in the juniors or the challenger tour. Young Indian athletes need to be able to see their own players to get some inspiration to improve in that sport. Unfortunately it is not being shown at all. One example that comes to mind is cricket where every tournament is telecast. So anyone can watch and learn and understand what the players are doing. Every sport needs a similar structure. Badminton has done a spectacular job but allowing people to see Indian athletes performing and playing against some of the best in the business. We have so many players playing in the Challengers and in the Futures but unfortunately nobody in the country even knows about them. So this should change and it is possible to change this. I think it is very doable. A central academy will work as long as the focus of this academy is improving the athlete. We have a lot of talented youngsters but they need to be given nice scholarships which allow them to make the best of their talent. The change is possible but we need to get started.","author":"Ashish Magotra","time":"2022-02-02T16:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169605-nhlwzitsou-1643796700.jpeg","tags":["Sania Mirza","Rohan Bopanna","India","Tennis","Australian Open"],"source":"https://scroll.in/field/1016482/interview-rohan-bopanna-on-the-importance-of-a-big-weapon-and-the-path-forward-for-indian-tennis"}