{"title":"Interview: Vinay Sitapati on Vajpayee, Advani and the success of the Hindu nationalist movement","content":"Vinay Sitapati is a political scientist and author of Half Lion, a biography of former Indian Prime Minister PV Narasimha Rao. His new book, Jugalbandi: The BJP before Modi, tells the story of India’s Hindu nationalist movement through the careers of former prime minister Atal Bihari Vajpayee and former party president Lal Krishna Advani. In addition to the portraits of the BJP stalwarts, the book also makes several arguments for why the BJP and the Hindu nationalist movement is so successful today. Jugalbandi has made headlines in part for details about Vajpayee’s personal life and how the Rashtriya Swayamsevak Sangh handled that and Sitapati’s analysis of the culpability of Vajpayee and Advani in the Babri Masjid demolition. Its broader argument suggests that the resilience of the BJP comes from the RSS worldview of prizing Hindu unity above all, and uses the up-and-down careers of the two men as a way of portraying how the party went from pariah to the dominant political force in India. I spoke to Sitapati about how he came to study these two pivotal figures of independent Indian history, how his “Hindu unity” thesis has played out in the past, and what it may tell us about the Narendra Modi-Amit Shah era of the BJP. \n    \n      Newsletter\n      The Political Fix\n      To get a weekly Q&A like this one with authors, scholars and experts on Indian politics, policy and more, in your inbox, sign up to the Political Fix, Scroll.in’s newsletter on Indian current affairs.\n    \n    \n        Subscribe Here\n    \nWhat made you write this book after Half Lion? What brought you to these two leaders and the BJP?I think one of the facets about research in general is that there’s no linear way to arrive at a puzzle or research question.Immediately after I wrote my biography of PV Narsimha Rao, my instinct was, let me think about [Atal Bihari] Vajpayee and the BJP. I’m a child of the 1990s. My father moved from a PSU job to a private sector job. So I would say that the ghosts that I had to deal with growing up were liberalisation and the rise of the BJP. I had to make sense of this. And liberalisation, in some sense, was the spark behind the PV Narasimha Rao book. So I was thinking of Vajpayee for Hindu nationalism. And I realised two things very quickly. One is it’s impossible to understand Vajpayee without understanding [LK] Advani. They were a jugalbandi. They were a play act. And the two of them are best understood as part of this hundred year movement. Unlike Narasimha Rao, where you have to know a little bit about his past but he’s an actor in his own right. Whereas to understand Vajpayee you have to know Advani and to understand Advani you have to know Vajpayee, and to know both of them you have to know this hundred-year alternate idea of India, which is a long time in the coming.I made a conscious choice to end the book in 2004 because that marks the end of the first bloom of the lotus. It marked the rise of [Narendra] Modi and [Amit] Shah to the national stage. The book, however, has plenty of Modi and Shah growing up. And I have a last chapter where I make some comparisons between the old and new jugalbandi. But this book really is about 1924 to 2004 seen through the eyes of Vajpayee and Advani. How did you go about putting this book together? Did you have to fight to get access to some papers? Were there documents that you really wanted to get to that you weren’t able to?Yes, all that you ask happened. But I think for any researcher, the first thing you have got to do is to read what everyone else has written on this. So I began by reading maybe 200 books and articles, that is just a rough number, on what others have written about the BJP and Hindu nationalism. That took some time.Then step two in the research process was moving on to primary material like archives and interviews. It took me some time to basically realise that the two scholarly or serious questions the book is pursuing is What is this Hindu nationalism? And more importantly, why does the BJP win? It’s not written in an academic style though. It’s written in a racy fast-paced manner. But in the end, I have a “scholarly contribution” section where you get a sense of those questions. The primary material I used included a lot of newspapers from the 19th century: The Times of India of course, you have to pay for it, but it’s available online. For The Hindu I had to go physically to their archives in Chennai. And I went to the archive in Delhi for The Indian Express, Jansatta, etc etc, Then I looked at a lot of archives, for example, [VD] Savarkar’s papers, which are in the Nehru Memorial in Delhi, or the Hindu Mahasabha papers, which are available as well. The BJP actually has an excellent library, I could not believe it myself, in its fancy new office. And they were very helpful. I looked at a lot of photographs, documents. The BJP is, as the book argues, obsessed with organisation. So they publish and print everything. Then I also looked at a lot of private archives of members of the BJP like ML Sondhi, or the lawyer of Vajpayee’s and Advani’s named NM Ghatate. Lawyers by the way are the key to would-be biographers – they know everything and reduce everything to writing. So it’s quite helpful. At the heart of the book, however, is about 200 interviews. Unfortunately, I would say more than half of them I couldn’t name because this is a very sensitive topic, which is live. Unlike Narasimha Rao who was dead and gone by the time I was writing the book, so I could name virtually everybody I interviewed. In this case, I think I have less than a hundred names in the book. But just to tell the reader that the number is closer to double that. I took about three years to do this book. If you immerse yourself enough, I realise you’re able to see things with some clarity and if you look at a movement over a 100-year span, rather than a four-or-five year span, you’re able to see a lot of patterns that otherwise you won’t see. That’s the point of this bookYou mentioned failures? There was no shortage. To give you an example, I really wanted to meet Nusli Wadia. You can’t make up the story of [MA] Jinnah’s grandson becoming one of the biggest funders of Hindu nationalism from roughly the mid-1970s to 2004. I tried for three years to meet him, but I couldn’t. I met a lot of people who handled his finances, who know him very well including some people in his larger family whom I don’t want to name.But if anyone else wants to embark on this story: Be prepared for some failure. Also, sources are fickle, and the only person who has a bigger ego than a source is the secretary of the source. 'Jugalbandi: The BJP before Modi', written by Vinay SitapatiYou mentioned the difference between the Narasimha Rao book and this one was that the story is in some ways still alive. Are you expecting pushback, about things like Vajpayee’s personal life (which has made headlines)? Was there a point where you thought maybe it might be easier to do this a little further down the line?What I told myself was that the book has to be bulletproof. There can’t be a single sentence here that is disputed. Opinions are disputed, sure. You can read the book and come to different conclusions. But in this post-fact world, I wanted to make sure there’s some things that the reader and I have in common, regardless of ideological difference. So that’s what I told myself.That’s why the book has about 1800 footnotes. I went back to people after the interviews, and said, “This is the paragraph I’m quoting you in.” At that time, many sources developed cold feet, and that’s fine. There are many names that I would be proud to tom-tom in this interview, but I just can’t mention them. I realised that at the heart of writing a book like this is that you have to build credibility with the reader, that’s the most important thing. And second is you have to build credibility with your research material and sources. If they think that you’re trying to slime them, very quickly they stop telling you the truth. And especially as you got closer to the publishing, were you expecting more pushback? You got an annoyed tweet from Ashok Malik this morning.I tweeted back to him. Look, he’s been in the news media. And he knows very well that newspapers like to pick up the gossipy parts, right.But point one: Even what is “gossipy” in the book is true. That is the most important thing. Second point: That is just 5% of the book. I’ve just requested him to actually read the book. I’m very happy for people to be critical about the book. But look, I spent three years on it, so why don’t you invest about eight hours to read the book. And then we can have a debate.I thought you might get some responses on pointing out that [RSS ideologue] Deendayal Upadhyaya plagiarised Integral Humanism [the official ideology of the Bharatiya Jan Sangh, precursor to the BJP].I don’t use the word “plagiarise” but the facts are clear. Again, don’t take my word for it, you can search the internet. I think Hindu nationalists should be more clear that Deendayal Upadhyaya’s speech, including the word Integral Humanism, comes from a Christian Democratic thinker in the 1930s. But more than that there’s a serious point here, which is that even the ideas come from there.And that’s a good thing. I don’t think that’s a bad thing at all. The Hindu nationalists are always trying to ask the same question that Christian Democrats in post-war Europe were asking, which is, how do you reconcile the precepts of Catholicism with the demands of democracy?I also mentioned that there were serious BJP politicians, or Jana Sangh politicians, like Balraj Madhok, who actually goes to Germany and meets Helmut Kohl, who is a Christian Democratic future Chancellor of Germany. And they have a conversation that, just like liberals across the world are all uniting, nationalist forces across the world should also have an international platform.It’s certainly true that I wouldn’t call Deendayal Upadhyaya an original thinker. But he was an extraordinary talent spotter. He is the one who realised very early on that Hindu nationalism needs an orator in Parliament. That’s why he selected Vajpayee to replace Syama Prasad Mukherjee after his death. He is the one who realises that they need an organiser. Which is why he’s also the one who sort of nurtured Advani’s career. He’s an extraordinary figure. Today when you see the BJP having this kind of power, remember that for much of their existence, the party had no power, no money, nothing. I have a story in the book of Deendayal Upadhyaya in the late 1960s, basically holding a kurta in his hand, and he’s waving it in the wind to dry. And this person says, “What are you doing?” And Deendayal says, “I have only two kurtas, and I dropped coffee on this one. So if I don’t wash and clean and dry it today, what will I wear tomorrow?” The power of the BJP is that story. Not so much that the text of Integral Humanism has been lifted. Vinay Sitapati, author of 'Jugalbandi: The BJP before Modi'How did you grapple with having to tell the story of those ideas – and also the history of these two men specifically?There’s the famous Carol Hanisch line: “The personal is the political.” In this case, what I’m trying to do with this book is to tell you that if you want to understand why the BJP wins, don’t just read Savarkar’s essay. The journey in many ways shaped the destination. Just like ideas and structures matter, personalities and events also matter.To give you an example. I think the Emergency had a huge role in socialising the RSS and the BJP of that era, in respecting civil liberties. They realised that if you can send someone to jail that easily, then they can also do it to you, too. Again, note that I’m only referring to the BJP of that era.You can’t understand many of the older folks in the BJP and RSS without the Emergency. And equally, I say, the lingering effect of the murder of Mahatma Gandhi. I do take a revisionist view of this, where I say that the institutions of Hindu nationalism – the Hindu Mahasabha and the RSS – were not involved. I think the evidence for that is reasonably clear. On the other hand, the ideology of the killers was shared by the RSS. In other words, their criticisms of Gandhi were shared. The response of the Indian state to the murder of the Mahatma has shaken the RSS in a way that you still see even today. Their push into entering electoral politics by creating the Jana Sangh in 1951 was a direct response to the way they were, to use it in a value-neutral way, “oppressed” after the murder of the Mahatma. So events matter and personalities matter, but structures and ideas also matter and that’s what I’m trying to do with this double focal lens. I found a number of those lenses in the book interesting. For example, instead of contrasting 60 years of Congress rule to 6 years of Modi, the phrase we are used to, you talk of 60 years of Vajpayee-Advani’s Hindutva to 6 years of Modi. How do you contrast those?It’s a bit early to tell. Because it’s just been six or seven years. The bigger question you’re asking is also how is the new jugalbandi [of Modi and Shah] different from the old one [of Vajpayee and Advani]. I think one basic difference is personality. Vajpayee and Advani were very different from each other. I suspect that if you put Shah and Modi in a room, on 90% of political issues their first instinct is likely to be the same.Second, and I would say even more important, Vajpayee and Advani were a jugalbandi that in a profound sense were playing an equal music. As I pointed out in the book, from roughly 1957, when Advani was made secretary to Vajpayee as a newly elected MP, all the way to 1986, it’s clear that Advani is the junior and Vajpayee his boss. From 1986 to 1995, there’s a role reversal and Advani takes the party in a more radical direction. But Vajpayee doesn’t divorce from the party. He sticks around. And once again, between 1995 and 2004, the roles are reversed. The question I want to leave your readers with is: can you imagine a situation in the near future where Shah becomes prime minister and Modi serves in a cabinet under him? I can’t imagine it right now. But you know what, Advani-Vajpayee have surprised me earlier, so who knows what this partnership holds.The other phrase that jumped out was “Hindu khatre mein hai”, not as a demographic fear for the Hindu community – but a fear of disunity, which is one of the main points of the book.One of the core arguments of the book is that elections constitute Hindu nationalism. They win elections because they are defined by elections. Before there were elections in India, there was no Hindu nationalism. In the late 19th century, what you see is the attempts to create a unified Hindu identity. But that alone doesn’t make nationalism.You never say Parsi nationalism, even though there’s a strong sense of Parsi identity. Because nationalism requires a state with a territory. And that begins to happen only in the early 20th century, when the British began to introduce elections in India. And in some sense, there’s a logic to it. As Ambedkar famously said about an independent India with elections: you have political equality, but social and economic hierarchies. So when you introduce a principle based on one person one vote, or political individualism to a society that is group-based, Indian voters don’t suddenly become Swiss voters voting on interest alone. The group size is what they focus on, the power of raw numbers. So the Muslim League is created, as I point out in the book, because of the fear of the aristocratic rich Muslims of the United Provinces that democracy is going to reduce Muslims into a permanent minority. At the same time, the Hindu nationalists – Lala Lajpat Rai, Madan Mohan Malviya – right from the beginning, are very happy with elections because they say, “We like political individualism because it is premised on the fact that Hindus are a social majority.”But the big challenge of the RSS and BJP is that the idea of a Hindu group consciousness is much more variable than other religions. So, in some sense, you have to construct and invent it. I’m not saying you have to invent Hinduism. Hinduism is age old and Hindu ideas of religious territory are age old. But a Hindu group consciousness that “you are Hindu, I am Hindu, let’s vote for the same party” – that has to be constructed. That’s the hundred-year project of Hindu nationalism, which is why when you look at the wording of Hindu nationalism, it’s politically liberal, in that it is premised on the idea of one person one vote. But that is based on the idea that Hindus are a social majority, which they have taken 100 years to create. What you’re seeing with Modi is only the 100-year fruit of that initial idea and logic. As Savarkar himself said, “The principles or the precepts of hindutva are perfectly compatible with democracy.” I go one step further and say that they are a creation of democracy. And when I use the word democracy – you can have illiberal democracy, you can have majoritarian democracy. But the core principle of democracy is that it requires free elections, and the majority wins – that’s what I mean is the basis for the creation of Hindu nationalism. Prime Minister Narendra Modi and BJP leader LK Advani | Photo: PTIAt the end of the book you argue against those who call the BJP fascist. You say they’re more broadly illiberal or majoritarian, but democratic.They are illiberal. I teach political science, so I want to use these words carefully. Illiberal means that the principal unit is not the individual. It’s the group. It is in this sense that the BJP is unambiguously illiberal. But in this the BJP is hardly unique. Except for very small liberal pockets in urban India, everybody else thinks in terms of groups of caste, region, religion, or language. What makes Indian politics both flexible and fluid is that the group definitions change all the time. But nonetheless, it’s groups that we’re talking about.As Alexis de Tocqueville himself believed: the tyranny of the majority is a problem within democracy. This fear that somehow Modi and Shah will end the elections, why would they do that? They are winning elections. There is this wrong idea that somehow a Hindu rashtra lies down the road. It doesn’t lie down the road. It’s arrived. You and I are today living in a Hindu rashtra. You repeatedly point to how Vajpayee and Advani are firmly entrenched in a Nehruvian worldview, not just at the start of their careers but well into the 1980s. The impression I get is that this Nehruvian consensus is not just an elite-driven surface level feeling, as it’s portrayed today, but much more widespread.I don’t know the answer to that question at the social level. But at the political level certainly the Nehruvian consensus was not limited to the Congress Party. The question you asked is a deeper one to which I don’t know the answer, which is to what extent this Nehruvian consensus was articulated in society. It must have been, because even the non-Congress opposition completely bought these ideas.And what were these ideas? The first idea of the Nehruvian consensus is the suspicion of Hinduism entering the state. I don’t want to say that Nehru was anti-Hindu because that was not his thinking. But Nehru did not have a worry that Islam would enter the post-independence Indian state because they were a minority religion. But he definitely had a suspicion of the Indian state becoming a Hindu state. And many of his actions descriptively seems like he’s picking on Hinduism. I mean, descriptively. I’m not judging, I’m just pointing to his root logic. Nehru’s other logic in the state intervening in Hinduism was, “Look, I am a Hindu. So I speak for Hindus. I’m not a Muslim. So I find it harder to speak for Muslims.” The BJP counter is, “You’re not a real Hindu.”That’s the first precept of the Nehruvian consensus. The second is the overwhelming role of the state in modernising India, especially its economy. And I think third is respect for our non-elected institutions, even if it’s at surface level. For example, as we see in Nehru’s letters to chief ministers, he took that seriously. Even though they were his chief ministers, if he wanted to replace chief ministers, he could have done it very easily, like his daughter did. But he took that seriously. I point out in the book that Vajpayee in particular was heavily shaped by the Parliament of that period. He joins Parliament at the age of 34 in 1957, and stays there, more or less until around 2007. That’s more than 50 years in Parliament. He loves Parliament, he loves speaking in Parliament. He begins to work within the Nehruvian consensus, not because he loves Nehru or he is half a Congressman which is what his right wing enemies allege, but because that was what it meant to be respectable in Parliament, right?After 1991, when the consensus in Parliament moves to what I call a Narasimha Rao consensus, Vajpayee very happily moves there. He abandons his own socialist economic views for far more pro-market or free market views when he becomes Prime Minister, because that’s what the new consensus is in Parliament. I would say that Lal Krishna Advani ironically might fit in a little more with the social Nehruvian aspects because as I point out in the book, he is a “Macaulayputra”. He grows up in a very rich family in Karachi. He speaks English much before he learns Hindi, which is a test of whether you are a “Macaulayputra”, a term of derision used by the RSS. He’s playing tennis when he is informed about this organisation called the RSS and, as I argue in the book, perhaps the only man to join the RSS from a tennis match. Why did he join Hindu nationalism? Because of the catastrophe of Partition. That’s because Partition split his idea of Sindh as central to the Indian consciousness, and also it reduced his very rich family to near poverty. Atal Bihari Vajpayee and LK Adavni | Photo: AFPWhat I find interesting is that both seem to be grappling with where they fit in within the consensus, long after Nehru is gone, well into the 1980s and 1990s.I think Vajpayee makes the wrong call in the early 1980s. Descriptively I mean, for his party, not for India. I’ll leave your readers and mine to decide what is good or bad for India. That’s not my job. But I think Vajpayee decided in the 1970s that the non-Congress Opposition which had to seize power from the Congress must still operate within the Nehruvian consensus.He felt that you could not break from that. You could be anti-Indira Gandhi, but you still have to follow the other precepts of the Nehruvian consensus. And he’s right in that. Balraj Madhok wants to move the Jana Sangh in a more economically right direction, and Vajpayee pushes back. Because he feels that the anti-Congress voters of the 1970s haven’t really rejected the Nehruvian consensus. By the 1980s, we’re seeing a different voter. You’re seeing Hindu anxiety in the air. In contrast to a lot of scholars who argue that Hindu nationalism or the rise of the BJP in the 1980s was entirely top-down, I push strongly against this by saying that it began bottom up. You have Hindu anxiety because of the Khalistan movement, which was targeting Hindus of all castes. You have the extension of reservations, especially for OBCs in North India, creating panic among upper caste Hindus. And there is a fear that a resurgent Saudi Arabia is using petro dollars to push for conversions all across India, exemplified by the Meenakshipuram conversions of 1981. So the rise of the BJP begins with bottom-up anxiety. And that breaks one the main “secular” pillar of the Nehruvian consensus. This is a time in which the BJP has actually turned left under Vajpayee. And so the RSS and the VHP, who are then activating this anxious Hindu identity, are forced to rely on the Congress Party. I don’t think enough people point this out that at the founding of the Ayodhya movement in 1983, there were two Congress politicians on stage. And Rajiv Gandhi supported the Ayodhya movement about four years before the BJP did. To circle back to the original question you asked, the Nehruvian consensus in this crucial regard of the relationship between Hindus and the state is breaking in the 1980s. And Vajpayee refuses to see this. Advani does, but he comes late to the party. And in some senses, his Rath Yatra in 1990 tries to signal to his own party and his own movement that I hear you.You point to how these two men follow the tide especially in the 1980s. But do you ever get the sense that either of them grapple with the fact that they have the power to shift that Overton window? That they are moving the ground further right?I have a chapter titled “Mandal-Mandir-Market”, to give you one example, which is this period from 1990 to 1991, two crucial years in India’s history. Advani is the president of the party at that time and he has three crucial choices.The first is on the Mandal commission. This is complex for the BJP because at that time its core voters are still the upper castes and the poor amongst the upper castes noisily protested against it. But at the same time, the BJP realises that if it opposes the Mandal commission, it will lose the OBC votes. This characterisation of critics of the BJP that it is an upper caste party is wrong. It’s originally upper caste, but it knows that. And it knows that if it’s an upper caste party it will only get 20% of the vote share. It has spent 80 years trying to change that image. And if you wear a mask long enough, that becomes your face. And you end up with the current situation where you have an OBC Prime Minister and a Dalit president. So Advani is grappling with this question and finally supports the Mandal commission, whatever his private view. The upper caste, poor urban base of the BJP hates this. But even today you see the effect of that particular decision, because today the BJP is also an OBC party. If he had gone wrong in that period, I think the electoral consequences for the BJP would have been catastrophic. Second, on the Ram Mandir movement. The movement itself was created in 1983 and the BJP initially kept a distance from it, until 1989 in Palampur. But in 1990, Advani’s decision to go on the Rath Yatra is an opportunistic response to Mandal. Mandal is August 1990. This is September-October 1990. Because Advani feels the focus on Ram can re-unite the Upper Castes and OBCs who are fighting about the Mandal commission. You can criticise him saying that what he did wasn’t good for India, but it’s certainly good for the BJP.And the third thing is liberalisation. Once again, Advani was in a bind because the trader base of the BJP supported the reduction of the licence quota permit raj for domestic entrepreneurs, but they wanted protection barriers against foreign MNCs. I quote the private minutes of a key meeting at that time where Vajpayee stands up and says, “We are going to become a pithoo of the US.”But Advani pushes back. And it’s not a coincidence that today the BJP is broadly seen as a party of liberalisation. So to answer your question, this is a key moment in which Advani uses his power to shift the Overton window for good or for bad, and on all these three questions, the choices that he made then continues to define the BJP today.Former BJP President LK Advani | Photo: AFPIn terms of storytelling, I wonder, how do you write a story like this without making it seem inevitable that India would end up with Modi and Hindu nationalism?The biggest counterfactual I was pushing against is this idea that India is a Hindu majority country, therefore a Hindu party is inevitable. Because it’s true that 80% of Indians are Hindus. But you know, a large majority of Indians are peasants, right? Communists should have come to power by that logic. And 80% of India’s population are non upper castes, right? Kanshi Ram should have come to power.Why did Kanshi Ram get it so wrong? He’s a remarkable figure. I respect the RSS insofar as they have a deep understanding of Indian reality, so that they can change it. Kanshi Ram had exactly that. He understood the depth of the caste system and how it works at the local level. He said, look, you have these 20% upper castes holding everyone to ransom. His Bahujan Samaj Party was built as an anti-upper caste coalition. So he addresses Muslims, Christians, and among his second rung, he has of course Mayawati who belongs to the Jatav caste of Dalits, but he has Pasis, he has Muslims, he has Christians. So he begins with this idea that he can create another kind of majority, and he understands that you need multiple segments of society represented in your leadership. But you all know what happened, which is that very soon he favours just one of his deputies, Mayawati, who unlike the BJP is not a team player. And that’s the answer to the puzzle of why the BSP has not won national power. Why does this grand party with this national vision become the party of one state and one caste? The answer is they don’t have the “Fevicol” that the BJP does Had Kanshi Ram, and this is the counterfactual I give you, understood at a deep level that one of the reasons Bahujans have been oppressed historically is that they are turned against each other, and that if his ideology was premised on this idea that whatever happened, he would make sure that there was no infighting in his organisation, you would have a very different BSP today.That’s what distinguishes the BJP from the rest, which is a particular reading of history where Hindus are invaded because they’re disunited, and using that as an organisational form today. I call this “Hindu Fevicol” in my book. In that sense, these counterfactuals are very important. And just to underline once again, the biggest counterfactual I’m pushing against is the inevitability of the rise of the BJP. That idea of unity, which is one of the main arguments of your book, seems like a powerful system that keeps the party going while allowing the radicals to thrive – like with Ayodhya or 2002 [Gujarat riots] – without breaking the party.On those two occasions, you are right. But there are enough counter examples, for example, between 1998 and 2004, KS Sudarshan and the RSS hated Vajpayee. But they had to stand down. The three pet issues of the BJP – the Uniform Civil Code, Article 370 and Ram Mandir – all three did not happen during that period. And Hindu unity was used at that point for the RSS to stand down.So in the two examples you gave you are right. But in this hundred-year history of Hindu nationalism there are plenty of other examples where it’s the radicals who stand down. And that’s very important, because you have the yin and the yang in other parties also. But the moment that happens, it results in a split. Look at the communist movement in India. How many factions have they split into? LK Advani and Atal Bihari Vajpayee | Photo: AFPAre there misconceptions about the BJP, or about Advani and Vajpayee that you find yourself constantly having to tackle?The first misconception is that they are fascist. I argue that, in contrast, they are defined by elections. They win because they’re popular and they’re popular because they’re obsessed about that question for 100 years. To say, oh, they’re fascists, let’s find some other way, that’s a fool’s paradise. The only place to beat the BJP is on Election Day.The second misconception, which many intellectuals and scholars believe, is that the BJP is traditionalist or conservative. It is not. It’s a radical right-wing movement in that it is different from traditional Hinduism. At one level, it’s more progressive than traditional Hinduism on caste. And that’s another thing that people who are critics of the BJP have as a misconception, that it’s an upper caste party. At the same time, the BJP is far more anti-Muslim, or fearful about Muslims, than traditional Hinduism. Traditional Hinduism was socially hierarchical, but theologically, it allowed space for different religions and different sects. Historically, many Muslim communities in India are on the boundaries of Islam and Hinduism. The RSS doesn’t like that. But on the other hand, on caste, it is progressive. What makes the BJP very hard for opponents to beat and understand is this mix of being a progressive party for many Hindus, while being a party [that excludes] non-Hindus. You have to see why somebody from a lower caste like Narendra Modi found the RSS a way for social mobility. If you don’t see that aspect to them, it’s very difficult to understand how to beat them. And the third new idea I point to endlessly is this idea of teamwork. That’s one thing every party in India needs to learn from them, which is that in an organisation, you can have differences of opinion. But once a decision is made, you have to stick by it. Sometimes, as you pointed out, it helps the radicals, but other times as my book has shown you, it helps the “moderates.” What other research on this subject would you like to see?Take this example of the BJP being progressive on caste, and I know some of your readers will disagree, but they must confront facts. In the 2019 election results, more OBCs, Dalits and Scheduled Tribes voted for the BJP than any other party. So unless you believe that they don’t know their own interests, which some of you might, you have to begin to confront this reality.One way to test this, which I wasn’t able to do, was to look at the social profile of the pracharaks. So Modi was a lifelong pracharak, Advani was a pracharak for much of his life. The pracharaks are really the front-line, full time functionaries of the RSS. There are about 4000 or 5000 of them. The pracharaks today will later become the head of the RSS or its top leadership, so you look at the social profile today, you get what the leadership of the RSS will one day look like. It is, of course, a fact that every single RSS head except one has been from a certain community. But I don’t think that’s what the future of the RSS will look like. Because if you look at those in the trenches today, I think they come from a social profile more like Modi’s. But I wasn’t able to test this. The second thing was the direct interview with Nusli Wadia. I tried for three years, I spoke to a lot of people around him, but I couldn’t get access to him. If you don’t have any regrets, you haven’t done research.","author":"Rohan Venkataramakrishnan","time":"2020-11-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120278-lsaqmnnxvh-1558600687.jpg","tags":["Vinay Sitapati","LK Advani","Atal Bihari Vajpayee","BJP","RSS"],"source":"https://scroll.in/article/979579/interview-vinay-sitapati-on-vajpayee-advani-and-the-success-of-the-hindu-nationalist-movement"}