{"title":"Interview: AS Panneerselvan on Tamil politics and the disadvantages faced by regional parties","content":"AS Panneerselvan is The Hindu’s Readers’ Editor and the author of Karunanidhi: A Life, a recent biography of former Tamil Nadu Chief Minister M Karunanidhi, who led the Dravida Munnetra Kazhagam for half a century till his death in August 2018. While the book is presented as a biography of a political leader, it is also a tale of the Dravidian movement, whose political offshoots have ruled Tamil Nadu for over 50 years. The story of Karunanidhi’s political journey animates certain important characteristics that Tamil Nadu has come to be identified with: federalism, state autonomy, secularism and social justice. In an interview to Scroll.in, Panneerselvan talks about the limitations state parties face, how the Dravidian movement has negotiated the homogenising attitudes of the Centre and on developments within Tamil Nadu that seem to pose challenges to the Dravidian ideology. Edited excerpts:Two terms recur throughout your book. One is conciliation and the other is compromise. You point to several instances. There were the differences between former Tamil Nadu Chief Minister CN Annadurai and Dravidian ideologue Periyar that led to the launch of the Dravida Munnetra Kazhagam in 1949. And then the example of the DMK getting into an alliance with the Bharatiya Janata Party in 1999 and they justify their continuance in the alliance even after the Gujarat riots of 2002 as a necessary protection from Jayalalithaa’s authoritative regime in Tamil Nadu. How much of the Dravidian ideology has been compromised over the years?I don’t think we can use the term “compromise”. The party was reinventing itself for various realities. The reality of 1949 [when the Dravidar Kazhagam split] was not the same as the reality of 1991, when India opened up its markets. To mechanically reproduce the utterances till 1991 into a political landscape of post-1991 will be doing a great disservice to them. It means we expect them not to reinvent themselves for an emerging reality.Second, I think they manage to look at the potentials and pitfalls of both the state as well as the market. They did not romanticise either of the two fully. Since they realise the limitations of both the state and the market, they have to balance these two. Apart from conciliation and compromise, another word that keeps coming up in the book is balance. This entire idea called balance is central. Could you elaborate on this idea of “balance”?We do not have fair institutional mechanisms to deliver for a state political party. If you take the judiciary, this has been the case right from the time of independence. Even the idea of affirmative action was challenged in the Supreme Court [Champakam Dorairajan vs the State of Madras, 1951] and the court said no to reservations and we had to amend the Constitution. If the first amendment to the United States Constitution delivered on freedom of expression, the first amendment to the Indian Constitution gave the space for affirmative action. When you do not have an institutional framework and you represent regional aspirations, and when you are fighting against highly homogenising tendencies elsewhere, how are you going to do it? To expect a totally puritanical approach [from the regional parties] is to assume that all the other institutions are going to be fair. And they have never been fair.Today we talk of the role of central agencies intimidating political opponents. But that happened with the DMK much earlier. But for the role of central agencies, MG Ramachandran would not have left the DMK. Two Indian Police Service officers who later became DGPs of Tamil Nadu – VR Lakshminarayanan and Mohandas – have recorded the role these central agencies played in the 1971-72 split [which led to the formation of the All India Anna Dravida Munnetra Kazhagam]. MGR went to Tokyo to shoot for his film Ulagam Suttrum Valiban and that led to the Foreign Exchange Regulation Act investigation. Given that central institutions are not going to be fair, to what extent are we going to use absolute moral positions to judge regional parties? They are at a huge disadvantage where the homogenising institutions favour centralising political tendencies. We see that the undermining of the Dravidian movement has happened from within as well. There have been many offshoots from the DMK over the years, including the AIADMK. Are these the repercussions of the balancing and conciliation?I think that is true for any ideologically-driven organisation. It happened in the Congress. It happened with the Left and it is happening with the DMK. This is primarily because aspirations grow. When aspirations grow, contradictions will come in. But can we use a doctrinaire understanding for all these issues? That is, can we put our complex realities within a doctrinaire framework? Is there any doctrine which is so fluid to accommodate all our complex, contradicting and contending factors which we face on a daily basis? If there is going to be an overarching doctrine which could reflect all of this, then we can talk about it. Doctrine here is essentially a stepping stone for transformation and doctrine is not an end in itself. Respecting the limitation of the doctrine is important to retain the political space, rather than permitting the doctrine to become the sole determining factor.But where do you stop this balancing?It is a judgment call. It varies from period to period. In 1999, the DMK joined the National Democratic Alliance. What people forget is that in 1997, Congress invoked the Jain Commission report [investigating the Rajiv Gandhi assassination] to destabilise the United Front government. In 1998 the Congress came out with the Pachmarhi declaration that there is no question of sharing power with anybody and the Congress is going to be the sole ruling party.From 1967, the DMK has been talking about collective rule at the Centre. So the Congress position went completely against DMK’s position. When we talk about DMK joining the BJP-led NDA in 1999, what was the scenario in the one and a half years preceding it? Second, in 1998, when Jayalalithaa joined the NDA government, her single-point agenda was the dismissal of the Karunanidhi government. Vajpayee did not do it and for Karunanidhi that made a world of difference because he had already lost power twice in 1976 and 1991 when his governments were dismissed. So are we only going to talk about the state parties in a situation where the power is vested so much in the Centre and where the institutions are not coming to bail out the state parties? They say that they do these balances because more than politics, they have to negotiate with difficult Indian institutions which have no idea of justice.I understand some of these things better in retrospect. When Article 370 is abrogated and the case remains pending before the Supreme Court after so much time, what are we talking about?The Dravidian movement has a collective experience in its memory of fighting centralisation right from the 1960s. At that point, it was the Congress that represented this centralisation. Some feel the BJP has even surpassed the Congress in its centralising tendencies. So how do you see the way forward for the Dravidian movement and the DMK? Will they replicate what they did in the 1960s and the 1970s?On two crucial issues of Article 370 and Citizenship Amendment Act, the way the DMK MPs and MLAs articulated it in the Parliament and the state Assembly, it was very very clear that they want to form a larger federal front. They think that is the way out. This larger federal front is the remnant of their experience of 1977-79 when they were negotiating for a similar form with Biju Patnaik.Earlier this week in their public meeting in Salem, MK Stalin [DMK president] basically said we will lead the alliance here [Tamil Nadu] but the Congress should take up the role in building a national coalition. I think what none of them have bargained for is to be in a situation where a state [Jammu and Kashmir] could be reduced to a Union Territory.AS Panneerselvan, author of 'Karunanidhi: A Life'. But with the expansion of the BJP’s footprint, do you feel the scope for such a federal front is shrinking?I think this expansion of the BJP has to stop at some point. I don’t know at what point. Because that expansion is not taking into account the regional aspirations. You cannot be just expanding. I look at the Bihar elections [2020] in quite a positive manner. It was fought in a context where the principal icon of the Opposition [Lalu Prasad Yadav] was in prison. The entire movement was led by a much younger leader [Tejashwi Yadav]. And he managed to mount such a big challenge against the might of the Centre and the state. And he nearly did it.Take also Maharashtra. They [BJP] even tried to force a government on the state with an early morning swearing-in. But in the end they did not succeed. Even in Tamil Nadu where the AIADMK is in the NDA, we hear that their [BJP] suggestions to accommodate Sasikala in the alliance were shot down. I think all of BJP’s successes have been amplified and their failures have been overlooked. If it is viewed in a dispassionate manner, it would be a different reading.How do you see the growth of ultra Tamil nationalism in Tamil Nadu in the last few years? Has Tamil nationalism moved from the fringes to the mainstream as a challenge to the Dravidian ideology along with Hindutva?See this is not actually new. Just because Tamil nationalists are now in the electoral terrain, they are more visible. They have Liberation Tigers of Tamil Eelam leader Velupillai Prabhakaran as their icon. As far as Tamil Nadu is concerned, going behind the LTTE has only lowered the stature of people. After K Kamaraj, the biggest force in the Congress was Pazha Nedumaran, whose stature shrunk after he became a spokesperson for the LTTE. When the DMK split in 1993, Vaiko was a big leader. In the 2021 election, he is contesting just six seats and that too on DMK’s election symbol.In fact, the genesis of [Tamil nationalist party] Naam Tamilar Katchi goes back to the 1950s. SP Adithanar, who founded the party, eventually joined the DMK.Tamil nationalism camouflages a major issue – its inherent anger against Telugu-speaking, political power wielding castes. It is not just about language but also about caste. But it has been the case in Tamil Nadu that these people [Telugu-speaking castes] were never seen as outsiders. The collective wisdom is different from this camouflaged caste tension that is playing out in the form of Tamil nationalism.The small support that parties like Naam Tamilar Katchi [of Seeman, different from the party with same name launched by SP Adithanar] gets is reflective of the desire of a section that has since 1977 been looking for an alternative to the DMK and the AIADMK.How different is the Tamil nationalist conception of the native to the Tamil region from that of the Aryan-Dravidian/Brahmin and non-Brahmin distinction that the Dravidian movement made?It is extremely vicious to conflate these two.As far as the Aryan-Dravidian distinction is concerned, the conceptual understanding of the Dravidian leaders, based on my interaction with many of them, is that they looked at it as ethnicity. The Tamil word Inam was used in the ethnic sense and not in the racial sense. The essential difference is inclusion vs exclusion. Tamil nationalists are talking about extreme exclusion. The Dravidian movement never talked about extreme exclusion. When you look at the non-Brahmin manifesto of 1916, they say give non-Brahmins representation. They never said Brahmins should not have any space. Even the first Communal Government Order passed by the Justice Party included Brahmins. The idea here is that no one group can completely occupy every sphere. This is different from the exclusionary arguments of the Tamil nationalists.One of the criticisms against the DMK is that it has become the field of a dynasty. How do you see this aspect of the party?The power of the dynasty is a real issue with most political parties – rather, all political parties – and it is present in the DMK too. In politics, proximity generates power and the family becomes the most proximate unit for most leaders. The difference between the DMK and other political parties is that most parties opt for the easy Rajya Sabha route, whereas in the DMK offspring are expected to contest elections and win the endorsement of the people. From MK Stalin, Dayanithi Maran, Alagiri to the new entrant in this election Udayanidhi Stalin, the party wants people’s approval and endorsement. The electorate of the state often compare this with the Rajya Sabha route taken by dynasts like GK Vasan and Anbumani Ramdoss.How do you see the AIADMK’s immediate future?I think if the AIADMK loses the election, it will get consolidated under the leadership of VK Sasikala. But if it wins, I think her chapter is over.See, after MGR, consolidation of power under the single leadership of Jayalalithaa happened after the party lost the election in 1989.Somehow I feel Sasikala will be more acceptable to the AIADMK than Edappadi K Palaniswami or O Panneerselvam because I think they would want somebody who can balance both the Kongu Vellalar region of west Tamil Nadu and the Mukkulathor region of southern Tamil Nadu. Currently, it looks like there are two silos: the western silo led by Palaniswami and the southern silo led by Panneerselvam.","author":"Sruthisagar Yamunan","time":"2021-04-04T08:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/knvqanclqb-1533748881.jpg","tags":["Karunanidhi","Tamil Nadu"],"source":"https://scroll.in/article/991278/interview-as-panneerselvan-on-tamil-politics-and-the-disadvantages-faced-by-regional-parties"}