{"title":"Interview: Harmanpreet Kaur on her sweep shot, love for fielding, financial security and more","content":"There is always room for things to get better, but as of today, there is a strong case to be made that women’s cricket in India is at its most exciting phase. Late last year, the Board of Control for Cricket in India announced equal match fees for India’s male and female cricketers. The plans for a franchise-based T20 league were also set in motion and things have not just started taking shape now, but also catching global attention even before a ball has been bowled. The Women’s Premier League – as it has been christened – has made headlines for the broadcast and team ownership bids this month. On the field, the Indian senior team has made it to two of the last major T20 finals (ICC Women’s T20 World Cup 2020 and the 2022 Commonwealth Games). And on Sunday, a long-awaited global T20 trophy was lifted up as Shafali Verma and Co became champions of the inaugural edition of the ICC U19 Women’s T20 World Cup.U19 Women’s T20 World Cup: India’s win, a tale of collective triumph from Mumbai to PotchefstroomThe feeling that we are witnessing something special is not lost on India’s captain Haramanpreet Kaur. “We have seen a time when there was nothing but we still kept on playing. But now that hard work is paying off,” she told Scroll.That is reflected, for her, in the increasing financial security for women’s cricketers.On Monday, Harmanpreet Kaur was announced a brand ambassador for Puma joining the likes of Virat Kohli and Sunil Chhetri. In the interview, conducted a few days before the announcement of the WPL ownership bids and India’s U19 World Cup triumph, Harmanpreet spoke to Scroll about her personal game, the joy of fielding, her lesser-known association with Puma a decade ago, and more.Harmanpreet Kaur was on Monday announced as a brand ambassador for PumaJust wanted to start off with speaking about your sweep shot. Has that always been your go-to shot?Actually, I developed it over the years. When I used to play with boys early in my career, the ball used to come at me fast. And then when I started playing with girls, the speed went a little slower, and then sweep became my go-to shot. I could connect all the balls. Suddenly my game-plan changed.Nowadays, whenever I play the sweep shot, I am more comfortable actually. When I am bowling and somebody is sweeping all the time, it is so difficult to bowl. That is something that I picked up, whichever batter uses the crease and is moving a lot, that can trouble you while bowling. Those things are in my mind when I am batting too. The one thing that stands out in your sweep shot is the range you have. You can access deep fine leg and long leg, and also wide off long on with that one shot. It’s such a wide arc. You are not just sweeping to mid-wicket. Yeah, yeah. See, the entire ground is there for you to be used. I can’t depend on one area. If somebody sets the fielder there, then it becomes difficult. You are using your wrists a little more in the sweeps now, is it? There is almost a scoop-sweep variation. (Smiles) Yeah, actually when you are playing cricket back-to-back, other teams are also studying your batting so it becomes difficult to get those runs. So (in the second match of the tri-series) the wicket was a little different, sometimes the ball was keeping low and sometimes some extra bounce was there. If the ball bounced, then I was trying to play the shot you are talking about. Otherwise, I’ll just stick to my strength. Your bat-swing as well... it’s one of the most fascinating sights in cricket. The arc that your bat makes. How has that evolved over the years? Are you little more conscious about bringing it out in full force these days? That bat-swing is my strength. Whenever I am training, I always pay more attention to my bat-swing. And the second thing is watching the ball closely. If my bat-swing is smooth, then for me, it’s easy to get those runs. I know I am going to get runs. But I am also someone who likes to stay in the present, whatever my mind and body is giving me as a signal, I stick to that. I don’t think ‘this is my strength so I only want to do this’. I am not very rigid that way, I just like to be in the moment. I am very much flexible. Good for \"How it started... how it finished\" template. 😅#CWC22 #HarmanBatSwing pic.twitter.com/98kekuUNL8— Vinayakk (@vinayakkm) March 27, 2022\n\nWhen 2022 started, you were a little bit under pressure. In New Zealand, you had to sit out in one of the pre World Cup games, then you scored a half century. And the World Cup was personally great for you. You scored the most ODI runs for yourself in a calendar year. From that start, how did you turn it around and would you agree it was your best year?Yeah, you could say that. Because when the year started, the first three games didn’t go well. Then I was not even getting that much support like what I was expecting, you know, as a senior player. But things were not the way I was thinking. Then I just spoke to myself... ‘isse bura aur kuch nahi ho sakta.’ (Nothing worse can happen). Whatever has happened, has happened. Now, jo bhi hoga accha hi hoga. (From here on, good things will happen.) I just wanted to keep smiling, keep backing myself. At the end of the day, I just wanted to ask one thing: ‘jo mujhe karna tha, maine kara ya nahin kara’. (Did I do things I am supposed to be doing?) If I have done that and still not got the result, then it’s fine. But if not, I can only blame myself. Otherwise, maybe I was overthinking, blaming myself too much. Later on, when I kept things simple, that gave me lot of confidence to do well.  Harmanpreet Kaur's top 3 years in ODI cricket \n    \n         Mat  Inns  Runs  HS  Ave  SR  100  50 \n    \n     year 2022  17  16  754  143*  58.00  89.76  2  5  year 2017  20  15  505  171*  50.50  84.30  1  2  year 2012  12  11  373  63  33.90  62.90  0  5 \n  Let’s talk about financial security a little bit. When you started, things were obviously not that great on the money front. Today, you are signing up for brands. Smriti Mandhana is signing up for brands. We are seeing Mithali Raj in many ads. It has changed a lot. A player should have that security in their life. Which is, you know, nowadays we are seeing regularly. I am actually very grateful to the brands who are coming in to sign up female cricketers. We have seen a time when there was nothing but we still kept on playing. But now that hard work is paying off. Now I am grateful to be with Puma, a brand that has a lot of athletes that are doing well. Things like that are a motivation, I am really happy that now a lot of women’s cricketers are signing up with brands, we are doing so well. One day, this was a dream. Now we are living that dream. So happy to see those changes. I had read in the ESPNCricinfo article.... you had worn a branded shoe in one of your earlier tournaments (2006-’07) and you actually didn’t know what the brand was. Now, you are part of one of the biggest brands in the world. Quite a journey.(Smiles) I remember actually, the first time when I got a free pair of shoes was from Puma. I don’t think anybody knows this. When I was playing the World Cup in 2013 in India... I don’t even know if he remembers (Binwant Behgal, Head - Sports Marketing, PUMA India). I was going to buy shoes, I didn’t have that much money and then I told one of our coaches, if he can give me some discount or something... we didn’t have that much money, hardly we used to play matches during the year. He was like, ‘don’t worry I will arrange it for you’. I wore those shoes at that World Cup, and I scored my first ODI century while wearing Puma shoes, actually. Financial backing gives the freedom to a player, otherwise you keep thinking about unnecessary things. One of the things that you are also really good at it is fielding. It almost feels like you get great enjoyment out of it... when you take a good catch or put in a dive. As good a batter you are, you are a proper all-round athlete too. Is that something you have worked on consciously? I can sense that fielding is very precious to you. Yes, definitely. I feel that fielding is something I enjoy the most. On a good day, when you are doing well, then you enjoy your batting and bowling. But otherwise, there is always some pressure. Fielding is something for me without any pressure. You just have to enjoy it, be yourself, expecting every ball coming to you. Taking a brilliant catch or completing a run out can make a lot of difference. In my early days, when I started playing cricket with my dad, I was only a fielder. I didn’t get chances to bat or bowl but still every day I was going with him, every day I wanted to play this sport, because I enjoyed cricket. Whenever I feel low even now, I am not in a zone, I always think about those things. I like to talk to my dad about times when things were so simple to me, and I enjoyed this sport so much. Fielding is something which gives me that confidence. If I am fielding well, that gives me a rhythm that I feel in batting. As the face of the Indian team now, as the leader, if there is one change that you’d like to see in the next year or so, what would that be? I really want to see our fielding side to improve day by day. We have seen our batting, it has changed now and we have that aggressive style. In bowling, we have Renuka who is doing so well and others too. But fielding is something... we do have couple of fielders who are brilliant, but otherwise it is something which I feel... if you have a great fielding side, you can win any game. One day I want to see that the Indian side is the best fielding side in the world. That would be a big achievement for us. Do you remember your WBBL debut and a six that you hit over cover (December 2016)? Yes, yes. I remember. (Smiles). I remember before going to play that WBBL... in the beginning of this interview, we spoke about the sweep shot. I always liked to play on the leg side. Off side was something that was a little worrisome for me. That time I was working with Harshal Pathak. The entire time, he made me only bat on the offside. He told me ‘you are not going to play a single shot on the leg side. Practice only offside shots, forget about the leg side.’ That game also I initially started playing leg side, even though I didn’t practice for six months playing any shot there. But then, inside me, there was this feeling. The offside fielders were up and I just wanted to play that shot. When I hit, even I was surprised. I practised it a lot but that was the first time I hit it that well in a match. It was good to see that I got a lot of positive response for it.I remember the bowler’s reaction for it. Gemma Triscari could barely believe what she had seen. Adam Gilchrist on air too. And so, from there in WBBL now we have the Women’s Premier League. It’s obvious WBBL played a big role in your career, this league will end up doing something similar for the Indians right? It will. I know how important for me WBBL, Kia Super League and The Hundred were. Domestic cricket is not sufficient for a player to improve. When you have a top league, I know how important it is to improve day by day. It is going to play a big role for all players. In the WPL, all games will be on television and nobody is going to miss out on the domestic talent. That is a key point. I am actually looking forward to seeing all the young talent in India.","author":"Vinayakk Mohanarangan","time":"2023-01-30T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186273-shtqasabpw-1675065709.jpg","tags":["Harmanpreet Kaur","Cricket","Indian cricket team"],"source":"https://scroll.in/field/1042506/interview-harmanpreet-kaur-on-her-sweep-shot-love-for-fielding-financial-security-and-more"}