{"title":"Interview: India is disregarding its traditional water systems in favour of big infrastructure","content":"Water is the single most important shaper of cities and civilisations. When overabundant or scarce, it can cripple civic amenities and compromise citizens’ health, mobility and security. As the climate crisis transforms precipitation patterns and exposes modern infrastructure’s shortcomings, Indian cities – and their poorest residents – are left particularly vulnerable to debilitating deluges and water stresses, challenges that may often coincide.In this context, 21st century urban imaginations would be incomplete without thoughtful design for water, its connection with communities, and the possibilities to adapt to climate change while regenerating degraded ecosystems. Geeta Mehta is intimately involved with these considerations through both her academic and applied work. Mehta is an adjunct professor at the Graduate School of Architecture Planning and Preservation at Columbia University in New York. With her colleagues in the urban design programme at Columbia, she has taught several Global Cities and Climate Change Studios focused on urban centres in India.Mehta is also the president of Asia Initiatives, a non-profit organisation she founded in 1999. In addition to working on healthcare, education, technology and livelihoods, Asia Initiatives has developed the concept of Social Capital Credits. A community currency for social good, Social Capital Credits incentivises people to participate in civic activities that improve their communities, in return for which they earn credits redeemable for education, healthcare, micro-credit and upskilling.In a wide-ranging conversation, Mehta spoke about how Indian cities have departed from some of the social practices that enabled sustainable use of water, the consequences for low-income communities, and the role citizens can play in addressing these issues.Excerpts from an interview:Geeta Mehta.How have your lived experiences in cities influenced your work?I’ve had the opportunity to live in many cities. I grew up in India, living in Jalandhar in Punjab and then Delhi. I then came to Columbia University as a student to get my master’s in urban design. I lived in London for a bit, and then in Tokyo for 23 years, where I got my PhD. Other than these [places], I’ve worked in 12 other cities and have learned a lot, but my commitment and passion and heart is into helping underserved populations in cities, and how to design solutions for issues of social and ecological justice. Right from when I finished my bachelor’s in architecture in Delhi, I decided that the job of the architect was not to design pretty things for wealthy people. Growing up in India, you see and deal with poverty every day and so cities must be cradles of opportunity. This is what I teach now and do through my work.How are you advancing ideas of social and ecological justice through your teaching at Columbia?I am part of the urban design programme at Columbia, which is a post-professional programme. I was part of the first batch of urban design when the programme started and am now teaching in it, which is great fun… It’s a powerful programme in that it has expanded the definition of urban design. The definition has been stretched to include holistic ideas of social capital, which is something I’ve brought into the studio, and landscape architecture, which involves thinking about people systems and mega systems like oceans, rivers and ecology.I teach the international studio [through which] we’ve worked in a range of cities with students coming from around the world. We choose projects around live issues and always work with a local university and local government, so this isn’t limited to a pedagogical exercise… Through the programme, we’ve done important work and taken back ideas to the stakeholders through presentations, exhibitions and publications that are open and available to all.Students from Columbia University and the Thiagarajar College of Engineering talk to farmers in Madurai. Credit: Columbia University Urban Design Studio.Indian cities, especially the older ones, have rich traditions of being defined by their water systems. That has changed – rather than living with water and building our social lives around these systems, there’s now much more of a sense of trying to manage these natural systems. What are some of the ideas and proposals that have emerged from Columbia studios about water in Indian cities and how have they been received by local stakeholders?We have run seven urban design studios in India and worked in Madurai, Delhi, Mumbai twice, Pune, Varanasi and Calcutta. These studios have been focused on water urbanism because that will be a challenge in the coming decades. Already, we’re seeing spells of drought followed by flooding. A lot of [the problems] are man-made and due to the inability of people to understand water in a bigger context. I have a colleague, Dilip da Cunha, at Columbia who’s very passionate about this issue and argues that if there’s a flood, it’s our fault that we drew the line and the water went over. Water has to go somewhere – it’s in the forests, clouds, aquifers, groundwater. That understanding was inherent in Indian cities but has been broken. So our studios is trying to bring that back.A typical example of that is in Madurai, through which the Vaigai River flows. How can it be that for 2,000 years, there has been a continuous and thriving civilisation alongside a river that’s not perennial? Because they had systems to capture every drop of water and the mother tanks fed baby tanks down the line. The last tank before the river is a temple tank, which can’t go dry because there are so many festivals that require it. Social systems and religious systems are key to this. There was always a social connection to water with someone or the other responsible for tanks, and that is broken now.A studio proposal shows ways to reconnect tanks and channels to River Vaigai to restore the integrity of the entire water system.Unfortunately, there are government projects to fill in some of these tanks and build housing over it. I can’t think of a worse way to break the water system. The Vaigai River runs dry most of the year now because water is diverted for agricultural uses. It’s a sacred river – when someone dies, people put ashes and some rice into the river. This is now being put into a dry riverbed or streams that carry sewage. We say in India we are spiritual, but what kind of spirituality is that?  Why do you think traditional knowledge hasn’t been treated with enough respect and what are some of the consequences we see with water systems in Indian cities today?Somehow there’s a misplaced emphasis that technical solutions and big infrastructure and mega projects are going to solve the problem. But the traditional way was the multiplicity of the small. If every community does its part, then nature thrives. One example is the nalas – Delhi was full of these that ran through neighbourhoods which had tanks and baolis [stepwells]. Almost all of them are lost. And now people focus on how the Yamuna is polluted on top of how much water is taken away for agriculture.We also worked in Pune, where one project focused on reviving nalas. The Mula-Mutha River gets flooded because we have broken the water network that nurtured the river and held water during heavy rain events and slowly released it after phytoremediation, nurturing the neighbourhoods. One of the big ideas in Pune was to revive these nalas. What has happened is that communities that live closest to the nalas are the poorest. This is true all over India: it is the marginalised people that are pushed into the floodplain. They have no sewage systems, so everything is dumped into the nalas, which get deteriorated. That’s where we need to think of the multiplicity of the small and give people agency to care of the nalas.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.25%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/juzqwhumbn-1635487639.jpeg\">\n  </picture><figcaption>In Pune, nallahs can be revitalised to become amenities and to enhance public spaces for adjoining neighbourhoods. Credit: Columbia University Urban Design Studio.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.222222222222214%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/zniliexfxa-1635487750.png\">\n  </picture><figcaption>Public spaces along the Mula-Mutha river can be designed to hold water during monsoons to avoid flooding. Credit: Columbia University Urban Design Studio.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.222222222222214%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/mvmppthlfz-1635487870.jpeg\">\n  </picture><figcaption>A proposal for green infrastructure and ghats along the Mula-Mutha river in Pune. Credit: Columbia University Urban Design Studio.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 64.66666666666666%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/iazgpkumzr-1635487871.jpeg\">\n  </picture><figcaption>The Pune Metro project can be built along with projects to improve the ecology, public access and bird habitats along the Mula-Mutha river. Credit: Columbia University Urban Design Studio.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 63.66666666666667%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/olmwfajids-1635487872.png\">\n  </picture><figcaption>A proposal to revive the network of nallahs to rejuvenate the Mula-Mutha river and serve as an amenity and public space.</figcaption></figure>\nUnfortunately, what’s happening in Pune is that the same architect who designed the Sabarmati River Waterfront has had his proposal for the Mula-Mutha River approved by the government. Many Indian cities are looking at Ahmedabad and want to replicate it. In Ahmedabad, they built three dams, took water from the Narmada that is already ailing, and then created pools that look pretty with concrete poured on both sides of the river. The heat in the summer there is unbearable. More than 10,000 people, many of whom are Muslim, who lived on the waterfront were displaced with the promise that they would get housing. I’m saddened that this project is being seen by so many cities as a model of what they want to do. Rivers are not about beautification – they are the lifeblood of cities, to be respected, lived with, and nurtured, so they nurture us back.In the introduction to the Water Urbanism studio in Kolkata, you wrote about the connection between ecological commons and social mobility. What is the relationship you see between urban planning, nature, public health and addressing issues of inequality?Everyone knows about the Calcutta wetlands as a magical solution with a range of ecosystem services. Wetlands cleanse most of the sewage of the metropolitan city in ecological ways before it goes into the sea and pollute it. But there are huge encroachments. The Salt Lake neighbourhood, Bidhannagar, in Kolkata is an encroachment on the city’s most precious resource. If not for the wetlands, there would be so much more money that would have to be spent on damage mitigation.While in Kolkata, we worked with IIT Kharagpur on the Sundarbans. The big project was to design the edges to reduce encroachment and serve the wetlands in terms of green infrastructure, and then create markers all along so the boundary is visible to everyone. The students proposed public participation so local communities could become custodians of the East Kolkata wetlands. This involves the poor farmers and fishermen who work there. Some of them even scavenge from Dhapa, the big garbage hill. They should be involved in, and paid for, helping preserve the ecosystem services.Religious rituals can be reimagined, so people can offer phytoremediating plants to Ganga. Credit: Columbia University Urban Design Studio.How do you see civic engagement playing a role in building investment and care for urban commons? How could this bring back old practices and foster new innovations?Through my non-profit organisation, Asia Initiatives, we have been looking into how to bring people back into the picture. We developed this idea of Social Capital Credits or SoCCs. This is a community currency for local good. Very poor communities might be rich in social capital because they survive through helping each other.All our projects involve work on community issues, for which people earn SoCCs, which go into an app or a web platform or paper passbook. These are then redeemed for [services like] education, healthcare and skill empowerment funded by us and local partners like universities. For instance, one of our projects involved a cascade of learning where older students earned SoCCs through mentoring younger students. With the SoCCs, students could pay for college and school fees, transportation and extracurricular activities. We also have SoCCs for reforestation in Dehradun, rainwater harvesting projects in Bundelkhand, forest preservation in Mahad near Pune. We have worked on reviving ponds, rivers, and water systems. This is incentivising local good and bringing communities together with a common goal and shared vision.Social Capital Credits. Credit: Asia Initiatives.If we think about some of these issues from the broader frame of social or climate justice, what is your vision for Indian cities in the era of climate change?South Asia is going to be amongst the most impacted areas by climate change. There will be huge numbers of climate refugees who are pushed into dangerous areas. A big vision for the country could be to pre-empt that and make sure that especially coastal cities get ready to house refugees. We should take this challenge as an opportunity to move people into empowering environments. The tremendous injustice and inequality in India are very much an urban design issue. Low-income housing should include maker spaces to allow for craft, weaving, as well as internet and connection to public transportation. We need tremendous amounts of housing that is rental and can be small with great amenities and use this to lift people out of poverty. We must stretch the definition of urban design and heal the whole system in order to make the life of low-income communities liveable. That should be the goal of urban design.Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government. He is a Kalpalata Fellow for Architecture & Urban Issues Writings for 2021.","author":" Aaran Patel","time":"2021-10-30T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165664-jluealxxfc-1635405579.jpg","tags":["Geeta Mehta","Water"],"source":"https://scroll.in/magazine/1008775/interview-india-is-disregarding-its-traditional-water-systems-in-favour-of-big-infrastructure"}