{"title":"Interview: Nikhar Gaikwad and Gareth Nellis on the political exclusion of migrants in India","content":"India’s harsh Covid-19 lockdown in 2020 quickly turned into a migrant crisis, with millions taking to the roads to head back home instead of being stuck without wages or a job. The images, videos and stories that emerged at the time turned a spotlight on India’s massive population of internal migrants – and the difficult conditions in which they operate, whether in the form of labour exploitation, nativism from local populations or difficulty in accessing public welfare. One of the major questions emerging from this period was this: Why aren’t politicians more attentive to the needs of migrants? After all, nearly 35% of India’s urban residents are migrants. Yet migrants are often unable to vote in the places they have moved to, and are rarely considered relevant to politicians. Why is that? And what can be done about it? These are the questions that Nikhar Gaikwad, Assistant Professor of Political Science at Columbia University, and Gareth Nellis, Assistant Professor of Political Science at the University of California, San Diego, have sought to examine in much of their research. Two recent papers by Gaikwad and Nellis find that nativism isn’t the reason keeping politicians from helping migrants, and that more than 90% of migrants would happily register to vote in the place they currently live – if only the paperwork was easier. I spoke to Gaikwad and Nellis, over e-mail, about the difficulty of studying Indian migrants, what their research says about politicians’ attitudes towards migrants and why results of studies in India might be relevant to many other countries facing similar issues of political exclusion. To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.Could you tell us a little bit about both of your backgrounds? How did you come to study migrants, and their political involvement in India?Gareth: I’m from the UK. I first visited India right after finishing my undergraduate degree. I was travelling as a tourist during that trip. But I was blown away by the experience. I became instantly fascinated by the country, its culture and politics. I set out to read as much as I could. The puzzle that immediately stood out to me, as I think it does to many people, was how electoral democracy thrives in such a vast and diverse society. I went on to have a series of wonderful teachers who specialised in South Asian politics, especially the much-missed Lawrence Saez, Tariq Thachil, and my graduate school advisor Steven Wilkinson. Other mentors encouraged me to relate what I was learning about India to more general questions.As for migration, I was very fortunate that Nikhar and I happened to be in the same cohort during my PhD at Yale. We’d become fast friends. It was clear early on that we had overlapping interests in political economy and comparative politics. Around that time (roughly 2011) a spate of innovative new research came out investigating what drives hostility to cross-border immigrants in destination countries. Nikhar and I were aware of the importance of urbanisation – the relocation of people from the countryside to cities – to India’s rapid economic growth. We quickly appreciated that the political challenges facing internal migrants bore similarities with those of international movers, but also that there were critical distinctions. Over many conversations, we decided we wanted to embark on a project to unpack these issues. Here we are 10 years later.Nikhar: I grew up in Mumbai and New Delhi, before moving to the United States for college and graduate school. It should be clear to anyone who has known these cities (as well as other big and middle-tier cities in India) that there has been tremendous economic and demographic transformation over the past three decades, especially following economic liberalisation in the early 1990s, but also exponentially in recent years. These trends were immediately visible to me, and as a political economist I was eager to understand the political ramifications of the economic changes associated with urbanisation and mass migration. Of course, scholars such as Myron Weiner and Mary Katzenstein had written extensively in the 1970s about nativism and sons-of-the-soil political movements against internal migrants, helping explain the emergence of regional parties such as the Shiv Sena. But there was a dearth of contemporary research on the political consequences of internal migration.The work of my advisors in graduate school (Thad Dunning, Kenneth Scheve, and Steven Wilkinson) provided different building blocks to think about this issue – from relating ethnic conflict to economic competition, through understanding the electoral pressures of cross-border immigration in migrant-receiving countries, to explaining how politicians exploit particular kinds of grievances for electoral gain. Gareth and I initially studied the relevance of these ideas for migration politics in Mumbai. It soon became obvious, though, that the scope of the topic was much larger, leading us to the projects we’ll mention today.Nikhar Gaikwad, Assistant Professor of Political Science at Columbia University.Would you characterise your approach – or your training – within a particular strain of political science? Is there a lens that you take that’s different?One of the great advantages of political science, in our view, is that it harnesses a range of approaches – quantitative, ethnographic, archival – and theoretical perspectives to shed light on social and political phenomena. The social world is simply too complex to view through one lens alone. This pluralism distinguishes the discipline from other fields. It’s very much evident in the remarkable body of literature on India’s politics.That said, our papers do link to a couple of strains. For one thing, we offer a rationalist take on how people think and act politically. We assume politicians mostly work in ways that best maximise their chances of (re)election, and that citizens tend to participate in politics when the expected benefits of doing so exceed the expected costs. We’ve found this simple framework to be powerful in explaining migration politics.In terms of methods, the projects owe much to the tradition of experimental research in the social sciences, which took off in development economics in the 1990s and now forms a core part of the political science toolbox too. The idea is the same as that used in medical drug trials. Say a company wants to know whether a new pharmaceutical is effective. Researchers will identify a group of patients who are ill with the disease the drug is meant to cure. The researcher selects half of the patients, chosen at random, to receive the new drug. The other half are given a placebo. The researcher then tracks the health outcomes of the two groups. If, after a while, the number of patients who still have the disease in the treatment group is found to be much lower than the number of patients who still have the disease in the placebo group, the researcher will reasonably conclude the drug works.Our papers apply this approach. In the second study we’ll discuss, for example, we wanted to know whether having urban-based migrants be registered to vote in their place of “ordinary” residence helps them integrate better into cities, politically and socially. We gathered a sample of unregistered migrants. We then offered door-to-door help in signing up to vote locally to a randomly chosen half of them. Six months later, we resurveyed all the original participants. Ultimately, this design allowed us to conclude with confidence that the differences we saw between the groups at the end of the study period were caused by the registration drive and not by anything else.Before we get to talking about the two papers the both of you worked on recently (Do Politicians Discriminate Against Internal Migrants? and Overcoming the Political Exclusion of Migrants), can I ask – what do we mean when we’re talking about migrants here? Readers might have an idea of the millions they saw walking back home last year after the first Covid-19 lockdown, but the research also makes it clear that in many cases, these are people who have spent many years in the city they have migrated to.We’re thinking about internal migrants: in simplest terms, Indian citizens currently living in a different district or state from the one in which they were born. Characterising this population for the whole country isn’t easy. But the available data suggests households engaged in migration are poorer than non-movers, more likely to be SC/ST, less connected to politicians, and less trusting of government institutions.Men mostly move for jobs whereas women mostly move for marriage, although female migrants have increasingly started to shift for employment reasons in recent years. Importantly, a range of evidence we’ve assembled points to migrants being much less politically active than non-migrants in the places where they settle. That also seems to be the case in other developing countries.Our more specific focus has been on migrants from rural areas who have moved to cities with the intention of staying there, at least for most of the year. For instance, the constituency service requests in the first study we’ll talk about come from migrants who say that they’re native to another Indian state but have recently moved to the city with their families to live and work. There, then, we’re considering permanent or semi-permanent migrants. In the second study, the population is more heterogeneous: some participants had moved to the city just a few months before we interviewed them, others a while ago. Living longer in a city doesn’t necessarily insulate movers from the disadvantages and prejudice that new arrivals face. As we’ll see, migrant groups are stereotyped time and again by locals and their political representatives. New and old migrants also cluster together residentially in many cities. It makes sense to take a fairly encompassing definition of migrants, in our view.A category of migrants that our research says less about is very short-term, “circular” migrants who spend just a month or two in cities annually and are otherwise engaged in agriculture back in their villages. It seems less likely that these individuals view themselves – or would come to view themselves – as urban citizens in the way permanent or semi-permanent migrants frequently do.Gareth Nellis, Assistant Professor of Political Science at the University of California, San Diego.In the first paper (‘Do Politicians Discriminate’), you were essentially trying to ascertain why migrants receive much less help from politicians than long-term residents, right? You found that ‘nativism’ is not quite the right answer…That’s right. In fact, we’d run an earlier study in Mumbai where we’d found evidence that many Mumbaikars opposed the entry of new migrants into the city due to their cultural distinctiveness. For the next project, we were curious to know whether politicians – municipal councillors and corporators to be precise– – displayed parallel biases. Do they treat recent migrants differently to long-term city residents when requests for help come in?Before running the study, our hunch was that municipal politicians might well overlook migrants’ demands. We also thought their motivations for doing so might mirror the concerns many local citizens have: worries about the pressure migrants place on jobs and city infrastructure, and anxiety about the city’s ethno-religious and linguistic makeup being “diluted” by “outsiders.” Those kinds of resentments have been front and centre in the agitation for locals-only job quotas in states like Gujarat and Andhra Pradesh recently. Kamal Nath captured that when he said, “People from other states like Bihar, UP come here and locals don’t get jobs.” And parties like the Shiv Sena have been singing this tune for decades.Still, we knew that sitting politicians are laser focused on votes, raising a conundrum when it comes to dealing with migrants. If a politician is seen as too migrant-friendly by locals who widely dislike influxes of newcomers, she risks losing locals’ support at the next election. But internal migrants have the right to vote locally. They are thus a potential source of fresh support and worth courting. Which of these forces dominates politicians’ calculations is an empirical matter.We hatched a study designed to tease apart these abstract claims. We first compiled a list of the contact details of over 3,000 municipal councillors in 28 major Indian cities. We then crafted short letters that asked for help with a basic constituency service – one of six services councillors told us beforehand they commonly provide – and mailed one letter to each councillor on the list. The letters gave a phone number where the councillor could get in touch with the “citizen.” The most important thing, though, was that half of the letters purported to be from a recent migrant to the city, whereas the other half claimed to be from a long-term resident. We scrambled other elements of the requesters’ identities, too, such as their gender, occupation, and religion (recognisable from the names we gave them). What we cared about was who got called back. We could record that for each letter and that served as a measure of how responsive politicians are to different types of people. All of the variations were introduced at random. So what we had was a series of “mini” experiments that could be used to test for discrimination flowing from each of those characteristics.The findings contained some surprises. First up, migrants are indeed handicapped when making appeals to municipal politicians. Natives were about 24% more likely to get a callback than otherwise similar locals on average. But standard anti-migrant animus doesn’t seem to be the root cause. Nativism would predict that politicians concentrate their antagonism on migrants from ethnic/religious outgroups and on lower-skilled newcomers. But they turned out to be just as dismissive of migrants whatever their identity backgrounds, and whatever their occupation, whether high-skilled or low-skilled.Why, then, are politicians meting out unequal treatment to migrants? In two follow-up trials, we zeroed in on perceptions about migrants’ low rates of voter registration in cities as a prime explanation. Put simply, politicians seem to believe that fulfilling a request from a migrant will be less likely to yield votes down the road, because they don’t think migrants appear on local voter rolls nearly as often as locals. We backed this up in a few ways. But probably the most compelling evidence comes from a detailed survey of councillors we did at the very end. 97% (!) of councillors we interviewed said they thought a hypothetical long-term city resident would be registered to vote locally; for recent migrant citizens that number was 51%, a gaping difference. Logically, investing time and effort completing requests from migrants you don’t think will vote in your next election is a losing proposition.As an aside, I’m curious about the approach of using pretend citizens to conduct these audits. Could you tell us a little bit about the thinking there, and whether there is a history in the discipline of such experiments?Accurately measuring discrimination against particular social groups is vitally important; we need to know the scope of prejudice if we’re to have any hope of combating it. But it’s not straightforward. Discriminators themselves rarely own up to what they’re doing. You might think that you could build up a reliable picture by asking people about their experiences of discrimination. This will give you valuable information, certainly. A problem, though, is that people who expect to be ignored or mistreated often shy away from encounters with potential discriminators in the first place, which could lead you to overstate or understate how much discriminatory behaviour really goes on. Discrimination also has subjective dimensions. Comparing episodes of it is inherently complicated in large populations.The type of study we run is called an audit experiment. It attempts to bypass some of those challenges. The setup has been used for a long time to assess discrimination in the labour market. Probably the most famous paper is by Marianne Bertrand and Sendhil Mullainathan, who sent fictitious resumes in response to job ads put out by firms in Chicago and Boston. They found that forwarded CVs bearing distinctively African American names were much less likely to get initial callbacks than comparable CVs bearing distinctively white names. Those authors, along with Abhijit Banerjee and Saugato Datta, carried out a similar experiment in India in the early 2000s, finding that upper castes were significantly favoured over OBCs for call-centre jobs in Delhi, at least at the callback stage.Several studies, including ours, have borrowed this method to understand politician bias. There is little doubt it has allowed us to better measure social inequities. At the same time, audit studies should be deployed sparingly and ethically, minimising demands on individuals’ time and ensuring the questions being asked are socially consequential ones.A migrant worker's family at a bus station. Photo: Adnan Abidi/ReutersYou flag, at the end, that once politicians stop seeing some citizens as migrants, they  might start seeing other attributes. Could you explain this a bit more?Something intriguing we hit upon early on was that migrants with Muslim-sounding names were treated similarly to migrants with Hindu-sounding names. We interpret this as politicians believing most migrants are unregistered, and so having negligible electoral incentives to reply to migrants of either religion. But in one of the studies, we saw what happened when we explicitly indicated that migrants were registered to vote locally.At that point, politicians suddenly became more responsive, on average, to the migrants with Hindu-sounding names. It’s as if religious discrimination “switches on” when incumbents are deciding which registered voters to help – probably, we think, owing to co-religious voting expectations on the part of the municipal councillors. It’s a depressing conclusion: by showing they’re registered, migrants can overcome one type of discrimination only to have other characteristics held against them.In the second paper, you set out to figure out why migrants often did not register to vote locally and what that might mean. Could you tell us a bit about the way this was studied?The next ambition we had was to get to the bottom of why migrants aren’t participating in city politics at higher rates. To explore that, we simultaneously fielded a study in two north Indian cities, Delhi and Lucknow. We came to the project with three main ideas for what holds migrants back from engaging more. For each hypothesis, we devised an accompanying test.A first possibility we considered was that newcomers remain socially and economically tied to their former places of residence, and so want to remain politically anchored in those places (usually villages) as well. To probe that, we ran an initial survey of unregistered migrants across the two cities and simply asked them whether they would be interested in getting registered to vote in the city.The second potential explanation that occurred to us was that swapping one’s place of registration following a move is a bureaucratic hassle. You have to collect official documents like proof of address–-documents that migrants disproportionately lack – and then wade through other red tape, all of which can take a while. This isn’t an impossible task of course. But as a mover it might be low down on your priority list and relatively more costly for you to do than it is for a city-born resident. To check this claim, our partners offered assistance in completing the official application to half of the migrant-respondents who said that they were interested in having their names included on the city voter roll.Third, migrants might decline to register because they anticipate local-area politicians will ignore their interests no matter what they do. For that, we ran a parallel experiment. In half of the informal settlements where we were working, we publicised the migrant-focused registration drives we’d run in the lead-up to the 2019 general election. We then measured whether politicians amplified campaigning in those areas.As for why migrants aren’t registering at higher rates, the results come down quite squarely on the side of the second argument. The overwhelming majority of unregistered migrants we surveyed said that they wanted to register locally – so the conjecture that migrants are voluntarily opting out of city politics doesn’t seem to hold water. Also, in areas where we advertised that registration drives had occurred, politicians amped up pro-migrant campaigning in response. Politicians don’t appear to be ostracising registered migrants then, and that’s in line with our first study.The major finding surrounds the intervention that provides at-home help in registering to vote in the city. Assignment to that condition raised migrant registration rates by 24 percentage points and turnout in the 2019 Lok Sabha election by 20 percentage points. Those are striking numbers. There were important downstream effects too: interest in politics and perceptions of political accountability went up, for example. What all this suggests is that lightening the burden of registration requirements–-which is basically what our intervention did–-would probably lead to a dramatic increase in the share of migrants in urban electorates.Workers from Delhi cross to Uttar Pradesh. Photo: Adnan Abidi/ReutersThe research seems to show quite straightforward effects of interventions that made it easier for migrants to vote – higher political awareness and turnout. Moreover, politicians actually responded to this by campaigning in those neighbourhoods more. We might broadly say these are ‘good’ results?We certainly found the headline results encouraging, because they point to actionable things government and non-government groups can do to remedy migrants’ political underrepresentation in cities–-something that’s normatively undesirable from a democratic standpoint, and bad for migrant welfare. Registration camps, of the kind many advocacy organisations (eg YUVA, Aajeevika Bureau, Basti Suraksha Manch, Maitri) are already backing, hold great promise. Streamlining registration procedures to make them less onerous for those who are mobile would also be very worthwhile.Still, some of our secondary findings suggest it may not all be plain sailing. The design allowed us to gauge whether the registration effort was more effective for different migrant subgroups. An unmistakable pattern emerged. The effects were much more positive for migrants with relatively advantaged backgrounds: those with primary education, non-Muslims, and non-SCs/STs. We don’t exactly know why, but think that discrimination by frontline bureaucrats could be part of it. We heard from a respondent, for example, that “Muslim migrants from West Bengal must constantly deal with persecution owing to the authorities’ suspicion of them being Bangladeshi” and were held to double standards by the election officials adjudicating their applications. We shouldn’t extrapolate too much. More has to be done to figure out where along the pipeline these disparities appear. An upshot though is that a blanket easing of registration processes could help better-off migrants the most.The two papers seem to suggest that politicians don’t help migrants because they don’t think of them as political actors, and that politicians don’t necessarily ostracise these migrants when they do become more politically active. Do you have thoughts then on why their exclusion is so significant? Do we see bureaucracies as a separate stakeholder here?Their exclusion is significant because access to so many of the core goods and services that citizens rely on are handed out at the discretion of incumbent politicians. The term “vote bank” politics may be cliched, but it captures a truism about politics in India (and many other places): politicians tend to want to target state benefits to groups strategically. India’s bureaucracy has tremendous strengths, but we know from a lot of research that it’s overwhelmed and vulnerable to political influence. If migrants don’t have politicians’ ear, their welfare is likely to suffer.We can infer this directly from our first study. The requests to politicians asked for help with tangible things: getting drainage or broken street lamps mended, obtaining an income certificate, to name a couple. Migrants got fewer callbacks, suggesting it’s harder for them to secure these essential services. Put differently, we don’t think this is just a story about what happens around election-time. It’s about how well migrants fare materially between elections.If  nativism isn’t the issue, and if politicians do court migrant voters  once they are registered, why aren’t more politicians leaning on the  bureaucracy to register migrant voters? Does the answer have to do with  the way the bureaucracy itself works?On the bureaucratic side, we phrase this as follows: “Why might migrants  be asymmetrically hard hit by bureaucratic registration hurdles?  Migrants’ difficulties may be the unintended consequence of  systems designed with nonmovers in mind.”Our sense is that there is a  certain degree of inertia or path dependency inherent to these  bureaucratic processes – the voter registration system wasn’t set up at a  time when urbanisation was advancing at the pace it is now, and it  would benefit from streamlining.Why don’t  politicians apply more pressure to get that done? Well, one point is  that this is really only a significant issue in urban areas, limiting  the number of incumbent politicians invested in it. There’s also a more  nuanced argument we make on the politicians/parties side. Here’s the  relevant para from the second paper:“There is also a  subtler logic by which politicians’ uncertain beliefs about migrants’  preferences can produce exclusion. In places where antimigrant sentiment  is muted, it seems intuitive that parties would help migrants register  and participate. Where parties can be confident of migrants’ probable  vote choice, such party-led drives to enlist migrant voters make  rational sense. Yet, more commonly, migrants are unknown quantities in  local politicians’ eyes. Ethnocultural dissimilarities between  politicians and migrants make their partisan leanings hard to discern;  the tendency for low-income migrants to reside in dense, heterogeneous  informal settlements renders their political preferences less legible to  urban elites; and politicians may presume ex ante that migrants’ home  attachments will depress demand for city-based registration. Meanwhile,  the costs of shepherding migrants through the process are high. Running  migrant-focused registration drives thus carries two risks for  politicians and parties: (a) newly registered migrants may not turn out  to vote, meaning that scarce resources have been squandered, and (b)  migrants may accept registration help but then go on to vote for a  competitor. To the extent that the political preferences of local-born  residents are more transparent to elites, therefore, it makes sense to  focus recruitment and mobilization efforts on locals.”All  to say, there’s a risk calculation involved. Parties do of course run  registration campaigns from time to time, and have done so in Delhi. But  these are the reasons, we think, why the reform pressures aren’t  greater.Across both papers you speak of the generalisability of these findings to contexts far beyond India. Could you explain why you believe these results are applicable in such a broad manner?A takeaway is that movers run afoul of structural barriers that make it harder for them to participate in destination-area politics than long-term residents. The costs of getting involved are simply higher. Politicians know that and consequently give migrants the cold shoulder, to some extent. Cities are magnets. Globally, people from rural areas are drawn to them en masse – searching for better opportunities for themselves and their families, for safety, and so forth. When countries going through urban transitions are also democracies, we think it’s quite likely this mechanism will crop up in some form or another.On the registration front, there’s a more specific reason to think the findings might travel beyond India. One exercise we undertook in the second paper was to tabulate registration procedures in the world’s 20 largest low- and middle-income democracies. There wasn’t a good pre-existing database, so we had to put it together from scratch, relying mostly on country experts we got in touch with. What we found was that in 15 out of the 20 countries we canvassed, the onus is on citizens to initiate and complete the (re)registration process. States don’t do this. That’s likely to be a major impediment for internal migrants. In Kenya, just as in India and Pakistan for example, migrants have to jump through the added hoop of de-registering to vote in their origin village before re-enrolling in their destination. We don’t have the data to estimate just how wide the migrant/native participation gap is internationally, but case studies indicate non-integration is commonplace.With that said, the underpinnings of exclusion will differ from context to context. We don’t mean to imply that bureaucratic systems are the primary blockage everywhere. We think the three-part theory we put forward in our second paper – migrant preferences, structural barriers, and active sidelining – could be useful for organising discussions about what’s going on in other countries. Just to give a flavor of the multiplicity here, Terry-Ann Jones, a sociologist at Lehigh University, has written a moving account of the lives of sugarcane laborers in Guariba, Brazil. There, she writes, migrants feel that they “do not belong and are not entitled to make demands [on the government]… civic ostracism places them on the margins of local politics and essentially undermines their citizenship … they have internalised the exclusion that they experience at the hands of permanent residents.” That internalisation is noteworthy and highlights a more subtle way by which migrant exclusion can take form.Migrants labourers and their families walk on a road as they wait for transportation. Photo: Sanjay Kanojia/AFPDo you intend to continue examining the question of migrants and political participation? What’s on the cards?At the moment, we’re writing up the results of a large experiment we ran in Mumbai with Anjali Thomas. It tests the impact of a bureaucratic and a political intervention designed to boost connectivity to the municipal water grid in predominantly migrant-occupied slums. We plan to have the working paper ready in the next few months, so watch this space. We’re about to conduct a follow-up survey with the participants in that study, whom we first interviewed back in 2017.We are anxious to know how they were affected during the first Covid lockdown last year. Who stayed in the city, who left, and what struggles did they undergo? Medium term, we intend to write a book pulling together the pieces from our studies. What’s exciting about that is it will give us the space to write up the many qualitative insights we amassed during our fieldwork. Those firsthand accounts were crucial for shaping our intuitions. More importantly, they humanise all the data analysis we’ve been discussing. So yes, we have much more to do!Gareth is co-organising a two-day Zoom conference at the end of October, which will be a forum where researchers will present cutting edge work on migration in India. This is an open event. All are welcome, and the talks will be as jargon-free as possible. Practitioners like SHRAM and Aajeevika Bureau, who have done incredible work with migrant communities, will also be there to share their knowledge. Look out for tweets with details over the next month, or check the website of the Center for the Advanced Study of India.Are there areas of research – or tools – that you’d like to see other scholars pursue in this space?We’d love to have a better handle on the size of India’s migrant population, whether we’re talking about permanent, semi-permanent, or circular migrants. There’s a lot of debate and confusion over this. Regrettably, the census and large sample surveys collect relatively thin information on respondents’ migration histories. Further, definitions of “migrant” vary across organisations, making it hard to compare statistics from source to source. Reconciling some of these definitions and pressing for more details on migrants’ life-journeys would be a huge step forward.In the participation domain, learning more about women’s experiences is an urgent task. In this vein, Rithika Kumar at the University of Pennsylvania is pursuing an exciting agenda on how women’s political behaviours change when their husbands migrate away from the household, and how enduring those effects are after husbands come back. Gender turned out not to be a salient theme in the results arising from our own studies: politicians didn’t discriminate between male and female migrant requesters for instance, and the registration campaign had similar effects among men and women in the Delhi/Lucknow study. But we are the first to admit we’ve hardly scratched the surface of this topic.Recapping an earlier comment, we wouldn’t want to push for any particular methodological tool or theoretical approach. Making progress on understanding the world of migration needs creativity and hard work from scholars of all stripes. It also requires people to talk across disciplines, and in language that’s easy to understand.Three recommendations (books, papers, podcasts, videos) for anyone who’s interested in this subject?A terrific starting point would be Aman Sethi’s A Free Man: A True Story of Life and Death in Delhi. It tells the story of a day labourer, Muhammad Ashraf, his extraordinary and surprising journey, and his experience of poverty in the capital. The best introduction to the larger trends is Chinmay Tumbe’s India Moving: A History of Migration. (For the time-strapped, you could also listen to Chinmay’s discussion about the book with Amit Varma, episode 128 of The Seen and the Unseen.) Dolly Kikon has written about these issues from the perspective of migrants from the North-East; see her book with Bengt Karlsson, Leaving the Land: Indigenous Migration and Affective Labour in India. For an older but still highly relevant perspective, Myron Weiner’s Sons of the Soil: Migration and Ethnic Conflict in India is indispensable.The papers discussed in this interview are all available open access from the publishers’ websites:“The Majority‐Minority Divide in Attitudes toward Internal Migration: Evidence from Mumbai. American Journal of Political Science. Link.“Do Politicians Discriminate Against Internal Migrants? Evidence from Nationwide Field Experiments in India.” American Journal of Political Science. Link.“Overcoming the Political Exclusion of Migrants: Theory and Experimental Evidence from India.” American Political Science Review. Link.","author":"Rohan Venkataramakrishnan","time":"2021-08-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142096-kncwdcahbg-1600180539.jpg","tags":["The Political Fix Q&A","Migrants"],"source":"https://scroll.in/article/1003249/interview-nikhar-gaikwad-and-gareth-nellis-on-the-political-exclusion-of-migrants-in-india"}