{"title":"Interview: Nayanjot Lahiri says ‘a cocktail of all prime ministers’ at Nehru memorial is a bad idea","content":"The Nehru Memorial Museum and Library, an autonomous institution under the Ministry of Culture, is looking for an “internal professional advisor” to run a design contest on its behalf. It is for a new museum dedicated to “Prime Ministers of India”.Delhi’s Teen Murti Bhavan, once the residence of India’s first Prime Minister Jawaharlal Nehru, has been associated with him since Independence. And since 1966, it has housed the Nehru Memorial Museum and Library, which preserves his personal papers and others related to the freedom movement. Now, the premises must find room for another museum dedicated to all prime ministers who followed. Much has changed at the institution since the Bharatiya Janata Party-led government came to power in 2014. In 2015, its former director, the historian Mahesh Rangarajan, resigned after Minister of State for Culture Mahesh Sharma alleged “irregularities” in his appointment. Pratap Bhanu Mehta, now vice-chancellor of Ashoka University, resigned from its executive committee in August last year saying it was “heading in a direction that [made him] uncomfortable” and within weeks, Shakti Sinha, a former bureaucrat, was appointed director. Allegations that the new government is attempting to dilute Nehru’s influence have followed every change. The government apparently planned the new museum last year but not everyone is pleased about it. The historian Nayanjot Lahiri and two other members of the Nehru Memorial Museum and Library Society, an advisory body chaired by the prime minister, opposed the proposal at the society’s meeting on August 22.In an email interview, Lahiri explained to Scroll.in why she opposed the plan and what changed at the memorial after 2014. Her tenure as a member of the society has spanned both this regime and the previous Congress-led government. Her responses have been lightly edited for clarity. It has been reported that you opposed the proposal to dedicate the memorial to all prime ministers. Is that the case?Yes, I was among the people who opposed the proposal to set up a museum dedicated to all prime ministers of India.  For a number of reasons. First of all, the way the NMML memorandum is framed, it mandates the museum to maintain Jawaharlal Nehru’s personalia and other material pertaining to India’s freedom movement. If a new museum for prime ministers is planned under the auspices of the NMML,  it is difficult to see how the present memorandum allows it.Second,  a cocktail of  India’s 14 prime ministers is a bad idea because you have a prime minister like [BJP’s Atal Bihari] Vajpayee, and many others, who served their full terms, but you also have others who served for less than a year, and in the case of Gulzari Lal Nanda a few days [Nanda only served as acting prime minister, twice]. So, squeezing all this into the same narrative is hardly likely to be a successful one, and as a member of the NMML Society, I feel deeply uncomfortable about it.Third, in the circulated papers [at the August 22 meeting]  were the records of the minutes of the previous meeting where the views of Swapan Dasgupta, a member of the NMML Society, that [there] should be less commemoration and more research, are mentioned. Also, the action taken report – also circulated yesterday – stressed that for the last one year, no commemoration has happened in the light of this suggestion. It seems somewhat strange and ironic then that you are against using the NMML for commemoration and yet you are putting up a new museum which is all about commemoration.Finally, why here? If research is the meaningful thing that is done here, as those who have used the NMML would argue, then the disruption such a museum will cause here because heads of state etc will come and visit needs to be considered.If you ask me, India today is seen as dining at the high table of nations. Maybe, it should look at how, for instance, the United States remembers its presidents. Surely, the prime ministers who have served their full terms need to be remembered that way.The Times of India reported that this matter was not on the meeting’s agenda. How did it come up? When was the decision to have the second museum taken?The decision to set up the second museum, we were told, had been taken by the government sometime ago. The NMML executive committee has evidently already given the green signal because there is an advertisement in today’s newspaper inviting “Expressions of Interest for Appointment of Professional Advisor for setting up a new museum on ‘Prime Ministers of India’”.This advertisement appeared in the Times of India on August 23. How long have you been a member of the society? What changes have you seen in its functioning during your tenure, or even before?I have been on the board since UPA 2 [the second term of the Congress-led United Progressive Alliance government, 2009-15] when Prime Minister Manmohan Singh used to chair it and was reappointed by the present government. The first meeting [under this government] was chaired by Prime Minister [Narendra] Modi and this meeting [on August 22] by Home Minister Rajnath Singh.Actually, during both my tenures, there have been free and frank discussions, and all members of the NMML Society have given their opinions and suggestions.The major change is that we had an academic, Professor Mahesh Rangarajan, as director of the NMML during my first tenure and now a non-academic is the director. Mahesh brought new energy and gravitas to his job and this is acknowledged in the confirmed minutes. Let me just quote here from what Shri TN Chaturvedi, who has had a long association with the NMML, had said – and this is recorded in the confirmed minutes – about the work done during Mahesh’s tenure: “He [Chaturvedi] commended the entire team and the Director NMML for the work done by them in taking the institution in the right direction. The regular seminars and publications have made NMML a vibrant centre of activity….”The present director, Shakti Sinha, has had a distinguished tenure as a bureaucrat but he is not an academic.","author":"Shreya Roy Chowdhury","time":"2017-08-24T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848265-66524-qotltqxvsj-1503502453.jpg","tags":["Jawaharlal Nehru","Nehru Memorial Museum and Library","Congress","BJP","Nayanjot Lahiri","Teen Murti Bhavan","Rewriting history"]}