{"title":"Interview: Vijay Gokhale on why India should not assume China’s success is due to lack of democracy","content":"India has a superpower on its doorstep. Yet the Indian public, including its elites, understand very little about its neighbour’s politics and what drives its policymaking. “Almost nobody in India, including the highly educated elite, would be able to intelligently discuss Chinese politics for more than 10 minutes. But of course, we will all have an opinion on American politics,” said Vijay Gokhale, former foreign secretary of India. In The Long Game: How the Chinese Negotiate with India, Gokhale who was India’s ambassador to China and has worked on the country for decades, puts together a short compendium of past episodes where New Delhi had to work out complex issues with Beijing. But the key potion of Gokhale’s book is the final chapter, in which he sketches out the Chinese negotiating playbook, arguing that understanding these tactics and diplomatic culture will be crucial for India going forward. I spoke to Gokhale about how China’s perception of India is radically different compared to New Delhi’s view of its neighbour, why he believes that Beijing has become more sophisticated at influencing Indian voices and what areas young scholars and diplomats need to focus on. To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.Was your interest in China something that came from the beginning, or was it just how your diplomatic career progressed?My educational background was actually in European history from Delhi University. I did not study Chinese history formally, but I was fascinated by stories about the Chinese revolution and also the Cultural Revolution, which was taking place during the time I was in high school and university.And because I lived in New Delhi, my family knew a number of people who were working in the external affairs ministry, who had either served in China or knew about it. When I passed the UPSC and was lucky to be accepted into the Indian Foreign Service, I felt that I should take Chinese as my language to pursue a further interest.When I opted for the Chinese language in 1981, China was just opening up, and nobody really predicted what would happen 30 years down the road. But for India, China was always important because it was a neighbour, with which we had a troubled history.So it made sense for me, and that’s how I got to a career path that led me many times to China.Would you say you had access to good resources in understanding China at the time when you started?As a member of the Indian Foreign Service, there were sufficient resources, because a number of officers who were senior to me had very good experience of China. There is a tradition in the Indian Foreign Service of officers mentoring their subordinates and juniors. I was indeed fortunate that I had some very illustrious people who mentored me, like Shivshankar Menon, Nalin Surie, Shyam Saran and so on.Apart from that, my own sense was that, beyond the world of the government, there was very little understanding among the Indian people about China. And that situation persisted long after I joined. As I explained in my book on Tiananmen Square, there was very little information about what happened in 1989 and almost no interest about what happened there. Indian media also did not cover it in any great detail.The one overlay about India-China relations was the traumatic experience we had in the border conflict of 1962. That seemed to hang over the entire relationship when I joined the service. Fortunately, over the years, that has disappeared and we have a much more nuanced understanding of China.How do you see the change between then and now? I still run into scholars who lament the state of China research in India, and say that those who do build up expertise are often seen with suspicion in government…It is a fact that, for many years after independence, there was a disconnect between the makers of policy and outside experts. And this is true of government as a whole, not just the Ministry of External Affairs. But, talking specifically about foreign policy, there was no institutionalised framework or mechanism to connect the policymaker with the expert or the analyst or the academic.As a result, there was no encouragement to academics and scholars to pursue China studies. That has changed over the years.First, because government has begun to rely more on outside resources, since within government there is limited time and ability to study countries like China. But also because a lot more avenues have opened up for academics and experts in terms of the interest taken outside the government – by Indian business, by culture, by media – in what is happening in China. Thirdly, because a number of good private and public institutions have come up, in universities like Ashoka or Jindal or inside the government, which allows for a greater debate on China.While I agree with experts that there is still much more work to be done to fully connect the policymaker with the expert, there is good room for optimism.'The Long Game: How the Chinese Negotiate with India'And among the public? Do you think we have a better understanding and a more nuanced debate on China than, as you mentioned, in 1989?I think the Indian citizen has been curious about China for quite a few years now. The problem has been that much of the work on China is very academic, which makes it difficult to read. One of the reasons I decided to write on the Tiananmen Square incident was because I wanted to write a book that could be read by the ordinary Indian citizen, without feeling like she or he would need to read a whole lot of other books to understand this one.Notwithstanding that, we also have a larger structural problem, which is that our educational system is still oriented towards the West. If we are to pick 10 Indians who are studying in universities, and ask them to name 10 American cities, or the last five American presidents, there is a much greater probability that they will get this right than if we ask them to name 10 Chinese cities or the last five Chinese presidents.Which takes me to the point that a lot more writing has to be done on China in a way that can be absorbed by our younger generations. Because if we don’t do that, we risk making misjudgments and having misconceptions about a country which is not only a neighbour but is now a superpower.You wrote an insightful paper for Carnegie a little while ago saying that policymakers in both India and China have a huge gap in perceptions of each other…The core point in my paper was that whereas India had always given China an appropriately high place in our foreign policy, irrespective of whether relations were in the deep freeze or whenever they reached highs, China did not – in my opinion – give a correspondingly important position to India. If you look at the history of India-China relations between 1950 and 2020, it might be argued that the Chinese only really took notice of India when we seemed to be aligned with one or another major power, or with powers that China considered to be its equal, or its competitors.Therefore, there is a disconnect between the way in which we approach the India-China relations and the Chinese approach to India-China relations. And to my mind, the Chinese approach even now is a subset of China-America relations.To bridge this gap is easier said than done. Because in the Chinese view, given the fact that their economy is now roughly five times the size of the Indian economy, and given the fact that their military is not only considerably stronger, but also that their military spending is four or five times our military spending – they do not see us as a rival or as a direct adversary.Except in one department. The only department in which they see us as a rival is in the ideological department. Because the existence of a country which is as large, as populous, as underdeveloped is them, and yet is able to sustain a democratic electoral system, somewhere it pricks their ego.Because their whole narrative to their people is that “you don’t need to have development and democracy together. And look, we have delivered development to you, even though we’re not a democracy.” Therefore, the success of the Indian experiment will directly impinge on the ideology of the Communist party. And that is where they perceive a threat, if indeed, they perceive India as a threat.These are fairly complex issues, because they involve domestic policy of both sides in addition to foreign policy. So bridging the gap is going to be easier said than done. But that having been said, it has to be our effort to bridge the gap. Because while they are on an ascending scale, so presumably are we and that will mean that by 2050, which is in the lifespan of most Indians, we will be among the top two or three or four countries in the world. And there is no option but to have a relationship.Vijay Gokhale, author of 'The Long Game: How the Chinese Negotiate with India'Some have argued that, in always seeing India-China relations as a subset of US-China relations, Beijing has basically driven New Delhi closer to DC…I think that they have consistently misperceived India’s foreign policy interests and national security strategy. And they have led India to a position where it sees itself as aligning with others to balance China. I think they still are making a mistake if they believe that alignment is equal to alliance.It is important for them to recognise that India will align on issues, but is too big a country, and if I may say so, too proud of civilisation to be allied with anybody else. It hurts our ego in the way I presume that it hurts the Chinese ego as well. We both consider ourselves to have been global powers, or at least global economies long before the West.Unlike the Tiananmen book, this one seems squarely aimed at young diplomats, teaching them how to negotiate with the Chinese. Was there something like this available to you as a young diplomat?When we joined the Indian Foreign Service in the early 1980s, there were a few books, mostly written by the Americans who had successfully negotiated with the Chinese first to resume relations, and then to virtually become an ally to the United States in the Cold War against the Soviet Union. But over the course of my career, I recognised and began to realise that books written by the Americans on negotiating with the Chinese don’t apply to India automatically, simply because in that case, the United States was or is the greater power. China was the lesser power and now might be an equal power.In our case, both psychologically and in terms of the economy, we were certainly not equal to that of China. We were a lesser power in economic terms. And there was the psychological impact of 1962, which, fortunately does not exist in the younger generation, but which was very much in existence in 1981, when I joined the service.When I finally retired from government, I felt for two reasons I should write this book. One was because we should have an Indian account of attempting to negotiate with the Chinese. And the second is because I didn’t find any books, which covered the gamut of relations from 1949 to 2019 on how China went about negotiating.My hope is that it will be read not just by people in government, or the strategic and foreign policy community, but even by people in business or in any other walk of life where they might have to deal with the Chinese in some manner or another. Because while all the lessons I mentioned in the book don’t necessarily apply to every field, I think quite a few might apply even to doing business with China, or even in terms of academic, scientific and other exchanges with China scientific research over ChinaYour broad takeaway from the first two chapters  focusing on Prime Minister Nehru’s willingness to officially recognise the Communist government, and its handling of Tibet – that there was probably an unwarranted assumption of goodwill on India’s side, plus an overweening focus on Nehru’s own image that led India to “lose” in the negotiations, right?Well, I would say it was principally for two reasons: One was the lack of diplomatic experience. And that was not the fault of the ruling dispensation simply because for 200 years, we were not allowed to have any diplomatic experience. Whereas because the Chinese Empire was never extinguished, they had experts and diplomats. Even though the communists removed those diplomats from frontline duty, they retained them as consultants.So one reason of course, was lack of experience. But the second reason was that we did not rapidly build up the infrastructure of foreign policymaking, as many other countries including China did. Beyond the government, we did not create the linkages to the foreign policy experts, to academic institutions, to research institutions, even to have dialogues on China with other countries. The system of inputs was relatively underdeveloped in India.Plus of course, one has to admit to some extent, the thought process of the Indian leadership, particularly of India’s first prime minister, which in my opinion, led to a misjudgment. There was a fundamental difference between the way in which Prime Minister Nehru and the Chairman Mao Zedong approached the relationship, for two reason.One, India’s experience in the freedom struggle was very different from China’s. India’s basic ethos was ahimsa, as preached by Gandhiji. China’s was “power springs from the barrel of the gun” as preached by Mao. We had vastly different approaches to handling problems.The second was that Prime Minister Nehru was an internationalist. He saw India as one among many pulling Asia back to where it was in 1750. The Chinese made it very clear that they intended to go it alone. Mao stated as much by saying that we have defeated the Japanese, which was a lie. Because it was the Americans, the British and even the Indians who helped them defeat the Japanese. They decided that they had defeated the Japanese, and so a post-war Asian order must be Sino-centric.I guess it sprung from a lack of understanding of each other. But it was a combination of diplomatic inexperience, the absence of structure and the lack of understanding. Chinese President Xi Jinping (L) and Indian Prime Minister Narendra Modi at the BRICS Summit in 2017 | Kenzaburo Fukuhara/ ReutersYou argue that, over the subsequent decades, the Chinese have underestimated and misread India, in part because their analysts and experts often have to toe the party line, and that this may have even gotten worse under Xi Jinping…If you look at it from the perspective of scholarship, they have better capacity than they had in the 1990s or the early 2000s, because they recognise that it is necessary to devote more resources. But the fact that the party’s control has been re-asserted over the last five or six years, and given the importance that the communists have in controlling historical narrative – because a lot of their own truths and lies are shaped by that narrative, including the complete denial of the fact that any disaster happened during their rule – means that advice may not be written objectively, but may be written bearing in mind the party line.To that extent, I would say that Indian scholarship is perhaps more accurate about the China of today, in terms of the analysis. I’m not talking about the resources. The Chinese have devoted probably far more resources to India-related research than India can afford to study China.But I would think by and large, Indian analysis is more independent, is willing to uncover the problems along with the successes, whereas I don’t think that is the case on the Chinese side, at least publicly.I really can’t speak to whether privately they are rendering a different sort of advice.Do you think there is a Chinese version of your book? A guide for their diplomats on how to deal with Indian negotiators?I would hazard a guess that very early on, they developed curriculums in their Foreign Service Institute or equivalent to teach their diplomats negotiating tactics and strategy. And while it may not have been India-specific because their focus was primarily directed towards the Soviet Union, and to the West, I suspect that in recent years, they have also developed an India-specific focus.Because we had this long running issue related to the boundary, and to Tibet, and because the Chinese, at least until a few years ago, were highly specialised in their diplomatic focus – in other words, diplomats dealing with India return multiple times and when they went back to Beijing to the India desk – I think that there was a certain institutional memory.So between the institutional memory and courses on negotiation, I would say that they have studied the way in which Indians negotiate, what our tactics are, how our internal dynamics operate, how other factor institutions besides the government can be influenced, including parliament, the media and public opinion. I would say that we must assume this way going forward.You claim in the book that, despite your belief that the think tanks have to toe the party line and may not understand India, they seem to have built up more sophistication in dealing with other voices in the Indian environment. What do you mean by that?What we’re seeing is a systematic effort by the Chinese now to make up for lost time in trying to shape public opinion in India. They’ve gradually realised the importance of this when dealing with the West, beginning from around the year 2000 onwards. And of course, they also developed the instruments for it, some of which I mentioned in my book.Beyond the normal embassy and consulate, they have developed other instruments to influence public opinion. Now, as part of this exercise, of course, they would like to reach out to all our political parties as parties, not as governments. So in other words, if the ruling party today is the BJP, they would like to develop relations with the BJP as a party itself.And they’re doing this across the board with all political parties. They also are penetrating into educational institutions through the Confucius Institutes, and wherever that is not possible – I’m talking globally – they are penetrating by providing funds and scholarships.This is an insidious way of doing it, because invariably in all countries, you are always short of funds for research and for education. And therefore, by providing these funds you seek to to build influence and to influence the writings of those people who hopefully will go up to influence policy in India.We are also seeing – what is also seen globally – the advertisement supplements in the Indian media. A couple of days ago, you saw a huge supplement in Germany’s leading newspaper, The Frankfurter Allgemeine Zeitung lauding the 100 years of the Chinese Communist Party, which is coming in for huge criticism in Germany.But such is the problem the print media faces these days that any source of funds is probably welcome. They understand this. They study the vulnerable points that are there in a democracy, and they approach it. They invite people for visits, they encourage greater contacts between the embassy and people. I think that it’s getting more and more sophisticated.The one issue they have is they don’t understand how democracy works. And sometimes there is overreach or there is just very poor understanding of how public relations operates in a democracy. And I think that is going to be one of the problems for them..The other problem is that, you know, diplomacy in the 21st century is undertaken by leaders. There is the telephone call, the pull-aside at a multilateral meeting, the personal interaction on first-name terms. The Chinese are not good at this. They are very structured. So while they have many advantages in diplomacy, their inability to adjust to the changing face of diplomacy, is in fact putting them at a disadvantage.Because if they’re not comfortable around democratic leaders who are bantering with each other, they lose out on shaping approaches and policy and so on.Narendra Modi and Xi Jinping at the Five Chariots complex in Mahabalipuram | Photo: Raveesh Kumar/TwitterBeyond the Confucius Institutes and so on, one area where we see the Chinese flex their muscles in a big way is in the tech space in India, which the government only seemed to act on last year. In your time in government, do you think you had a sufficient idea of just how far reaching Chinese money in these spaces had gotten?Almost every government in the world sees this problem much later. China’s big pockets by 2010, particularly after the global financial crisis, were needed by stressed economies across the world. So for instance, when I was ambassador in Germany, between 2013 and 2016, I visited a number of industrial towns and cities, met their mayors and Chief Ministers, and to a person, they all were convinced that Chinese funding was good for the German economy, and that there was no ulterior motive to it except doing business between Germany and China.It is only much later, when they took over the robotics firm Kuka, which is the leading robotics firm in the world – and this was taken over by a manufacturer of washing machines – that the Germans realised that essentially what China was doing was investing in technology, and then simply shipping the technology back home. So that, in 10 years, their competitive edge had been totally eroded.This instance was replicated from America to Japan. All of them face this problem. India is no exception. A lot of the Chinese money has come in very specific sectors, like pharmaceuticals. Similarly they admire India’s capabilities in terms of developing the software for big data, for artificial intelligence, for blockchain and so on. And they have been consistent in either acquiring Indian human resources and transporting them to China or in acquiring Indian companies.Again, for us, because the tech sector was starved and venture capitalism or angel investing is relatively new in India, Chinese money coming in to say something like PayTM or Flipkart was always welcomed, because it allowed the promoter to scale up the company to a much higher level. But of course, as we know now, it has a downside and I think we are becoming somewhat wary of it.I’m not aware to the extent to which in the last couple of years that awareness has increased because I think that the border standoff in eastern Ladakh last year was a watershed in the relationship. As the external affairs minister said on more than one occasion, we cannot have a policy where we have Chinese aggression on the border on the one hand, and then go back to behaving normally in every other area. That ‘every other area’ includes the economic relationship and specifically the tech scene.A few of the things you mentioned as potential Chinese weaknesses – an overweening focus on image, a need to play with historical narratives, expecting scholarship to toe the line – could, and has been said of India today. You said the Chinese see India as an ideological rival, because it is large and democratic. How does India’s democratic backsliding affect that?My perspective is that there is no one democratic path. Merely because the West introduced parliamentary democracy into India does not mean that that is the gold standard for democracy. Because ultimately, if we take Abraham Lincoln’s Gettysburg Address, where he says “government of the people, for the people, by the people” then it is the people who determine the shape of the government.It cannot be an outside theory or an influence, which determines the shape of the government. So my first argument in this case is that look, as Indians, we are a billion plus – certainly 600 million voters – we have to determine the shape of the government.The second is that I suppose a constitution when it is made after you would have been, for want of a better word, enslaved for 150 years, also means you don’t really have the wherewithal to make the perfect constitution. To make a perfect government, you go along the way, and you keep making changes.All changes cannot be simply seen as retrogressive, because the founding fathers of our constitution decided that it must be so. The founding fathers of the Constitution didn’t have either experience in dealing with constitutional matters, or foresight like Sanjaya did in the Mahabharata, in predicting to Dhritarashtra what could happen.Lastly, I think we must understand that we have very strong democratic traditions in this country. I think that freedom of speech, of expression, of worship, of association, of local parliament, a vibrant media – which I would certainly say is as vibrant as the West.I would take great issue with the West, because one of the things I pointed out in my book is that the West was hardly objective on Tiananmen, they were actually following the government line. They weren’t objective.So in a nutshell, at least my own view is that we offer a good example of democracy. And, again, I think, to the point, we are a thorn in the Chinese side. Now, of course, as a democracy, people have different opinions in our country. And we have to respect all those opinions. So I respect the opinions of others as well.All right, our last few questions: Are there misconceptions about the India-China relationship that you find yourself having to correct all the time?On the political side, the Chinese forced us to self correct. And I think they have scored an own goal in 2020 because they have fundamentally changed the way in which even moderate Indians and the younger generation of Indians look at China.But there are continuing misconceptions and misperceptions on the economic side. We very glibly explain China’s remarkable economic transformation as a direct outcome of its non-democratic form of government. As if even today, the Chinese government can decide to build a road through any basti or chawl in Mumbai and there is no opposition to it.Frankly when the Cold War ended, the Chinese were as challenged as we were. We both took different paths. And they pursued economic reform with a single-minded purpose of quadrupling the GDP. And in that process, they made many compromises with policy and showed greater flexibility. We must acknowledge this and not pretend that it is simply because they have a dictatorial system, whereas we have a democratic one, that they have been able to achieve much more.Now, in the long run, whether that is sustainable is another matter. Because my view is that while they are economic giants, they are political pygmies. They have an extremely brittle political system. We have transferred political power 14 or 15 times peacefully by a vote, with no former prime minister questioning the right of the incoming Prime Minister to take office.In their 70 years, power has been transferred peacefully just once. And invariably, the rules are changed, including by the current president, who has now decided the two terms must go and he must stay longer. So the political system is very brittle. It looks stable, because nothing happens. But it is extremely brittle.In the long run, I think we are as likely to prevail as the Chinese are. And this is a very long race, which has just begun. I think despair should not be part of the thought process with China going forward. We should be optimistic in this regard.Are there areas of research that you think we need to focus on?Yes, I would say there are two or three which need to be urgently focused on. The first is the whole field of military technology. China is moving very rapidly into technologies in outer space, in cyber warfare, and so on, which uses concepts of artificial intelligence and fast, rapid, secure communications, quantum communications, and so on, so forth, which is going to fundamentally change the nature of conflict.By that I don’t mean on the border alone. I mean, in terms of paralysing your economic systems and communication systems. We don’t have an adequate understanding of how far China has got, on what the focus areas are and how it will impinge on India and what India can learn from China on this.The second is the tech sector. Because the manner in which China moved very rapidly in the last 10 years from being a copycat to being at the cutting edge of innovation in new industry, from electric vehicles to artificial intelligence, we need to study how they did that in the space of one generation. And for us, this is important because if we have to do it, this is the generation we have to do it. This is the time when our demographics have a maximum elasticity. The age group 25 to 40 is going to be at its peak between 2020 and 25. So if we have to do it, we have to do it now. After 2050, it’s history. That’s very critical.The simplistic explanation is that a dictatorial system simply allocates funds and resources, but innovation is not just a function of funds and resources. Otherwise, India would never have been a software giant and anybody with money would have outstripped India. We have to learn what China brought into the chemistry, beyond money and education.The last is we have to take an interest in Chinese politics. Almost nobody in India, including the highly educated elite, would be able to intelligently discuss Chinese politics for more than 10 minutes. But of course, we will all have an opinion on American politics. Or British politics. Or Pakistani and Sri Lankan politics.The fact is that we have a superpower on our doorstep. It hasn’t happened in 70 years. But it’s going to be with us for the next 70 years. If we don’t even understand their politics, how are we going to deal with them in terms of foreign policy, national security, economic competition, and so on?Three recommendations on India-China relations?Nehru, Tibet and China, by AS Bhasin. Smokeless War: China’s Quest for Geopolitical Dominance, by Manoj Kewalramani.India and Asian Geopolitics: The Past, Present, by Shivshankar Menon","author":"Rohan Venkataramakrishnan","time":"2021-08-14T08:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/128985-yrjzzvrojz-1597432013.jpg","tags":["Vijay Gokhale","CHina"],"source":"https://scroll.in/article/1002685/interview-vijay-gokhale-on-why-india-should-not-assume-chinas-success-is-due-to-lack-of-democracy"}