{"title":"Indian football: Manisha Kalyan charts her path to the top, from Hoshiarpur to Cyprus via Kerala ","content":"For someone so young, Manish Kalyan has had her fair share of historic firsts in Indian football. In November 2021, Manisha became the first Indian woman to score in the AFC Women’s Asian Championship. Just days later, in the Brazilian legend Formiga’s last match, the then 20-year-oldbecame the first Indian to score a goal against Brazil at the international level.After winning her second Indian Women’s League title with Gokulam Kerala FC, Manisha joined Cypriot club Apollon Limasol in July 2022 and a month later, became the first Indian, male or female, to play in the Uefa Champions League when she made her club debut as a substitute in a 3-0 win over Rigas FS.And now, eight months on, Manisha has become the first Indian footballer to win a European league title after Apollon won their 13th Cypriot First Division title.“I feel so good like I’ve won a league in Europe,” Manisha told Scroll from Limassol, Cyprus. “This is my first time playing in a big league. We spent a whole year playing and It was difficult to make a bond with the team and because I’m new here. To win the league after so much has happened makes me proud.”Indeed, a lot has happened for Manisha during her year in Cyprus. After the initial excitement of living in a different country and playing in Europe settled down, Manisha found the process of adapting and acclimatizing to her new surroundings to be a challenge.“When I joined this club, I was so excited,” she recalled. “To play in the Champions League and playing in Europe is my dream. So when I joined, I was so happy. But it’s so difficult to stay that long without your family and friends. When I came from India, the first two months, I enjoyed going around and exploring places in Cyprus. But when it comes to the game, it’s very difficult to play with a new team in a place where the culture and people are different.“When I came, I was all alone and a little scared. ‘How I’m gonna talk with these people because before I didn’t know that much English’. Even now I don’t know that much,” Manisha added, self-deprecatingly. “I’m just trying to talk with everyone. Still I’m in process (laughs). Now I’m comfortable with the team.While playing also they were so superior to me when I came here. But now I’m also working hard. I’m still growing and I feel now I’m in the team and I’m doing pretty well.”        View this post on Instagram            A post shared by Manisha Kalyan Muggowal (@manisha_kalyan_)\nThe biggest difference in moving outside India was the league structure. Since its inception in 2016, the Indian Women’s League has been a weeks-long tournament, in stark contrast to the significantly longer Indian men’s football season which sees clubs take part in two cup competitions as well as the Indian Super League and the I-League.With clubs only grouping a month or two before the IWL gets underway, India’s female footballers got three months of proper football training. At Apollon, Manisha has seen regular football action over longer period to go with improved training facilities and a better understanding of the game.“Our Indian League is very short. It’s just one or two months. I think what Gokulam gave us was also good. They also give us good training and good facilities but it’s all about the league. The league was very short,” Manisha said.“When I played with Gokulam, one or two months before the league, we start preparing. But because the league is too short, there’s no point training the whole year. Here in Cyprus, I am playing one or two games every week. You need to be ready all the time.For someone starting out with their football career, there’s nothing better than playing football all year round. Something that Manisha sees as a challenge.“In a year, we have one or two months where we are not playing games but we are continuously preparing ourselves and training every day,” she said. “Everyday is a new challenge. When I wake up in the morning, I have a new challenge every day. It keeps me motivated. In training I will be more perfect than I was yesterday. So every morning I have a motive to give my best. These things are a little missing in our Indian clubs.“In India, I feel there are many things which are good and some things where we need to do more. It’s all about their playing style. In India we train with one or two formations but here I have trained with so many formations and so many tactics. I feel like it’s all about players, how they react to what the coach says. I feel it is not too much different. It’s just about tactics and a little speed in the game,” she added.Manisha then adapted quickly to the challenges in Cyprus. In October, she scored her first goal for the club – cutting in from the right and placing the ball in the bottom corner with a low left-footed shot, a trademark right-winger’s goal. She is the club’s fifth-highest scorer with six goals to go with eight assists. Not bad at all for a first season in a new league in a new continent.Numbers, however, do not tell the whole story. For you see, soon after scoring her first goal, coach Laurent Fassotte deployed Manisha at left-back after injuries ruled out his first and second choice defenders. In Manisha, he saw someone who could defend while also not allowing her natural attacking instincts to be curbed. “I really love to score and I’m hungry for that. I just want to score, score, score! Taking the ball, dribbling past two-three players and going on the wing and putting in crosses. So I have that mentality. But now I have learned how to stay in that position and make a perfect the defensive line. Even though I am playing as full back, he wants me to go on the overlaps because I have attacking skills,” Manisha said of her change in position.To illustrate how dangerous she can still be from left-back, sample this goal from a 5–0 win in February.        View this post on Instagram            A post shared by Manisha Kalyan Muggowal (@manisha_kalyan_)\nThough Apollon have the championship, there is still one match left in the league to go with a semi-final and a potential final in the Cup. Manisha’s current contract runs till the end of the season and she will be back in India in the coming weeks. The youngster said she wouldn’t mind going back to Cyprus for another stint.“I’m more focused now about my career and about the football I want to play. I’m hungry to learn more now. And I’m very curious about what my next step would be and what I’ll do next. After I’ve come here, in football and in life as a person, I feel now I’m growing up,” she said.And that growth has seen her go from Hoshiarpur to Cyprus, with a little help from Kerala on her way.Despite being only 21 and with plenty of room for improvement and learning, Manisha Kalyan is undoubtedly on her way to be the future of Indian women’s football.","author":"Dilip Unnikrishnan","time":"2023-04-05T20:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188800-qszsjnynra-1680698329.jpeg","tags":["Manisha Kalyan","Apollon Limasol","Gokulam Kerala FC","Indian Football"]}