{"title":"Interview: ‘India needs extensive, systematic datasets to counter narratives around caste’","content":"In November 2023, Bihar  released the findings of its caste survey, revealing tentative but crucial data on various caste groups in the state, and exposing privileges and disadvantages faced by caste groups.There has been a demand by  opposition parties to conduct a nationwide caste census to collate caste data. Such an exercise was last conducted in 1931. Some states such as Andhra Pradesh and  Telangana have decided to conduct state-level surveys.“We have a stereotype about caste based on the varna hierarchy [traditional birth-based Hindu social order] that it is ancient and stable, and nothing changes. The reality of caste is different at the regional level,” said sociologist Surinder S Jodhka. Caste is an important indicator of social exclusion, he added.While the population census, which is now more than a decade old and delayed by nearly three years, collects data on Scheduled Castes and Scheduled Tribes, caste-based enumeration must be done by state governments because “caste formations are regional in character”, he added.Jodhka is a professor of sociology at the Centre for the Study of Social Systems, School of Social Sciences in Jawaharlal Nehru University, Delhi. In an interview, he speaks about the need for state-based caste censuses, why governments must engage more with scholars to unpack caste data, and the need for subclassifications of Scheduled Castes, Scheduled Tribes and Other Backward Classes (OBCs).Edited excerpts:Why is it important to collect and collate all caste data in addition to the SC/ST data in the population census?Since the early 1990s, caste has come to be accepted as a development variable. It has to be engaged by the state system actively. Caste is simply not a question of identity, but also an indicator of lack of development, exclusion, disability etc. So, the state cannot do without data.India recognises caste as an important indicator of social exclusions. The State should have been doing it [enumerating caste] on an extensive level. It is not about classifying communities as SC, ST and OBC, but we need to understand issues like employment and education like how Sachar Committee did with the available data on Muslims in India. It [lack of quality data] becomes a bone of contention even in courts when there are petitions related to reservations and courts ask for caste data.[Note: The Rajinder Sachar Committee report on the social, economic and educational status of Muslims in India was tabled in Parliament in 2006.]Caste data are nearly a century old. The demand for a caste census is now being used or projected politically to take on the narrative of cultural nationalism. How was colonial caste enumeration and administrative requirement different from the need to enumerate caste now?We have a stereotype about caste based on the varna hierarchy that it is ancient and stable, and nothing changes. The reality of caste is different at the regional level. Caste is a living reality. There are differences between communities based on migration or land ownership. When you start looking at development and material variables, we find that caste is more than just ritual hierarchy.The notions that the colonial British government had was derived from classical Hindu texts. Reality of caste is local and fluid. It is linked to many issues like employment and land ownership. Urban economies are also structured around identities. Even if it is not, we need evidence to say so. We need extensive and systematic datasets to counter narratives around caste, which currently do not exist.Reservation has become a point of mobilisation. Underlying this are other anxieties. India is a neoliberal economy where employment is difficult for upwardly mobile communities that come from the margins. Even the tentative data that Bihar caste census has exposed privileges. It is not about backwardness or disadvantages. If certain top-end jobs are monopolised by few communities, it shows that those networks have monopolised it. It is called “opportunity hoarding” in sociology.In order to engage with these issues in a democratic society, we need empirical evidence. Unless there are political mobilisations, systems do not open up. It can also fossilise caste identities. The objective of caste census should not be to reinforce caste-based identity or an identity based imagination of our future. It should be made a part of a narrative around socioeconomic lives. Eventually, the hope is that once there is a level playing field, we can explore transforming identities into citizenship-based social life where everyone feels that they are equal to others. This requires evidence and data.Bihar has shown that caste data can be collected and collated administratively. Despite the Registrar General and Census Commissioner of India saying that 99% religion and caste data in Socio-Economic Caste Census (SECC) 2011 are “error free”, the Union government did not release SECC 2011 caste data, collected at a cost of nearly Rs 4,900 crore due to “technical problems” and because the data are “very old and not useable”. Is it difficult to comprehensively collect jati (caste) data accurately? How do researchers and scholars like yourself come in to build on this data and unpack complexities?This is critical. We need to learn from more than a century of scholarship on caste. When the colonial government started collecting caste data, they did not have any idea of the reality of caste. Caste formations are regional in character. The government needs to engage with scholars much more than it presently does.The government’s understanding is that they know what caste is. We will go back to some notion of varna hierarchy or a corresponding hierarchical structure where communities will be fit into kshatriya, vaishya, shudra or brahmin varna. That needs to be abandoned. For example, in Haryana, where will you place Jats? They are not shudra, kshatriya, vaishya or brahmin. South India does not have communities that correspond to a vague kshatriya hierarchy, but that does not mean that there are communities that are not dominant, like Nairs who are ruling castes.We need caste commissions at the state level like we have state listings for Scheduled Castes, Scheduled Tribes and Other Backward Classes. We need state-specific datasets and data profiles. We can have broad categorisation after we have region-specific data on jatis and upjatis (subcastes). Occupations, status and hierarchies, identities are all region-specific. We do not need comparative data at the national level for groups, but deprivation does exist. There may be communities who are deprived due to their caste background and there may be those who were privileged and may not be any longer.To achieve this, scholarship needs to be taken much more seriously and experts need to be included in commissions. The political elite picks these issues [caste census] to politically encash it, rather than being serious about it in the development process to bring caste for a citizenship project to materialise.Members of the Jat community in Delhi during a protest for reservations in in education and government jobs, in March 2017. Credit: Reuters. Essentially, the task of enumerating and unpacking caste data must be done by states.Yes, this is the only way you can do caste data collection. You cannot have a national level schedule for caste. You can have it for age, family, gender etc. Even reservations are at a state level based on state-level lists.What type of challenges and fault lines does an enormous and complex task of enumeration of castes in India expose?There is elite resistance on caste enumeration. It also reflects their bad faith. It is a fear that the data may expose that their proportions are much higher in positions of privilege. India continues to be a society where inequality is pervasive and, at some level, seen as legitimate. Some of it comes from caste and some from the idea of modernity where merit becomes a central feature. It goes beyond the political system.Political representation may have improved for OBC communities due to their [larger] numbers compared to SCs, but in the larger society, inequality remains. We have condos which cost crores of rupees while there are households which are making less than Rs 10,000 a month.The Supreme Court is hearing the case on subclassification of SCs and the power of states to modify reservations. There is diversity among caste groups within SC, ST and OBC. While Justice (Retd.) G. Rohini report on OBC sub-categorisation has been submitted, many states already have subcategories. How do you analyse the issue of determining sub-categories when census data, household consumption expenditure data and caste data, among others are unavailable, old or have quality issues?The subclassification issue came up a decade ago. It is critical if caste has to become a development variable. SC or OBC are very broad administrative classification. Within SC, there are many communities across states but benefits have gone to few groups.SC, ST and OBC need to be subclassified. Without proper data, subclassification can only be done through political push and pull. There are lobbies within communities which need to be transcended politically. Subclassification should have happened long back and commissions should not sit on reports.Recently, the Maharashtra government, through a notification, extended the scope of Kunbi OBC certification to the dominant Maratha community . This impacts OBC representation in the state. Caste identity-based mobilisation continues to be significant in India. Your comments on the use of caste data and consolidation of caste identities politically?There is no trust in the state system. If there was a transparent system of accountability which everyone subscribes to, these problems will not arise. If there are elections, Marathas, who are a large group, can mobilise and push their way into these [state] lists. This has happened in Punjab where communities who may not have faced untouchability pushed their way into the SC list. The SC  population in the state is 32%.While it is unfortunate that it is done for political gain by political parties, it helps us realise that the political process initiates the change. But the state needs to be more professional and transparent on such issues. Institutions in India do not function how they ideally should be.Enumerators during the caste-based survey in Bihar. Credit: PTI.So, for caste census, do you think we need a new institution that does caste-specific data collation every five or 10 years?If discussions happen in central and state legislatures and proposals are placed in the public sphere and thereon becomes law, it becomes acceptable. I remember the reaction, particularly within the Muslim community when the Sacchar committee report was released. It can happen, but our institutions have become weaker now. It makes people feel insecure.The Bharatiya Janata Party has  reached out to  Pasmanda Muslims and there is a petition in the Supreme Court to include Dalit Christians and Muslims in SC category. Meanwhile the Congress has put  forward a slogan for entitlements proportional to caste population (jitni abadi, utna haq). While caste in India is seen mostly from the prism of reservations, what shift is required to better understand caste identities, citizenship and development, and how can it be done?The question of Dalit Muslims and Chritistians is a much bigger issue and I do not think anything much will happen. The way our Constitution is framed, it does not allow reservations for Muslim and Christians. In some sense, it recognises caste as a Hindu institution. But they have been categorised under OBCs in some states.Developing a system where identities do not get consolidated, and become a development variable is the biggest challenge. People are not going to give up their communities and identities. The effort should be towards citizenship building by providing job and education security, for example. We have stopped talking about such issues due to which identity becomes a refuge.Caste associations have become more significant in small towns than they were a few decades ago. As anxieties increase, caste mobilisations make it easier to engage for groups. India is not the caste society it used to be earlier, but only credible institutions and democratic public dialogue can resolve these problems. It is not easy but also not impossible. It requires honest political will.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Shreehari Paliath, IndiaSpend.com","time":"2024-02-20T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198379-basykbeelq-1707721464.jpg","tags":["Caste","Caste Census","Surinder S Jodhka","Census","Maratha Quota","Jats"]}