{"title":"Interview: ‘Pressure on Pakistan to respond,’ says Ajai Sahni after J&K’s special status scrapped","content":"On August 5, Union Home Minister Amit Shah moved two resolutions in Parliament to revoke the special status of Jammu and Kashmir guaranteed by Article 370, and bifurcate the state into two Union Territories.Both resolutions were passed in Parliament on August 6 even as Kashmiri voices remained muzzled because of a clampdown on all communications. Earlier, former chief ministers Omar Abdullah and Mehbooba Mufti had been placed under arrest, with over 35,000 paramilitary troops moved into the Valley. Although curfew has not been imposed, the security blanket has stifled free movement. A 17-year-old boy drowned in a river in Srinagar  after paramilitary troops chased him, even as 13 people with pellet gun injuries were brought to the city hospital. How long can India hold peace using its security forces? What are the security implications of the government’s move for Jammu and Kashmir and the rest of India?In an interview to Scroll.in, Ajai Sahni, executive director of Institute for Conflict Management in New Delhi, said he did not see any “significant impact” of this move other than the “enormous domestic pressure” on Pakistani leadership to respond to it. The bigger challenge, according to him, would also be of restoring “normal” Constitutional politics in Jammu and Kashmir.Excerpts from the interview: How much sense does it make for such a geo-politically sensitive zone to be turned into a Union Territory? How much more or less vulnerable does it make that area?The status of a Union Territory brings a greater proportion of control to the Centre. However, vulnerabilities would depend not so much on the form, but on the nature and quality of administration and on the degree of integration or alienation of local populations. As regards the Kashmir Valley, alienation has remained a significant reality for decades under statehood, and there is little reason to believe that, beyond a transient reaction to the present move, there will be any extraordinary upsurge in its degree.Crucially, even within the context of statehood, the J&K and the Valley in particular, have seen a decisive role of Central Forces and Central policy. It is necessary to accept that a new reality has been created in the State, new “facts on the ground” have been established, whether we agree with them or not. The long term impact will depend on the policies adopted by the Government under the new structure, and particularly and immediately in the handling of the expected reaction in the Valley. If there is a heavy-handed, unsympathetic, indiscriminate and repressive approach, this could compound security vulnerabilities. On the other hand, if political and administrative initiatives are able to absorb the immediate reaction, the long term threat is likely to diminish.   Until now, the local layer of political leadership could occasionally intercede, assist or act as a safety valve. With the mainstream politicians now likely to have a much tougher time operating, what happens to law and order in sensitive matters?This is the most significant challenge in the Valley. How do you restore “normal” constitutional politics? Obviously, an election is due, and it will provide opportunities either for the existing political formations to participate, or for an alternative leadership to emerge. Such a leadership may not have significant popular support in the Valley – and participation in the election may, in fact, be low. But eventually, whoever wins the electoral contest will begin to exercise significant influence in terms of access to and distribution of state resources. Parties that refuse to participate will eventually be marginalised.The present rhetoric appears to suggest that some of the existing parties may take a radical pro-separatist stand. In this case, the trajectory of separatism in the state will define their future. J&K has been through tremendously violent times, particularly through the 1990s and early 2000s. Despite the bloodshed and the suffering, it is must be realised, there has been no existential threat to Indian integrity, and no weakening of will in any of the intervening regimes over the past decades of terrorism. This is unlikely to change now.  Presently, the government has deployed additional troops in the Valley and in Jammu region. For how long do you think this scale of deployment would be necessary and tenable?Force saturation is “tenable” for an indefinite period. Its necessity will be defined by the reaction to the special status being revoked and the “reorganisation” of the State – in terms of terrorism, street mobilisation and disruption, and Pakistani escalation.\n\t\t\n\tIndian security personnel stand guard along a deserted street during restrictions in Jammu on Monday. (Photo credit: REUTERS/Mukesh Gupta)In recent years, militancy in the Valley has been more homegrown than cross-border. Do you this trend is likely to be strengthened with the recent developments?A countervailing trend is a possibility. Homegrown activities have been relatively ineffective, with occasional exception. There will now be enormous domestic pressure on the Pakistani leadership and the Army to “do something”, and this may mean the more active mobilisation of principally Pakistani groups such as LeT [Lashkar-e-Taiba] and JeM [Jaish-e-Mohammed].Broadly, Pakistani intent and support has defined which groups are pushed forward and which ones are held in reserve. It remains to be seen how Pakistan will adapt to the new realities in J&K, within the context of its own mounting difficulties.  The Union Territory status of Jammu and Kashmir means the local police will now be under the Centre. Do you think this arrangement would work smoothly?Local Police have been working in close coordination with Central Forces and authorities for a long time, and virtually all critical decisions relating to security over the past years have been taken by the Centre, or by the State in close consultation with the Centre. There is no reason to believe that this will change dramatically. Of course, the Centre’s current action may result in the alienation of some individuals, both in the general population and in the police force. But such alienation has been a reality in the past, and will have to be dealt with in the future as well.What are the security risks associated with the changes in Jammu and Kashmir for the rest of India? Do you expect heightened terror threats?One of the options available to Pakistan is to try to restore high-profile terrorist attacks outside J&K. However, other than the option of mounting such attacks from Pakistani soil, I don’t see any extraordinary potential for such a strategy. The support networks within India have been substantially dismantled and incipient terrorist formations are being quickly identified and neutralised.As for mounting such attacks from Pakistan, while India’s vulnerabilities remain significant. Pakistan would need to factor in the costs of such actions, particularly in terms of the international reaction, FATF [Financial Action Task Force] action, as well as a significantly heightened threat of disproportionate Indian retaliation.  What are the long-term implications of the move for India’s security apparatus?I don’t think this move will change India’s fundamental security vulnerabilities. There are, however, vast and cumulative deficits that need to be addressed, and that will remain the case.In the run up to the government’s decision, there were reports of a build-up along the border and border action team (BAT) operations. How serious were these incidents, especially in the context of Kashmir, which sees routine cross-border skirmishes? Are they still a threat?While I have no evidence for or against, I think these reports were part of planned disinformation and misdirection, even as the ground conditions were being prepared for the decisions on Article 370 and state reorganisation to be implemented. Apart from statements from high officials and a single incident involving the neutralisation of a BAT team, I did not see any convincing evidence of any extraordinary build-up or terrorist threat.What implications does this move have for the stability of the neighbourhood?Apart from imposing a certain degree of pressure of response on Pakistan, I don’t see any significant impact. The Pakistan threat, in any event, is something that has to be dealt with at some stage.  Do you see tensions escalating on the Line of Actual Control along Aksai Chin as well?China has condemned the Government’s actions in J&K, but its language has not been particularly strident. While it will speak in favour of Pakistan, there is no reason to believe that it is going to take any extraordinary actions, particularly at a time when it is faced with a multiplicity of economic and international challenges. Small actions along the LAC [Line of Actual Control], while they can create significant pressures on India, are unlikely to change the strategic situation.","author":"Vijayta Lalwani","time":"2019-08-08T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125006-vtusakmugy-1564970406.jpg","tags":["Jammu and Kashmir","National security","Article 370","Pakistan","China","Amit Shah","India","Narendra Modi","Parliament"],"source":"https://scroll.in/article/933141/interview-pressure-on-pakistan-to-respond-says-ajai-sahni-after-j-ks-special-status-scrapped"}