{"title":"Interview: Why the Election Commission’s appointment is being questioned by the Supreme Court","content":"On Thursday, the Supreme Court reserved its judgement on a batch of petitions challenging the appointment process of election commissioners, the officers who comprise the Election Commission – the body responsible for conducting national and state elections. Scroll.in spoke to Jagdeep Chhokar, co-founder of the non-governmental organisation Association for Democratic Reforms and one of the petitioners in the case, about why he filed the petition and what he hopes to achieve. Edited excerpts from the interview below.What are the problems in how the election commissioners are appointed today? Does the process have any checks and balances?According to Article 324(2) of the Constitution, they are appointed by the president subject to any law made by the parliament in this regard.Then there are other articles in the Constitution that say that the president will work under the advice and guidance of the cabinet. So effectively, what it means is that the cabinet appoints the election commissioners.And there are no checks and balances. The prime minister sends a recommendation to the president on behalf of the cabinet, and then the president appoints. The Union government has the entire discretion.  The other issue is that when the chief election commissioner’s term gets over, there is always a mystery about who will be made the chief election commissioner.  In general, so far, it has always by and large happened that the senior of the two election commissioners gets appointed as the chief election commissioner. But there is always this speculation about who will be made the chief election commissioner.The other problem is that while the chief election commissioner cannot be removed from his position unless there is a process of impeachment like that of a Supreme Court judge, the other two election commissioners can be removed from their positions merely on the recommendation of the chief election commissioner.So that is another problem. Because if the two election commissioners have this thing in their mind that the chief election commissioner can recommend my removal, then perhaps they would find it difficult to take a position against the chief election commissioner.What’s the relief that you want from the court in this particular case?In this case, we want that the selection of the election commissioner should be done by a collegium consisting of the prime minister, the leader of the Opposition and the chief justice of India.The second is that election commissioners should be given the same constitutional protection as the chief election commissioner. And the third is that it should be laid down, specifically, that the senior-most election commissioner will become the chief election commissioner.These are the things that we have proposed. There would be many more that we will learn over time.Jagdeep Chhokar.Have there been any controversies in the past regarding the appointment of election commissioners?There  is a checkered history [regarding election commissioners]. Earlier, the  election commission used to be a single-member commission. There used  to be only one chief election commissioner. Then somewhere down the  line, during the time TN Seshan was the chief election commissioner, he  was doing a lot of things that the government did not approve of. So to  put a check on his power, so to say, the government [in 1989], through  the President, created the post of two more election commissioners.Now  the Election Commission was a three-member commission and the decision  will be made by the majority, hoping that these two will check the  powers [of the third commissioner].Then, about three or four years  ago, there was one election commissioner who dissented from a decision  by the other two. And this happened on some issues which had something  to do with allegations of violation of the Model Code of Conduct by the  prime minister and the home minister.So then there were reports  that this particular election commissioner, his past was being searched  with a fine toothcomb. And there were apparently some kind of raids or  intimidation of his wife and his son and so on. So this went on for a  while, and then it was reported that this gentleman has been appointed  as a vice president in a multilateral body. So he resigned from the  election commissionership.Usually, who are the people who are appointed election commissioners? All  retired bureaucrats, by and large, Indian Administrative Service  officers. There are very few exceptions, but they are all also  bureaucrats from other central services. Voters wait in a queue to cast their votes for the Himachal Pradesh Assembly elections in Kullu. Credit: PTIAre there any appointments that raise a suspicion about them being close to the Union government?A  lot of them. I would not like to name anyone. But this is all  circumstantial evidence. There could be people from a particular  state cadre, who might have a preponderance [towards the government].  And then somebody who has worked with some senior-level politician in  the past very closely.These kinds of things often happen. One  of the reasons why these things are brought up is because how these  appointments are made is not known to anybody. So out of the blue, you  have an announcement that so and so has been made election commissioner.For  example, this appointment that was made a few days ago – the post had  been vacant for something like six months. And the hearing in the court  started and an application was filed that there is a vacancy that  should not be filled until the case is decided.And the very next  day, a serving Indian Administrative Service officer who was the secretary to the government of  India took voluntary retirement from service. He was given voluntary  retirement, and the next day he was appointed as an election  commissioner.It could be a sheer coincidence, but when things  happen, sometimes it defies that it is a coincidence. So that creates  doubts. Actually, a lot of it is a lack of transparency.If there was a process of selecting election commissioners that was transparent, such doubts will not be raised.  What instances have been there recently where there have been  allegations of the election commission acting in a way that distorts  free elections? So there are mysterious things that  happen and when not reasonable explanations are coming forth, then one  wonders what is going on. Electronic voting machines are found in  strange places. There are constituencies where a large number of voters  are not found on their voters’ list.Some people do insinuate that  people of particular categories are found to be missing from the  electoral rolls. The Election Commission has to answer for it.Then,  there are violations of the Model Code of Conduct. Somebody makes a  speech that can be considered to be seeking votes on religious  grounds. And that is ignored. Whereas another member of another party  says something similar in a slightly different context and that person is  given a notice.So similar kinds of infractions by people of different parties being treated seemingly differently. Take,  for example, on November 7, the Finance Ministry issued a notification  that in a year when there is an Assembly election, an additional window  of 15 days for the sale of electoral bonds will be available.  But  elections are still happening in Himachal Pradesh and Gujarat, and the Model Code of Conduct is in force. And the Model Code of Conduct says  that the government cannot introduce any new policy which may have a  bearing on the result of the election without taking permission from the  Election Commission of India.So this announcement is a violation  of the Model Code of Conduct. And people have written to the Election  Commission and there has been no response. There is also the  thing about the announcement of dates. For example, even this time, for  Gujarat and Himachal Pradesh elections, the dates when the result will  be declared were announced. And dates of polling for Himachal Pradesh  were announced, but the dates of polling for Gujarat were not announced.So  some people have felt that this is not the right thing to do and  perhaps leeway was being given to a particular political party to do  some announcements before the dates of polling are announced. So these  kinds of things keep happening, and they create misgivings about the  impartial role that the Election Commission should be playing.Sometimes  in a small state, elections are held in seven phases and [other times], in a similar  sized state, it is held in one phase. There are rumors that this is  being done so that particular people can campaign in every phase, and so  on. Polling officials carry EVMs inside a voting booth ahead of fourth phase of elections in West Bengal. Credit: PTIA similar process exists for the appointment of the Central Bureau of Investigation director. But still, there have been allegations of unfairness about  these appointments also. So will this panel help with bringing fairness to the appointment of election commissioners or will it only be slightly better than the  current position?It will be significantly better. If you  recall, in the appointment of the CBI director a year ago, the then chief  justice did not agree with what was being proposed and then names were  changed. See, the process is finally managed by three or four  people. But if each of them is true to their jobs, then they will do  what they think is the best for the country as a whole.And then  if one of them finds that the other two are in collusion, then it would  be that person’s responsibility to bring it out in the public domain. Allegations also exist for state election commissions. For instance,  like in West Bengal, there were allegations that the Panchayat polls  were influenced in favor of the state’s ruling party. What do you think about the reforms in state election commissions? State election commissions are a totally different ballgame.Because  there is only one state election commissioner in most places, and the  appointment is done by the governor at the recommendation of the state  government. And in most places, these are retired officers who are not  direct recruits to the Indian Administrative Service but who have been departmentally promoted to  the Indian Administrative Services.So they are sort of supposed to be more malleable than  the direct entry Indian Administrative Service officers. And are perhaps amenable to greater  pressure than the central Election Commission.So that is a very different activity. Our petition does not cover the state Election Commissions.","author":"Umang Poddar","time":"2022-12-02T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182725-lxvchjgpgt-1668220520.jpg","tags":["Election Commission of India","Elections","Model Code of Conduct"],"source":"https://scroll.in/article/1038308/interview-why-the-election-commissions-appointment-is-being-questioned-by-the-supreme-court"}