{"title":"Interview: Low-cost malaria vaccine could help eradicate disease by 2040, says expert","content":"The World Health Organization has approved  a new vaccine that scientists argue will be a game-changer in the fight  against malaria, which kills half a million people in Africa every  year. Trials have shown that the R21/Matrix vaccine,  developed by Oxford University together with the Serum Institute of  India, reduces malaria by up to 75%. It can be manufactured cheaply and  on a mass scale. The Conversation Weekly spoke to chief investigator  Adrian Hill, who is also director of the Jenner Institute at the  University of Oxford, about this revolutionary vaccine. Below are edited  excerpts from the podcast.Why is the R21/Matrix vaccine a game-changer?We’re seeing about 75% efficacy by counting the reduction in numbers  of malaria episodes over a year. The best vaccine prior to this was  about 50% over a year, and lower than that over three years.This is a material improvement, but that’s not the main improvement.  The big difference is how you can manufacture it at a scale that is  really needed to protect most of the children who need a malaria vaccine  in Africa.  There are about 40 million children born every year in malaria areas  in Africa who would benefit from a vaccine. Ours is a four-dose vaccine  over 14 months, so you need about 160 million doses. We can achieve  that. The Serum Institute of India, our manufacturing and commercial  partner, can produce hundreds of millions of doses of this vaccine each  year, whereas the previous vaccine could be manufactured at a scale of  six million doses a year from 2023 to 2026, according to Unicef reports.  The third real advantage of this vaccine is its cost. We were well  aware that we couldn’t produce a US$100 vaccine. It wouldn’t fly for  international agencies supporting the purchase and distribution of the  vaccine in very low-income countries.So where we are now is a price that’ll vary according to the scale, but at high volume it should be US$5 a dose.Why has developing a malaria vaccine been so difficult?People have been trying to make malaria vaccines for over 100 years.  Well over 100 vaccines have gone into clinical trials in people. Very,  very few have worked to any degree.Malaria is not a virus, it’s not a bacterium. It’s a protozoan   parasite, some thousands of times larger than a typical virus.  A good  measure of that is how many genes it has. Covid has 13, malaria has  about 5,500. This is one of the reasons that malaria is super complex.There are different parasite forms the first of which are injected by  the mosquito into the skin and rapidly go to the liver. They spend a  week multiplying there, and then they go into the bloodstream. And they  are hugely different during these different stages. And the parasites  grow at a rate of tenfold every 48 hours, multiplying furiously. By the time they get to a really high parasite density, you will be  very unwell. Or if you’re unlucky, you will die, typically from cerebral  symptoms, a coma or from being severely anaemic. The parasites break  open the red blood cells.And then there’s yet another stage where the parasite changes again  to a form that the mosquito can take up through its next bite and  continue the life cycle by infecting somebody else.So this is as complex as it gets with infectious pathogens.Malaria typically goes through four life cycles and they’re all  different. If you can get a really good vaccine for one of those, you  will break the cycle of transmission. And that’s what we’ve been trying  to do.We’ve been working on targeting the so-called sporozoites, which is  the form that the mosquito inoculates into your skin. We’re trying to  trap it before it can get to the liver and carry on the life cycle.Luckily, there are no symptoms of malaria at that stage. It’s a  silent infection until it gets into the blood and starts multiplying  inside your red blood cells. So the sporozoite is a natural target to try and kill the parasite before it multiplies very quickly.\n\t\t\n\tA malaria rapid diagnostic test being used at Kenya's Rabuor Health Centre. Credit: in public domain, via Wikimedia Commons.Tell us about past attempts to develop a malaria vaccineVery early on people tried to use the whole microbe in the same way  that vaccine pioneer Edward Jenner used the whole virus to inoculate  against smallpox. Then the French microbiologist Louis Pasteur came  along with bacterial vaccines, and so on.  In about 1943, there was a trial of the whole malaria parasite vaccine  candidate  in New York with zero efficacy. That put people off for a  while.It wasn’t until the 1980s when we could actually begin to sequence  the genes in the parasite that new vaccination candidates appeared. And  then within 10 years we had 5,000 candidates because everyone hoped that  the gene they had sequenced might be a malaria vaccine. And of course  almost all of those failed.Why aren’t vaccines for whole parasites effective against malaria?It’s the same reason that just getting infected once by malaria doesn’t give you protection against the next infection.  In the areas of malaria where we test our vaccines in Africa, some  children get up to eight episodes in three or four months. They get  quite unwell with the first and three weeks later they’re having a  second bout and so on. Natural immunity doesn’t work until you’ve had a  lot of different infections and that’s why adults are generally  protected against malaria and don’t become very unwell. The people who die of malaria in an endemic area are the young children   who may never have been infected before and die with their first  infection when they’re one year old, or they might have had one or two  episodes, but that wasn’t enough to give them sterilising immunity.Malaria has been around for tens of millions of years. Not just in  humans, but in the species that we were before we became humans.It’s a very wily parasite and has developed immune escape mechanisms  of all sorts.When you try to vaccinate, you suddenly find there’s some way the  parasite gets around that, and it’s only when you get up to really  extraordinarily high levels of antibodies that the parasite hasn’t seen  before and hasn’t learnt to evolve against that it becomes effective.Will we ever eradicate malaria entirely?Malaria is very high on the list of diseases we want to eradicate. I  don’t think it’s going to happen in five years or 10 years, but it  should happen in something like 15 years. So 2040 would be a reasonable  target. Nobody’s suggesting we stop doing what we’re doing at the moment with  bed nets and spraying and drugs. But now we have a new tool that may be  individually more protective than any of the tools we’re using at the  moment.Adrian Hill is Director of the Jenner Institute, University of Oxford. This article was first published on The Conversation.","author":"Adrian Hill, The Conversation","time":"2023-11-03T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194693-ymjomubsqa-1696421282.jpg","tags":["World Health Organization","Oxford University","Serum Institute of India","Vaccine","Malaria","Malaria Vaccine"],"source":"https://scroll.in/article/1057080/interview-low-cost-malaria-vaccine-could-help-eradicate-disease-by-2040-says-expert"}