{"title":"Interview: How Gaana is winning India’s music streaming space","content":"It’s called the streaming war and it’s the sound of things to come.The popularity of apps that store and play your favourite music from the cloud has led to an overcrowded music streaming industry in India, brimming with domestic and international players. But amid the clutter, there’s one firm that is perched right on top in terms of popularity: Gaana, owned by Times Internet.Over the course of this year, it has left rivals – homegrown apps Hungama, Airtel’s Wynk, and New York-based Saavn (acquired by Reliance Jio in March) – far behind in terms of popularity, Google Trends data show.\n\t\t\n\tData: Google TrendsWith 80 million users in its kitty, the Gurugram-headquartered company claims to have captured over half of India’s music apps industry, which has a total of 150 million users now.The app, launched in 2011, boasts a catalogue of 30 million songs spanning 30 languages. Each month, 2.2 billion songs are streamed on the platform. While most of its traffic still comes from Hindi-language Bollywood content, its English and Punjabi segments have seen rapid growth, too.And it has its pockets full to keep growing. In February this year, Chinese internet giant Tencent led a $115 million funding round for Gaana. “We have sufficient capital and room to invest for the next one-and-a-half or two years at least,” Prashan Agarwal, CEO of Gaana, told Quartz.In the next two to three years, the industry will grow to almost 400 million consumers, Agarwal estimates. The key to winning this burgeoning market is to hone personalisation and recommendation engines, he believes. Of the 200-odd employees at Gaana today, nearly 60% is tech talent, building out these innovations.Below are edited excerpts from Quartz’s conversation with Agarwal.How has Gaana’s growth been so far?In 2016, we had 11 million monthly users. Today, that’s grown almost eight times on the back of the 4G revolution and data prices coming down. Our biggest unique selling proposition is understanding how people have consumed content over the last six or seven years. We’ve developed a lot of data. We know what works in new releases versus old releases, across languages, and so on.Though this is a heavily competitive space, if you look at the homegrown player perspective from a standalone over-the-top standpoint, Gaana is the only one. Saavn got acquired by Jio. All others have telco backing at this point in time. Couple others are paid-only like Google, Apple, and Amazon.Does Gaana’s app do better or the website?The entire app phenomenon started in 2015. In the last three years, smartphone penetration has grown a lot. Still, roughly 40% of our users come from the app ecosystem while 60% come from the web. Mobile-based usage is a better indicator. Almost 85% to 90% of users come to Gaana through mobile, be it the app or mobile web.What sort of content works on Gaana?Two years back, there was a lot of consumption coming through Hindi and new releases. Today 30% consumption is from non-Hindi music. Around 10% of consumption comes from Punjabi and English each – the segments that used to contribute just 1% or 2% earlier.How do you monetise?Through ad revenues and subscription revenues. A low single-digit percentage of users on our platform are paying customers. Free users – the bulk of users – are exposed to ads at regular intervals. The split is almost equal between the two.What improvements have you made to the app to stay on top?We’ve launched a refreshing upgrade to declutter the app with bigger fonts and icons. We also have a voice-search mechanism. Almost 22% of the users on our app are already using voice search. Not only is it a convenience for tech-savvy millennials but also for the newer generation of users from smaller cities who have difficulty typing.We’ve also introduced lyrics on the screen so engagement time is going up.In the last few years, we’ve been working on personalisation. For example, we introduced a “recently played” list. From a recommendation standpoint, we’ve spent the last one year investing a lot to get the best machine-learning engineers to work with us to create an auto-queue algorithm. Today, almost 15% of the consumption on the platform is driven through this recommendation engine. It’s become a big differentiator for us.Has it been difficult to find talent to deploy new technologies?One of the most challenging areas to look at people when you go hiring is in machine learning and artificial intelligence, which are very new and not many skilled people are available in the market. The demand for talent is much higher than supply. You have to have the right policies, culture, and couple that with compensation, to be able to attract the right talent. Fortunately, the kind of data we generate and the volume of data we generate – even more than that of e-commerce or any other startup – is the most-suited for the AI/ML [machine learning] engineer base. That has worked in our favour when hiring. Also, we’re investing in upskilling our current set of employees.Are you looking to launch talk shows and podcasts as your competitors have?We have introduced the Gaana Exclusives and Gaana Originals brands over the last one-and-a-half years. Gaana Exclusives are mostly focused on acquiring Punjabi and non-film Hindi music. With Originals, there are two kinds of content. One is the non-film songs from category-A artists. We’ve just launched season two with Sonu Nigam, and also had the likes of Sonu Kakkar, Neha Kakkar, etc. before. Second, we have Mirchi Murga, which comes to us from sister company Radio Mirchi. We have Ashish Vidyarthi on Kahanibaaz. Here, consumption levels are still weak compared to song consumption but we will continue to invest. Essentially, it boils down to the right time. Now, the shows and podcast have niche audiences that are very small in percentage but very sticky in coming back to the platform. Our hope is, in about a year or two, these categories will become mainstream as well.This article first appeared on Quartz.","author":"Ananya Bhattacharya, qz.com","time":"2018-12-05T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107280-sosaedzqqj-1543928456.jpeg","tags":["India","music streaming","Times Internet","Gaana","Saavn","Cloud computing","Music apps"],"source":"https://scroll.in/article/904468/interview-how-gaana-is-winning-indias-music-streaming-space"}