{"title":"Interview: Garima Mohan on why AUKUS should only sharpen Europe’s focus on the Indo-Pacific","content":"This week’s sudden announcement that the US, Australia and the United Kingdom have put together a new trilateral security arrangement – called AUKUS – to contain Chinese aggression has only reinforced the importance of the Indo-Pacific region to global geopolitical calculations. But AUKUS made news not just because of its implications for China. Instead, Australia’s decision to ditch a submarine contract with France and switch over to an arrangement with the US and the UK brought forth howls of anger from Paris and murmurs of concern from across Europe. The development reignited older questions of how closely the Anglophone nations will cooperate with other powers, and raised concerns about Europe’s stand on the Indo-Pacific and the challenges posed by China’s rise. Garima Mohan is a Fellow in the Asia Programme of the German Marshall Fund of the United States, where she works on India-Europe ties, European foreign policy in Asia and the Indo-Pacific. In pieces earlier this year, Mohan has argued that it is time for Europe to shed its Indo-Pacific ambivalence and that we are going through a period of remarkably robust India-Europe ties.  I spoke to Mohan about the severe lack of scholars who pay attention to India-Europe ties, why she thinks AUKUS will not prompt Europe to step back from the Indo-Pacific, and why observers in both New Delhi and European capitals need to update their understanding of each other. To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.Tell us a little bit about your background. How did you come to study India-Europe ties?I did my PhD on the topic. I came to Germany about a decade ago to start a PhD programme, where they were specifically looking for scholars from India and China, because they were trying to understand how Europe is perceived on the outside – and also learn a little bit more about international relations and state politics in rising powers, as they were framing them at that point.My PhD looked at Europe-India ties and Europe and India’s strategic imagination, how it has changed since the Cold War, and how we’ve engaged with different parts of Europe. Non-alignment, postcolonial worldviews have really shaped how we’ve seen Europe and that has marked the ebbs and flows of India’s relationship with Europe.After I finished my PhD, I started working with a German think tank, I started their Asia programme. For a lot of places in Europe, which are not France and the UK, Asia used to be synonymous with China for a long time. And only recently have they started looking at other parts, particularly India. That’s my trajectory. I stayed on after the PhD. And now I work for a transatlantic organisation that stitches together, US, Europe and India.A lot of students and scholars read us and are interested in career arcs. So tell us a little more about how you got to study India-Europe? Did you always know you would?I did history at St Stephen’s and my master’s at the LSE. Like a lot of students at Stephens who study history, my aim was to take the civil service exam, because I was always interested in foreign policy and diplomacy. As I did my master’s and started working in Delhi, I realised that I’m more interested in understanding the theoretical underpinnings and thought, let’s see if there is a PhD programme available.What was interesting in this programme was that it was fully funded. A lot of universities in continental Europe don’t have very high tuition fees. Students from India always look at the Anglosphere. They want to go to the UK, US, Australia and Canada. I would really encourage people to also look at European universities. A lot of them have programmes in English, and have associations with US universities that follow the same sort of curricula. And at the same time, they offer pretty generous scholarships. So it’s state-funded. I got to work on our research project at the university as well, which meant that, in effect, I did not have to pay anything for this PhD, which I think is a very solid and lucrative offer, because you don’t want to exit this with loans. There’s also a lot of interest in Europe, as I said before, to go beyond China and look at India. So this is a really interesting opportunity for students who are doing international relations and are interested in understanding Europe and providing a perspective from India, which is much needed there. There are very few regional scholars working on India in Europe. You often see Europeans working on India, but that’s a completely different lens. There’s a huge demand for experts and scholars who understand the region and speak the language. This is really an under-explored opportunity I would say. You’re probably one of the few actual Indian folks in the room when discussing India-Europe ties out there. How has this changed over the decade you’ve been there?There has definitely been a change in the last decade. There are more visiting scholars, more think-tanks that are hosting Indian scholars. Germany, for example, has the Chancellor fellowship that allows Indians to be based in think tanks seconded here.But there is room for much more when you compare it to the UK or the US. And I think it goes both ways. The EU recently started a think tanks twinning initiative, which marries European think tanks and Indian think tanks to work together. And those initiatives are really good because it builds a bridge for both partners to understand each other. But even in India, I see Indian IR does not take Europe seriously at all. It’s always looked at from that old Cold War lens. And the argument is we have nothing in common in terms of strategic interests, in terms of foreign policy. People have blinkers on when it comes to Europe. They want to talk about hard power, hard security, and everybody’s interested in the US and China and Quad, etc, but not understanding the nuances of Europe. There is so much going on here. It’s a pretty big region and has a long history of engagement with India that goes beyond colonial ties. So I think there is blindsidedness on both sides. And I don’t know if there’s actually interest in students from India to come to Europe. There’s been some change, but not enough.Garima Mohan, Fellow, Asia Program, The German Marshall Fund of the United StatesWe’ll return to this topic, but first the big news of the week. We’ve all heard the loud reaction from France. How is AUKUS really playing out in Europe – in Germany, in Brussels, in other capitals beyond Paris?That’s a good question. The reactions in Europe have been very different. Everybody acknowledges the optics of the deal were pretty bad. The fact that France was informed at this late hour and the way it was done...However, not everyone in Europe shares France’s outrage. The EU has to present a united front outside and France is a big member state. However, Germany and others are very conscious of the fact that they don’t want to destroy the progress made in transatlantic relations with the Biden administration post Trump over this.  At the end of the day, they see this as a decision that lies with the concerned countries and clearly Australia’s strategic assessment changed. They don’t want to torpedo the progress made in US-Europe relations on China behind the scenes, and also on Europe’s increasing interest in engaging with the Indo-Pacific. They don’t want to throw that progress out the window. We’ve also seen remarks from Denmark and Nordic countries that this anger, while legitimate, should not be made a European issue and should not derail the progress with the US and other Indo-Pacific partners.Do you think other capitals in Europe see this as France just complaining that it’s lost out on a big contract? Or is the sense that the Anglosphere is leaving Europe behind a real worry?I think the overall message to Europe is that the global strategic centre of gravity is shifting to the Indo-Pacific, it’s not the transatlantic anymore. The Indo-Pacific is clearly a US foreign policy priority. So allies in the Indo-Pacific clearly are more like-minded on a lot of China-related issues and have a similar threat assessment of China, than Europe does.US foreign policy clearly will prioritise the Indo-Pacific theatre. That doesn’t mean that transatlantic ties are out the window, that US-Europe doesn’t matter anymore. But it’s a moment of self-reflection for Europe – which has already taken place. It didn’t need to wait for AUKUS, although it is just one more example. Even the Quad. Europe realises it’s on the sidelines of all of these debates, unless it steps up engagement. Of course, France had been the most important European player in the region, and has been working on a lot of mini-laterals, trilaterals. Even for France to say “we will reassess our Indo-Pacific strategy”, that’s not going to be the case because France is there for France’s own interests, not as a favour to the US. But overall, I think this is leading to a moment of self-reflection as to where global politics stands. Where is Europe positioned as an international actor?One of the critiques of the US approach here is that it risks alienating the one European actor, France, that was taking the Indo-Pacific seriously. How much do you think the reaction to AUKUS ends up endangering the European view that the Indo-Pacific is important?One problem with these flexible coalitions that we are seeing emerging in the region is going to be exactly this – coordination and keeping everyone happy and having open channels of communication. That is going to be the difference between the formal treaty alliances we had in the past versus these new flexible coalitions that we’re seeing now.Behind the scenes diplomacy between India and France, for example, was useful. Nobody wants France to step back. The France-India-Australia trilateral has been a victim to this. And hopefully it can be resumed because it was one of the important trilaterals, particularly in the Indian Ocean region. But the AUKUS deal just reinforces for Europe that the Indo-Pacific is a very important region. It’s not going to be a question of “should Europe step back?” It will be a question of “how much more can Europe do to be taken seriously, so that this does not happen again?”For Europe, there are clear limitations because the Euro-Atlantic will remain the near neighbourhood. There are threats from, for example, Russia that are going to be more important. But I don’t think that this is going to lead to the opposite reaction. In fact, it would be “who are the other partners that we need to seek? How do we coordinate internally within Europe?”Also for France. Maybe they wanted to go alone. And now it’s a wake up call that they need to work with Europe together. So Europe’s own cohesiveness and ability to act as a united actor will probably be enhanced, if France wants to take that route. But it will not be a question of dialling back. It will be a question of how much to double down.French President Emannuel Macron and Indian Prime Minister Narendra Modi | Photo: Reuters/Charles PlatiauYou’ve written about this quite a bit – and you pointed out that the EU’s Indo-Pacific document got buried in the noise around AUKUS – but if you had to distill, what is Europe’s interest in the Indo-Pacific?If you look at the strategy, it’s made clear in the first few lines that the futures of Europe and the Indo-Pacific are deeply intertwined, interlinked. And what happens in the region will have an impact on European security and prosperity.How they are claiming to engage with the region is to say that “we are deeply connected, even though we are far away geographically”. And this is because the trade and investment relations, economic relations between Europe and the Indo-Pacific are most important globally. This is the second largest export destination for Europe.The EU is the largest trade and investment partner for most Indo-Pacific economies. And all of this traffic is going through the sea lanes of the Indian and Pacific Oceans. Given how deeply supply chains, particularly health supply chains, were affected in the COVID pandemic, it really drove home the point that if there is a conflict in the region, it will immediately have an economic impact on Europe. But also because of the inter linkages between trade, technology and security, there is also a security concern for Europe, which goes beyond what India has on our borders.  Things like 5G technology, Wolf Warrior diplomacy, public disinformation campaigns, economic coercion that Australia faces – these really have a resonance for Europe, because they are in a pretty similar position. For the first time in a long time, Europe has a lot to talk about with India, Japan, Australia, on all of these challenges emerging from China’s rise. That in a nutshell is what makes Europe interested in the Indo-Pacific. Now, one important point I would really like to underline is that this is not simply about Europe increasing power projection in the Indo-Pacific. It is about Europe working with Indo-Pacific partners, working in these coalitions, working with countries like India, Australia, Japan, Indonesia, Vietnam, on similar problems. This is often a misconception that people have. The first question I get is, “how many frigates can Europe send to the region? If something were to happen to Taiwan, how many European forces would be in the region?”In fact, these are already crowded waters. What will one frigate from Germany do? It is the broader question of working with these partners. It is clear to Europe that it can’t just rely on old transatlantic connections. And it has to change its tactics with the change in global dynamics. THREAD: In all the excitement around AUKUS yesterday, EU's brand new Indo-Pacific strategy didn't get much attention. It's more pointed on China than expected, Japan & India come across as imp partners. 🧵on interesting takeaways 👇🏽LINK https://t.co/qzqwAKKC9r— Garima Mohan (@GarimaMo) September 17, 2021\n\nYou’ve pointed out that in many European capitals, the Indo-Pacific as a concept was seen as a Trump thing, and therefore maybe transitory. But it’s clear on the other side of the Atlantic that it’s not. How has the conversation around China and this region changed in the 10 years you’ve been there?It has changed dramatically. Germany is often seen as a laggard in China policy, and that is largely because of Chancellor Merkel’s approach to China. But within Germany, including from the business lobby, the critiques of China have only increased in the last 10 years.I’ve seen that initially, the conversation was on economic security. Investment screening, making sure that critical sectors are protected, investment in public critical infrastructure from China is checked or regulated. All of these conversations were happening in Europe, but they don’t really get so much notice outside because they’re often very technical and regulatory in nature. But Europe is very aware of this. Then secondly, BRI was unfolding. All the belts and roads lead to Europe. It was unfolding in accession states and in Europe’s neighbourhood. In European countries, the whole 16+1 one initiative was seen as a Chinese example of divide and rule. Europe has been dealing with China questions mostly on the economic and political front more than security for a long time.These things then started having security implications. They really came to a head, I would say, with the COVID crisis. You would open a newspaper and see that China has become a domestic issue now. Investments in cities like Duisburg and Hamburg in Germany came under public scrutiny. Now, every politician and MP has to take a position on it.  This is why we’ve seen a lot of reluctant countries embrace or start using the term Indo-Pacific in the last two years. They were not doing it earlier because of China’s objections. It was a Chinese talking point that Indo-Pacific equals containment, Quad is Asian NATO. I could hear that repeated in European capitals. As attitudes towards China changed – I would say the fact that Europeans have Indo-Pacific strategies is not because of Biden or the US, it’s mostly due to Japanese policy. I think the conversation in Germany will also change post elections, because it’s now not so much what Germany chooses. It’s actually now what China allows Europe to do. They’re also setting very clear boundaries. For example, Germany, when they decided to send a frigate to the Pacific, they said they would want to make a port call in China, to allay Chinese concerns. China refused that port call, which means that even though Germany wants to have an inclusive Indo-Pacific strategy, China’s clearly setting boundaries and saying, you cannot have an inclusive strategy, you have to make a choice. They are forcing the hand of German politicians, so whoever is the next Chancellor of Germany, whatever coalition government comes in, after the selection, the room for manoeuvre they have on China policies is very limited.Indeed, it was quite striking to hear European Commission President Von der Leyen say “it does not make sense for Europe to build a perfect road between a Chinese-owned copper mine and a Chinese-owned harbour.” We talked earlier about the limited interaction between European and Indian scholars. Recently EAM S Jaishankar also spoke about how India struggled to engage with all of Europe, to come out of the Cold War shadow. How do you see the diplomatic corps on both sides? Do they have the capacity to understand each other?On track one channels, there is a lot going on, which is not often understood by track two – think tanks, the strategic community, the commentariat. They don’t really see everything that is going on in track one channels.Earlier this year, I traced India’s engagement with Europe and how it has increased since the early 2000s. It is really remarkable how we’ve gone and started engaging with regional entities –  the Nordics summit, Spain, Portugal... To see engagement with Lithuania, Latvia, Estonia, central and eastern European countries, a lot of defence stuff with Italy, a summit with Finland…  This is not just pageantry. It’s quite remarkable that given our limited bureaucratic capacity, given that MEA still divides it into Europe West and Central Europe… Even with Brussels. The fact that India has started taking Brussels more seriously is very recent. The EU was always seen as oh, it’s only about the FTA. Now our conversations with Brussels have broadened tremendously in the last two years. What I’ve heard from European counterparts is they’re surprised at the intensity and frequency of meetings proposed from the Indian side. It used to be the other way around. That is really remarkable. Perhaps it was in the run up to this big summit that we had with all EU 27 heads of state with the Indian prime minister. But even that in itself is remarkable. The only other persons they’ve offered this format to was US presidents. So it’s quite remarkable that this has happened with India. Will India be able to sustain this momentum? Of course, it’s a question mark. But I haven’t seen any slowdown. The only country where I see this lagging is Germany. And now that we have started engaging more with Europe, I hope that India also does some ideational work and starts thinking about “where do we need Europe as a partner”. One thing I’ve started seeing is on stuff like building domestic resilience, climate, technology, innovation, all of these issues. Also on security conversations on Afghanistan, for example. But it would really be interesting if India starts thinking about, instead of just engaging with the issues of automobile business, having broader strategic conversations with Germany. Why don’t we start having a conversation about broader issues like how Germany sees Russia, for example? What is the German debate on China and can we start talking about how India sees it? We don’t really have these broader strategic conversations yet. And I hope that will be the next step. We do that with France. But we need to do that more with other European countries as well, because otherwise we’re losing out a big opportunity.German Chancellor Angela Merkel with Indian Prime Minister Narendra Modi | Photo: Reuters/Fabrizio BenschWhat explains that lag with Germany?It’s a legacy issue, because of the benign mutual neglect from both sides. It’s something that has characterised Europe-India relations in general. Some capitals have recovered rather quickly. And Brussels-India, for example, has really shifted, in no small part because of the French posted in the EU and leading some of these portfolios.On the German side, there is still a lot of capacity given to the China question. And there’s links back to the question you were asking earlier. Germany, for example, has think tanks which are completely dedicated to studying China. But the only centres you have on India are on Indology, language, culture and history. Which, of course, is very important, but there’s nothing on contemporary politics, there’s nothing on Indian foreign policy. So you can’t just rely on think tankers like me, and maybe one other person. I think it’s also a capacity issue on both sides, where then, if you don’t have the most recent research, you tend to fall back on older trends, and older ways of working. I think that one relationship that really needs work, and is quite crucial is the Germany-India one.You mentioned the Indian interest in the EU used to be just, ‘will there be an FTA.’ So, if I may ask, will there be an FTA?It depends on how much both sides want to compromise.For me, it’s very difficult to understand where the Indian government stands on international trade. Because we are getting contradictory signals. On the one hand, there is talk of attracting supply chains and companies wanting to diversify out of China into India, and restarting the FTA negotiations. At the same time, we have contradictory signals of Atmanirbhar India and self-reliance, which to be fair, a lot of countries have spoken about after the pandemic to secure their own supply chains. But it’s difficult to understand where the government falls on this. However, even without the FTA between Europe and India, the EU is the biggest trading partner with India. Beyond that if we are able to make progress on sectors, if we are able to make progress on for example, ease of business, and address some concerns that European business and industry have, even that would make a lot of progress in my mind. FTA is an old school way of looking at it. We need to be more nimble post-pandemic. I don’t think FTAs necessarily allow for that.Some of this gets drowned out in questions of the Indo-Pacific and in seeing India as a counterweight to China. But voices in European capitals do bring up concerns about India’s democratic backsliding, and human rights issues in India. Should that be a concern for India?I think India should be concerned about how its partners perceive it. It’s not just Europe, it’s also the United States where we’ve seen – in the Congress and civil society – voices talking about domestic developments in India. So if you are working in an alliance of democracies, and if you want to work with democratic partners, then you will have to be mindful of questions that your partners have, and vice versa.In Europe, these criticisms are not just from civil society, but also from members of parliament. But I have to say that MEPs are political and decision-making is done through technocrats and bureaucrats. So there is that difference. However, for any country, it is important to manage and see how its partners perceive it. And I think for India, as well, this should be an important concern.Chinese President Xi Jinping and German Chancellor Angela Merkel | Photo: ReutersYou’ve said, in its most recent Indo-Pacific document, that the EU is sharper on China than it was before. Do you think that trend will intensify?Unless China changes its behaviour, I think this is only likely to intensify.As I mentioned before, it’s not so much the choices that these countries are making but out of a factor of necessity because of the challenges posed by China as it behaves currently as an international actor. This requires working with other partners, because countries can’t find solutions alone. And Europe is no stranger to that. There is never an altruistic reason for signing on to or bringing out a strategy. It’s always based on a calculation of interests and threats. Clearly, Europeans have made that calculation as well. So unless the calculus itself changes, unless there is some sort of accommodation from the Chinese side, some sort of change in behaviour, toning down of rhetoric, toning down of Wolf Warrior diplomacy, I don’t see that changing.Are there misconceptions about the Indo-Pacific or Indo-Europe relations that you find yourself having to correct all the time?Oh, there’s so many. Particularly on Europe-India, the biggest pet peeve is people are stuck in that 1990s’ framing of “Europe only gives us lectures”. The idea that it is a lecturing moral authority and Europe and India can never work together because we have nothing in common. That is really annoying because I wish people would only read up on what is a little bit more recent, instead of having to deal with these old frames based on books and articles written in the early ’90s. It’s frustrating.On Europe in the Indo-Pacific, as I mentioned before, it’s always a question of  ‘how will Europe increase its presence in the region? How many frigates, how many ships can it send?’ And not so much a question of understanding why Europe is interested in working with the region and why should any actor in the world not be interested in an area where the most interesting geopolitical dynamics are unfolding. So that is often quite irritating. On the other hand, I have to say that conversations in Europe sometimes also go on a similar footing. There is a very deep misunderstanding of India, or those who only view India through a very old cultural lens, with basic misunderstandings about how India has changed today and different voices within the Indian civil society and modernity and all of these things. So, it goes both ways. I think there’s a lot of work to be done to change and challenge frames that we have about each other.Are there areas of research you would recommend to younger scholars interested in the spaceQuite a few actually, I think one is that the bilateral ties between India and for example, the Nordic countries or Central and Eastern European countries, there is so much to be done there. Beyond Germany, France, UK… every book that you see on Europe would have these chapters, but nothing on the other parts. And here I would say archival research, taking a historical lens of not just stopping in the colonial period, but also going beyond Cold War, post Cold War, how has India engaged even with the central and eastern European countries, for example, India’s engagement with the with the civil society movements that was sort of critical of of the USSR…I think this is completely under explored. So taking a historical lens, taking an archival lens, maybe speaking to some of our diplomats who have been posted in these countries, and getting anecdotal stories of how we’ve engaged with these countries, I think is a rich history that is left to be uncovered. Similarly, every book I’ve seen on the EU and India is just a list of trade ties agreements. It would be nice to know the narratives around it – which countries had EU presidencies when they pushed the EU to work with India? Why was India so reluctant under even Pandit Nehru to engage? The first ambassador actually sent to Brussels, was looking at how to stop the UK from joining them. The parallels today are super interesting. I think this is something that we have not yet explored.And there’s so much rich history and nuance that can inform how we look at Europe today that can come out of more research in these areas. Also looking at, for example, India’s engagement in history with NATO. We were very critical in the past, then we started talking about Afghanistan. We said NATO can’t be the world’s policeman and we had very strong views about it. Now we had the NATO Secretary General come to the Raisina Dialogues and say, well, we should coordinate more with India... These developments are informed by historical trends that I think studying further would give us a better understanding of Indian foreign policy in general. So I do think that Europe is an under explored area, and there’s so much to do. And for students who are interested, it’s just a wealth of new material to be discovered.Is there a sense that the Anglophone countries, the US and the UK in particular, are just more accessible and easier to study?I think because international relations is so dominated in India by this realist lens of hard power that there is more interest in looking at the US and China and the UK. There’s also structural factors that these universities in these countries have IR programmes where there has been space for doing research on India and South Asia, which has not existed in Europe. There is a combination of reasons.If there are more centres, more money, more chairs coming up in Europe that look at South Asia and that deal with particularly Indian foreign policy, not in the sense of exotic non-Western IR, but actually looking at India as an actor, I think that that would also encourage students to come more. It’s a combination of both structural factors and the fact that simply, in our paradigm, it’s more attractive to look at actors like the US and China.Finally, recommendations on the Indo-Pacific and Indo-Europe ties? Rory Medcalf’s book, Indo-Pacific Empire: China, America and the Contest for the World’s Pivotal Region, is required reading for anyone interested in the region. Sanjay Subramaniam’s Europe’s India: Words, People, Empires, 1500–1800 is a very good primer to see our linkages with Europe through different lenses. Anything by Mark Mazower on understanding Europe, as well as his book No Enchanted Palace: The End of Empire and the Ideological Origins of the United Nations.Thank you for reading the Political Fix Q&A. Send feedback to [email protected].","author":"Rohan Venkataramakrishnan","time":"2021-09-25T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/59754-wijasflqpj-1496497465.jpg","tags":["India","Europe","AUKUS","Quad"],"source":"https://scroll.in/article/1006146/interview-garima-mohan-on-why-aukus-should-only-sharpen-europes-focus-on-the-indo-pacific"}