{"title":"Interview: Comprehensive review needed of cases like Bhima Koregaon, says former SC judge","content":"On July 28, the Supreme Court granted bail to activists Vernon Gonsalves and Arun Ferreira, who are among the 16 people arrested in the Elgar-Parishad Bhima Koregaon case in 2018. The Supreme Court’s significant observations include the “weak probative value” of primary evidence in the case and the “mere possession” of literature that inspires or propagates violence not being offences under the draconian Unlawful Activities (Prevention) Act, 1967.Former Supreme Court judge, Justice Madan B Lokur, said the judgement is a step in the right direction. “The entire bail jurisprudence in UAPA cases is illogical and contrary to the basic human right of presumption of innocence,” he told Scroll in an interview. “I’m glad the courts are slowly realising this and finding ways to chip away at the statutory armour of the investigating agency.”Among the 16 arrested, 80-year-old Jesuit priest Stan Swamy died in July 2021 while academician Anand Teltumbde, lawyer-activist Sudha Bharadwaj and poet Varavara Rao have been released on bail. The charges against the 16 included sections of the Unlawful Activities (Prevention) Act, or UAPA, which has been criticised for its use in criminalising dissent in India. “UAPA is draconian, no doubt. It has been weaponised to silence critics,” said Lokur. “I think the National Security Act is much worse. It is now being used for offences that have nothing to do with national security.”The 16 academicians, activists and lawyers were arrested for their alleged role in instigating caste violence that broke out at Bhima Koregaon near Pune in January 2018. They have also been accused of links with the banned Communist Party of India (Maoists) and of conspiring to assassinate Prime Minister Narendra Modi. Speakers at the Elgar Parishad conclave held in Pune on December 31, 2017, allegedly made “inflammatory” speeches. The police alleged that the event was funded by banned Maoist outfits.Human rights organisations and experts have criticised the charges against the Bhima Koregaon accused and called on the Indian government to release them.Lokur said that it is high time that courts “scrupulously scrutinise the case of the investigating agency”. “And if the case lacks a degree of credibility, then strict action must be taken against the investigating officer,” said Lokur.The Supreme Court, in its order granting bail to Gonsalves and Ferreira, had said that the National Investigation Agency’s primary evidence in the case, a batch of letters, were of “weak probative value or quality”. Since 2021, United States-based digital forensics firm, Arsenal Consulting, has pointed out that false evidence was planted on the laptops and devices of three of the accused in the case: Rona Wilson, Surendra Gadling and Stan Swamy.“Taking away the liberty of an innocent person is unconscionable,” said Lokur. “The courts must rigorously examine each piece of evidence put forth by the prosecution before depriving a person of his or her liberty.” Lokur also said that courts must expedite the disposal of such cases and fast track them. “Compelling an accused to spend five years in jail without being proved guilty is inhuman.”Credit: PTI.What is the significance of this verdict in so far as how the restrictive provision of section 43D of the UAPA – which bars the grant of bail if the prosecution’s case, through perusal of case diary or charge sheet, is deemed prima facie true – should be interpreted by courts. In 2019 the Supreme Court in  NIA vs Zahoor Ahmad Shah Watali further rendered the grant of bail near impossible by narrowly interpreting the section. What will this judgement mean for bail jurisprudence in UAPA cases?The entire bail jurisprudence in UAPA cases is illogical and contrary to the basic human right of presumption of innocence. I’m glad the courts are slowly realising this and finding ways to chip away at the statutory armour of the investigating agency. It is high time for the courts to scrupulously scrutinise the case of the investigating agency and if the case lacks a degree of credibility, then strict action must be taken against the investigating officer. This judgment and a couple of others are extremely significant and a step in the right direction.How significant is the finding of the court that the letters stated as primary evidence against the accused are of ‘weak probative value or quality’. Not only that these letters were recovered not from the accused, but also that contents of the letters through which the appellants are sought to be implicated are in the nature of hearsay evidence. This is the first that any court has recorded a finding of questionable evidence in the Bhima Koregaon case. Should there be a comprehensive evaluation of the merits of this case, as some have argued?Yes, the finding does have great significance. Taking away the liberty of an innocent person is unconscionable. The courts must rigorously examine each piece of evidence put forth by the prosecution before depriving a person of his or her liberty. Secondly, the courts must expedite disposal of such cases and fast track them. Compelling an accused to spend five years in jail without being proved guilty is inhuman. Unfortunately, in some cases medical issues are also ignored. The courts must consider this aspect also and learn a lesson from Stan Swamy’s death. I entirely agree that there must be a comprehensive review of all these cases and the review must be done dispassionately.In March this year, the Supreme Court held that mere membership of an unlawful organisation is an UAPA offence. This bail judgement is not in agreement with that.Mere membership of a banned organisation should not be punishable. Otherwise, if a murder is committed on the street, every disinterested bystander can be accused of murder. Active membership or participation in the affairs of a banned organization, is a different issue. Active participation, whether it leads to violence or not, may be punishable. For example, an active member may be providing funds for a crime without actually participating in the crime. Distinctions must be recognized and mere membership should not be punishable.The SC also held that mere possession of literature, even if the content thereof inspires or propagates violence, by itself cannot constitute any of the offences within Chapters IV and VI of the UAPA.Absolutely. Otherwise all librarians will be in danger of getting arrested.Laws relating to national security, like TADA [Terrorist and Disruptive Activities (Prevention) Act], POTA [Prevention of Terrorism Act] in the past, have proven to engender impunity. Critics of the UAPA say that the act has degenerated into a weapon for repression of dissent, free speech and critique of the state. What do you think?UAPA is draconian, no doubt. It has been weaponised to silence critics. I think the National Security Act is much worse. It is now being used for offences that have nothing to do with national security. There is no provision for bail under that law and no action can be taken against the detaining authority.Also read: Caged birds and prison songs: In chorus, Stan Swamy and the Bhima Koregaon accused kept hope alive","author":"Smitha Nair","time":"2023-08-12T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192996-hlwvtkfeoy-1691514532.jpg","tags":["Unlawful Activities (Prevention) Act","Madan B Lokur","Supreme Court","Bhima Koregaon","Surendra Gadling","Rona Wilson","Vernon Gonsalves","Arun Ferreira","Stan Swamy"],"source":"https://scroll.in/article/1054021/interview-comprehensive-review-needed-of-cases-like-bhima-koregaon-says-former-sc-judge"}