{"title":"Interview: ‘After Olympics everything has changed, I want to win titles everywhere’ – Satwiksairaj","content":"While Tokyo 2020 was India’s most successful Olympic Games campaign in history, beyond the medals that were won, there were quite a few heartwarming and heartbreaking moments too. Aditi Ashok... Indian women’s hockey team... Vinesh Phogat... and the men’s doubles badminton pairing of Satwiksairaj Rankireddy and Chirag Shetty. Not often can you say that you defeated the eventual champions of a sporting event at the Olympics and still returned home without a medal to show for it. Satwik-Chirag were brilliant in the group stage against the Chinese Taipei pairing of Lee Yang and  Wang Chi-lin, lost only to the world No 1 pairing from Indonesia’s Kevin Sanjaya Sukamkuljo and Marcus Fernaldi Gideon, but the group panned out in such a way that even winning two out of three matches wasn’t quite enough for them to progress. For Satwik, however, the Olympic Games changed everything. As tough as that result was, the experience of Tokyo has made him more driven than ever before. The 21-year-old, along with his partner 24-year-old Chirag Shetty, are currently in Huelva for the BWF Badminton World Championships. They have had a solid year on the tour and that saw them qualify for the BWF World Tour Finals for the first time. Their campaign in that event in Bali was, however, shortlived as Satwik had to attend to his knee and get ready for the marquee event. Speaking to Scroll.in, Satwik reflected on a wide range of issues, from his experience in Tokyo to how he and Chirag can evolve as a pair. Here are excerpts from the interaction:First and most important question. How are you feeling physically? I am not yet 100% fit, have been playing tournaments back-to-back. There is a small injury in my right knee, the physio said it was an overload-related issue because of playing high level events constantly. Right now I am feeling fine, close to 90%. Better than last week. That’s why we had to withdraw from the World Tour Finals, I am feeling much better now.How excited are you about the World Championships? You’re a top-8 seeded pair with Chirag this time. It’s been quite a journey over the last couple of years. Frankly speaking, I never get happy seeing our seedings or anything. In men’s doubles, there is really no priority for being seeded. If you see, all the players are at a high level and the competition has picked up. Anyone can beat anyone, so it all depends on you and how you prepare. There are no easy matches, first seed or second seed. I never focus on my draw, you just have to play a good match. Talk to us a little bit about Tokyo 2020. We spoke to Aparna Popat [former national champion] after your campaign and she told me how difficult it was for her to see you guys miss out after playing so well. Defeating eventual champions but not progressing beyond the group stage. How was your experience? What did you both tell each other?Olympics was the best experience of my life till now. It was a great, great, great experience... meeting all the top athletes from other sports as well. Meeting Indian champions, all the senior players, and talking to them was amazing. On court, I almost couldn’t control my tears while playing. It was a dream come true. Playing in the Olympics was a big thing for me. We wanted to do our best and luckily we had Mathias [Boe, their coach then] around us, he gave us a lot of confidence. Was very happy we pulled off the first match before losing to the world No 1 pair. But again, we won our third match. So, we had mixed feelings after that. We wanted to go further, we were confident we could reach the semis and even win a medal, but sometimes luck doesn’t go your way. But yes, there were a lot of learnings from the Olympics. Many, many good things. It’s a great stage to play. Olympics was the best thing that ever happened to me.Since Tokyo, the results have been bit mixed. Would you say this is a learning curve?After Tokyo, we got a break. We didn’t quite have a proper coach [doubles specialist coach]. After Mathias left, we didn’t have the proper time to practice our coaching drills. It’s been a mixed phase, but quite happy with how he played a past few tournaments. We were a little bit down after the Olympics, at Tokyo we were at our peak. We haven’t quite had time to practice properly once tournaments started. Tell us a little bit about the mixed doubles scene. Are you planning to focus solely on doubles for now?I have always loved to play mixed doubles, a big fan of it. I have always loved playing with Ashwini didi [Ponnappa]. As of now, I have not played two events recently with back-to-back events because my body is not taking it currently. I wanted to take a break. I will decide later. Once the Worlds is done, will sit with Gopi sir [Pullela Gopichand] and decide what will suit me. What do you think is the next step in your evolution as a pair? How do you improve?It’s always challenging to improve. I think we need to improve a lot mentally, we need to perform more consistently. We have to now win tournaments, not just play good matches. That’s what makes you a top player, and I want to be in the top five. Personally, I feel it’s all about your mentality. On court, we’re always on top but it’s about training well, handling our body, handling our mind, focusing on the match... we need to improve on these things. After the Olympics, we have leant about the things we need to improve on.Looking back at 2021, how do you assess your year; the ups and down?2021 has actually been a great year for us. Starting with semifinals at Thailand Open, and semis at Swiss Open. Then Olympics happened. Indonesia Open semifinals, and French Open quarterfinals. Our consistency was around that point, and it is an upward arrow for us. We have troubled all the big pairs, and we can see the improvement in our game. Want to do well at the Worlds and finish the year on a high note. What are your hopes for the World Championships?Personally, I don’t want to set any expectations. I want to see how my body reacts to the matches. Time to recover has been less. I want to keep my mind cool, want to enjoy the tournament. We are playing only for the second time. I just want to give my best. What is the ultimate aim for Satwik as a shuttler? What do you tell yourself waking up every morning about the future?Initially, when I started playing badminton, I used to always say I want to play in the Olympics... Olympics... Olympics. Then once that happened, I wanted to finish on the podium. That feeling in me is very strong. Everything has changed. Before competing at the Olympics (Tokyo 2020), I wanted to always do my best but I never dreamt of winning a tournament. But that thought process has changed since I played the Olympics. Now, I want to win tournaments in every place... I want to win in Indonesia, India and the World Championships. I want to win all the titles in my career. That’s the aim, do well in the upcoming Commonwealth and Asian Games as well and 2024 Olympics. When I wake up and see myself, I want to do my best and prepare myself. There is no rest day for me, I want to do my best for 2024.","author":"Vinayakk Mohanarangan","time":"2021-12-13T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167484-izqqvzwqgc-1639396188.jpeg","tags":["Tokyo 2020","Satwik-Chirag","Satwiksairaj Rankireddy","Chirag Shetty","Badminton","Indian badminton"],"source":"https://scroll.in/field/1012715/interview-after-olympics-everything-has-changed-i-want-to-win-titles-everywhere-satwiksairaj"}