{"title":"Interview: Ambika Vishwanath on what it would mean for India to have a ‘feminist foreign policy’","content":"In 2007, India sent an all-woman police unit to a United Nations mission in Liberia, where they carried out 24-hour guard duty, public order management and night patrols. The example set by the Indian women led to a four-fold jump in the number of women in Liberia applying to the police, according to the United Nations Mission in Liberia. This deployment is often touted as one of the ways in which including more women in foreign policy actions – particularly in “hard power” areas like security and military issues – can have a major impact. Ambika Vishwanath would like to see such efforts fit into a broader structure. Vishwanath, who co-founded a public policy organisation called the Kubernein Initiative, has argued that India needs a “feminist foreign policy”, one where a “a gendered approach [is] mainstreamed into broader policy objectives”, and that goes “beyond conventional considerations of development assistance and  domestic policies to include core areas of foreign policy, economics,  finance, trade and security.” I spoke to Vishwanath about what a “feminist foreign policy” for India would actually look like, the Kubernein Initiative’s research into what practitioners and observers think of the idea, why it isn’t as simple as “adding women and stirring” and how many respond to the term “feminist”.To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.Could you tell me a bit about the Kubernein Initiative and how it came about?My business partner, Priyanka Bhide, and I met about a decade ago. I’m a political scientist by training, and have been working in the space of water and policy for almost 15 years. She was doing strategy building and communications work. We met and went our separate ways.Then I left my job and travelled around the country for about three years. It was meant to be a one-year break, but it became three. My husband is a photographer, and we wrote about our travels. We did a lot of ruins and architecture-based travelling, and some nature stuff as well.But over that time, I also learned a lot more about the country than I knew before, even though I was brought up in India. Before that I had lived outside India for almost eight or nine years. That helped me understand how change was happening. I realised that a lot of what we talk about in the think tank and intellectual community space had gaps.So Priyanka and I came together in 2018 to say, we don’t want to work for other people anymore. We had done that a few times. We also wanted to build a different kind of organisation that we weren’t finding in this country at the time. We wanted to work on areas that we felt need more attention.Take water. It’s not just in terms of looking at it as a resource or a scientific commodity, but also how it impacts our life every day – how it affects our industrial growth, how with all our ambitious plans for India to be a $7 trillion economy, we don’t have a plan from a water-resource perspective to support that, things like that.So in 2019, we formally set up the Kubernein Initiative. We were in no way setting up a company that says we are going to compete with the big think tanks in India. The idea was to look at the gaps. Where can we support them with the knowledge and experience that we have? How can we highlight some of these areas that don’t necessarily receive enough attention?We’ve worked on water, and also climate and disaster management. And then we sort of stumbled upon this Feminist Foreign Policy Project.I was on the sidelines of the UN General Assembly in 2019, in New York, where there were discussions about a feminist foreign policy, and I thought – why is this conversation only happening in this part of the world?So in early 2020, we said this is going to be our own homegrown project, along with a project on urban water management and risk to economic growth. Until then we had taken projects that came our way from different foundations or external partners. But this was something where we didn’t want to partner with anyone till we understood fully ourselves what it meant, and what was the scope of it.Today, we’re a team of six people, and we’ve been doing that and other projects as well.Kubernein Project co-founder Ambika VishwanathYou said when you looked around in 2018, an organisation like this was missing. What was missing? Was it the subjects? Or the approach?It was a bit about the subjects.Until recently, water in India has always been seen from the academic, scientific and engineering community. It has not reached a stage where it is part and parcel of every single conversation. And we wanted to bring it into all those conversations.Now I could have gone the route of joining a larger organisation and saying this is something we need to talk about. But I also wanted a certain amount of freedom and flexibility.I also speak a little bit on behalf of Priyanka here. She has a young son. And I do know that she had quite a bit of difficulty in finding an organisation that allowed her the kind of flexibility she wanted as a parent. We also didn’t want to say, “you have to be in Bombay”. If you wanted to work from Delhi because for you it’s rent-free, why would we force you to move here?So, flexibility in terms of work culture – that was what we wanted to build in right from the beginning.When we did our research between 2018 and 2019, there were hardly any women-headed think tanks or policy consulting spaces in India. At the time we concluded that it was less than 20, in a think tank space of about 70 to 80 organisations. We said, we need to have more women’s perspectives at the senior level.Your report quotes the International Center for Research on Women defining a feminist foreign policy as one where a country “prioritises gender equality and enshrines the human rights of women and other traditionally marginalised groups, allocates significant resources to achieve that vision and seeks through its implementation to disrupt patriarchal and male-dominated power structures across all of its levers of influence (aid, trade, defence and diplomacy), informed by the voices of feminist activists, groups and movements.” Tell us more. What is a feminist foreign policy?According to Margot Wallstrom – the former foreign minister of Sweden who started this movement – this started from the perspective of saying we need more human rights in our foreign policy making. That is the very core of what a feminist foreign policy is.There is the idea that it is more female-centric. I disagree with that. We say feminism in today’s day and age is no longer only female centric, it is a wider human rights perspective.Each country can then take what is best suited for them. For Sweden, that meant a peace and security agenda. Sweden is one of the largest when it comes to arms exports. But it also does a lot of peace and security work around the world. She wanted to look at that agenda and see how it could be changed for the better.She came up with the three Rs – “rights, resources and representation” – and then other countries, like France and Canada, added on to it. Germany took it in a completely different path, where they said as a country we cannot announce this, but as a foreign ministry, we will include more gender mainstreaming. So for them it began as  a right and a representation – so numbers within the foreign ministry, and agency for women. For them it was, “how do we improve our numbers within the foreign ministry? How do we ensure that, through greater representation of women, that our policies have that perspective in it?”If you look at this conversation, it’s still very much rooted in the transatlantic space. You have Canada, Mexico, Sweden, other European nations, all talking to each other. What about the rest of the world?Hopefully, through our research, our discussions, we can settle on a slightly different definition that makes sense for India. We’re probably not too far off the path from the countries that have made these announcements. We just need a lot more structure.That aside, if you can have India, countries from Africa, other South Asian nations, South East Asian nations come on board, they all bring in a different perspective.For some countries, a feminist foreign policy is going to be a peace and security agenda. For others, it’s purely a numbers agenda. For countries like India, it’s not just a women’s perspective. It’s also including the perspective of different communities.In a sense, it’s not binary about men or women, or just about gender. It’s about how you ensure you have perspectives from all members of your society in your foreign policymaking.\n\n\n    \n    Play\n\nTo clarify a bit more for the reader, the components of maybe a more typical feminist foreign policy would be things like representation of women in terms of numbers in the ministry, more women in things like peace-keeping forces, a gender agenda within development efforts…Yes. Also, including these perspectives when discussing trade, when considering climate policies – anything that comes out of your country’s external actions. Sweden and Canada, for example, focus on having a feminist perspective in their trade policies, because those are very important to them.In India, development assistance already had quite a fair amount of gender perspectives, but I would say we need to bring it in more for our climate, trade and hard security concerns as well.You’ve mentioned in the report that the word feminist still elicits shock and pushback in these spaces. Has that been your experience in India?Yes. Not just in India. In many countries. That’s why the Germans decided to use the word “gender mainstreaming”. In India, we’ve had mixed reactions. In fact we’ve had negative reactions to both the word “feminist” but also to saying “gender mainstreaming”.In our project right now, in the research, we’re doing consultations with everybody possible in the larger policymaking ecosystem. That’s including former diplomats, serving bureaucrats, members of Parliament, academics, think tankers, historians, media persons, to understand what their thinking on this is, what are the obstacles, and where are the gaps.I will say both men and women have had concerns about the use of both the word “feminism” and “gender mainstreaming.” There is some criticism from the Western community about using the word gender, because to them it’s very binary. While I understand that, I say, they are at a different stage in that story.In India, we’re at a very different stage, where what we are trying to achieve is a more inclusive foreign policy that looks at it from all these different perspectives. One of these is a gender perspective. But we also want to look at other communities that will be affected by these policies, like regional climate concerns.In that sense, inclusivity is probably our larger goal, but we’re sticking to gender mainstreaming for the moment.The report references feminism in International Relations as being different from, say, realism and liberal institutionalism, and other international relations theories. In trying to understand what a feminist foreign policy was, I wondered if it would be useful to do something like asking – what would an FFP mean in considering India’s approach to issues like Pakistan, China or the Quad? Is a thought experiment like that useful, or is it more about frameworks and systems?I don’t have a full answer to this question, yet. This is what actually we’re trying to figure out as well through our research and also our consultations.What we’ve understood is that on development cooperation and assistance and through our external action, a fair amount of gender concerns are already included in those spaces in India. A lot of it has been ad-hoc and reactive to events. Some of it we’ve been proactive about.But it’s not a formal structure. A lot of it is person-dependent. And it should not be up to whoever is within the Ministry of External Affairs at that particular time.Now, what we’re trying to understand is, if we have a more institutionalised framework like Sweden, how does it translate to all these other areas – climate, trade policies, multilateral institutions, and then so on to regional challenges, connectivity and non-traditional challenges?There are of course some people who say it is not going to make a difference to hard power questions or challenges, things like that. But there are other countries that are on this path. What if India wants to do something with Sweden or Germany, or the European Union, which is looking at these things?Isn’t this going to come into that question when we are talking to them? Whether it is the Quad or any other multilateral relationship or bilateral relationship, we should be at a point where we have already thought about this to a certain extent.Because it will be detrimental to us if a country wants to have a relationship with India that considers this important. These areas become the markers of what kind of relationship you want to build.And again, I don’t think it’s going to be too difficult for us to go down this road, because we already have a pretty good scorecard.You mentioned the Quad, and I think that’s a bit too new. But take the G-20. There’s a whole gender component to that, and it is required of the G20 countries to follow through on these. Every subsequent six-month head of the G20 has added on to that.Now, when we become the head of the G20 in 2022 are we just going to follow through with the programmes that are there? Or are we going to enhance them and improve on them? It will be expected of us to add to them, and not just carry forward what the previous country would have done.These are the questions that are coming up.\n\n\n    \n    Play\n\nYou said India already has a good scorecard. What is India doing well on this front?Definitely development assistance is probably best.In 2007, we had an all-women peacekeeping force that we sent to Liberia, which had a cascading effect. The number of women that joined the police force there after they saw this all-women Indian force increased quite a bit.These are the kinds of positives that you can have through even smaller programmes.It’s been very sporadic. Why not create a system and formalise this a bit better? And then bring other countries on board as well? The potential cascading effects in countries that are lagging behind, in terms of gender representation in things like their police force, will be tremendous.Then there are the numbers. Yes, the numbers of women in our foreign policy space is nowhere near as high as they should be. But if you look at just the number of women coming into the MEA, the positions they have had over the last two decades – and this is not coming from me, this is coming from interviews we’ve done within the ministry and with those who have retired – they all agree that it’s on an upward trend.But it’s also not just about the numbers. It’s about whether the women have the right kind of agency, and then, when they are in leadership positions, can they exert that power and that leadership? And is that playing field at that level same for everyone?This is something that we are trying to figure out. As you can appreciate, some of the answers to these questions are not always forthcoming. But the response has been more positive than negative. Though I wouldn’t say that definitively – I don’t have a large enough sample size yet.But it’s something we’re looking into.One of the key problems of setting out something like this is that the concerns of representation, agency, level playing fields  are not limited to just the MEA. These are society-level issues. Can the ministry move ahead of what are otherwise broader questions that Indian society has to address?Yes, of course, it’s ultimately going to come down to a mindset change, right? Because if you look at the incoming batches into the MEA over this past decade, we’ve had more people coming from all over the country, which is great.It’s no longer you know this big city-bred or Delhi worldview person entering the MEA. People are coming from all over the country. They’re bringing in different ideas, different backgrounds, and different social understanding.The MEA has, within its SSIFS, all these programmes that do the training. We’re also trying to understand from them, what is the kind of training that they have from a genre perspective? How can those be made better?It shouldn’t just be at the entrance level. One of the things we are hopefully going to advocate for is that it should be at all levels. Even if you’ve worked for the MEA for 10 or 15 years.How do you reconcile that with the imbalance in the rest of the country? Is it the MEA’s job to do that is a question we’ve been getting from a lot of people. I’m heading towards the answer that it isn’t just MEA’s job.From an external actor, they are going to look at a country as a whole. They are not always going to separate your domestic realities from your foreign policy goals. In that sense, how does the government ensure that they come together to make this a larger goal? I think Mexico’s example is something that we want to consider.And Argentina. They haven’t made an announcement yet, but one of the things they are thinking of doing is that, while making all these changes within their foreign ministry, they’re also ensuring that there are gender focal points within all ministries that are actively connected.So when their foreign ministry does XYZ for trade or for climate, it ensures that it speaks to the relevant ministries that will be dealing with this. And this coordination makes sense.A country like Mexico has some of the same domestic issues that we have in terms of disparity, violence against women, the laws – some similar realties. They are not just looking at it as something that just the foreign ministry is doing, but in a way by seeing how the foreign ministry can be a leader in that space.I don’t know if in India that’s realistically possible. It would need to be a wider discussion that means you need to have a mandate, or at least an understanding, that comes from higher than the foreign ministry so that all ministries can incorporate that.If somebody were to give me a five- or eight-year project to put that into play, I’d happily work on that too. But for now we are looking at just the one ministry.And, you know, if ultimately there are better systems within the MEA, there are many other ministries working closely with them on some issues, that might automatically get them to change some of their systems as well.Why not use that as a starting point?Former Indian External Affairs Minister Sushma Swaraj at the United Nations General Assembly in 2017. Photo: Reuters/Eduardo MunozIt seems like an obvious good to have goals like these. In your research into this, especially from the countries that have implemented them, is there a sense that adopting a feminist foreign policy brings some constraining factors – in trade or negotiations or things like that?It’s one of the questions that we’re hoping to answer. What we’re understanding from Germany, for example, is that there has been pushback and they have had to redesign or redefine their approach based on who they’re working with. It’s on a case to case basis.What I do know from both Sweden and Germany is that it’s not deterring them in any way. Now, of course you hear from people saying this is going to be too difficult in dealing with, say, certain Gulf states or if there is a government in Afghanistan or other countries where values aren’t necessarily aligned. So then what do we do?I think that’s something we should expect. But that shouldn’t be a reason not to have a larger goal.Across your pieces and those of your colleagues, you frequently make the point that it’s not just about “adding women and stirring” – in the sense that it isn’t just about representation, but about how that expands the basket of options in foreign policy. Do you find people saying, oh let’s just include more women and that’s enough?Surprisingly, no. We expected this, but it’s actually been more positive than that. Many will tell you that the numbers are already on an upward rise. There is still a struggle that a lot of women go through, but it’s less or different than it was before.The next level is having that actually play out. When you’re having a discussion on climate and disaster management with your regional partners, and some of the most affected communities in the region are women, how do you not think of having women in that conversation?It’s not to say that only women can know women. But women can bring a certain perspective that a man may or may not think of.It’s about having the men realise that these wider issues are important, so that ultimately you have what they are terming as “feminist men”, who then will go into that meeting where we are talking to Bangladesh or if we are helping a country in Africa or Southeast Asia come up with a good disaster management framework based on, say, Odisha’s experience, they will also say “do we think about the needs of adolescent girls when we are considering building shelters? Are there bathrooms for girls and boys when you are giving money for education facilities?”Somebody needs to be in that meeting who will flag all of these details.I don’t know if I’m being provocative in this question or not, but I was struck by Margot Wallstrom being quoted in your report as saying “more women means more peace”. I understand that a feminist foreign policy may end up being more inclusive or having a sharper sense of human rights, but does that mean we can say, more women in the room means more peace?Studies show that when women have been part of negotiating peace deals, they have lasted longer. Which is why she said this. And she’s been part of some of these negotiations.Why is that? I’m not sure anyone has a definitive answer to that question yet. In my first job, I worked for the Hunger Project, an NGO in Delhi. I was part of a team that did training for women at the Panchayati Raj level in the early 2000s, after the reservations for women began.Initially, the women’s names were on the ballot, but they weren’t actually there. The men were running everything. So we would train women on their rights, their responsibilities, tell them that if you are Sarpanch, this is your job, this is what you need to do, and this is how you can do it.If you track the numbers, and this is widely spoken about in India, the number of women that subsequently started contesting in open seats went exponentially high. In Maharashtra it went from 33% to 55%. Many of the villages that had a higher number of women, they saw that the changes benefited all. It’s not to say that the men’s work was not beneficial, just that a wider set of people were being reached.Women focus more on things like anganwadis, schools, hospitals, while the men tend to focus more on getting a new tractor for the village, or getting a new road. Which is not to say that wasn’t helpful, but you need both.Are there misconceptions about a feminist foreign policy that you find yourself having to correct all the time?The biggest reaction is, “why feminist? Is it only for women?” I think it stems from the fact that the concept of feminism is still two waves behind what the idea is in some other Western countries. What we are saying is that it is inclusion – not just gender inclusion, though of course that’s an important first step, but that larger inclusivity.But that comes up all the time. “Is this only for women? Why do women need more space?” I will get quoted numbers about the “save the girl child” programme, and people saying that there are enough women in the government and that we’ve already had a female foreign minister, a female defence minister, a female finance minister, why do we need more?Also, when we’ve invited people for our discussions, they say odd things like “no need, and no thank you”.Not just at the lay person level, this is from practitioners?Oh yes. Very public, well-respected, well-known people.Do you wish to see more research on this subject from other scholars and students?We need a lot more scholarship, but also just more discussion in all sorts of spaces. We are compiling a list of places where people can look at this from an Indian perspective. It’s a very small list right now. There is a lot on what feminism means, and what the waves are. But how to connect that to policymaking and to foreign policy making specifically? We’re working on that.We have a bit on our website. The ICRW is a good resource. And a few think tanks in India are writing about it, but that’s it.We are happy to engage, especially with students in universities and younger scholars. Because while a lot of organisations work on gender and different aspects, I think we are one of only two or three that are looking at it from this foreign policy perspective in India and South Asia. We’re also now working with the Stimson Centre’s South Asia Voices to bring out more writing on this. So we’re always happy to engage, especially with young scholars.Recommendations for what to read or watch or listen to on this subject?Hamsini Hariharan’s podcast, States of Anarchy, is one I very much enjoy.For reading, anything from ICRW, they have an interesting and unique framework.From India, I suggest work by Kamla Bhasin, Ismat Chughtai, Savitribai Phule, Amrita Pritam (especially Pinjar), Krishna Sobti and many others.Thanks for reading the Political Fix Q&A. Send feedback to [email protected].","author":"Rohan Venkataramakrishnan","time":"2021-10-16T09:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165192-tcvwdyjzqw-1634357268.jpg","tags":["The Political Fix Q&A","Foreign Policy"],"source":"https://scroll.in/article/1007830/interview-ambika-vishwanath-on-what-it-would-mean-for-india-to-have-a-feminist-foreign-policy"}