{"title":"Interview: Ajit Ranade on why India can’t project power if it doesn’t acknowledge economic missteps ","content":"Almost a decade ago, a number of Indian intellectuals and policymakers worked on a report, then turned into a book, titled NonAlignment 2.0. The report sought to “identify the basic principles that should guide India’s foreign and strategic policy over the next debate”, provoking plenty of debate and criticism in the process, not least because of the title and its connection to Nehruvian-era approaches. A decade later, some of those involved in the report along with a few fresh names have put together another report, “India’s Path to Power: Strategy in a World Adrift”. This time around the report says it aims to “focus our attentions on the need for concentrated strategic thought and debate about the hard choices that confront India” in a world where the country’s “external and internal environments are now being shaped by tectonic shifts – incipient trends that require thinking afresh and calibrating India’s strategy on a broad front.” Among the things that are different from the previous paper –  which include a sharper focus on the China threat and an appraisal of the post-pandemic fallout – there is a greater attention to the role economic policymaking plays in creating the conditions for India to project power. I spoke to economist Ajit Ranade, one of the authors of the paper, about its broad conclusions, why the government may be taking a different path on questions of protectionism and decentralisation, and why India needs to be more proactive in its approach to China. To get occasional analysis and interviews on Indian politics and policy from Rohan Venkataramakrishnan in your inbox, sign up here. All of our older Q&As are collected here.Let’s start off by going back to NonAlignment 2.0. You weren’t part of that document 10 years ago. What do you remember thinking of it back then?The context of NonAlignment 2.0 was to reiterate some of the principles of foreign policy that had guided India prior to the 30-year period before that – the Gulf War, our own economic crisis, the East Asian crisis, our nuclear blast test and sanctions, the dot com bust, the long 20-year-shadow of 9/11 and then the global financial crisis.It was basically a foreign policy book, to largely reiterate the principles of non-alignment, with a reiteration or reframing. To some extent, in this book, we have replaced it with the term “strategic autonomy”.I think some of the principles are still applicable – that is, form alliances with like-minded states, pursue a national interest, and not be pre-committed or pre-wedded to certain camps. In that sense I think between strategic autonomy and NonAlignment 2.0 there is a continuity. Speaking for me personally, non-alignment is a negative word. It’s like NGO – non-governmental organisation. It starts with a negative prefix. I think it’s better to use a positive terminology, so strategic autonomy does that better. And given that we are still not clearly in a unipolar or a bipolar world, there is still opportunity. The world is in a flux, it’s going towards multipolarity, and this has actually increased the space to enhance our strategic autonomy, to put more force and take decisions autonomously based on our own clout, and to expand opportunities for our citizens. That’s what we mean by strategic autonomy. Some continuity is there, but some differences from NonAlignment 2.0 also.How did this grouping come together?We have talked to one another and exchanged ideas over many years. So we just started off saying, let’s brainstorm on this. It was an organic process. We didn’t really set out to say, let’s form a group and formally kick things off. It started fairly spontaneously. I think all of us have similar interests, in that all of us want to put something like this out in the public and to express a view.Is there any particular reason to put it now? Obviously we’ve had the pandemic, we’re just turning into the 2020s… but was there a specific timing in mind?Many things have happened in the recent past. So there were enough reasons for the timing. Let me read it out: “The guiding assumption of India’s strategic thinking has been a distinctive conception of power. The foundational source of India’s influence in the world is the power of its example.”If you look at India’s soft power, or its projection of power in the world, it’s not necessarily because of our scientific or military progress, technological progress or even economic weight. All that may be important, and we need to get to a size where it will be formidable in the world. In terms of purchasing power parity, we are the third-largest economy in the world. But in terms of projecting power, we still have some way to go. But our influence in the world is the power of our example. We are an incredibly diverse democracy and a modern nation state with an, I think, exemplary constitution. And we have survived in one piece, or even flourished for more than 70 years. This rests on four pillars. An economic growth momentum. Social inclusion, with policies that are very actively focused on this, either through the rights paradigm or through social expenditures. Political democracy.The allegiance to constitutional values. We feel that this is the right time to reiterate this. That’s a very important motivation. Secondly, our meetings started just after Galwan – the Ladakh incident with China – which was three years after what happened in Doklam. That is probably another contributory factor. I’m now speaking for myself, I don’t know if my co-authors will agree. I used to personally think that the India-China relationship can be pursued in a compartmental fashion. That we can keep the trade, investment, commerce linking in a separate compartment, as against the border dispute, and military issues. I used to believe that it’s possible to pursue close economic engagement, and at the same time try to resolve the issues, not just borders, but also that India is a riparian state, and other common interests like climate change, the World Trade Organisation or the nuclear issue. So, I used to believe that. And I really believe that we need to make a distinction between the civilisations, governments and the people. With China, that is three different things. People-to-people contact should not be hostage to government-to-government skirmishes or differences. And civilisationally we keep saying that both of them are nation-states born around the same time, but also as civilisations much older. India and China make up 40% of humanity. But the amount of understanding that we have of China, or China has of India, is very little. We have not invested in Chinese scholarship at all. Not just the language, but also the history, the culture, the economics and so on. I used to believe in the compartments, but after the last three or four years, it’s become more and more difficult for people like me to harp on some things. I still believe that we need to expand people-to-people ties, exchange of university students and faculties, and increase our scholarship. But there has been a distinctive change in the last three, four years. And it’s reflected in China’s relationship with its neighbours, with [former US President] Trump, with the Biden administration now. There is talk of President Xi Jinping potentially changing the constitution so he can be there for a long time, so that he is no longer a successor to Hu Jintao, Wen Jiabao, or even Deng Xiaoping, but is actually compared to Mao. I can talk about the China issue for hours, but given the context, the big Chinese factor, which was not there in the same way for NonAlignment 2.0, the pandemic, all of these made it the right time for this paper.The last time around, one of the authors was the serving National Security Advisor. I’m curious, who do you think is the audience of this paper? Do you expect folks in government to read and directly respond?We have two gentlemen who are retired from government – Shyam Saran and Shivshankar Menon. We also have a distinguished person from the military, Lt General Prakash Menon, also retired. It’s not as if, now that they’re retired, what they say is not going to be taken seriously.Then there are Yamini Aiyar, Nitin Pai, Sunil Khilnani, Srinath Raghavan and myself, who are all quite out of government. And to some extent, this document is not only directed at government. Yes, we would like people in government to read it. But it is actually meant for people at large – academics, thinkers, other policymakers, people who are public opinion makers. We would like more and more people to engage with the ideas and comment on it, to give us feedback, debate and disagree.Moving to the economics bits of this paper, which I assume you had a major hand in. The document notes four major risks to the economy – frequent changes in tax policy, a creeping inspection raj, widening inequality and protectionism. How many of these would you say are concerns that are shared by those in government?First of all, the book is primarily about India’s foreign policy stance. But, as the cliche goes, the best foreign policy that India can pursue is 8% growth, 8% growth, 8% growth. Earlier we used to say 10% growth, but at least we can do this. Consistent, high, sustained and inclusive economic growth is an absolutely important prerequisite of a strong foreign policy, which aims to project India’s power – soft or hard.Therefore, much of the work involved in strengthening foreign policy actually has a domestic component. We have to find out – first, is it possible for Indian to attain higher growth rates? On a sustained basis? And second, if yes, what do we need to do for that?For the time being, let’s not get distracted by the issues of excessive consumerism or excessive negligence of environmental aspects, though that is important. I’m saying, let’s focus on growth, and that too inclusive growth. Once we accept that, then we also accept that growth has to be led by the private sector. It’s not going to be possible for the government to be the leader, and that’s not our economic model. What does that mean? It has to be private investment, mainly. Of course, consumption will also drive growth as people’s incomes rise and there is domestic purchasing power. But till that happens, we have to depend on export markets. For private investment to happen, you need to create conditions so that investment enthusiasm and confidence are there. What investors are looking for are not necessarily low tax rates or sops or low interest rates. What investors look for is a policy framework where there is continuity, predictability and stability. For example, we have some of the large e-commerce companies of the world like Amazon and Walmart come in, and then we change the rules about what these platforms can do. That may be a separate debate, you can say that these Big Tech companies are being pursued not just in India, but in Europe, in China, in the US. But I’m just saying, you come into the country with certain assumptions, and the rules are changed. There is a famous example of Rs 25,000-30,000 crore of investment which came into Andhra Pradesh in the solar energy field. Much of these was from foreign companies – French, British and so on. The way solar investment works and is profitable, is that you collect a tariff over 20 years. So you have Rs 25,000 crore of investment upfront, with the hopes of collecting tariffs over the years, after signing a purchase agreement. In Andhra Pradesh, what I believe happened was, when there was a change of government, they just decided to either review or cancel all the purchase agreements. And that led to a lot of panic. Some of the investors had to approach the prime minister’s office to intervene. I don’t know where it stands now. But there are several examples of u-turns and abrupt changes. Another risk is inequality. That is well-known globally. We have seen across the world over the last seven or eight decades, whenever inequality goes beyond a threshold, it becomes a discouraging factor for fresh investment because people are worried about the law and order situation, about the safety of investments and about unrest. What is that threshold? It’s for every country and society to decide. Another is protectionism. We believe strongly that for India’s economic growth to continue, we need to be committed to openness. First of all, if for no other reason, because until we get to a comfortable level of domestic purchasing power – say, per capita incomes of $5,000 to $10,000 – we will have to depend on foreign purchasing power. Otherwise how will growth happen? Export-led growth is going to be important. And in this world of global value chains, you can’t say, I want to export, but all import tariffs will be high. That’s not viable. You need to be committed to openness, which means low or moderate tariffs. We’re not saying zero. And they should be stable. In the last few years, more than three or four-thousand of HS Codes of items we import, we have actually raised tariffs. There is a protectionist tendency globally, but the tendency of protectionism in India is not conducive for export-led growth. And the fourth one is that, of course, we have dismantled the licence raj. But in its place, what has come in is inspector raj. The government is trying hard to move towards what is called self-declaration. But right now we have inspector raj, which means you don’t need a licence to start a business, but a lot of inspection-related compliances. And this is a very small point, but if you look at the incentives of the inspectors, they are incentivised to actually find something. So, when inspectors come and visit your factory, even if it’s small, the incentive of the person is to not leave unless he finds something. So there is a creeping inspector raj.Do you see the likelihood of any of these risks being reduced in the short-term? Is there a sense that the government sees them for what they are?I hope we take cognisance of this, that it’s not in our interest. It’s not just me. Look at the evidence. The investment to GDP ratio, even if you leave aside the pandemic year, was up to 2020 stagnating or coming down. Export growth between 2015 and 2020 was cumulatively zero. This was at a time when countries like Malaysia, Vietnam, Philippines, South Korea, and Bangladesh – their exports have grown. We can’t take refuge in the excuse that the world market was slow.We have fallen behind on, let’s say, garment exports, not only in relative terms, because our country is much larger, but also in absolute terms to countries like Bangladesh and Vietnam. In dollar terms, our exports of garments are lower than those two. And they are latecomers. So, I think we need to take this seriously. There are some who believe that we have put in reforms where the payoff is going to be seen in the longer term, like the insolvency code, or the rollout of GST, or the Gatishakti master plan. Perhaps all of this will show up in the coming years, that’s the hope. There are reports by reputed names like the investment bank Jeffries, Credit Suisse, and even CRISIL research, that all say India is poised for a revival of its capex cycle. Definitely this year, after a long time, our exports are looking like they will touch $400 billion. And that will be a huge increase. Almost a 37-40% increase over the last year. But let’s not forget that two of the largest economies in the world, the US and China, are booming. If the US and China together grow at 6%, that is like India growing at 60, because together their size is 10 times India’s. So if the world economy is booming, I hope our growth rate is not only high this year, but continues to be sustained. And if we want to do that, we still need to take care of the risks that we mentioned.One thing that jumped out to me in the text is that the government seems to be taking quite a different tack – on protectionism, on its approach to institutions and inspection raj, on decentralisation – to what you recommend. Do you think that just reflects a different economic ideology? Or do we need to understand the political economy here better?Of course, we need to understand the political economy of protectionism. There are voices within India, perhaps influential and strong voices, who benefit from protectionism. Not everyone loses. But I think net-net we become a loser. And for that we don’t need to go elsewhere, we just need to look at our own history.I don’t know whether the political economy will reveal that some voices, some vested interests prefer this. Secondly, when we say commitment to openness, we are not saying zero tariffs. This is true from economic theory also, that when you bring down tariffs to moderate levels, there are huge benefits to the consuming class and to production efficiencies, because you’re exposed to competition and competitive pressure. But then you go from let’s say, five to zero, or five to three to two, then what happens is that it ends up diverting profits out of the country to a competing country. So the impact on consumer welfare is negligible. This is a very subtle, nuanced and academic-sounding argument, but one has to make this to the government – that we need to be committed to low, moderate and stable levels of tariffs for openness. I don’t know why the government is getting swayed. Some of it is because they are pointing fingers at other countries and saying, “look they’re also doing this”. But I don’t think it suits us. For Trump, for example, it was an electoral strategy to tap into middle America, and the anxieties about how all the jobs were migrating abroad. But, in the case of America and countries like that, even Europe, they are coming from the other end of the pendulum. We have to come from our own corner. I think our commitment to openness has to be very firm. That’s why I personally thought walking out of RCEP was not a right decision. Incidentally, on RCEP, I should tell you that people always talk in terms of how much trade has grown, how we already have a free trade agreement with ASEAN countries, which are 10 of those in RCEP. But the point is not about trade. It is about global value chains and investment. If a new, fresh investment is coming up, which is going to straddle five, six or 10 countries, and India is out of that grouping, they will think twice about locating any of the value chain within India. Who wants to take the hassle of moving back and forth across customs boundaries? The more futuristic thinking should take that into account. They should not just have a knee-jerk response to the fact that China is going to be part of RCEP. Our view of China is always very defensive. We are never on the offensive. And we don’t acknowledge that China is now the second-largest, if not the largest economy in the world. It represents $6 to $7 trillion of consumer spending. So many other countries are managing to export to China. Why can’t we also be exporting to China? Why can’t we look at where we can tap into the Chinese market?Indeed, you have mentioned a couple of times that it seems our economic policymaking is reactive rather than proactive. So, one of the things we have tried to figure out, is whether there is a Modi economic doctrine, or a Modinomics. Between demonetisation, GST, a focus on supply-side interventions, walking out of RCEP… do you think there is a Modi economic model that is consistent? Or is it mostly reactive?I don’t see an ideological commitment to openness. I wish that sinks in, that it is in India’s interest to be committed to openness. We keep saying that, but in the last four-five years our tariffs have gone up.Secondly, the UPA years were about expanding the rights paradigm – right to food, to education, to information etc. That was troubling to some people because expansion of rights obviously has fiscal costs. But what we have done is that, though we don’t use the rights paradigm, de facto that’s what we’re pursuing actually. When we say electricity for all, tap water for all, fibre net Internet for all, cooking gas and so on. Isn’t that similar? Whoever earlier had objections of the rights paradigm, this is also an expansion of the social commitments of the state. I would personally be happier if we apply a portfolio reshuffle approach. That is, given the fiscal situation, we pull out our investments and resources from where they should not be, and redeploy them to what we need, which is basically education and health. Because that is build-up of human capital, the key determinant of future growth. The second ideological commitment for us is a lesser role of the state, and a more relevant role for the state in the buildup of human capital. The third thing I don’t see is a real commitment to decentralisation. And that is not only the current government’s fault. Even earlier, we were not seeing it in great force. We have not seen any meaningful devolution of power. Even states are unwilling to devolve power. And the other few issues we have flagged are things like electoral reforms. We have legislatures and people’s representatives, but how representative are our legislatures? There is an increasing percentage of people who have very serious criminal records – people accused of murder, attempted murder, rape, kidnapping, extortion. As a percentage of candidates standing for election, of elected people and even of cabinet ministers, this tendency is going up. There is no point saying, “oh people are voting for them”. If we need to impose some supply-side measures, we can have a law that says unless you are cleared of serious criminal charges, you cannot stand for elections.In both this paper, and another you had out earlier this year on competing with China, written with Vijay Kelkar, Gautam Bambawale and others, you point out that as part of economic growth we need to keep in mind that institutions – liberal democratic ones – need to be strong.Economic growth will thrive when, firstly, investors have the confidence of stability, continuity and predictability of policies. But we also need dispute resolution. That means independence and efficiency of judicial process. And not all disputes need to go to commercial courts. There should be mechanisms where you can settle them out of court, through contract enforcement. So if you start undermining or diminishing these independent institutions, that becomes a matter of concern.Would you say that to actually put India on this path that you lay out, it would require a pretty radical shift from where it’s pointing now?I think we need to spell out very clearly that we are for a liberal democracy, that we are for constitutionalism – which means we are very firmly in favour of constitutional values. We are for openness. We are for decentralisation. We believe that eventually, and very quickly, we must empower the lowest form of government. We have to be committed to electoral reforms, to more transparency.In the spirit of transparency, we introduced something called electoral bonds, which is the opposite of transparency. Now the voter does not have a right to know who is the donor. The whole point of funding transparency is to know if there is a potential quid pro quo between donors and the party. So, I think, these are things we need to recommit ourselves to.Maybe a different way of asking the question is, of the things you have laid out in the paper, which of the recommendations do you think is most likely to happen? Are there things within it that you think are likely to come from this government?Before I answer that, I hope you remember in NonAlignment 2.0 there was a recommendation of a theatre command approach to the armed forces, rather than the silos of the three arms. Now we have a chief of defence staff. There was a recommendation that India must actually put much more effort, not in waging war, but in creating the conditions to prevent it, or creating enough capacity to inflict pressure that creates space for pursuing diplomatic avenues. I think some of this is finding traction.We also make specific recommendations in the report on not letting the SAARC process be hijacked. If India is left out, everybody else will go ahead. So we can’t be boycotting SAARC processes. I personally think we have to engage with China in some ways. Your question is a difficult one, because I hope all the recommendations are taken seriously. If you look at Prime Minister Modi, in his very first speech in the Rajya Sabha in 2014 he said he is committed to cleaning up the political process. He said they will set up fast-track courts so that people who have been accused of serious charges – either they clear their names or get convicted. But we haven’t seen any progress at all. So, it’s not an easy question to answer. I think that’s the purpose of such discussion papers. Hopefully more and more people talk about it. And we hope people can find flaws with what I’m saying. The idea is that people should try to punch holes in our arguments, and say that this is not right, that protectionism does make sense…On to the final few questions. Are there misconceptions that you find yourself having to correct all the time – from journalists, fellow economists or lay people?I’ve had to say several times, please look at our record over the three, four, five years before the pandemic. Investment to GDP ratio, stagnant or coming down. Exports, cumulatively zero. NPAs, rising. Credit growth, very slack. The indicators of slowdown according to government’s own data was there. This is something I had to repeat several times, to say that this is something to worry about, because we cannot have sustained growth with these indicators.Now, the pandemic has become an alibi for everything. For example, during the pandemic, we had a moratorium, and therefore the NPA ratio improved substantially. Now, we’re going to get back to 10%. That is very high. Then there’s this disconnect between the stock market and the economy. We can’t assume, just because the stock market is doing so well, that the economy is all hunky dory. And we are, in some ways, victims of large amounts of liquidity coming from Washington, from the Fed. The third misconception is one that I have to say repeatedly for many years, is that we are highly taxed. Actually our tax-to-GDP ratio is among the lowest, especially direct tax-to-GDP ratio. In India, people pay income tax effectively when your income is a minimum of Rs 6.5 lakh, once you factor in everything else. And the per-capita income for the country is Rs 1.5 lakh. So the income tax threshold is almost 4 times… No country gives you an exemption of 400% of per capita income. In the US, per capita income is $50,000 or something like that. And you start paying income tax at $8,000. And because of this, we impose a huge burden of indirect taxes. The poorest of the poor are bearing a disproportionate burden of taxation, because we are not willing to do the right thing on direct taxes.Do you have recommendations for books those interested in these subjects should read?Let me show you a book I just read, Yashwant Sinha’s Relentless: An Autobiography. I hope people read not just economics but also history. This person was the finance minister of India a number of times. He presented the 1990 Union Budget, the one before the famous Manmohan Singh budget. And he’s one of the people who had a fairly active life as an IAS officer, and left it mid-career without going too high. And without having any other occupation jumped into full-time politics. I think there are examples like others who retired from the full IAS service and then become politicians. I found this a very honest story about what he’s done and a lot of insights. People should be reading a combination of personal stories like this, not just economics books, because it’s important to read where we are in the context of our economic evolution.Thanks for reading. Send feedback to [email protected].","author":"Rohan Venkataramakrishnan","time":"2021-11-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125008-yiumllxztr-1564970453.jpg","tags":["Ajit Ranade","China"],"source":"https://scroll.in/article/1009842/interview-ajit-ranade-on-why-india-cant-project-power-if-it-doesnt-acknowledge-economic-missteps"}