{"title":"Interview: Josy Joseph on how the government’s abuse of security agencies could ‘destroy India’","content":"The misuse of India’s security agencies for political gain is today so commonplace that no one bats an eyelid when hearing of an Income Tax “survey” on a news organisation or an Enforcement Directorate raid against a political opponent of the ruling Bharatiya Janata Party. Yet even for those familiar with the depressingly routine extra-judicial killings by Indian police departments or the everyday brutality unleashed on marginalised communities, Josy Joseph’s new book – The Silent Coup: A History of India’s Deep State – still has the capacity to shock. Over the course of the book, Joseph recounts the remarkable lengths to which India’s police-intelligence complex goes to do the bidding of political masters, including knowingly arresting and torturing ordinary Muslims to cover up their failure to prevent terror attacks, the seeding of fake narratives and involvement in terror conspiracies to advance communal agendas and the stubborn refusal to hold anyone in the security world accountable.After his first book, A Feast of Vultures, Joseph spoke to Scroll.in about receiving legal suits and why he would rather set an example for his then 13-year-old daughter than bow down to threats. I spoke to Joseph about the complexity of investigative journalism today, how he sees the world that his college-going daughter is entering, and why he believes that the way India’s security agencies operate today pose a danger to India’s democracy. To get an in-depth Q&A like this on Indian politics and policy in your inbox every week, sign up here. All of our older Q&As are collected here.To go back to the start, what drove you to become an investigative journalist?I did not become a journalist by any determined calculation. It was happenstance. I came to Delhi to become a civil servant, but never took the civil service exam. Once I started reporting, two things happened: one, I was very quick to realise that beat reporting, while it has its advantages, it is also very limiting for someone who has interests across the spectrum. Second, a large amount of the journalism I was doing was meaningless, just done to fill up newspaper pages.I wasn’t finding any satisfaction. That drew me into trying to do more impactful journalism. Because I found some early successes in Delhi Mid-day, I kept at it, and kept developing my own skill-sets. Sometime in 2006, I went to Fletcher (at Tufts University) to broaden my academic sense of the world. Investigative journalism is actually very high quality academic research in a way.Also maybe I was lucky that there was a phase in my career when there was a demand for good quality journalism. If you see the time when I went to Rediff.com… in the late 1990s, the media was still branding itself for the quality of its journalism.Whether it was Asian Age where I worked with MJ Akbar, or Mid-Day before that. And then Rediff came about, and really invested money in journalism. Then, in 2006, the DNA project comes, and they stressed that the only way to beat Times of India in Bombay was quality journalism. Then, again, in 2010, when I went to Times of India, at least for a brief time it gave a free hand to me.I think all of these factors came together to let me do this body of work.Did you ever think of moving out of investigative work, or did you always know that was your calling?Occasionally I’ve had job offers that were offering me good money, but there’s something very romantic and addictive about investigative journalism. And in many ways, it’s also a sense of power – if I may use the word, I don’t know if I’m using it rightly. You’re a nobody, but democracy empowers you so much as to shake up governments, impact lives, hold the powerful accountable. It becomes very addictive, if I may put it so.I couldn’t think of anything else that I would enjoy so much. But beyond all this, is the story of our lives. In your 20s, you by accident or design get onto a conveyor belt of professionalism. And that belt keeps running. There is no way you can get off very easily. I had no chance to get off, despite the fact that it causes immense amount of anxiety, and other kinds of worries in my family life.The Silent Coup: A History of India's Deep StateFive years ago, after your first book, you told me “I think our country still has a very free judiciary. I am not unduly worried about any legal implications” and that journalists’ self-censorship “is a short-lived phenomenon” because “in a young country like ours, you cannot suppress dissent. At least not forever.” Would you re-evaluate those statements today?In a broad sense, I would stick to it. Our judiciary has had its low points in recent times, especially after the Narendra Modi government came to power. But over the last few months I’ve been feeling very optimistic about the judiciary. From the highest court to the trial courts, there have been very strong statements and judgments on the side of the Constitution.The Supreme Court, at least in recent months, has not come up with anything that is dramatically embarrassing. It seems to be that there is a very determined effort by large sections of the judiciary to reclaim their independence.As far as dissent is concerned, I stick to it. The more the government tries to suppress dissent, the more the blowback will be. And you will see that playing out over the coming months and years. I think we might run into crisis and chaos. But the end will be that dissent will come up. And the present government’s very crude efforts at suppressing dissent will blow back on them in a big way.Back in Feast of Vultures, you said what you were trying to do was to create a structure to interpret modern India. How would you distill what you’re trying to do with this book?In Feast of Vultures, as you noticed, it was an attempt at looking at the rise of intermediaries. My argument was that everything in this country is on sale, from a birth certificate to a government.In this book, I am trying to make an argument that, unlike most other failed democracies, or our neighbourhood countries, India has developed a very unique deep state. Deep state usually means the secret parts of the state machinery, which are at work trying to subvert existing governance structures. In this country, while we have kept the military under civilian check, the political executive has encouraged and created a deep state which is at their service, to subvert democracy. So the policeman on the road is usually a goonda. The Central Bureau of Investigation, Enforcement Directorate, Income Tax department, etc, are usually in pursuit of silencing the government critics or intimidating them.And my calculations are that there are about 40 lakh [4 million] members of these forces, who are spread across India, and available to the political executive of the state or the Centre to suppress dissent, to intimidate the free media, or to silence critics, and to create the narrative they want to create.Josy Joseph, author of 'The Silent Coup: A History of India’s Deep State'So, the book is aiming to document this – and to bring out something that you think is not sufficiently understood by the public?I’ve had hundreds of people call me to thank me for putting it together in a way that people can understand. I think people couldn’t see this in the uniformity of it, as a multi-headed Hydra. So, police atrocities in one part of the city, they don’t connect it to the income tax raid on a media house. At least to my knowledge, there aren’t any extensive papers or books on the Indian deep state.To that extent, I hope my work is able to explain the phenomenon. But I hope this is not the last book. I hope many more books and articles and work comes out of scrutiny of the deep state. We have a serious role in the intelligence security apparatus. If we don’t bring strong accountability, they’re capable of subverting democracy, as they are doing these days.How did the book come to be called The Silent Coup? And how did you choose to use ‘deep state’, a phrase used in many ways these days?When I was writing the book, my working title was “the business of terror”. Because one of the key arguments was that the war on terror has become a flourishing industry in this country. But as it went into editing, my editor Ajitha said, “the business of terror” is not doing enough justice to what we are showcasing here. In many ways, isn’t it a history of the Indian deep state? Are we not explaining that beyond terrorism?Why The Silent Coup? Because the traditional sense of a coup is loud. With tanks on public squares and military men taking over your radio stations and TV studios. But here, silently, every day these agencies are aiding the political class to subvert democracy.As far as a history of the deep state is concerned, the book is not comprehensive – at all. I wish somebody would investigate something like the Enforcement Directorate, where I am told conviction rates are embarrassing. Ideally, we should investigate the income tax raids and surveys and the outcomes of these.There is a lot of garbage out there in the deep state, and I hope more muckrakers and courageous journalists and writers will come up and investigate deeply into these agencies. Because they need to be held accountable. They cannot become the extortion arms and hired goons of the political leaders of the day.The hijacked Indian Airlines plane IC814 on the tarmac in Kandahar. Photo: ReutersIn the book you say, “I attempt to show – through real-life examples, characters and data – how a small set of such elites use the legitimate arms of the state to destabilise a large democracy of hundreds of millions of people.” Do you think any of this is unique to India in any way? Or are you simply busting the belief of Indian exceptionalism on this front?Misuse of these agencies by the wider political executive is not isolated to India. But the way a large democracy like ours has managed to keep the military under check, while misusing the rest of the state is not fully unique, but something that needs to be discussed and debated.My idea behind it was several. One was to argue that this celebration of Indian democracy that we keep carrying on with is largely fake for ordinary Indians. The Indian state is very cruel, and the majority of its citizens are victims of it. Not beneficiaries of the state.Second, democracies can be subverted by their own elites. By internal organs other than the military. You don’t need a military coup or external intervention to subvert democracy. That is precisely what is happening in India. Men, and some women – but mostly men – who should in a law-abiding society be in jail because they are accused of serious crimes are getting to run the country. And that tells you a lot about the democracy being subverted by political leaders using the state arms.In the book you talk about a “model, of creating a fake incident or a fake terrorist, [which] is among the dirty secrets of the Indian security establishment.” Can you tell us more about this? It’s the sort of thing that even journalists have become used to but should be shocking to hear for most citizens...India’s war on terror, especially after Kandahar hijacking and the 9/11 attacks, has been a series of questionable terror attacks – sensational ones – where you can see some arms of the system. With your rational brain, you’re asking, was the state or some parts of the state involved in orchestrating some of these attacks.Second, there have been a series of fake encounters across India – especially North India and a lot of them in Gujarat under Narendra Modi – where it is very clear that innocent people or maybe suspected criminals were killed in state encounters.It actually is not a phenomenon limited to post Kandahar. In the book I talk about Punjab, where we celebrate the great success against militancy. But it is also a sad story of a police force that was let loose as a killer force, and till date thousands of Punjabi families are still waiting for justice. So is the case in Manipur. There we have policemen who have owned up to killing hundreds of people and almost 2000 questionable encounters that happened.Fake encounters, based on deliberately fake narratives, have been part and parcel of India’s war on terror. If you look at the Chittisinghpura massacre [the mass murder of Sikh villagers in Anantnag in 2000, which the government originally blamed on Pakistani militants], a few days later there is a fake encounter by the forces to cover up their incompetence or take out their anger.But the victims are poor Indians. This is not about Muslims or Islamophobia. This is about how our police and intelligence have become criminal enterprises, available on hire for the political class. Look at Gujarat. Every other inquiry into Gujarat fake encounters, whether it is the Supreme Court-appointed committee or their own magisterial inquiries or Gujarat Police, it has consistently said that the series of encounters when Narendra Modi was chief minister were fake, and almost all of them had this claim that the terrorists were coming to assassinate Modi.We don’t know whether Narendra Modi told the police to create these fake narratives. But it’s a matter of serious concern that the state police can kill so many innocents. This is not the way you strengthen a state. This is how you destroy a state. Fake encounters, fake narratives, fake intelligence inputs are all an integral part of our security establishment.For example, one of India’s most recession-proof industries is the industry of informants. These informants are paid hundreds and thousands of crores by police, intelligence and other agencies, and they keep feeding information which is not verified properly, based on which operations are carried out.We don’t know whether the informants are told to create certain narratives or they are being misused by some anti-India forces. But event after event, month after month, you see the state police, intelligence agencies becoming tools in the hands of anti-Indian forces in many ways.I don’t know whether, on a normal day, the police and intelligence agencies are there to protect India or destroy India.Uttar Pradesh Chief Minister Adityanath Sadly, I think fake encounters are not just commonplace but today even have support from the public, or at least everyone knows what’s going on – as we’ve seen with say Vikas Dubey in UP. But you’re suggesting that the fake narratives go well beyond just trigger-happy cops…Yes, of course. The cops are not just trigger-happy. That’s only one part of the narrative. What we need to understand is that the cops are actually acting out a script that their political masters are writing out. So you mentioned UP… The chief minister has been openly boasting about encounters and celebrating it. At least a vocal section of the people believe that UP’s law and order is now in control. But that’s not the case.You believe that until they come for you, and your neighbour. It may look all peaceful, but the fact is that the police is executing a political narrative, which is largely encouraged by their own communal politics and false sense of bravado.A strong state or a strong police is not that which kills its own police. A strong state is that which protects everyone. Some of our agencies – forget the political leaders for a moment – somewhere our agencies and their leaders, their thinking has been amoralised. What should have been a moral frame of policing and intelligence has been amoralised, and they have an amoral frame which they think is true and right.But they don’t realise that their actions are mostly against the state and threatening the democratic fabric of the country.You mentioned ‘anti-Indian forces.’ Now this is a term used by the government a lot and they throw it at anyone who dissents. What do you mean by the phrase here? Is there something deliberate at play? Or are you saying the outcome of their efforts ends up endangering India?I’m not saying that there is a grand global conspiracy against India using the police and intelligence. But there are enough hints in various developments of recent years to show that the actions of some of the police and intelligence agencies has been deliberately targeting the Constitution.They need to be probed further. For example, there is Jammu and Kashmir Police Officer Davinder Singh, whose name was very prominently featured in the Parliament Attack in 2001. Afzal Guru [who was convicted using circumstantial evidence in the attack] took his name. We haven’t investigated whether Davinder Singh was being used by an external agency like an ISI, by Pakistan or China, or if he was being used by criminal elements of the state.Because it is impossible for a middle-ranking police officer to plan and execute and attack on Parliament. Even if he has not been fully responsible, he had some role. He knew something, and that is to be investigated.Now, who are the people in the Bhima Koregaon case? Some of India’s most respectable citizens. Citizens who have given up their life to uphold constitutional values for the country. It is on their shoulders in many parts of the country that Indian democracy exists.So, if there is a deliberate effort by an agency or a group of people to plant evidence into their computers, to create a narrative saying they were out there to assassinate Modi, and it is now clear that it is a conspiracy, my question is – isn’t that a conspiracy that needs to be investigated as a conspiracy against the state? Against democracy? Against the republic? Because their claims are an attack on the pillars of this democracy and some of its greatest citizens.To look at a different angle, you mention in the book, “I have been told by several credible sources, in both intelligence and investigation agencies, that they suspect that Abhinav Bharat [a Hindutva organisation founded by a former Army person that was accused of being involved in a terror case] was propped up by a section of the Indian security establishment, with political blessings, to send a warning to Muslim terror groups. One former chief of an intelligence agency, who had examined the group’s activities, said the idea was born sometime in 2003, and was, almost certainly, a creation of one of the intelligence agencies. Importantly, he also believed that the strategy was prompted by a foreign nation with which the then government had a well-publicised affinity.” What more can you say?Post-Kandahar, Indian intelligence and the government was almost in disarray over its security strategy. At that point of time, the government and agencies are trying out various things. Among them, it is reaching out to various people, but one foreign country that in those days enjoyed a particular political affinity in this country is the one who is suspected by many in the establishment, not just one former chief, to have advised that the way to counter the Islamic terrorism threat is to target Islamic symbols and Muslims to send the message.I don’t remember if I’ve mentioned this in the book or not, but a former Army chief who examined this case – because Colonel Purohit [who was accused in the Malegaon blasts] was in the army – told me there is no RDX missing from the Army stocks. He said the most surprising thing was, where did Purohit get the RDX from.And Purohit says he has been keeping his bosses informed for filing reports of his activities. My own personal experience after the Malegaon blasts – I wrote in DNA, it’s a matter of record – in the front-page piece that came out the next day, I wrote that there had been violent incidents involving Hindutva elements in that region of Maharashtra. Some small bombs, etc. My sources said we should not ignore them.I was summoned by a very senior officer, who very confidently told me that I’m being careless and irresponsible. He said “we have evidence to show that there is a fight going on between Barelvis and Deobandis, and that is why the bombings happened.’If a senior officer, otherwise a very rational, intelligent, honest man, were to try to mislead me deliberately, then we should suspect that there was something that was not just isolated.Lt Col Shrikant Prasad Purohit, an accused in the Malegaon blasts. Photo: PTI I’ll point readers to the book for much more on this. One of the through-lines of the book is that the tremendous bias against Muslims within the agencies isn’t just a sign of bigotry – it also actively makes India’s efforts at tracing crime and preventing terrorism worse. That it’s not just deeply flawed judgment but also bad policing, that ends up radicalising further…Yes. The actions of these people by being Islamophobic, by not recruiting enough Muslims to their ranks, by not winning the confidence of Muslims, they are contributing to the weakening of the state.Forget all the Islam-Muslim issues. They’re not even being good human beings. They’re not allowing the hundreds and thousands of Indians who have lost dear ones in various terrorist attacks to mourn, to get closure. Because they want to know who killed their near ones. We are not even telling the truth.Our agencies create fake narratives, frame the wrong people. So, from not allowing closure to the bereaved to creating inefficiencies in the system to track terrorism, it’s all going against the state.Like I said, I don’t think there is a grand global conspiracy. But many of their actions are actually a threat to the state. And that needs to be checked.If your police force has only 1% or 2% Muslims in its ranks, how will you get information to track right? And if your intelligence agencies don’t appoint enough Muslims, how will you understand what’s happening in the community? How do you interpret the misuse of religious books?Most importantly, the fact is all religions have been misused for terrorism. We have seen Hindutva terrorists. We have seen Christian, Bible-swearing militants in the North East. We have seen the LTTE – Hindu, Christian, socialist groups. All kinds of terrorists have come up in this country and region.Our agencies need to be as secular as possible to analyse and deal with future threats. The more they become religions, narrow-minded, the more they avoid certain communities, the less their information capabilities would be. And that’s what is happening in this country.If I had to play devil’s advocate a bit, then, over the last seven years we certainly haven’t seen the sort of large-scale terror attacks that were almost commonplace in the 2000s, why is that? We have seen much more social tension – lynchings and so on – but the cities have not been targeted with blasts in the same way…We have had attacks in Pulwama, we have had attacks in Pathankot, etc. But one of the things that happened which saved a lot of Indian lives is that the agencies were able to crack both the Indian Mujahideen and Abhinav Bharat. Despite very aggressive efforts to push fake narratives.The fact that they were able to end those terrorist operations has had a significant positive impact. But that doesn’t mean terrorism has ended. Terrorism and terrorist violence continues. Yes, our cities are not being targeted. Thank god. I hope it remains so. But that is not a lasting assurance. The eternal vigil is necessary.The eternal vigil, informed by the right values, is what you need. But eternal vigil with foolish, misleading information will be dangerous for us. We could again walk into another type of event of the sort you read about in the book.One of the things I’m arguing is that after Emergency, Punjab, Kashmir, Sri Lanka, every time we thought that we have overcome something, we have carried on with a blunder and repeated it. If we don’t improve the professionalism of our police and intelligence, we could well end up in another crazy situation.Five years ago, when I asked you whether you were afraid about trying to expose some of this, you said you would rather set an example for your then 13 year old daughter, rather than be afraid. How do you see the India that your daughter is entering now?I think we messed up this country for her. We messed up the independence and the freedom that our grandparents secured, into which our parents were born. Our parents and our generation, we took our eyes off democracy, off preserving the hard-fought, precious values of democracy and the Republic. We were busy with our materialistic values, especially in the last four decades.Our parents definitely failed us in the post-Emergency era by not doing enough to bring the bureaucracy and police under checks and balances. That degeneration continues. With economic liberalisation, we all got busy getting better jobs and buying cars and apartments.We have messed it up for our children. I hope we are able to recapture the democratic spaces and nurture them, for them. But as of now, if you ask me, my daughter’s generation, who are now starting their college life, most of them don’t seem to see any hope in this country. Because from where they were growing up, we have come to a stage where our identities are merely religious, where social strife is an everyday reality.I think we have messed it up. But I still remain optimistic.There are two ways to see our work as journalists these days. One is the hopeful side – the belief that our work can actually have an impact and change things. And then, there’s the more depressing but necessary side, that what we’re doing is just documentation for posterity. Even if things are unlikely to change, at least there is a record. Where do you see your work?I would be somewhere in the middle. One of the things we don’t do enough is documentation. It’s something I hope I’m doing to the best of my ability and will continue to do. At the same time, even if we can convince a few people that they need to invest more in nurturing this democracy, that they have to fight for it, I think that’s a huge success for me as a writer, as a journalist who is operating here and now.I’m not an intellectual who is talking about the past or the future. I’m writing about the here and now. And even if you’re able to convince some lawyers, some activists, some journalists, some politicians to be better, to be involved in preserving this democracy, that’s a huge success.At the same time, we are also documenting. You won’t believe this, but many people have called up telling me that they didn’t know about the anecdotes from the 1970s and 1980s. “I didn’t know about this complex story. I didn’t know that Jaswant Singh Khalra [an activist who sought to document disappearances in Punjab] was abducted and killed. I didn’t know that so many people were killed in Manipur.” So documentation is also a very important part of the process.Are there misconceptions about the Indian deep state that you find yourself correcting all the time, whether they come from scholars, journalists, lay persons?One of the things with journalism, especially, is that there is far too much admiration for the deep state, for the intelligence and police. Our films and some of our famous intelligence and police officers of the last two decades have created a certain cinematic sense of themselves, positioned themselves as James Bonds.It’s a very interesting thing that many of the journalists who are writing about the police and intelligence agencies have failed the UPSC exams [the civil service entrance tests that would have allowed them to become police officers].So they are forever enamoured by IPS or IAS officers. The writing is very vague, they don’t question enough. And when an Intelligence Bureau officer or a police officer gives them something printed out in an A4-sized sheet without any file numbers, they run with it as if they are quoting from the gospel.That’s one part of the problem of the coverage of the deep state.The other reason – some of our finest public intellectuals, who are capable of influencing large numbers of readers, do not spend enough time studying state arms and state organs. In other countries, most of the think tanks and academics are dedicated to studying the workings of the system as it is today. That’s missing in this country.Many of them heavily depend on the government, so they don’t have very many independent opinions, and end up doing propaganda work for the state. So I think there is a large amount of misplaced hero worship of these people.Indian National Security Advisor Ajit Doval. Photo: AFP Is there any advice you would give to young journalists or scholars interested in this subject? Any areas of research or tools you would encourage them to engage with?I’ll tell you one of the things, which I find very disappointing among a lot of journalists and scholars, is that they are not spending enough time reading documents. Even in the most secretive government, documents slip out. Through archives, through RTIs, for various reasons.If you don’t have the patience to read, study and analyse documents, you cannot understand systems. You can’t write history based on what’s already written. You write history based on what you find new. That’s the process of searching for documents, reading documents and reaching out to people.And there are a lot of good people out there who are willing to talk. Maybe retired, or otherwise. That effort is not happening enough. I would urge any young scholar or journalist coming in to believe that your celebration of your heroism and your achievements once you get your achievements, not before that.You have to match your ambitions with hard work. Many people fail to do that.Especially to reporters, my suggestion is – don’t become the story. Don’t be the hero of the story. Be the fly on the wall.It was recently announced that you will be working with director Mahesh Narayanan, to make a Bollywood movie based on an investigation into India’s healthcare industry. What can you tell us about the work you’re doing with Confluence Media, which you founded?At Confluence, what we’re trying to do is to figure out a model to do academically rigorous, investigative journalism, edgy stories and turn them into documentaries, books, films, scripted series etc. The Phantom Hospital, the feature film that we announced a week ago, is based on one of our investigations into the state of health education in the country. It’s a mainstream Bollywood movie, where we’re collaborating with respected producer Preeti Sahani’s production house, Tusk Tales, and Malayalam’s talented director Mahesh Narayanan, who is making his entry into Bollywood.We do have projects of that scale and more. The idea is to take investigative stories and academically rigorous work to a bigger audience through all platforms – books, documentaries, podcasts, shows, feature films.Recommendations for those who are interested in reading further?I would strongly recommend everyone to read the works of people like Gandhi, Nehru, Ambedkar, Patel, because I think they have beautifully and brilliantly captured what a Republic of India should look like, and we just need to aspire to be that.Thank you for reading the Political Fix Q&A. Send feedback to [email protected].","author":"Rohan Venkataramakrishnan","time":"2021-10-02T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120322-szilcfdlrt-1564029127.jpg","tags":["The Political Fix Q&A","Bhima Koregaon","Central Bureau of Investigation"],"source":"https://scroll.in/article/1006730/interview-josy-joseph-on-how-the-governments-abuse-of-security-agencies-could-destroy-india"}