{"title":"‘Introduce ordinance on Ram temple immediately’: VHP asks Modi not to wait for SC judgement","content":"Hindutva organisation Vishwa Hindu Parishad on Wednesday reiterated that the Centre should immediately introduce a legislation or ordinance to build a Ram temple at Ayodhya. The group’s remark came a day after Prime Minister Narendra Modi said in an interview that the legislation can be brought in after the Supreme Court judgement in the case.“I do not know what is in his [prime minister’s] mind,” VHP Working President Alok Kumar said according to The Indian Express. “But we are clear that instead of bringing in a legislation after completion of the judicial process, that legislation should be brought now. We will keep urging the government to bring in a legislation in Parliament in the current tenure.”The Supreme Court is scheduled to hear the Ram Janmabhoomi case on Friday, but Kumar claimed there is very little chance that a verdict will be passed that day. “We want to tell the prime minister that waiting for a decision from the court will be eternal,” he said. Kumar added that if the Centre fails to bring in legislation for the temple, religious leaders will decide the group’s future course of action, at a Dharma Sansad during the Kumbh Mela in Prayagraj later this month.Kumar also rejected a Bharatiya Janata Party MP’s suggestion that a private member’s bill be introduced in Parliament. “It cannot be a symbolic act,” he said. “It has to be a substantive work, and that will be possible when the government brings in the bill.”On the other hand, the Rashtriya Swayamsevak Sangh welcomed Modi’s remarks, calling them a “positive step in the direction of temple construction”. It said the prime minister’s statements are in tune with a resolution the BJP had passed at Palampur in 1989, which said the party will try to construct the temple in Ayodhya through mutual dialogue. “The people of Bharat have reposed complete confidence and gave BJP the full mandate,” RSS Joint General Secretary Dattatreya Hosabale said. “The people of Bharat expect this government to fulfil the same promise during this tenure.” We feel that the statement by Prime Minister is a positive step in the direction of Temple Construction. The Prime Minister reiterating the resolve to construct a grand Sri Ram Temple in Ayodhya in his interview is in tune with the resolution passed by BJP at Palampur in 1989.— RSS (@RSSorg) January 1, 2019\n\nThe people of Bharat have reposed complete confidence and gave BJP the full mandate. The people of Bharat expect this government to fulfil the same promise during this tenure.- Dattatreya Hosabale, Sah Sarkaryvah (RSS)— RSS (@RSSorg) January 1, 2019","author":"Scroll Staff","time":"2019-01-03T08:43:15.319228+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/26346-15869348508_382ceacc81_o.jpg","tags":["Narendra Modi","Ram temple","Supreme Court","VHP","RSS"]}