{"title":"INX Media case: P Chidambaram granted bail in Enforcement Directorate case too by Supreme Court","content":"The Supreme Court on Wednesday granted bail to Congress leader P Chidambaram in connection with the Enforcement Directorate’s charges filed in the INX Media case, Live Law reported. The former Union minister had moved the top court after the Delhi High Court had rejected his bail plea on November 15.The top court observed that Chidambaram had participated in the investigation, and ordered him to continue to do so and not to talk to the press about the case while on bail. He was also prohibited from travelling overseas and tampering with evidence or contacting witnesses, Bar and Bench reported. The bail was granted on a personal bond of Rs 2 lakh with two sureties of like amounts.The 74-year-old politician had been in custody since August 21 – first with the Central Bureau of Investigation and then with the Enforcement Directorate since October 17. He has been in Delhi’s Tihar jail since September 5. He was granted bail by the Supreme Court in the CBI case on October 22 but had remained in prison due to the simultaneous inquiry by the ED.Earlier, the Delhi High Court had denied Chidambaram bail on the grounds that the allegations were serious in nature and that he seemed to have “played an active role” in the alleged crime. However, the court had noted that its observations were not final in nature.The Enforcement Directorate had told the Supreme Court that the economic offences allegedly committed by Chidambaram were grave in nature as they not only affected the economy, but also people’s faith in the system. The agency said it had identified 12 bank accounts to which the proceeds of the crime were deposited, and properties that were purchased in several other nations.The agency also argued that Chidambaram continues to have “substantial influence” on crucial witnesses even from the custody. The former minister, however, said the agency cannot destroy his career and reputation with baseless allegations. His counsels said there was no evidence linking Chidambaram directly or indirectly with the alleged offence or to show that he influenced witnesses.The top court had reserved its verdict in the ED case on the matter on November 28, and had asked its registry to accept the investigation reports in a sealed cover from the agency.Granting him bail in the CBI case on October 22, the Supreme Court had dismissed the investigation agency’s contention that he was a flight risk. The agency has filed a review petition in the top court.","author":"Scroll Staff","time":"2019-12-04T10:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126183-valcpcdfhp-1571137446.jpg","tags":["P Chidambaram","INX Media case","Supreme Court","Enforcement Directorate"],"source":"https://scroll.in/latest/945726/inx-media-case-p-chidambaram-gets-bail-in-ed-case-too-will-come-out-of-custody-after-over-3-months"}