{"title":"IPL 2022: Gujarat Titans, chasing glory","content":"At around the halfway mark of the league stage in Indian Premier League 2022, Gujarat Titans won the toss and decided to bat first despite chasing being the go-to strategy for all teams up until then.Gujarat won that match against Kolkata Knight Riders and a few games later, they decided to bat first again, this time in a crunch game against fellow contenders Lucknow Super Giants. At the toss, captain Hardik Pandya said the strategy was simple – his team wanted to see how many runs they could put up and defend. They went on to win that match too, by 62 runs no less.On paper, the Titans don’t have the strongest, or indeed the longest, batting order. But what they undoubtedly possess is plenty of firepower. And that is perhaps the reason behind the confidence they have exuded right through the season. They could go against a formulaic approach and test themselves by batting first, because they knew what they’re capable of if asked to chase. That’s where the confidence stems from.Sample this: Gujarat Titans have won seven matches chasing this season. Five times, they have won with 11 runs or more needed in the last over. In three of those five matches, they needed 16 runs or more in the last over. And each of those three matches were finished with back-to-back sixes.To put things in perspective – Mumbai Indians and Chennai Super Kings, the two most successful teams in IPL history, won just four matches each this season, while Gujarat Titans won three matches with 16 runs or more needed in the last over. That’s the kind of clutch play that’s kept them at the top. Gujarat Titans' top five batters in IPL 2022 \n    \n       Player  Inns  Runs  HS  Ave  SR  50 \n    \n     Hardik  14  453  87*  45.30  132.84  4  Miller  15  449  94*  64.14  141.19  2  Gill  15  438  96  31.28  136.02  4  Saha  10  312  68  34.66  123.80  3  Tewatia  12  217  43*  31.00  147.61  0 \n   ESPNCricinfo Statsguru Against Punjab Kings, the Titans needed 19 runs off the last over before the equation came down to 12 runs needed off two deliveries. Rahul Tewatia, once again, was ice cool under pressure and sunk PBKS hearts by hitting consecutive sixes to help GT earn a famous win.Against Sunrisers Hyderabad, it was Rashid Khan’s turn to torment his former team. Gujarat needed a massive 22 runs off the last over and Tewatia started it with a six. What did Rashid do next? He went 6, 0, 6, 6 to close out the win. It was the most astonishing chase as Khan’s skill, determination and delightful wrists stole the show.And against Rajasthan Royals in the all-important Qualifier 1, Gujarat were left with 16 runs to get off the last over. Pandya and David Miller had put up a big partnership but they slowed down in the middle overs and it seemed, from the outside, they may have left it too late. But they clearly knew what they were doing, as Miller smashed a hat-trick of sixes to seal the deal with three balls to spare.Three matches, three different players getting the job done. Most wins this season while chasing \n    \n       Team  No of wins while chasing \n    \n     GT  7  SRH  5  DC, KKR, RCB  4 \n  Pandya’s comments after Gujarat’s victory in Qualifier 1 said a lot about the spirit that he and his team are playing with.He said: “The only conversation I had with Miller was about respecting this game. We had goofed up against Mumbai Indians in the last league stage. I wanted to ensure we finish the game this time. If we lose, it’s fine. But we tick all the basics and respect this game. We make sure we take our chances when an opportunity comes, but we also make sure we don’t leave it for the others. I wanted to ensure both of us finish this game. That’s the only conversation we were having.”Again, Gujarat perhaps don’t have the most attractive, destructive or impactful batting lineup on paper. Which is why they weren’t counted by most as playoff contenders at the start of the season. But they stand out because they have great balance and are stacked with finishers. In an ever-evolving format, this is possibly a glimpse into the future – where teams set themselves up for all-out attacks at the end of an innings.Wriddhiman Saha is capable of providing fireworks, Shubman Gill offers stability, and Matthew Wade tends to be aggressive. Pandya has pushed himself up the batting order and has shown great tactical flexibility with the bat, playing anchor and finisher as needed. Then there is Miller (strike-rate of 141.19 this season), Tewatia (147.61) and Khan (206.81). After a bankable top three, Gujarat potentially have four finishers in their ranks.With Rajasthan Royals making the final, the Titans will face another stern test against a versatile bowling attack. They will be playing in Ahmedabad – their long-term home ground – for the first time. If the conditions assist pace again, it will only add to the challenge GT will face. But one can expect Pandya and Co to once again showcase the calm confidence they have so far. They know they pack a heavy punch later in the innings even if the start doesn’t go their way.Gujarat Titans are chasing the title in their first season, and it’s been a remarkable chase so far.\n\n\n    \n    Play\n\n Gujarat Titans' top five bowlers in IPL 2022 \n    \n       Player  Inns  Wkts  BBI  Ave  Econ  SR \n    \n     Shami  15  19  3/25  23.94  7.98  18.0  Rashid  15  18  4/24  22.38  6.73  19.9  Ferguson  12  12  4/28  33.75  9.06  22.3  Dayal  8  10  3/40  27.80  9.58  17.4  Joseph  9  7  2/34  37.71  8.80  25.7 \n   ESPNCricinfo Statsguru","author":"Aditya Chaturvedi ","time":"2022-05-29T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174994-bnxbmpaxuj-1653655521.jpg","tags":["cricket","indian premier league","ipl 2022","gujarat titans","hardik Pandya"],"source":"https://scroll.in/field/1024933/ipl-2022-gujarat-titans-chasing-glory"}