{"title":"IPL 2024: From Head to Starc, a look at overseas players who could be valuable buys at the auction","content":"As the ten franchises at the Indian Premier League prepare for the mini-auction that will take place on December 19 at the Coca-Cola Arena in Dubai, there will be several players waiting to see which team’s colours they will be wearing in the 2024 season.With the recent ICC Men’s ODI World Cup, teams have got a good idea about many of the players’ recent form and ability to navigate Indian conditions. The occasion is ripe for many to become millionaires. We have already listed the Indian players who could potentially start a bidding war here. Here’s a look at five overseas players who can be valuable buys at the auction:Travis HeadAustralian all-rounder Travis Head (Credit: Money SHARMA / AFP)Few things make a bigger statement than scoring a match-winning hundred in a World Cup final against unbeaten hosts India in the world’s largest stadium. Travis Head is having a fantastic year – the World Cup campaign, two crucial knocks in the semi-final and final and being announced the co-vice-captain of the Australian Test team. Becoming a millionaire through the an IPL deal would be just the cherry on top. Head played for Royal Challengers Bangalore in two IPL seasons, appearing in ten games and scoring just one fifty (75) in those two seasons. However, things have changed since then, and Head’s development as an all-format player has been phenomenal. With a base price of Rs 2 crore, teams would be keen to add the Australian all-rounder to their roster. Because of his recent form, aggression and adaptability to different conditions, especially in India, he makes a strong case for potentially the biggest bid this auction. Mitchell StarcAustralian fast bowler Mitchell Starc (Credit: Punit PARANJPE / AFP)It has been a while since we’ve seen Mitchell Starc play in the IPL. He last played in 2015 for the Royal Challengers Bangalore. In the two seasons he played, he picked up 34 wickets in 27 matches. This time, with his name finally listed in the auction, an eight-year wait comes to an end. It may perhaps be down to his long career heading towards the twilight or with a T20 World Cup in sight this year that he decided to play the IPL this year. But several teams would want to go after one of the greatest white-ball bowlers, if he is indeed available.Starc’s strength is in his precision in the death overs and with the new ball up front. He can impart conventional swing and reverse swing along with a change of pace. He also possesses a lethal yorker. The two-time ODI World Cup winner’s propensity for big matches is demonstrated by the 16 wickets he took in the Cricket World Cup in India, six of which came in the semi-final and final.Gerald CoetzeeSouth Africa fast-bowler Gerald Coetzee (Credit: Arun SANKAR / AFP)After his World Cup heroics, South Africa’s pacer Gerald Coetzee is expected to make a spectacular IPL debut. The right-arm bowler gained notoriety at the ODI World Cup after consistently hitting 140 kmph. Despite participating in just eight games, the right-arm pacer concluded the tournament as the fifth-highest wicket-taker. He took the second-most wickets in that period (15 out of his 20 wickets) during the middle overs but is a true wicket-taker at any point during the match. Coetzee is in a strong position to be snapped up by Chennai Super Kings because he plays franchise cricket for the Texas Super Kings and Johannesburg Super Kings. Just 23, he can be a future asset not just to South Africa, but for any franchise he would sign up for.Daryl MitchellNew Zealand batter Daryl Mitchell (Credit: Punit PARANJPE / AFP)The batter from New Zealand demonstrated his skill at the World Cup by amassing 552 runs at an average of 69.00 and a powerful strike rate of 111.07 in just nine innings.He is a good option for a number of teams looking to bolster their batting because of his ability to play in sub-continental conditions and shoulder the responsibility in the middle-order like he did in the World Cup while Kane Williamson was injured. Being able to bat as an opener, middle-order batter, or a floater gives him further versatility. Mitchell had made his debut in the Indian Premier League in 2022 for the Rajasthan Royals, but he fell short of expectations. He was not picked in 2023, but his great form should get him picked up this time around.Azmatullah OmarzaiAfghanistan all-rounder Azmatullah Omarzai (Credit: Sajjad HUSSAIN / AFP)An all-rounder who can open the bowling attack, bowl seam and swing, bat in the middle of the order at a high strike rate? That’s rare. That is the stuff that seam-bowling all-rounders like Hardik Pandya, Sam Curran and Cameron Green get the millions for, and that is what Azmatullah Omarzai could go for.The 23-year-old had an incredible World Cup, taking seven wickets and hitting 353 runs at an average of 70 and strike rate of 97. Before Afghanistan’s historic World Cup campaign, where they finished sixth, they had a glaring area of concern that lacked firepower during the middle overs. However, during the campaign, Omarzai did a good job of turning it around and supporting middle-order batters Rahmat Shah and Hashmatullah Shahidi. Afghan cricketers, over the years, have created a special place in the IPL. Omarzai could well be the newest addition in the category.","author":"Scroll Staff","time":"2023-12-18T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196722-dqvkcnjtax-1702819888.jpg","tags":["ICC Men's ODI World Cup","IPL 2024","Mitchell Starc","Travis Head","Gerald Coetzee","Daryl Mitchell","Azmatullah Omarzai"],"source":"https://scroll.in/field/1060701/ipl-2024-from-head-to-starc-a-look-at-overseas-players-who-can-start-a-bidding-war-at-the-auction"}