{"title":"IPL 2024: Suryakumar Yadav’s unbeaten ton helps Mumbai secure much-needed win over Hyderabad","content":"Fans of the Mumbai Indians and the Indian cricket team had a lot to cheer for on Monday as Suryakumar Yadav and Hardik Pandya regained their form to propel Mumbai to a handsome seven-wicket win over the Sunrisers Hyderabad at the Wankhede Stadium, Mumbai.Having opted to bowl first, Mumbai became only the third side in this edition of the Indian Premier League to restrict Hyderabad to less than 200 runs after batting first.Hyderabad, as has been the case this season, got off to a good start in the power play overs racing past the 50-run mark. Mumbai struck right towards the end of the power play with purple cap holder Jasprit Bumrah getting rid of the off-colour Abhishek Sharma.That opened the floodgates for Mumbai as they kept taking wickets at crucial times to shackle Hyderabad’s scoring.Captain Hardik Pandya and veteran wrist spinner Piyush Chawla picked up three wickets each as the Hyderabad batters struggled to get going. It was only thanks to captain Pat Cummins’ unbeaten 17-ball 35 that Hyderabad were able to post a competitive total of 173/8.In response, the Mumbai top order of Rohit Sharma, Ishan Kishan and Naman Dhir all succumbed to Hyderabad’s seamers inside five overs.However, Yadav and Tilak Verma took control of the chase posting an unbeaten 143-run stand off just 79 balls. Yadav scored only his second IPL century to close out a crucial win for the five-time champions.Turning point of the matchDespite losing Abhishek Sharma and Mayank Agarwal in quick succession, Hyderabad looked comfortable with the in-form Travis Head and Nitish Kumar Reddy in the middle.However, three very good overs in a row from Pandya and Chawla swung the match in Mumbai’s favour. Chawla struck first in the 11th over to dismiss Head for a 30-ball 48. Pandya followed it up in the next over by getting rid of Reddy before Chawla came back to clean up the dangerous Heinrich Klaasen for just two runs.Within three overs, Hyderabad had slumped from 90/2 to 96/5.The Field’s Player of the MatchYadav came out to bat after some excellent seam bowling from Bhuvneshwar Kumar, Marco Jansen and Pat Cummins had reduced Mumbai to 31/3 inside five overs.He played out a tricky over from Cummins where he was beaten by the ball three deliveries in a row. With Cummins having a very good day with the ball, Yadav took the sensible decision to not go after the Hyderabad skipper and instead targeted the likes of Jansen and Shahbaz Ahmed.Yadav took his time and found his groove as the unconventional scoops came out as did the classical shots down the ground.Yadav’s superb innings at no 4 not only helped Mumbai clinch a much-needed win, but also showed that he could do the job at no 4 for India at the upcoming T20 World Cup.‘Need of the hour for me to win’Yadav had been an impact player for Mumbai for their opening 10 matches. There was a bit of concern as the right-handed batter looked tired and appeared to be limping towards the latter half of his innings.However, Yadav brushed it off stating that it was his body getting used to fielding for 20 overs and then batting after a long time.I've been doing this after a very long time. After 14th December, today is day where I fielded for 20 overs and also batted for almost 18 overs. I am a little bit tired but hopefully tomorrow should be alright. I feel it was the need of the hour for me to win when I went into bat. Three wickets down and it needed someone to play till the end. I stayed there for sometime and I knew that after some time the dew was heavy and as soon as seam came off, it would be easier for us to bat. — Suryakumar Yadav after Mumbai’s win over Hyderabad.\n IPL Points Table \n    \n       Position  Team  Played  Won  Lost  Net Run Rate  Points \n    \n     1  Kolkata Knight Riders  11  8  3  1.453  16  2  Rajasthan Royals  10  8  2  0.622  16  3  Chennai Super Kings  11  6  5  0.700  12  4  Sunrisers Hyderabad  11  6  5  -0065  12  5  Lucknow Super Giants  10  6  4  -0.371  12  6  Delhi Capitals  11  5  6  -0.442  10  7  Royal Challengers Bengaluru  11  4  7  -0.049  8  8  Punjab Kings  11  4  7  -0.187  8  9  Mumbai Indians  12  4  8  -0.212  8  10  Gujarat Titans  11  4  7  -1.320  8 \n   After MI vs SRH","author":"Dilip Unnikrishnan","time":"2024-05-06T23:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200541-assnwowpxf-1715020135.jpg","tags":["Suryakumar Yadav","Hardik Pandya","Mumbai Indians","Sunrisers Hyderabad","Indian Premier League","IPL 2024","Cricket","Piyush Chawla"]}