{"title":"IPL 2024: Royal Challengers Bengaluru end losing run with convincing win over Sunrisers Hyderabad","content":"After six straight loses, the Royal Challengers Bengaluru returned back to winning ways in the 2024 Indian Premier League as they registered a convincing 35-run victory over the in-form Sunrisers Hyderabad at the Rajiv Gandhi International Stadium on Thursday.Opting to bat first after winning the toss, the Royal Challengers piled on a total of 206/7 in their 20 overs, led by contrasting half-centuries from Rajat Patidar (50) and Virat Kohli (51).There were also helped by valuable contributions from all-rounders Cameron Green (37*) and Swapnil Singh (12*) after left-arm pacer Jaydev Unadkat (3-30) not only dried up the scoring rate but also struck at regular intervals.The Sunrisers Hyderabad chase never really got going as they lost four wickets in the powerplay, despite adding 62 runs in the first six overs.The Sunrisers’ see ball, hit ball approach did not work out as their batters kept gift wrapping their wickets to the Royal Challengers’ bowlers. Singh (2-40), Karn Sharma (2-29), and Cameron Green (2-12) all reaped good rewards from the Hyderabad batters’ generosity.Turning point of the matchSingh came in for the Royal Challengers Bengaluru as the Impact Player in the penultimate over of the first innings. The move certainly raised some eyebrows as he was promoted to bat ahead of Karn Sharma, who had hit Mitchell Starc for three sixes in an over, in the previous match.The 33-year-old from Uttar Pradesh did not disappoint as he hit Natarajan for a six and a four in the final over and finished with a 6-ball 12 to help the Royal Challengers past 200.However, Singh’s major impact came with the ball. Asked to bowl the penultimate over of the powerplay, he removed the dangerous Aiden Markram and Heinrich Klassen in the same over.Singh was hit for 19 runs in the fifth over of the second innings and eventually finished with figures of 2-40 in three overs, but the Sunrisers never really recovered from his double strike.The Field's player of the matchSingh and Green displayed commendable all-round performance for the Royal Challengers Bengaluru in Hyderabad, but The Field’s player of the match is Patidar for his whirlwind innings.As Kohli slowed down drastically after the powerplay in the first innings and Will Jacks failed to make an impact, the 30-year-old Patidar took things in his own hand.The Madhya Pradesh batter smashed leg spinner Mayank Markande, who had accounted for the wicket of Jacks, for four consecutive sixes in the 11th over as he brought up his half-century off just 19 deliveries.Patidar also added 65 runs for the third wicket with Kohli and ensured that the Royal Challengers do not lose their way.‘Won’t come off every game’Despite losing wickets early on in the chase, the Sunrisers Hyderabad batters refused to budge from their aggressive batting approach. It did not help their case as a majority of their players ended up throwing their wickets after a couple of good shots.While it did look strange, skipper Pat Cummins maintained that that the aggressive approach with the bat is their strength and that the team is aware it will not came off every game.“I think our batting approach is one of our strong suits to be honest. It won’t come off every game. One or two games where it has not gone our way at the start, we still managed to get to a good total. I think it is definitely the way to go.”— Sunrisers Hyderabad captain Pat Cummins\n Points Table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  8  7  1  0.698  14  2  KKR  7  5  2  1.206  10  3  SRH  8  5  3  0.577  10  4  LSG  8  5  3  0.148  10  5  CSK  8  4  4  0.415  8  6  DC  9  4  5  -0.386  8  7  GT  9  4  5  -0.974  8  8  MI  8  3  5  -0.227  6  9  PBKS  8  2  6  -0.292  4  10  RCB  9  2  7  -0.721  4","author":"Abhijit Nair","time":"2024-04-25T23:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200298-elstoffefh-1714067677.jpg","tags":["Cricket","IPL 2024","Indian Premier League","Royal Challengers Bengaluru","Rajat Patidar","Virat Kohli","Sunrisers Hyderabad","Jaydev Unadkat"],"source":"https://scroll.in/field/1067080/ipl-2024-royal-challengers-bengaluru-end-losing-run-with-convincing-win-over-sunrisers-hyderabad"}