{"title":"IPL 2024: Chennai Super Kings to face Royal Challengers Bangalore in opener on March 22","content":"The 17th edition of the Indian Premier League will kick off with defending champions and five-time winners Chennai Super Kings taking on Royal Challengers Bangalore in Chennai on March 22.The schedule for the first two weeks of the 2024 season, running from March 22, to April 7 was released by the Board of Control for Cricket in India on Thursday. During the span of the two-week period, there will be 21 matches spread over 10 cities with a minimum of three and a maximum of five matches played by each side.The Board has announced the schedule only for the first two weeks considering the upcoming Lok Sabha Elections that will see states likely to begin voting after March. In the release, the Board stated, “The BCCI will work in tandem with local authorities to finalize the schedule for the remainder of the season, taking into account the polling dates.”The first weekend will feature two double headers, beginning with the Punjab Kings hosting the Delhi Capitals on Saturday afternoon, followed by the Kolkata Knight Riders hosting the Sunrisers Hyderabad in the evening.On Sunday afternoon, the action will shift to Jaipur, where home team Rajasthan Royals will face the Lucknow Super Giants. Sunday evening will witness the home team Gujarat Titans, the 2022 champions and finalists of the last season going head-to-head with five-time winners Mumbai Indians.The release also stated that Delhi Capitals decided to opt for Visakhapatnam as the home venue for the first two matches. According to Cricbuzz, it is likely that the decision was made by the franchise to allow the Arun Jaitley Stadium, New Delhi to undergo maintenance after the back-to-back 11 matches that will be played out in the Women’s Premier League.Also read: WPL 2024: Format, schedule, squads – All you need to know about the second editionDelhi Capitals will first host the Chennai Super Kings on Sunday, March 31 in the port city and will then face the Kolkata Knight Riders at the same venue on Wednesday, April 3. IPL Schedule for the first two weeks \n    \n       Match No  Date  Time  Home Team  Away Team  Venue \n    \n     1  March 22  8:00 PM  CSK  RCB  Chennai  2  March 23  3:30 PM  PBKS  DC  Mohali  3  March 23  7:30 PM  KKR  SRH  Kolkata  4  March 24  3:30 PM  RR  LSG  Jaipur  5  March 24  7:30 PM  GT  MI  Ahmedabad  6  March 25  7:30 PM  RCB  PBKS  Bengaluru  7  March 26  7:30 PM  CSK  GT  Chennai  8  March 27  7:30 PM  SRH  MI  Hyderabad  9  March 28  7:30 PM  RR  DC  Jaipur  10  March 29  7:30 PM  RCB  KKR  Bengaluru  11  March 30  7:30 PM  LSG  PBKS  Lucknow  12  March 31  3:30 PM  GT  SRH  Ahmedabad  13  March 31  7:30 PM  DC  CSK  Vizag  14  April 1  7:30 PM  MI  RR  Mumbai  15  April 2  7:30 PM  RCB  LSG  Bengaluru  16  April 3  7:30 PM  DC  KKR  Vizag  17  April 4  7:30 PM  GT  PBKS  Ahmedabad  18  April 5  7:30 PM  SRH  CSK  Hyderabad  19  April 6  7:30 PM  RR  RCB  Jaipur  20  April 7  3:30 PM  MI  DC  Mumbai  21  April 7  7:30 PM  LSG  GT  Lucknow","author":"Scroll Staff","time":"2024-02-22T18:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190486-btljexaycb-1684903186.jpg","tags":["Chennai Super Kings","Royal Challengers Bangalore","CSK","RCB","Cricket","IPL","IPL 2024","Delhi Capitals","Lucknow Super Giants","Mumbai Indians","Punjab Kings","Sunrisers Hyderabad","Gujarat Titans","Rajasthan Royals","Kolkata Knight Riders"],"source":"https://scroll.in/field/1064154/ipl-2024-chennai-super-kings-to-face-royal-challengers-bangalore-in-opener-on-march-22"}