{"title":"IPL 2024: All-round Chennai beat Hyderabad in dominating show at Chepauk","content":"Chennai Super Kings reigned supreme once again at the M A Chidambaram Stadium in Chennai with a 78-run win over Sunrisers Hyderabad in the 2024 Indian Premier League on Sunday.After winning the toss and choosing to bowl first, Hyderabad made early inroads when Bhuvneshwar Kumar dismissed Ajinkya Rahane cheaply in the third over. But Chennai captain Ruturaj Gaikwad combined with Daryl Mitchell to put on a 107-run partnership for the second wicket where both scored their half-centuries in 28 and 29 balls respectively.Although Mitchell was dismissed right after reaching the 50-run mark, Gaikwad continued to provide impetus to Chennai’s innings alongside Shivam Dube. The latter once again was in blistering form with a cameo of 39 off 20 balls. Although Gaikwad fell short of a century when he found Nitish Kumar Reddy at long-on off T Natarajan, Dube was on hand to help Chennai post a solid total of 212/3.The chase began in a horrific fashion for Hyderabad as the visitors were reduced to 21/2 at the end of the second over and then 40/3 courtesy Tushar Deshpande. The dew factor didn’t really help the visiting batters who were unable to string together strong enough partnerships that would anchor the chase.Aiden Markram (32) and Reddy (15) put on a partnership of 32 runs that gave some impetus to the chase. However, Chennai reduced the visitors to 85/5 with the wickets of Markram and Reddy. Heinrich Klassen was uncharacteristically slow in his scoring and managed 20 off 21 balls before Matheesha Pathirana forced him to hole out to Mitchell.After that, the Chennai bowlers including Deshpande, impact substitute Shardul Thakur and Mustafizur Rahman kept things reasonably tight to bowl out the visitors for 134.#IPL2024 #CSKvsSRH Chepauk roars yellow once more!A brilliant bowling performance led by Tushar Deshpande (4/27) helps CSK bowl SRH out for 134 and beat the visitors by 78 runs. Aside from the bowlers, Daryl Mitchell also put in the hard yards in the field, picking up five… pic.twitter.com/jcy7ivkm7I— The Field (@thefield_in) April 28, 2024\n\n\nTurning point of the matchWhen you have a batting juggernaut like Hyderabad chasing with heavy dew in assistance, the Chennai bowlers needed to be spot-on in the Powerplay overs.And that is exactly what Deshpande did in his opening two overs.The 29-year-old has been one half of the new ball combination for Chennai alongside Deepak Chahar, but began badly with Travis Head and Abhishek Sharma hitting a six each off him.Then a discussion later, and the slower ball trick worked. Head tried a lofted shot, but found Mitchell for his first catch of the night. On the next ball, Hyderabad’s impact substitute got hurried on to the ball and found Moeen Ali beyond mid-off. 21/2 in a chase of 213.In his second over, Deshpande sent a length ball in to Markram who nudged it away for a single. But after conceding a boundary from Sharma, the 29-year-old repeated the same strategy that did Head in and Hyderabad lost three inside the first four overs. Deshpande would finish with 4/27, including the wicket of Hyderabad captain Pat Cummins in the 18th over.The Field’s Player of the MatchAmong the batters are Gaikwad, Mitchell and Dube, among the bowlers are Deshpande and Ravindra Jadeja who starred for Chennai on Sunday night. However, because of his fluent hitting and striking of the ball once again, Chennai captain Gaikwad is the Field’s Player of the Match.Unlike the Hyderabad innings where no batter really stuck around long enough to be able to anchor the chase, Gaikwad’s innings was the solid presence that Chennai treasured as Mitchell and later on, Dube were able to open their arms up and hit all over the ground. The Chennai captain’s innings included 10 boundaries and three sixes with him missing out on a century by just 10 runs.Having an opener as reliable as Gaikwad who manages to carry his bat almost always definitely helps. While the 27-year-old hasn’t been as lucky during the coin flip for the toss, Chennai won’t mind as long he continues his rich vein of form.‘His hard work is paying off’Along with the joy of maintaining the ‘Fortress’ title in Chepauk, after a brief blip in their previous loss to Lucknow Super Giants, Gaikwad was full of praise for his bowlers for defending 212 in wet and dewy conditions. Along with Deshpande’s performance, Jadeja was equally economical with figures of 1/22 in his four overs“One area where we lose momentum in a few games is not getting wickets in the powerplay. That’s the only way we can put the opposition on the back foot. [Deshpande] is bowling really well and his hard work is paying off. Special mention also to [Ravindra Jadeja] Jaddu. In these wet conditions, to go for 22 runs, that was the match-turning spell. Everyone is very experienced in the dressing room, so you can’t go up to seniors and tell them what to do, so I just take a back seat.”— Chennai captain Ruturaj Gaikwad in the post-match presentation ceremony\n Points table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  9  8  1  0.694  16  2  KKR  8  5  3  0.972  10  3  CSK  9  5  4  0.810  10  4  SRH  9  5  4  0.075  10  5  LSG  9  5  4  0.059  10  6  DC  10  5  5  -0.276  10  7  GT  10  4  6  -1.113  8  8  PBKS  9  3  6  -0.187  6  9  MI  9  3  6  -0.261  6  10  RCB  10  3  7  -0.415  6","author":"Tanya Kini","time":"2024-04-29T00:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200351-omzyaabtmg-1714329459.jpg","tags":["Tushar Deshpande","Ruturaj Gaikwad","Daryl Mitchell","Indian Premier League","IPL 2024","Cricket","Chennai Super Kings","Sunrisers Hyderabad"],"source":"https://scroll.in/field/1067161/ipl-2024-all-round-chennai-beat-hyderabad-in-dominating-show-at-chepauk"}