{"title":"IPL 2024: Will Jacks’s unbeaten ton, Virat Kohli’s 70* drive Bengaluru to clinical win over Gujarat","content":"Royal Challengers Bengaluru received a major morale boost as Will Jacks showcased his batting prowess with a remarkable unbeaten century that led the visitors to a comprehensive nine-wicket victory against Gujarat Titans in the 2024 Indian Premier League on Sunday.While Jacks turned out to be Bengaluru’s hero in Ahmedabad to register the fifth fastest century in the IPL, Virat Kohli became the first batter to breach the 500-run mark in IPL 2024 with an unbeaten 70 off 44.The victory was RCB's third in ten games, providing some hope in what has been a difficult season for the squad. Meanwhile, the Gujarat Titans lost for the sixth time in ten games, despite recent improvements in play.#IPL2024 #GTvsRCB WHAT. A. FINISH!!!Will Jacks reaches his first IPL century in 41 balls with a six and also secures a stunning nine-wicket win for RCB in Ahmedabad. Virat Kohli and captain Faf du Plessis got the chase off to a good start, but the South African batter was… pic.twitter.com/0urbnlVa5y— The Field (@thefield_in) April 28, 2024\n\n\nEarlier, Gujarat Titans’ innings began with the early dismissal of Wriddhiman Saha, but skipper Shubman Gill's dismissal was offset by an exceptional catch from Cameron Green.Shahrukh Khan's aggressive approach, coupled with Sudharsan's resilient innings, propelled Gujarat Titans to a competitive total of 200 for three. Shahrukh's partnership with Sudharsan, worth 86 runs off just 45 balls, provided the much-needed momentum to the Titans' innings after a sluggish start.Chasing 201, captain Faf du Plessis and Kohli started off strong before Sai Kishore sent du Plessis back for 24 off 12. Jacks, coming in at three, stitched a 166-run partnership with Kohli to guide the team home with as many as 24 balls to spare.Kohli, who faced criticism for his approach in the previous match, switched things up and batted with an aggressive intent he dispatched consecutive sixes off left-arm spinner Kishore in the sixth over, setting the tone for RCB's chase.Kohli did the heavy-lifting for the first half of the innings before Jacks unleashed himself.Turning point of the matchBengaluru had managed to pass the Titans’ spinners test and Kohli's fifty off 32 balls highlighted his command over the proceedings. At the halfway stage, Kohli was at 52 (32) while Jacks was at 16 (16).In the eleventh over against Mohit Sharma, the English batter turned on the switch and never looked back. He first connected one off the middle of the bat for a six over deep mid-wicket while and then topped it up by sending a slower one for four over extra cover.After struggling briefly, Jacks was able to take on all the bowlers after that over. Kishore, Sharma, Noor Ahmad or Rashid Khan – he spared no one.Kohli was then happy to become the pillion rider and let Jacks do his thing. Jacks finished the game much earlier than anticipated with an unbeaten 100 off 41 while Kohli finished with 70 off 44.Player of the matchUndoubtedly, the 25-year old Will Jacks! We have seen some memorable hitting this week, from Marcus Stoinis to Jake Fraser-McGurk and Jonny Bairstow to now Jacks. What was special about the innings today was the acceleration.Jacks, of his own admission, felt like he was struggling against spin initially, but after finding his rhythm in a couple of overs, he freed himself and unleashed a flurry of boundaries.His explosive batting display stole the spotlight in the fifteen and sixteenth overs of the innings as he took on Sharma and Khan for 29 runs each. He first hit three sixes and two boundaries off Sharma before he hammered an astonishing four sixes and four fours off Khan in the final over, sealing the victory in emphatic fashion.His innings was laced with an impressive tally of 10 sixes and five fours, scoring 83 runs off his last 24 balls alone.‘All the people who talk about strike-rates…’Jacks was the biggest talking point of the match and while Kohli also acknowledged the Jacks blitzkrieg today, he also used the opportunity to silence a few with both the bat and the mic about his own performances.Not really [if he looks about his numbers after crossing 500 runs]. All the people who talk about strike-rates and me not playing spin well are the ones talking about this stuff. For me, it's about winning the games for the team and there's a reason why you've done it for 15 years. You've done this day in and day out, you've won games for your teams. I'm not quite sure that if you haven't been in that situation yourself, to sit and talk about the game from the box. For me, people can talk about their assumptions day in and day out, but those who have done tis day in and day out, they know what's happening and it's a kind of muscle memory for me now.— Virat Kohli during the post-match interview\n Points table after GT v RCB  \n    \n       POS  TEAM  P  W  L  NRR  PTS \n    \n     1  RR  9  8  1  0.694  16  2  KKR  8  5  3  0.972  10  3  SRH  8  5  3  0.577  10  4  LSG  9  5  4  0.059  10  5  DC  10  5  5  -0.276  10  6  CSK  8  4  4  0.415  8  7  GT  10  4  6  -1.113  8  8  PBKS  9  3  6  -0.187  6  9  MI  9  3  6  -0.261  6  10  RCB  10  3  7  -0.415  6","author":" Samreen Razzaqui","time":"2024-04-28T20:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200348-dpzkuweqek-1714315303.jpg","tags":["Virat Kohli","Will Jacks","Cricket","IPL","IPL 2024","Royal Challengers Bengaluru","Gujarat Titans","Shubman Gill","Faf du Plessis","Rashid Khan","Mohit Sharma"],"source":"https://scroll.in/field/1067165/ipl-2024-will-jackss-unbeaten-ton-virat-kohlis-70-drive-bengaluru-to-clinical-win-over-gujarat"}