{"title":"IPL 2022: From Hardik Pandya to Rashid Khan – champions Gujarat Titans’ top performers in the final","content":"Gujarat Titans became champions of Indian Premier League 2022 as they beat Rajasthan Royals  by seven wickets at the Narendra Modi Stadium in Ahmedabad on Sunday to win the title in their inaugural season. For the Hardik Pandya and Co, this was as good a start as it gets for a franchise just stepping into the league – from topping the points table after the conclusion of the league stage to cruising in the playoffs and winning the title in front of their home crowd.#IPL2022 ✅ First team to qualify for playoffs✅ First team to be assured a top-two finish✅ First team to reach the final✅ Finishing their first season in the league as champions by winning their first match at home ground 🏆 @gujarat_titanshttps://t.co/5eeAGmJdxZ pic.twitter.com/Z2DCO3vJIQ— The Field (@thefield_in) May 29, 2022\n\nHere’s a look at the top performers of the IPL final between Rajasthan Royals and Gujarat Titans: Hardik PandyaHardik Pandya |Sportzpics for IPLCaptains to dismiss their opposition captain in IPL Finals :-Kumble dismissed Gilchrist (2009)Hardik dismisses Samson (2022)#IPLFinal #IPL2022— Rhitankar Bandyopadhyay (@rhitankar8616) May 29, 2022\n\nThe GT captain put on a stellar show as he bowled a match-winning spell to finish with figures of 4-0-17-3 that proved to be instrumental in restricting RR to 130/9. He finished with his best ever bowling figures in IPL as well as the second best bowling figures by a captain in an IPL final, only behind the then Royal Challengers Bangalore captain Anil Kumble’s 4/15 against Deccan Chargers in 2009. The spell was made impressive also because of the wickets he picked - from Jos Buttler to Sanju Samson and Shimron Hetmyer, he dismissed three of the biggest names in the RR line-up. He also followed the bowling performance with a 30-ball 34 after the early wickets of Wriddhiman Saha and Matthew Wade. Best bowling figures by fast bowlers in IPL Finals :-4/42 - Dwayne Bravo vs MI, 20133/17 - Hardik Pandya vs RR, today3/25 - M McClenaghan vs CSK, 20153/26 - Mitchell Johnson vs RPS, 20173/26 - Deepak Chahar vs MI, 2019#IPL2022 #IPLFinals #GTvsRR— Rhitankar Bandyopadhyay (@rhitankar8616) May 29, 2022\n\nHardik Pandya became the fourth Indian captain to win an IPL trophy after MS Dhoni, Gautham Gambhir and Rohit Sharma.#IPLFinals #RRvGT— Umang Pabari (@UPStatsman) May 29, 2022\n\nRashid KhanRashid Khan|Sportzpics for IPLVery impressive from Gujarat Titans to try and close the powerplay with Rashid Khan. Any other bowler, it was a potential 15-run over. And a loss of the phase as a result. Rashid Khan conceded 7, and that too was a result of a misfield.— Global Spot League Official (@GlobalLeagues) May 29, 2022\n\nWith bowling figures 4-0-18-1, he may only have the wicket of Devdutt Padikkal to show for but Rashid Khan started from where he left off in Qualifier 1 and bowled yet another match-turning spell with a miserly economy rate of 4.50. His bowling performance was vital in making sure RR never really got going while Hardik Pandya provided the wickets. By keeping the middle overs tight, his bowling was also a major reason for why RR was under constant pressure and chose to play out his overs. As a result, RR struggled to bring up 100 runs even as they reached 15 overs.Samson gone after a Rashid Khan over. Buttler gone after a Rashid Khan over. 9 runs in those two overs and then Hardik Pandya picked both… That’s the game! #IPLFinals #IPL2022 #GTvsRR— Chetan Narula (@chetannarula) May 29, 2022\n\nDavid MillerDavid Miller has been at his absolute best with 481 runs this season and it was no surprise that he provided the final flourish for his team one more time in the all-important game that saw GT win by 7 wickets. While all other batters were struggling to get going on the Ahmedabad pitch, he brought up an unbeaten 19-ball 32 cameo to take his team to the finish line. Although GT had reached a comfortable position even as he came on to bat, he ensured the victory came smoothly when he took on R Ashwin, Obed McCoy and Prasidh Krishna in the final six overs.David Miller | Sportzpics for IPLThere won’t be a better example than David Miller to tell why you need to back your power-hitters even when they are not firing. In 16 inns this IPL, he scored 481 runs at Avg 68 and SR 142. In the previous 16 inns across three IPLs, he had only 220 runs at Avg 16 and SR 111.— Mazher Arshad (@MazherArshad) May 29, 2022\n\nDavid Miller scored 320 out of his total of 481 runs this season in run chases, that too at 160 Avg and 152.4 SR. Outstanding numbers!#IPLFinal— Prasenjit Dey (@CricPrasen) May 29, 2022\n\nShubham Gill becomes the first batter hit a six to win the IPL title. And that happens in @gujarat_titans’s maiden season! 👏👏#IPL2022 #IPLFinal #CricketTwitter— Bharath Seervi (@SeerviBharath) May 29, 2022\n\nShubman GillThe GT opener was dropped on 0 off Trent Boult’s delivery by Yuzvendra Chahal as the RR bowlers were executing their bowling powerplay plans quite well. But Shubman Gill made the opportunity count to eventually finish the match for his team. With his unbeaten 45 off 43, Gill played the classic anchor’s innings even as Matthew Wade and Wriddhiman Saha were dismissed early. The match situation demanded him to play cautiously and play second fiddle to the likes of Pandya and David Miller who could afford to take more risks and he did exactly that.And that winning shot will be one to remember, as will be this photograph clicked immediately after. Deepak Malk / Sportzpics for IPL","author":" Samreen Razzaqui","time":"2022-05-30T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175064-qgrytvjrrl-1653851231.jpg","tags":["IPL","Gujarat Titans","Rajasthan Royals","IPL final","IPL 2022","Hardik Pandya","Rashid Khan","IPL 2022 Final"],"source":"https://scroll.in/field/1025028/ipl-2022-from-hardik-pandya-to-rashid-khan-the-gujarat-titans-top-performers-in-the-final"}