{"title":"IPL 2024: Pathirana’s four-for propels Chennai to victory against Mumbai despite Rohit’s ton","content":"On Sunday, the Wankhede Stadium served up yet another exciting contest between the Mumbai Indians and Chennai Super Kings – the two most successful teams in the Indian Premier League.The visitors outclassed the home side by 20 runs at their fortress with an all-round show despite an unbeaten century by Mumbai’s former captain Rohit Sharma.#IPL2024 #MIvCSK A solid Rohit Sharma 💯 ends in the losing cause as Chennai Super Kings defeat Mumbai Indians by 20 runs. Matheesha Pathirana picks up a stunning 4/ 28 🔥 In a big chase, no other MI batters held on for long enough to accompany Rohit.CSK 206/4 (20)  MI… pic.twitter.com/yinldMTc7e— The Field (@thefield_in) April 14, 2024\n\n\nChennai’s victory was led by a solid batting effort by Chennai skipper Ruturaj Gaikwad (69) and Shivam Dube (66*) followed by a sublime spell of 4/28 by pacer Matheesha Pathirana.In an excellent batting display, Chennai posted 206/4 after Gaikwad and Dube’s effort along with a finishing act by MS Dhoni (20* off 4).Mumbai looked to be on course as openers Sharma (105*) and Ishan Kishan (23) stitched a 70-run partnership before Kishan was dismissed by Pathirana in the eighth over.Pathirana broke the game open with two wickets in that over as the half-centurion from the previous match, Suryakumar Yadav was dismissed for nought thanks to a brilliant fielding effort by Mustafizur Rahman.Eventually, Chennai’s bowlers reined the game in with some economical bowling led by Pathirana towards the death overs. Even as Sharma continued to add runs to the tally, he found no able support other than Tilak Varma who scored 31.With muted celebrations, Sharma brought up his century in 61 balls in the last over but victory did not belong to his side on Sunday.Turning point of the matchUp until a little late after the powerplay, it looked like Mumbai Indians were, in fact, up to the challenge. They had raced to an explosive 70/0 in seven overs and were doing their best to keep up with the required run-rate in the chase. That is when Matheesha Pathirana stepped in.Bowling only his first over of the match, he picked up his first two wickets in what would eventually be a match-winning spell by him. In the eighth over, in his very first delivery, Kishan attempted to flick away a length ball onto the pads, but it went straight to Shardul Thakur at mid-wicket. Pathirana had successfully broken the opening partnership.Then, came the moment of the match as Pathirana essentially derailed the chase as the dangerous Suryakumar Yadav – who had scored a quick-fire half-century against Royal Challengers Bengaluru in the previous match – was dismissed for a duck.Yadav attempted an overhead cut but hit it flat to Rahman standing at third-man. Rahman, aware of the boundary line, pulled off a superb fielding effort as he moved slightly to the left and reverse cupped the catch with a retrace. Recognising he was losing his balance, he threw the ball over the ropes before finding his balance again to to complete the catch.And just like that, Mumbai were on the back foot at 75/2 after eight overs. Pathirana then went on to capitalise on his superb bowling in his remaining overs as he dismissed Varma and Romario Shepherd.The Field’s player of the matchPathirana, who was back in the side after two weeks due to a niggle, made an instant impact for the team. Bowling at an economical 7 runs per over, he picked up four wickets for 28 runs and broke the two partnerships that could take the game away from Chennai.First, he broke the partnership between Sharma and Kishan. Then, he broke the fledgling partnership between Sharma and Varma. Mumbai Indians captain Hardik Pandya also admitted in the post match presentation that until Pathirana came on to bowl, they were on course for the total.‘If I execute, I will get my rewards’As Pathirana was coming back to the side after a bit of a forced break, it was possible he thought he would struggle with his rhythm but a simple advice from man behind the stumps for Chennai gave the 21-year-old the boost he needed.“When we were bowling in the powerplay, honestly… I was pretty nervous. After that Dhoni bhai came to me and told me to keep it calm and do my thing, that gave me the confidence today. I then came to do my regular things. I don't think too much about results, I am just concerned with my execution. If I execute, I will get my rewards.”— Matheesha Pathirana after being awarded the player of the match\n Points table \n    \n       POS  TEAM  P  W  L  NRR  PTS \n    \n     1  RR  6  5  1  0.767  10  2  KKR  5  4  1  1.688  8  3  CSK  6  4  2  0.726  8  4  SRH  5  3  2  0.344  6  5  LSG  6  3  3  0.038  6  6  GT  6  3  3  -0.637  6  7  PBKS  6  2  4  -0.218  4  8  MI  6  2  4  -0.234  4  9  DC  6  2  4  -0.975  4  10  RCB  6  1  5  -1.124  2 \n   After MI v CSK","author":" Samreen Razzaqui","time":"2024-04-15T00:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200040-znxyuhvhft-1713120797.jpg","tags":["Matheesha Pathirana","Rohit Sharma","Ruturaj Gaikwad","Chennai Super Kings","CSK","Mumbai Indians","MI","IPL 2024","Indian Premier League","Shivam Dube"],"source":"https://scroll.in/field/1066624/ipl-2024-pathiranas-four-for-propels-chennai-to-victory-against-mumbai-despite-rohits-ton"}