{"title":"IPL 2024: Trent Boult, Riyan Parag set Rajasthan Royals up for convincing win over Mumbai Indians","content":"A top edge that sailed over the Mumbai Indians wicket-keeper and rushed to the boundary is how Riyan Parag finished off the match for the Rajasthan Royals.The 22-year-old batter, with his unbeaten knock of 54 off 39, helped the Royals chase down the meagre 126-run target Mumbai had set up in their Indian Premier League match, at the Wankhede Stadium on Monday.The Royals got to the total with six wickets and 27 balls to spare to mark a convincing win. A triumph that was fashioned by an all-round performance with the bat, ball and on the field.Sanju Samson won the toss for the visitors and opted to bowl first. It was a decision that saw Trent Boult rip through the Mumbai top order in his first two overs. Nandre Burger joined in with two wickets before Yuzvendra Chahal put up an astonishing bowling performance that saw him pick up three wickets for just 11 runs in four overs.The Royals restricted the hosts to 125/9. And though they did stutter in the chase, Parag’s solid innings helped them get over the line, and to the top of the IPL table with three wins from three so far this season.#IPL2024 #MIvsRRThe Rajasthan Royals pick up a convincing six-wicket win over the Mumbai Indians at the Wankhede Stadium.The solid bowling and fielding performance from the Royals in the first innings set them up for a relatively easy target of 126 runs.The chase was… pic.twitter.com/JaPfu1Op2g— The Field (@thefield_in) April 1, 2024\n\n\nTurning point of the matchThe Royals’ convincing win was setup by their work in their bowling innings. And particularly in the first four overs.Trent Boult dismissed Rohit Sharma, Naman Dhir and impact player Dewald Brevis for first-ball ducks within his first two overs.Meanwhile, South African Nandre Berger got the better of Ishan Kishan, who had started to look dangerous, for 16.The pair of left-arm fast bowlers bowled with pace, swing and intent. Their work restricted Mumbai Indians to 20/4 in the first four overs to rattle the top order and set the tone for a solid bowling effort from the team.The Field’s player of the matchParag did put on a good display with the bat that took him to the top of the run-scorers’ leaderboard. But the day belonged to Boult. The 34-year-old from New Zealand bowled a wonderful delivery that Sharma edged and was well-taken by Samson behind the stumps. The next delivery swing inside menacingly and rapped Dhir on the pad and was given out LBW.In that first over he picked up two wickets for one run. In his second over he gave away three runs and dismissed Dewald Brevis.Though Mumbai captain Hardik Pandya did try to counter-attack in his third over, Boult had already done irreparable damage to the hosts’ batting innings.#IPL2024 #MIvsRRA stunning bowling innings from the Rajasthan Royals sees the Mumbai Indians manage only to get to 125/9 at the end of 20 overs.Hardik Pandya (34) and Tilak Varma (32) top scored for the hosts, but it was Royals' opening bowler Trent Boult, with figures of… pic.twitter.com/2WA1c3OGJG— The Field (@thefield_in) April 1, 2024\n\n\n‘Watch the ball, hit the ball’Riyan Parag was awarded the Orange Cap (for highest run-scorer this season) after scoring an unbeaten 54 on Monday. His overall tally is now 181 runs in three innings with a 160.17 strike rate.This comes after he scored 43 in the Royals’ first match of the season against the Lucknow Super Giants, his unbeaten 84 against the Delhi Capitals followed by his knock against the Mumbai Indians.“I’ve simplified everything instead of trying to do a lot of things. Before, when I wasn’t getting runs, I would think about it too much. I would try and do different stuff altogether. It would not work out. This year the goal was to keep it simple: watch the ball, hit the ball.“I have had three-four years of not performing at all, or [maybe] performing one match a season. And you really go back to the hotel room and think to yourself that you know you can do something but the performances are not coming, you get back to the drawing board.“I tried finding what was wrong and I figured that I was not practicing at this level enough. So I went back after the season and practiced very hard and I think that's showing now. I've practiced these type of balls, these type of quick balls, these kind of scenarios a lot. Hence the performances.”— Riyan Parag, after the match\nPoints table after the match on April 1 | Screenshot via Jio Cinema","author":"Shahid Judge","time":"2024-04-01T23:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199758-dskqwwmdvl-1711996063.jpg","tags":["Riyan Parag","Trent Boult","Hardik Pandya","Rohit Sharma","Rajasthan Royals","Mumbai Indians","IPL 2024","IPL","Indian Premier League","Cricket"],"source":"https://scroll.in/field/1066093/ipl-2024-trent-boult-riyan-parag-set-rajasthan-royals-up-for-convincing-win-over-mumbai-indians"}