{"title":"IPL 2024: Ruturaj Gaikwad and Ravindra Jadeja star as Chennai end Kolkata’s unbeaten run","content":"Ruturaj Gaikwad and Ravindra Jadeja starred as Chennai Super Kings handed Kolkata Knights Riders their first defeat of the 2024 Indian Premier League at the MA Chidambaram Stadium in Chennai on Monday.Choosing to bowl first, Jadeja led the Chennai bowlers in restricting Kolkata to a below-par total of 137/9. Sunil Narine and Angkrish Raghuvanshi were tasked with rebuilding the innings after the loss of opener Phil Salt to Tushar Deshpande off the first ball of the innings. The pair put on a second-wicket stand of 56 runs. However, Jadeja struck immediately to dismiss both set batters in the same way as Chennai wrested control from the visitors.The Kolkata batting stuttered in their innings after that over with Venkatesh Iyer being worked over by Maheesh Theekshana before Jadeja came on to take his third wicket in eight balls. Kolkata captain Shreyas Iyer stuck around till the last over and made 34 off 32 balls his team never recovered and had to settle for 137/9.The Chennai openers in Rachin Ravindra and Gaikwad were able to negotiate the likes of Mitchell Starc and Vaibhav Arora until Rachin mistimed a ball that found long-on off Arora.But Gaikwad was unbothered and continued along his way, making use of the loose bowling from Kolkata and the dew factor. His 70-run partnership with Daryl Mitchell anchored the chase and as impact substitute Shivam Dube walked in, the Chennai captain didn’t look unnerved.Dube himself struck three sixes and would have rued getting out so close to the end if it were not for MS Dhoni walking in and giving strike to Gaikwad to hit the winning runs and finish with 141/3.Turning point of the matchDespite the jolt that was given courtesy Deshpande in the first ball of the innings, the Kolkata batters in Raghuvanshi and Narine were carting the Chennai bowlers around the stadium. Having put on a partnership of 56 and doing what they do best in the opening stages of the game, it seemed like things would continue in a similar fashion after the Powerplay ended. However, Chennai and Jadeja had different plans. The 35-year-old had already made the Chepauk crowd roar in celebration after a solid catch to dismiss Salt. This time round, with the ball, he turned things around firmly in the home team’s favour. First, he lured Raghuvanshi into trying to continue the attacking spirit and trapped him LBW when the young batter tried to reverse sweep him. Four balls later, he managed to get Narine to hit outside his arc and the West Indian all-rounder could only Theekshana in the deep. Kolkata went from 56/1 to 60/3 and reeling. They would then be reduced to 64/4 after Jadeja got his third in the form of Venkatesh holing out to Mitchell in the former’s second over and never truly recover from this eight-ball spell of Jadeja’s. The Field’s Player of the MatchGaikwad and his batters having it easy in the chase was all down to Jadeja’s impeccable bowling and the impact those eight balls had on the direction of the match. For this reason, the 35-year-old is the Field’s Player of the Match. Aside from the three wickets he picked up, Jadeja was also Chennai’s most economical bowler from those that finished the full four overs, conceding only 18 runs in his spell. While Jadeja’s wicket-to-wicket bowling is almost always effective in slowing down the opposition batting, it was the assistance from the pitch that helped slower balls become more difficult for batters to negotiate. Add to that the deafening Chepauk crowd, and it was a recipe for success from Jadeja and Co. ‘We know our conditions better’The Chepauk stadium is known as a fortress for a reason. Chennai are virtually unbeaten here – if it isn’t the packed crowd all decked out in yellow that impacts the players, it will be the pitch that confuses most oppositions. It was the case today as a confident Chennai (despite two previous losses) drew on the energy of the crowd to hand Kolkata their first defeat of the season. Jadeja expressed this in his remarks in the post-match presentation ceremony where he indicated that “it takes time for the visiting team to settle down, plan something, identify the surface”. Kolkata captain Shreyas was also of a similar opinion when discussing where the team went wrong after a good start to the 2024 season. “We got a phenomenal start in the Powerplay, but we couldn’t capitalise. We couldn’t assess the conditions after the Powerplay and the pitch changed completely after that, so it wasn’t easy to score runs or go big from the first ball. The way we were trying to construct our innings, it didn’t go according to plan. They [Chennai] know the conditions pretty well and bowled according to their plans. Glad that this [the loss] happened at the start of the tournament so we have to go back to the drawing board and learn.— Kolkata Knight Riders captain Shreyas Iyer after the match\n Points table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  4  4  0  1.120  8  2  KKR  4  3  1  1.528  6  3  LSG  4  3  1  0.775  6  4  CSK  5  3  2  0.666  6  5  SRH  4  2  2  0.409  4  6  PBKS  4  2  2  -0.220  4  7  GT  5  2  3  -0.797  4  8  MI  4  1  3  -0.704  2  9  RCB  5  1  4  -0.843  2  10  DC  5  1  4  -1.370  2","author":"Tanya Kini","time":"2024-04-08T23:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199915-hszgfhvuyf-1712600390.jpg","tags":["Chennai Super Kings","Kolkata Knight Riders","Indian Premier League","IPL 2024","Cricket","Ravindra Jadeja","Ruturaj Gaikwad","Daryl Mitchell","Shreyas Iyer","Sunil Narine"],"source":"https://scroll.in/field/1066399/ipl-2024-ruturaj-gaikwad-and-ravindra-jadeja-star-as-chennai-end-kolkatas-unbeaten-run"}