{"title":"IPL 2024: Kolkata Knight Riders move to the top spot after comfortable win over Lucknow Super Giants","content":"The Kolkata Knight Riders moved to the top of the Indian Premier League standings after putting up a comprehensive 98-run win over the Lucknow Super Giants at the Ekana Cricket Stadium in Lucknow on Sunday.The visitors were put in to bat after Lucknow captain KL Rahul won the toss, and became the first team to score more than 200 runs at the venue this season, scoring 235/6 after 20 overs.The Knight Riders’ bowlers – along with an impressive fielding performance – put the pressure on the hosts in the chase. Eventually, the hosts would be bowled out for 137 after 16.1 overs.Central to the Knight Riders’ batting performance was their in-form opener Sunil Narine, who top scored with a commanding 81 off 39. There were also helpful innings from Phil Salt (32 off 14), Angkrish Raghuvanshi (32 off 26), Shreyas Iyer’s 23 off 15, and Ramandeep Singh’s blistering and unbeaten 25 off just six deliveries.The Lucknow chase never quite got going, save for the short cameos by Marcus Stoinis (36 off 21) and Rahul (25 off 21). The Kolkata bowlers made work difficult for the hosts, with Harshit Rana and Varun Chakravarthy picking up three wickets each while Andre Russell took two important wickets.With the win, the Knight Riders move to the top of the table, level on 16 points with the Rajasthan Royals, who have a game in hand. The Kolkata team however, has a better net run rate.#IPL2024 #LSGvsKKRDRS confirms it!The Kolkata Knight Riders beat hosts Lucknow Super Giants by 98 runs.The Knight Riders set a target of 236, and then bowled out Lucknow for 137 in 16.1 overs.📷 Jio Cinemahttps://t.co/jBQIpqxcN5 pic.twitter.com/fj4LIc1P8T— The Field (@thefield_in) May 5, 2024\n\n\nTurning point of the matchWith Stoinis and the dangerous Nicholas Pooran at the crease, there was always a chance that the Super Giants may get to the target. But the short spell by West Indian all-rounder Russell turned the tide in favour of the Knight Riders.Russell came into bowl in the 10th over, and with his first delivery, he got Stoinis to mistime one straight to Rana at point.In his next over, the 12th of the innings, a short-pitched delivery outside off tempted Pooran to play cross-batted, only to edge it back to Salt, who took an excellent catch at full-stretch.These were the only two overs that Russell bowled. He did give away 17 runs, but he took the two crucial wickets that crippled the Lucknow chase.The Field’s Player of the MatchNarine has been in stellar form this season. With the bat, he has been a destructive opener for the Kolkata team. With the ball, he has been economical and has a knack of picking up crucial wickets.He did much of the same on Sunday as well.His innings of 81 runs was laced with six boundaries and seven sixes. And he finished with economical bowling figures of 1/22 in four overs.For his performance with the bat, he has moved to third position in the race for the Orange Cap (award for the highest run-scorer). His 461 in 11 innings is short of only Chennai Super Kings captain Ruturaj Gaikwad’s 541 and Virat Kohli’s 542.Among the top five batters at this stage of the contest though, his strike rate of 183.66 is the best.‘Just a poor performance overall’The Lucknow Super Giants are in fifth spot after the loss and will have to win each of their remaining three matches to have any chance of making it to the playoffs.The team needed a win on Sunday, but a “poor performance” across the board, as Rahul put it, let the hosts down.“When you are chasing a big total, you try to go too hard and you end up losing wickets. Yeah, [it was] just a poor performance overall, with bat, ball and in the field.“That’s how the IPL is. You come up against some really good players. That’s when your character is tested, and I think we weren’t up to the mark today.”— Lucknow Super Giants captain KL Rahul at the post-match presentation\nPoints table after the LSG vs KKR match | Screenshot courtesy Jio Cinema","author":"Shahid Judge","time":"2024-05-06T00:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200506-ahjrqotflz-1714935326.jpg","tags":["Kolkata Knight Riders","Lucknow Super Giants","KKR","LSG","Sunil Narine","KL Rahul","IPL 2024","IPL","Indian Premier League","Cricket","Indian cricket"]}