{"title":"IPL 2021 Final, CSK vs KKR as it happened: Chennai Super Kings win by 27 runs to bag fourth title","content":"MS Dhoni: “Before I start talking about CSK, it’s important I talk about KKR. If any team deserved to win the title, it was KKR. I think the break really helped them, really tremendous performance. Every final is special. It’s very important to come back strong. Can’t let the opposition come back into the game. As cricketers, I feel 20 minutes is the maximum we can maintain concentration. It is a team sport, but individual performances are very important in knockout games. I want to thank CSK fans. No matter where we play, we always get good number of fans. And that’s what you crave for. So, thank you. It felt like playing at the Chepauk in Chennai. Hopefully, we’ll be back there. It’s about CSK and making them strong (on returning for CSK). The auctions will be about the next 10 years. But I still haven’t left things behind (he says as he walks off with a big smile).”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Eoin Morgan: “I’m extremely proud of the fight we’ve shown right through the season. The owners and fans have supported us throughout. Unfortunately, it proved one game too many. Iyer and Gill were the cornerstone of our batting in this second leg, that’s the biggest compliment I can pay to them.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Most Valuable Player of the season: Harshal Patel\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Orange Cap (most runs): Ruturaj Gaikwad (635 runs)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Purple Cap (most wickets): Harshal Patel (32 wickets in 15 matches)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Power player of the season: Venkatesh Iyer\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Most sixes in the season: KL Rahul (30 sixes)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Game-changer of the season: Harshal Patel (1,081 points)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congratulations @ChennaiIPL, @msdhoni & @DJBravo47 👏🏼 https://t.co/VnU5lhocJA— Sir Vivian Richards (@ivivianrichards) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Super striker of the season: Shimron Hetmyer (Delhi Capitals) for a strike-rate of 168.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Catch of the season: Ravi Bishnoi for his stunner against KKR in match No 21 to dismiss Sunil Narine.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Fairplay award: Rajasthan Royals\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Emerging player of the season: Ruturaj Gaikwad – 635 runs at an average of 45 and a SR of 136.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Man of the Match in #IPLFinal 2008 - Y Pathan2009 - Kumble2010 - Raina2011 - Vijay2012 - Bisla2013 - Pollard2014 - M Pandey2015 - Rohit2016 - B Cutting2017 - K Pandya2018 - Watson2019 - Bumrah2020 - Boult2021 - DU PLESSIS #IPL2021— Bharath Seervi (@SeerviBharath) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Faf du Plessis for his brilliant 86 off 59.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Cheteshwar Pujara to become an IPL champion before Virat Kohli. What a world we live in. #IPLFinal #CSK— Shankar (@shankarstake) October 15, 2021\n\n\n\n    This has to be the calmest celebration ever. pic.twitter.com/CCjKbpEiL4— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n    Quite literally the most PG-13 celebrations after a cricket match of all time.#IPL2021— Vinayakk (@vinayakkm) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.59 pm: Finally, we’re ready for the post-match presentation ceremony.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Well done CSK a great win and what can you say about @msdhoni— David Warner (@davidwarner31) October 15, 2021\n\n\n\n    #IPL2021 Time for the whistles. Another #IPLFinal, another title. 2021 champions, @ChennaiIPL! What a season, what a turnaround from 2020. 🎥 IPL pic.twitter.com/oUXzxOkdhH— The Field (@thefield_in) October 15, 2021\n\n\n\n    First team to win an IPL every decade 🙂💛💛 @ChennaiIPL @anantyagi_ 💛💛💛 #dhoni❤️ https://t.co/QzNOvGugXY— Roy Krishna 🇫🇯🇳🇿 (@RoyKrishna21) October 15, 2021\n\n\n\n    #IPL2021 #CSKvKKR CHAMPIONS AGAIN!CSK win their fourth IPL trophy. A brilliant campaign from start to finish.🏆 2010🏆 2011🏆 2018🏆 2021 pic.twitter.com/zDukaSSeXJ— The Field (@thefield_in) October 15, 2021\n\n\n\n    What a man! What a leader! Dhoni is magic. pic.twitter.com/LzT7WlzY6B— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n    IPL champions:2008: @rajasthanroyals2009: Deccan2010: @ChennaiIPL 2011: @ChennaiIPL 2012: @KKRiders 2013: @mipaltan 2014: @KKRiders 2015: @mipaltan 2016: @SunRisers 2017: @mipaltan 2018: @ChennaiIPL 2019: @mipaltan 2020: @mipaltan 2021: @ChennaiIPL #IPL2021— Bharath Seervi (@SeerviBharath) October 15, 2021\n\n\n\n    M S D 🙌🏻🙌🏻 Congratulations @ChennaiIPL   👏🏻👏🏻 #IPL2021Final— Rashid Khan (@rashidkhan_19) October 15, 2021\n\n\n\n    Chennai Super Kings win #IPL2021 after once again leaning on an experienced group of players. Of the 7 players with a positive Total Match Impact during the competition only Ruturaj Gaikwad (24yo) is under the age of 32.#IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n    Aaj toh banta hai. Congratulations and respect, @ChennaiIPL. 🏆 pic.twitter.com/nuVz07yYbz— Rajasthan Royals (@rajasthanroyals) October 15, 2021\n\n\n\n    CHENNAI SUPER KINGS! That’s the tweet! #CSKvKKR #CSK #IPLFinal— RK (@RK_sports) October 15, 2021\n\n\n\n    Congratulations @ChennaiIPL on winning #IPL2021 💛🏆 pic.twitter.com/y3OGNL9QJC— Mumbai Indians (@mipaltan) October 15, 2021\n\n\n\n    Team India so strong our mentor just won the IPL 😎 Congratulations @ChennaiIPL 👏🏼 #CSKvKKR #IPL2021— Wasim Jaffer (@WasimJaffer14) October 15, 2021\n\n\n\n    IPL 2020 - 7th SpotIPL 2021 - 4 times Champion 🏆What a comeback @ChennaiIPL Clinical all round performance from MSD and his men! Hardluck to @KKRiders, fantastic tournament but were outplayed today!#CricketChanakyan #IPLFinal #VIVOIPL #CSK #KKR #CSKvKKR— Abhinav mukund (@mukundabhinav) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK WIN BY 27 RUNS\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 164/9 after 19.5 overs: WICKET! Mavi gets deceived by a Bravo slower ball and slogs it straight to deep mid-wicket. CSK are moments away from their fourth IPL title.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DJ Bravo bowling the final over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    MS Dhoni this season: #CSKvKKR #IPLFinal pic.twitter.com/UIt6m9UI4A— Wasim Jaffer (@WasimJaffer14) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 162/8 after 19 overs: Thakur bowls a long, long over which had a two wides and two sixes for Ferguson. That gives KKR mathematically a chance. They need 31 off 6. Dhoni was NOT happy at the end of that over and he made sure Thakur knew that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 145/8 after 18 overs: Big over! Mavi hits Bravo for 4, 6 and 6 to bring some cheer to KKR fans. They now need 48 off 12.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Cometh the hour, cometh the experience. du Plessis, Moeen, Uthappa, Bravo, Jadeja..... And the man controlling it from behind the stumps who has crafted an incredible turnaround for #CSK.— Harsha Bhogle (@bhogleharsha) October 15, 2021\n\n\n\n    Openers - 51, 50Others - 0, 2, 4, 9, 0, 2 #KKR #IPLFinal— Bharath Seervi (@SeerviBharath) October 15, 2021\n\n\n\n    Lara just looked at Morgan missing the ball and said “Embarrassing”… Unfortunately he is carrying this form to the World Cup. #CSKvsKKR— Vikram Sathaye (@vikramsathaye) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 125/8 after 16.3 overs: WICKET! Deepak Chahar with a magnificent catch at the deep square-leg boundary! Morgan pulled it to him and he did the juggle in-and-out of the rope to complete the catch. Morgan departs for 4 off 8 as Hazlewood strikes. Mavi is the new batter. KKR need 68 off 21.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 123/7 after 15.4 overs: WICKET! Another one bites the dust for KKR, this time Tripathi finds Moeen at long-on. Thakur gets his third. KKR need 70 off 26.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Horrible luck for KKR to see Tripathi get injured while fielding. He was the guy who would give their innings impetus after the fall of the first wicket. He is in now, hobbling, but the match is as good as over.— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n    Pressure of chasing big score telling, #KKR falling like a pack of cards now— Cricketwallah (@cricketwallah) October 15, 2021\n\n\n\n    #KKR missing Russell?— Bharath Seervi (@SeerviBharath) October 15, 2021\n\n\n\n    It's coming home... a song that was actually made for CSK fans.— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n    Can't wait for thala @msdhoni lifting the cup tonight for the 4th time for @ChennaiIPL! #CSKvsKKR #KKRvCSK #IPLFinal #WhistlePodu— Kris Srikkanth (@KrisSrikkanth) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 120/6 after 15 overs: WICKET! Jadeja gets two in one over as Shakib departs for a first ball duck. The left-hander tried to whip it across but got struck plumb in front. Jadeja finishes with 2/37 from his four overs. KKR need 73 off 30.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dinesh Karthik vs Ravindra Jadeja in the IPL:Balls 63Runs 95Dismissals 3#KKRvCSK | #IPL2021— Stat Doctor🩺 (@stat_doctor) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 119/5 after 14.5 overs: WICKET! Karthik tries to get a maximum but finds Rayudu in the deep. Jadeja strikes. Karthik departs for 9 off 7, KKR need 74 off 31. Shakib is the new batter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Today’s dismissal was the first time Shubman Gill has been registered playing the scoop shot across his T20 career. #IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 117/4 after 14 overs: SIX! What a start for Dinesh Karthik! He pulls his first ball for six to give KKR a much-needed push. Chahar finishes with figures of 1/32 from his four overs. KKR need 76 off 36.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    KKR's struggle in the middle overs only serves to highlight how important the knocks by Robin Uthappa (31 off 15) and Moeen Ali (37 off 20) were. Cameos worth their weight in gold.— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 108/4 after 13.2 overs: WICKET! Chahar traps Gill in front! The right-hander tried to play a scoop but missed it completely. He departs for 51 off 43. The impact seemed close to being outside off, though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 108/3 after 13 overs: Jadeja offers a juicy full-toss and Gill drives it over cover for four. KKR need 85 off 42. This match looks like it will go down to the wire. Another little burst from CSK should be enough for them.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Stage is set for Morgan…win the night. And be that Knight who created magic. A tale to remember. But will it happen? #IPLFinal #CSKvKKR— Aakash Chopra (@cricketaakash) October 15, 2021\n\n\n\n    #CSK fielders in #IPL2021 Jadeja & Du Plessis - 25 catches (13+12)All others - 30 catches #IPLFinal— Bharath Seervi (@SeerviBharath) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 97/3 after 11.3 overs: WICKET! Narine is gone for two off two! Hazlewood strikes as Jadeja makes a tough catch look easy at deep mid-wicket. Chennai are back in the driver’s seat in Dubai. Morgan comes to the crease. KKR need 95 off 50.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The golden arm is not a myth. Shardul Thakur possesses it. pic.twitter.com/tli9ogoOff— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n    Bouncer to Narine Loading….# #Hazlewood— Aakash Chopra (@cricketaakash) October 15, 2021\n\n\n\n    Death, taxes, and Lord Shardul with a double wicket over. The three certainties of life. #CSKvKKR #IPL2021Final— Wasim Jaffer (@WasimJaffer14) October 15, 2021\n\n\n\n    #IPL2021#CSK fans, is this how you felt after that life for Shubman Gill? pic.twitter.com/8Xd1U5jCA0— The Field (@thefield_in) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 93/2 after 11 overs: WICKET! Thakur has two in the over! Rana is gone for a first-ball duck! Faf du Plessis takes a comfortable catch at mid-off as Chennai fight back. KKR need 100 off 54.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 91/1 after 10.4 overs: WICKET! This time the catch is taken with spidercam is nowhere close! Thakur gets the breakthrough for Chennai as Iyer departs for 50 off 32. A fine catch from Jadeja in the deep. Rana is the new batter. Kolkata need 102 off 56.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Going down to the cable!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 88/0 after 10 overs: WOW! SPIDEY SAVES SHUBMAN!!!! No, not kidding. The slog sweep from Gill is caught by Rayudu but the ball has hit the spidercam cables, and it is a dead ball. Wow, and Gill already makes the most of it with two fours. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Live scenes from #IPLFinal... pic.twitter.com/VZdISvlCRi— Vinayakk (@vinayakkm) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF CENTURY: A brilliant six over square leg, followed by a single and it is a fantastic half century by Venky Iyer. What a player he has been for KKR at the top of the order. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    That is a properly outstanding two overs from DJ Bravo. Walked into the house party and turned off the speakers— Ben Jones (@benjonescricket) October 15, 2021\n\n\n\n    Venki Iyer batting in front of his idol Ganguly!For those who don't know, he's a right hander but started batting left handed as he wanted to emulate Dada— Sarah Waris (@swaris16) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 72/0 after 9 overs: Right on the money. Bravo with another fantastic over, just four singles. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 68/0 after 8 overs: A good over from Jadeja turns into a par over for KKR thanks to one brilliant swing of the Venky Iyer bat. Six off the last ball, a massive one at that over long on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Gill, 24 off 22 -- just the kind of knock KKR didn't need. He needs to find a way to take things up a notch now. This isn't good enough.— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    And Jadeja comes on straight after the timeout. Remember Ruturaj said the pitch was stopping a bit. CSK will hope pace off does the trick now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    All pace from CSK so far. Dhoni hasn’t gone to spin yet. Time for a strategic timeout. A penny for MSD’s thoughts. What does he think about those missed chances?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 59/0 after 7 overs: Bravo, Bravo. A superb exhibition of change of pace, just four runs in his first over. Such overs are so crucial for CSK, pressure will mount. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    As mentioned by @abhijjw and I on @bbctms just now, Venkatesh Iyer is basically Marcus Trescothick & Sadagopan Ramesh’s love child. So good to watch! #KKR #CSK #CSKvKKR #IPLFinal 🇮🇳🏏— Nikesh Rughani (@NikeshRughani) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Dhoni continuing to stand up to the stumps for pace against Gill, not letting him use his feet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Another impressive batting Powerplay from Kolkata Knight Riders, across the UAE leg they’re the second fastest scoring side (8.08 rpo) and the best side at preserving wickets, averaging 60 runs per dismissal. #IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 55/0 after 6 overs: Cracking shot from Gill! He steps out to Chahar and drives it left of mid-off for four. That’s the end of a solid powerplay for KKR, they need 138 off 84.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 47/0 after 5 overs: Back-to-back boundaries for Iyer as Thakur bowls an expensive first over. The first of those boundaries went just over Dhoni after he got his fingertips to it. The next one was a poor delivery that was whipped past short-fine.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    How much will CSK regret this rare wicketkeeping lapse from MS Dhoni?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 36/0 after 4 overs: Two more fours! Gill hits one in the air and it falls just short of a diving Thakur at mid-off and runs away for four. Iyer then plays another cracking shot through the off side ring to pick up his fourth boundary. This is a solid start for Kolkata. They need 157 off 96.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shubman Gill vs Good Length balls from Pacers in the PP  since IPL 2020Dismissals 5, Avg 33.4, SR 93.3That's the length to keep him quiet and increase the pressure on KKR as well.#IPL2021 #KKRvCSK— Stat Doctor🩺 (@stat_doctor) October 15, 2021\n\n\n\n    Venkatesh Iyer’s Average Batting Impact of +5.3 in #IPL2021 is the highest among #KKR batters, that could be a rather costly drop from Dhoni. #IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 24/0 after 3 overs: Two fours! Iyer hits two crisp drives off Chahar – first standing tall past point and then on the front foot past cover.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS Dhoni after that dropped catch...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Add to resume: I edged to MS and he dropped a catch— Siddhartha Vaidyanathan (@sidvee) October 15, 2021\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 15/0 after 2 overs: DROPPED! Oh dear, Hazlewood gets Iyer’s outside edge and Dhoni drops a straightforward catch. It dipped a bit just when it was getting to him and he couldn’t hold on. Iyer then rubs salt into CSK’s wounds with a pull for six.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Fly Du Kisses 😘#CSKvKKR #WhistlePodu #Yellove 🦁 pic.twitter.com/p2g5shpV6P— Chennai Super Kings - Mask P😷du Whistle P🥳du! (@ChennaiIPL) October 15, 2021\n\n\n\n    It was Manvinder Bisla in 2012 final It was Manish Pandey in 2014 final Who could be in 2021 final? #KKR #CSK #CSKvsKKR #IPLFinal #IPL2021 #CricketTwitter— Bharath Seervi (@SeerviBharath) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    KKR 6/0 after 1 over: Shot! Gill gets the KKR innings going with a four over mid-wicket. But Chahar does well to concede just two runs more in the rest of the over. Not much swing in display in that first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.30 pm: We’re ready for the chase in Dubai! Shubman Gill and Venkatesh Iyer are at the crease for Kolkata. Deepak Chahar has the new ball in hand for Chennai. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Their openers are the top two run-scorers in the tournament and that is a huge reason why #CSK are in with a very good chance of winning no 4.— Harsha Bhogle (@bhogleharsha) October 15, 2021\n\n\n\n    Highest totals while batting first in the UAE leg of this IPL:235/9 : MI v SRH, Abu Dhabi192/2 : #CSKvKKR , Dubai*189/4 : CSK v RR, Abu Dhabi— Umang Pabari (@UPStatsman) October 15, 2021\n\n\n\n    Moeen Ali’s Batting Impact of +6 today is his highest in the UAE leg of #IPL2021, his quickfire cameo could make all the difference for #CSK today. #IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n    Superb batting performance by #CSK, taming the much vaunted #KKR attack. Batting pitch no doubt, but 192 not easy to overhaul. Tripathi’s doubtful, so KKR’s top order could be weakened. Much depends on in form openers Iyer and Gill— Cricketwallah (@cricketwallah) October 15, 2021\n\n\n\n    WE BELIEVE.#KKR #CSKvKKR #AmiKKR #IPL2021 #IPLFinal pic.twitter.com/hL67TzjiwM— KolkataKnightRiders (@KKRiders) October 15, 2021\n\n\n\n    2012 Final - #KKR chased 191 vs CSK 2014 Final - #KKR chased 200 vs KXIP 2021 Final - #KKR need to chase 193 vs #CSK #IPLFinal #IPL2021 #CSKvsKKR— Bharath Seervi (@SeerviBharath) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.15 pm: Fine over from Mavi, he concedes just seven runs and removes Faf off the last ball (catch to long-on). The South African perishes for 89 off 59, a potentially title-winning knock. Moeen Ali remains unbeaten on a superb 37 off 20. This was a clutch performance with the bat from Chennai. They were put in against an in-form attack, the pressure of the final was on, and they took the challenge head-on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK finish with 192/3\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Only twice has Varun Chakravarthy conceded more runs in an IPL innings. Before today in his last 9 matches, he had economy of 6.50 or less in every game.#CSKvsKKR #IPL2021— Stat Doctor🩺 (@stat_doctor) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 185/2 after 19 overs: Moeen goes after Varun! The left-hander whips one for four before launching a superb strike straight over for six. Varun finishes with figures of 0/38 from his four overs. Mavi to bowl the last over. Will CSK get to 200?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CSK’s best batting display this season and #KKR’s worst bowling performance is making the final seem a gross mismatch. So far— Cricketwallah (@cricketwallah) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 172/2 after 18 overs: Huuuge over for Chennai! Lockie Ferguson gets hit for 19 runs in his last over to finish with dismal figures of 0/56 from his four. Moeen hits a four over cover, before Faf hits a six over cover and a four over mid-wicket. Chennai are absolutely cruising at the moment. Varun to bowl the penultimate over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 153/2 after 17 overs: Two sixes! Mavi bowls a slow, short ball to start the over and Moeen pulls it for a maximum. Cracking sound from the left-hander’s bat there. Mavi then ends the over with a quick, full-pitched delivery and Moeen drives it straight over for another maximum. Chennai’s innings is going from strength to strength. Kolkata need need to do something dramatic to pull things back in the last three overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Will Rahul Tripathi will be able to come out and bat? He is having his right hamstring being treated. A big loss for KKR if he can't come out to bat. He is one of their in-form batters.— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n    208/7 is the highest score in an IPL final #IPLFinal #Final #CSKvKKR #KKRvsCSK— Monty Panesar (@MontyPanesar) October 15, 2021\n\n\n\n    #CSK poised to get 180-odd which would make #KKR’s task monumental. Morgan needs wickets badly— Cricketwallah (@cricketwallah) October 15, 2021\n\n\n\n    Highest SR in last 5 overs in IPL 2021 (min 75 runs) :225.58 - Ruturaj Gaikwad221.51 - AB de Villiers200 - Ambati Rayudu186.46 - Ravindra JadejaWho will walk out next for #CSK?#IPL2021 #CSKvsKKR— Stat Doctor🩺 (@stat_doctor) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 139/2 after 16 overs: Ferguson returns to the attack and Faf gets a thick outside edge through backward point and short-fine for four. Eight runs come from that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kolkata Knight Riders have an Average Bowling Impact of +0.4 during the Death Overs in the UAE leg of #IPL2021, only #RCB (+6.3) and #MI (+0.7) have a higher figure. #IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n    Rob-in Rutu in our 💛 hearts!#CSKvKKR #WhistlePodu #Yellove 🦁 pic.twitter.com/pnEs5jyb74— Chennai Super Kings - Mask P😷du Whistle P🥳du! (@ChennaiIPL) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 131/2 after 15 overs: Venkatesh Iyer joins the attack and bowls a crucial, tidy over for Kolkata. Final five overs of the innings coming up. Chennai bat long and will look to go hard.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Can Venky Iyer do a Venky Iyer with the ball?#KKR #CSKvKKR #AmiKKR #IPL2021 #IPLFinal— KolkataKnightRiders (@KKRiders) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 125/2 after 14 overs: Narine finishes with fine figures of 2/26 from his four overs. Moeen Ali is the new batter for Chennai. Meanwhile, Faf is batting on 57 off 42.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A sizzler from Uthappa!! Well done @robbieuthappa  #IPLFinal #CSKvsKKR— WV Raman (@wvraman) October 15, 2021\n\n\n\n    Uthappa... 31 off 15... more than the fifties... these are the knocks that change the game in T20 cricket... superb. CSK gets the best out of anyone over 35! Heh.— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 124/2 after 13.3 overs: WICKET! Uthappa hits another six over long-on but then gets trapped in front after attempting a reverse sweep. He took the review but it showed three reds. Narine gets his second as Uthappa walks back for quickfire 31 off 15.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mandatory CSK opener special in the playoffs from Faf du Plessis. #IPL2021— Vinayakk (@vinayakkm) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 116/1 after 13 overs: Crucial over for Chennai as they manage to pick 12 runs from Varun’s third. Both Faf and Robin are timing the ball wonderfully now. The men in yellow will be eyeing the 200 mark.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Fifty-run partnership between Faf du Plessis and Robin Uthappa comes up in just 26 balls as the latter players a superb sweep off Varun for six.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The moment that every KKR fan is thinking about right now...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    The way he was eyeing the trophy not surprised to see @faf1307 bring out his A game tonight. #CSKvKKR #IPLFinal pic.twitter.com/V6aoEVn2Rh— Wasim Jaffer (@WasimJaffer14) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 104/1 after 12 overs: Good over from Narine, just seven runs from it. Uthappa stepped out to one and absolutely bludgeoned it straight back. It was technically a chance but Narine didn’t really have time to react.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Faf du Plessis’ 52* so far:vs Spin - 23 off 21Vs Pace - 29 off 14#IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n    What a fifty for Faf but Karthik and KKR will be regretting that missed stumping opportunity just about now...— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Some cracking shots so far from Faf...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 97/1 after 11 overs: FIFTY for Faf du Plessis! And another huge over for Chennai! Back-to-back fours and a six for the South African in that over. He gets to his half-century in just 35 balls. Lockie Ferguson returned to the attack, sprayed it all over the pitch, and got sprayed all over the park. Fantastic batting from Faf.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shakib has conceded 33 runs in his 3 overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 80/1 after 10 overs: Two sixes! Shakib returns to the attack and both du Plessis and Uthappa pick up a maximum each. Faf with a glorious drive over long-off and Uthappa with a cracking whip over mid-wicket. Just the over Chennai needed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Both Faf du Plessis (109 sr) and Robbie Uthappa (127 sr) haven’t been particularly fast scorers against spin in the past 2 years of IPL action, with both also being Right-Handers there’s potential for Morgan to get through some overs of Shakib Al Hasan here.#IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n    16 innings.635 runs.SR 136.26.A century and four half centuries.End of a fine, fine season with the bat for Ruturaj Gaikwad. #IPL2021— Vinayakk (@vinayakkm) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 65/1 after 9 overs: Brilliant over from Narine – just four singles and the wicket of Gaikwad from it. Kolkata are pulling things back nicely, Chennai need someone to cut loose soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rare display of emotions from Narine...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Robin Uthappa is the new batter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 61/1 after 8.1 overs: WICKET! It’s that man Narine again! Gaikwad steps out and hits it straight to Mavi at long-off. The right-hander departs for 32 off 27. Big blow for Chennai!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Last 24 balls, 27 runs for CSK. The introduction of spin has slowed things down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 61/0 after 8 overs: Another good over for KKR, this time Varun concedes just five. The Chennai batters not taking risks against the mystery spinners.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    CSK is the first team with 3 fifty-plus opening partnerships in IPL finals.2011 - Hussey & Vijay (159 runs)2012 - Hussey & Vijay (87 runs)2021 - Ruturaj & Faf (56* so far)No other team has more than 1.#IPL2021 #CSKvKKR— Kausthub Gudipati (@kaustats) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 56/0 after 7 overs: Sunil Narine joins the attack and concedes six singles in his first over. Cause for concern for KKR as Rahul Tripathi is off the field. He seemed to have pulled a muscle in his leg while fielding. Kamlesh Nagarkoti is the substitute.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Great start for @ChennaiIPL ! Looks like a big total is on the cards! #CSKvsKKR #KKRvCSK #IPLFinal— Kris Srikkanth (@KrisSrikkanth) October 15, 2021\n\n\n\n    The way Faf does risk free accumulation is so impressive. Still giddy about the ton he scored at the CPL which was this in microcosm— Peter Miller (@TheCricketGeek) October 15, 2021\n\n\n\n    This is the 7th time Chennai Super Kings have survived the Powerplay without losing a wicket in #IPL2021, 3 of those occasions have come against Kolkata Knight Riders. #IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 50/0 after 6 overs: Varun was in the middle of a good over but he overstepped on one, yet again, and du Plessis smacked the free-hit straight over for four. Eight runs come from that over. That’s the end of the powerplay, CSK will surely be the happier team at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Very impressed with Gaikwad in his first final. Normally strikes at 84 in the power play but has taken the initiative today.— Harsha Bhogle (@bhogleharsha) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 42/0 after 5 overs: Mavi, who conceded just three runs in his first over, returns to the attack and gives away eight in his second. Du Plessis manages to pick up a boundary by hitting one just over mid-on. The in-form Varun Chakravarthy is joining the attack now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ruturaj Gaikwad played & missed two deliveries in the 2nd over against Mavi. Before this, in the UAE leg of IPL 2021, he had played and missed only 3 balls in the first 2 overs of the innings.#CSKvsKKR— Stat Doctor🩺 (@stat_doctor) October 15, 2021\n\n\n\n    The dexterity in shot selection and the elan with which he has played those shots has made #gaikwad extra special in #IPL2O21#IPLFinal #CSKvsKKR— WV Raman (@wvraman) October 15, 2021\n\n\n\n    #CSK duo Faf du Plessis and Ruturaj Gaikwad are a difficult opening combination to bowl to due to their contrasting strengths.du Plessis vs spin - 109 srGaikwad vs spin -  156 srdu Plessis vs pace - 146 srGaikwad vs pace - 125 sr#IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ruturaj Gaikwad crosses KL Rahul to clinch the Orange Cap!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I've counted six balls of pace to Ruturaj in the first four, Lockie clocking over 150. Still no bouncer. Delhi didn't use it either. What are we missing? #IPLFinal— Snehal Pradhan #MaskUp (@SnehalPradhan) October 15, 2021\n\n\n\n    Finals are so often decided on fine margins and right now all the margins are yellow.— Peter Miller (@TheCricketGeek) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 34/0 after 4 overs: Another big over for Chennai! Gaikwad guides one past backward point for four before du Plessis plays a thumping cover drive to pick up his first boundary. Expensive start from Ferguson.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shakib has picked up just two wickets in this UAE leg - both left-handers.Eco vs RHB: 6.18Eco vs LHB: 3.67#CSKvsKKR #IPL2021Final— Stat Doctor🩺 (@stat_doctor) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 22/0 after 3 overs: Faf survives! Shakib beats him in the air but Karthik fails to gather the ball and complete the stumping. Big reprieve for Chennai! Gaikwad then punishes KKR with a sweep for four and a pull for six. The in-form right-hander is looking in fine touch again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #CSK batting first will mean that their biggest strength will be controlling the proceedings in the second half - Dhoni's captaincy..#IPL2O21 #CSKvsKKR #IPLFinal— WV Raman (@wvraman) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 9/0 after 2 overs: Solid over from Mavi, just three runs from it. The grass on the pitch helping him get some nip. Shakib returning to bowl his second over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ruturaj Gaikwad vs Pace in the Powerplay (IPL 2021)188 runs189 balls6 dismissals99 strike rate#IPLFinal #CSKvKKR— The CricViz Analyst (@cricvizanalyst) October 15, 2021\n\n\n\n    Few years ago if someone told me that a key player for a country is likely to play a final of a domestic competiton two days before a World cup match I would find it hard to believe. Will the pressure here be higher than on Sunday for Shakib? Interesting times #IPLFinal— Gaurav Sundararaman (@gaurav_sundar) October 15, 2021\n\n\n\n    Feels good to see Che in #Yellove. #WinItForPuji pic.twitter.com/TgeYF6OohU— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 6/0 after 1 over: Shot! Shakib drops one short and Gaikwad pulls/sweeps it past square-leg for four. But the left-arm spinner does well to concede just two runs more in the rest of the over. The pitch has a tinge of green and the ball seems to be coming on nicely to the bat. No turn as such in the first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.29 pm: Right, we’re ready for play in Dubai! Faf du Plessis and Ruturaj Gaikwad are at the crease for Chennai. Shakib Al Hasan is opening the bowling for Kolkata. It all comes down to this. Here we go!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    5 - @ChennaiIPL have won five of their last six @IPL matches against @KKRiders (L1), including their last three in succession; however, they have never been on a longer winning run against KKR. Streak.#IPL2021 #CSKvKKR #IPL2021Final pic.twitter.com/yIQRtuSEhH— OptaJeev (@OptaJeev) October 15, 2021\n\n\n\n    The Super Kings Going Miles together 🦁#CSKvKKR #WhistlePodu #Yellove 💛 pic.twitter.com/fQivdaXwDG— Chennai Super Kings - Mask P😷du Whistle P🥳du! (@ChennaiIPL) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Almost time for live action...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Ravindra Jadeja plays his 100th IPL matchFaf du Plessis plays his 200th IPL matchMS Dhoni captains his 300th T20 matchAll this in the final where CSK are looking for their 4th title.#IPLFinal #KKRvCSK— Kausthub Gudipati (@kaustats) October 15, 2021\n\n\n\n    Beauty of T20 cricket. pic.twitter.com/dvHUZOJUlp— Manya (@CSKian716) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Faf du Plessis will be key for Chennai. CSK will count on him to make his experience count in the big match...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    KKR won IPL 2012 while chasing.KKR won IPL 2014 while chasing.And KKR have all the six matches while chasing in IPL 2021 in UAE.Last eight matches at Dubai have been won by chasing teams.KKR will be chasing today.#CSKvsKKR— Umang Pabari (@UPStatsman) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.08 pm: Chase to win. Six of the last seven matches in Dubai have seen the chasing side win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Today 347th T20 match for both captains!MS Dhoni (#CSK 214*, India 98, RPS 30, Jharkhand 4, Indians 1)Eoin Morgan (Middlesex 112, England 108, #KKR 57*, SRH 16, Sydney Thunder 13, RCB 6, PBKS 4, 7 other sides 31)#IPL2021Final #IPL2021 #IPL2O21 #IPL #KKRvCSK #CSKvKKR #KKRvsCSK— Mohandas Menon (@mohanstatsman) October 15, 2021\n\n\n\n    Two Kiwi coaches in the final too. How good have Fleming and McCullum been! pic.twitter.com/3KhghT0YKL— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n    Both teams going in without two big guns. Raina and Russell. Big match players, they'd both be gutted to miss this.— Sarah Waris (@swaris16) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Playing XIs:Chennai Super Kings: Ruturaj Gaikwad, Faf du Plessis, Robin Uthappa, Moeen Ali, Ambati Rayudu, MS Dhoni (w/c), Ravindra Jadeja, Shardul Thakur, Dwayne Bravo, Deepak Chahar, Josh Hazlewood.Kolkata Knight Riders: Shubman Gill, Venkatesh Iyer, Nitish Rana, Rahul Tripathi, Dinesh Karthik (w), Eoin Morgan (c), Shakib Al Hasan, Sunil Narine, Lockie Ferguson, Shivam Mavi, Varun Chakaravarthy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.04 pm: CSK are also unchanged.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.03 pm: KKR are unchanged. Dhoni says CSK were also looking to bowl first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Toss:Eoin Morgan has won the toss and KKR will BOWL first!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    We #Yellove you 300* Thala 💛#CSKvKKR #WhistlePodu 🦁 pic.twitter.com/q7wgnxmKTT— Chennai Super Kings - Mask P😷du Whistle P🥳du! (@ChennaiIPL) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.56 pm: Pitch report – Matthew Hayden thinks it is a “cracking wicket” and 170 is on the cards.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Brief scores from IPL 2021 meetings:Match No 15, Mumbai:Chennai Super Kings: 220/3 in 20 overs (Faf du Plessis 95 not out, Ruturaj Gaikwad 64; Varun Chakravarthy 1/27).Kolkata Knight Riders: 202 all out in 19.1 overs (Pat Cummins 66 not out, Andrew Russell 54; Deepak Chahar 4/29).Match No 38, Abu Dhabi:Kolkata Knight Riders: 171/6 in 20 overs (Rahul Tripathi 45, Nitish Rana 37 not out, Dinesh Karthik 26; Shardul Thakur 2/20).Chennai Super Kings: 172/8 in 20 overs (Faf du Plessis 44, Ruturaj Gaikwad 40, Ravindra Jadeja 22; Sunil Narine 3/41).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The 𝐅𝐈𝐍𝐀𝐋𝐄 vibe! 😎#KKR #CSKvKKR #AmiKKR #IPL2021 #IPLFinal pic.twitter.com/jEUazrAMgj— KolkataKnightRiders (@KKRiders) October 15, 2021\n\n\n\n    Evergreen tweet. But I think KKR are going to pull this off today. https://t.co/0tmG36pgee— Peter Miller (@TheCricketGeek) October 15, 2021\n\n\n\n    #IPL2021 As incredible as reaching the 9th final is, if #CSK do lose tonight they will have a 3 out of 9 record in the title matches. Perhaps the last thing on Dhoni's mind, but that conversion rate wouldn't look too good in his captaincy CV.— Vinayakk (@vinayakkm) October 15, 2021\n\n\n\n    CSK: 8 finals, 3 titlesKKR: 2 finals, 2 titlesHmmm.... which team will add to the trophy cabinet today?— Ashish Magotra (@clutchplay) October 15, 2021\n\n\n\n    Yellove on wheels.! 🦁 En route! 💛#CSKvKKR #WhistlePodu pic.twitter.com/EQwm3U0QlV— Chennai Super Kings - Mask P😷du Whistle P🥳du! (@ChennaiIPL) October 15, 2021\n\n\n\n    The stage 🏟️ is set for the #VIVOIPL #Final! 👍 👍#CSKvKKR pic.twitter.com/DIq3Qrouak— IndianPremierLeague (@IPL) October 15, 2021\n\n\n\n    Hello & welcome from Dubai for the #VIVOIPL #Final 👏 👏It's the @msdhoni-led @ChennaiIPL who take on @Eoin16's @KKRiders in what promises to be a cracking contest. 👍 👍 #CSKvKKR 💛 or 💜 - your pick❓ pic.twitter.com/q0ZrSC9VvF— IndianPremierLeague (@IPL) October 15, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.35 pm: Hello and welcome to live coverage of the Indian Premier League 2021 final. Tonight, Mahendra Singh Dhoni’s Chennai Super Kings take on Eoin Morgan’s Kolkata Knight Riders in Dubai for the title. Will CSK win the IPL trophy for the fourth time or will KKR become three-time champions?","author":"Aditya Chaturvedi ","time":"2021-10-15T18:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165173-vmltvistwp-1634303028.jpg","tags":["Indian Premier League","Chennai super kings","Kolkata Knight Riders","ipl 2021","cricket"],"source":"https://scroll.in/field/1007812/ipl-2021-final-chennai-super-kings-vs-kolkata-knight-riders-live-score-and-stats-of-csk-vs-kkr"}