{"title":"IPL 2024: Mustafizur Rahman rattles Royal Challengers as Chennai Super Kings win opening match","content":"The reigning champions Chennai Super Kings picked up from where they left off last season as they defeated the Royal Challengers Bangalore by six wickets in the 2024 Indian Premier League season opener, at the Chepauk Stadium in Chennai on Friday.It was deja vu for the Super Kings in every sense as Shivam Dube and Ravindra Jadeja guided them over the finish line on Friday, lifting them out of trouble, much like how they did in the final of the 2023 edition against the Gujarat Titans.The Chennai based team, with new captain Ruturaj Gaikwad at the helm, never seemed in any trouble as the Royal Challengers Bangalore fizzled out after a stunning onslaught in the first three overs by captain Faf du Plessis.Pacer Mustafizur Rahman was the pick of the bowlers for the Chennai Super Kings, finishing with figures of 4-29 in four overs after the hosts were made to bowl first.Thanks to Rahman’s display, the Royal Challengers Bangalore were reduced to 78-5 before a 95-run sixth wicket partnership between the young Anuj Rawat and veteran Dinesh Karthik led them to a respectable total of 173/6 in 20 overs.The Royal Challengers Bangalore’s wait for their first win at the MA Chidambaram Stadium in Chennai since 2008 will continue to stretch longer as the home team chased down the target with eight balls to spare.ALSO READ: Dhoni’s potential exit, Pant’s return and the World Cup dilemma – plenty of drama in store this seasonTurning point of the matchMuch like the Royal Challengers Bangalore in the first innings, it was a late partnership for the fifth wicket between Shivam Dube (35*) and Ravindra Jadeja (25*) which turned the match in favour of the Super Kings. The left-handed duo added an unbeaten 66-run stand off just 37 deliveries.While Dube, who came in as the impact player, struggled to find his rhythm early on and was constantly peppered with the short ball, Jadeja took the pressure off with some smart strike rotation and finding occasional boundaries, including a six down the ground off Glenn Maxwell in the 14th over.The Bangalore outfit’s plan of using frequent short balls soon backfired, as Dube settled in and started finding boundaries off his own. Overhead wides did not help the Bangalore cause either as Chennai Super Kings edged closer to victory.Fittingly it was a Dube hook shot over deep square leg off an Alzarri Joseph short delivery which put the final nail in the coffin for Royal Challengers Bangalore, before a leg bye to the fine leg boundary closed off the match.IPL 2024: Marquee cricket league ready for 17th season – here’s all you need to knowThe Field’s player of the matchRahman with his best-ever bowling figures in the Indian Premier League is The Field’s player of the match for the season opener.The 28-year-old left-arm pacer was first introduced into the attack in the fourth over of the match after the Royal Challengers Bangalore raced to 37/0 after three overs and he had an immediate impact.Rahman struck twice in his first over, removing the dangerous du Plessis, who had done a bulk of the scoring up until then, and then picking up the wicket of Rajat Patidar for a three-ball duck.He then later returned in the 12th over of the innings to break a 35-run stand between Virat Kohli and Cameron Green, prizing out both of them within a span of three deliveries.The Bangalore batters struggled to read the Bangladesh international’s change in pace and at one point he had picked up four wickets for just six runs.Bangalore never truly recovered from Rahman’s fiery spell and were always playing catchup.‘Be in my own shoes, not Mahi bhai’s’Gaikwad led an Indian Premier League team for the first time during the match. He had big shoes to fill in, taking over from the legendary MS Dhoni. The 27-year-old batter was, however, unfazed at the big stage and was spot on with his bowling changes.Gaikwad was proactive after a good start for the Royal Challengers Bangalore in the powerplay and pulled things back by introducing Rahman early into the attack. He also smartly changed the ends Deepak Chahar bowled from and the pacer dismissed the dangerous Maxwell for a duck.“I feel privileged to lead. But I want to try and be in my shoes, and not try to fill in Mahi bhai’s shoes. I got to know last week that I will be the captain, but Mahi bhai had hinted it last year. I have always enjoyed and never felt any additional pressure, obviously I had Mahi bhai to back me up as well.”— Gaikwad, about becoming the Chennai captain\n Points Table \n    \n       Position  Teams  Played  Won  Lost  Tied  NRR  Points \n    \n     1  Chennai Super Kings  1  1  0  0  +0.779  2  2  Delhi Capitals  0  0  0  0  0.00  0  3  Gujarat Titans  0  0  0  0  0.00  0  4  Kolkata Knight Riders  0  0  0  0  0.00  0  5  Lucknow Super Giants  0  0  0  0  0.00  0  6  Mumbai Indians  0  0  0  0  0.00  0  7  Punjab Kings  0  0  0  0  0.00  0  8  Rajasthan Royals  0  0  0  0  0.00  0  9  Sunrisers Hyderabad  0  0  0  0  0.00  0  10  Royal Challengers Bangalore  1  0  1  0  -0.779  0","author":"Abhijit Nair","time":"2024-03-23T00:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199509-migjeifqae-1711135491.jpeg","tags":["2024 IPL","Indian Premier League","Chennai Super Kings","Royal Challengers Bangalore","Mustafizur Rahman","Ravindra Jadeja","Shivam Dube","Ruturaj Gaikwad","Dinesh Karthik","Anuj Rawat","Virat Kohli","MS Dhoni","Cricket"],"source":"https://scroll.in/field/1065669/ipl-2024-mustafizur-rahman-rattles-royal-challengers-as-chennai-super-kings-win-opening-match"}