{"title":"IPL 2024: Kolkata beat Mumbai in a thriller at Wankhede for the first time in 12 years","content":"Mitchell Starc picked up three wickets in one over as the Kolkata Knight Riders beat Mumbai Indians for the first time in 12 years at the Wankhede Stadium in the 2024 Indian Premier League on Friday, earning a 24 run win.Having won the toss and deciding to bowl first, Mumbai got off to a good start as they reduced Kolkata to 28/3 and 57/5, knocking off the entire top order. Manish Pandey, as the impact substitute, along with Venkatesh Iyer combined to put on 83 runs for the sixth wicket which helped Kolkata rebuild their innings. Iyer scored a calm 70 off 52 balls while Pandey, in his first match of the season, just missed a half-century with 42 off 31 balls. While Mumbai wrapped up the tail cheaply, the visitors managed to post a fighting total of 169.The Mumbai openers in Ishan Kishan and impact substitute Rohit Sharma were unable to get things off to a good start in the chase as the Kolkata bowlers returned the favour by reducing them to 61/4 by the ninth over. Things went from bad to worse for Mumbai as Tilak Varma and captain Hardik Pandya were dismissed cheaply and the home side were 71/6 with nine overs left to go.But Suryakumar Yadav, assisted by Tim David, gave the Mumbai fans a degree of hope with an innings of 56 off 35 balls while David himself managed 24 off 20 balls in power-hitting fashion. Andre Russell, who didn’t manage to contribute much with the bat, silenced the Wankhede crowd when he got Yadav to mishit a full-toss all the way to fine leg that was caught by a running Phil Salt safely in his keeping gloves.In the end, it was a Starc special as the Australian bowler picked up the three remaining wickets in the 19th over, to finish with figures of 4/33, to wrap things up and beat Mumbai by 24 runs.#IPL2024 #MIvsKKR Mitchell Starc cleans up the tail and KKR win at the Wankhede for the first time in 12 YEARS! The visitors bowl MI out for 145 to win by 24 runs despite a fighting innings from Suryakumar Yadav and a cameo from Tim David at the end. The spinners in Sunil… pic.twitter.com/fztjRDUv7s— The Field (@thefield_in) May 3, 2024\n\n\nTurning point of the matchThe match’s momentum swung both ways from the display from Jasprit Bumrah and Nuwan Thushara or the spin twins in Sunil Narine and Varun Chakravarthy in the second innings. Had Mumbai managed to pull things off, Yadav’s innings and the 20-run over off Vaibhav Arora could have been the turning point.But with the victory, the sixth-wicket partnership between Pandey and Venkatesh Iyer was definitely the turning point for Kolkata.With Iyer coming in the fourth over, his first priority was to assess the pitch which he ably delivered, scoring at a sedate pace. This was also the message that he delivered to Pandey who joined him three overs later.The duo then settled in and punished the bad balls to take their team from 57/5 to 140/6 when Pandey was dismissed by Pandya. But Iyer stuck it out till the end to see his team through to a defendable total of 169.The Field’s Player of the MatchIn the post-match presentation ceremony as Iyer received the Player of the Match award, the batter discussed about being able to adapt to the conditions and playing smartly. This was evidenced throughout his entire innings and for his knock of 70 off 52 balls, Iyer is The Field’s Player of the Match.Although Iyer hasn’t been without runs in his season so far, his impact hasn’t been as fruitful as he would have liked. What made his innings special was the way in which he negotiated the different Mumbai bowlers. Having made his intentions clear that he wanted to stay till the end of the innings, he executed his shot-making in the same way.In fact, the only moment where he tried to hit against the flow was when he tried to reverse sweep (in a way) Bumrah, but saw his stumps dismantled. It didn’t matter since it was the last wicket and Iyer had done his job admirably.‘Very special win’It wasn’t just about breaking the Wankhede curse that hovered over the Kolkata team for the last 12 years, it was also about securing another win and gaining confidence after a crumbling loss to Punjab Kings two games prior.For Kolkata bowler Chakravarthy, whose figures of 2/22 along with the same returns from Narine helped the visitors strangle the Mumbai batting in the middle overs, it was a special victory indeed.“An extremely good feeling because we haven’t won at Wankhede in 12 years and it’s a great feeling to win here. [The total] 170 was below-par and there was also dew, but we controlled our emotions and stuck to our plans. We planned extensively for this match and it worked out. The batters told me that [the ball] was stopping and turning, but when I came on to bowl, it was going on well. “[On his partnership with Sunil Narine] Sunny is a legend. Glad to be bowling alongside him. This is a very special win because we were down and out in the first innings and the way [Manish] Pandey and Venkatesh [Iyer] pulled it back was great.”— Kolkata Knight Riders bowler Varun Chakravarthy\n Points table after the match on May 3 \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  10  8  2  0.622  16  2  KKR  10  7  3  1.098  14  3  LSG  10  6  4  0.094  12  4  SRH  10  6  4  0.072  12  5  CSK  10  5  5  0.627  10  6  DC  11  5  6  -0.442  10  7  PBKS  10  4  6  -0.062  8  8  GT  10  4  6  -1.113  8  9  MI  11  3  8  -0.356  6  10  RCB  10  3  7  -0.415  6","author":"Tanya Kini","time":"2024-05-04T00:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200473-jkrhktntms-1714761396.jpg","tags":["Kolkata Knight Riders","Indian Premier League","IPL 2024","Cricket","Mumbai Indians","Mitchell Starc","Venkatesh Iyer","Manish Pandey","Suryakumar Yadav"],"source":"https://scroll.in/field/1067422/ipl-2024-kolkata-beat-mumbai-in-a-thriller-at-wankhede-for-the-first-time-in-12-years"}