{"title":"IPL 2024: Travis Head, T Natarajan star as Hyderabad Sunrisers win run-fest against Delhi Capitals","content":"The Indian Premier League had a blockbuster return to the Arun Jaitley Stadium in New Delhi as the Sunrisers Hyderabad came out on top in a run-fest against the Delhi Capitals to climb to second in the points table.Led by the opening pair of Travis Head (89) and Abhishek Sharma (46), Hyderabad broke the record of most runs scored in the power play as they hit the Delhi bowlers to all parts of the stadium on their way to posting 125/0 in the first six overs.With Head and Sharma in the middle, Hyderabad looked on course to going past the 300-run mark but the Delhi bowling attack, led by Kuldeep Yadav and Axar Patel, halted the scoring by picking up wickets at key intervals.However, Shahbaz Ahmed’s unbeaten 59 off 29 balls helped Hyderabad post 266/7, the third time they have scored more than 250 runs in a match.In response, Jake Fraser-McGurk led Delhi’s fightback with an 18-ball 65 with Abishek Porel (42), and later captain Rishabh Pant (44) also contributing with the ball.In the end, it was not enough as T Natarajan (4/19), Mayank Markande (2/26) and Bhuvneshwar Kumar (1/33) bowled out Delhi for 199 in 19.1 overs to secure a 67-run win.Turning point of the matchDespite losing openers Prithvi Shaw and David Warner inside two overs, Delhi were still in the match thanks to the 84-run stand between Fraser-McGurk and Porel.Fraser-McGurk eclipsed Head and Sharma’s IPL 2024 record for fastest 50 by reaching the milestone in just 15 balls, one ball quicker than the previous record.The Australian batter had scored 62 off his 65 runs only in boundaries, and with him in the middle, Delhi looked like they had a chance of pulling off an unlikely win.Mayank Markande, who had been hit for three sixes already in his over by Fraser-McGurk, had the last laugh as he got rid of the Australian.Delhi kept losing regular wickets after that and could never recover in the chase.The Field’s Player of the MatchTravis Head was on the field for just 32 minutes of the over two-hour contest. And yet, he had the biggest impact on the match.The left-hand batter made full use of the field restrictions in the power play once again and dealt exclusively in boundaries. During his 32-ball stay, Head smoked 11 fours and six sixes off the Delhi bowlers. 80 off his 89 runs came from boundaries.Head’s carnage gave Hyderabad the early momentum which helped them past 250 even though their run rate in the 10 overs after the power play was just eight runs per over.‘Happy to take the backseat’The Sunrisers Hyderabad have been on a roll with the ball this season. In their seven matches so far, Hyderabad have scored 200 runs or more in four matches with three of those totals in excess of 250 runs.Key to their success has been the pair of Head and Sharma. Hyderabad’s only loss of the season has been when the pair did not get going.For Bhuvneshwar Kumar, who has been a mainstay in the Hyderabad side for many years, the batting unit taking all the spotlight has not been an issue .After so many years, this is the first time where our batting is clicking so much. As a bowling unit, we are happy to take the back seat. We are happy to defend those many runs. Honestly, I think they are ruining us. One of the matches they’ll score 180 or 200 and it will be tough for us bowlers to defend. It is great to see them bat. — Sunrisers Hyderabad’s Bhuvneshwar Kumar\nIPL points table after DC vs SRH | Image courtesy: Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-04-20T23:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200189-hozlkjmoek-1713637351.jpg","tags":["Sunrisers Hyderabad","Travis Head","Abhishek Sharma","Delhi Capitals","Indian Premier League","IPL 2024","T Natarajan"],"source":"https://scroll.in/field/1066871/ipl-2024-travis-head-t-natarajan-star-as-hyderabad-sunrisers-win-run-fest-against-delhi-capitals"}