{"title":"IPL 2024: Delhi Capitals end league stage with nervy win over Lucknow Super Giants","content":"Delhi Capitals continued to survive in the playoffs race with a nervy 19-run win over Lucknow Super Giants in their final league game of the 2024 Indian Premier League in New Delhi on Tuesday.While Delhi have finished the league stage on 14 points with a Net Run Rate of -0.377, they will need other results, especially from Sunrisers Hyderabad, to go their way. Meanwhile, Lucknow Super Giants have it all to win in their final league game against Mumbai Indians on May 17. Delhi’s win also means that Rajasthan Royals become the second team to qualify for the playoffs.Lucknow captain KL Rahul won the toss and put the home side in to bat first. Lucknow got a good start when they dismissed Jake Fraser-McGurk for a duck. But Abishek Porel combined with Shai Hope to put on 92 runs for the second wicket, including scoring a blistering 73 runs in the Powerplay. Porel reached his half-century in 21 balls while Hope was dismissed for a handy knock of 38 off 27 balls.Lucknow bowlers Ravi Bishnoi and Mohsin Khan then turned the screws to reduce the free-flowing batting from Delhi. But then came a late surge, courtesy Tristan Stubbs, who took on the Lucknow fast bowlers and scored his third half-century of the tournament in 22 balls. Rishabh Pant, back from his one-match ban in the previous match against Royal Challengers Bengaluru, struck a handy cameo of 33 off 23 balls. Axar Patel also chipped in with 14 off 10 balls, but Stubbs’ innings ensured that Delhi crossed the 200-run mark to post a total of 208/4.The Lucknow chase began in stuttering fashion as impact substitute Ishant Sharma picked up three quick wickets to reduce the visitors to 44/4 in the fifth over. However, Nicolas Pooran anchored the innings as he continued to lose partners on the other end. His knock of 61 off 27 balls helped Lucknow stay in the game.Arshad Khan (58* off 33 balls) then came up with a blinder of a batting effort, scoring his first IPL half-century and helped take the game to the last ball. It was accompanied by the Lucknow lower order in Krunal Pandya and Yudhvir Singh who struck a few boundaries. But it was too little too late for Lucknow who fell short by 19 runs with a total of 189/9.Turning point of the matchWhen Stubbs walked out to bat alongside his captain, Delhi were 111/3 in the 12th over and struggling to handle the Lucknow spinners. But the South African all-rounder then played an incredible innings, striking three boundaries and four sixes. His batting wasn’t deterred as Pant was dismissed, and he found a handy partner in Patel too.In his third half-century of the tournament, Stubbs constructed an innings that allowed Delhi to take back control of the match and nullify the good work done by the Lucknow bowlers in the middle phase of the game.The all-rounder took his time to settle in, scoring only seven off his first nine balls. He would then score 50 runs off the next 16 balls to power Delhi to a solid and defendable score of 208 over the next eight overs.The Field’s Player of the MatchWhen calling upon Sharma to receive his Player of the Match award during the post-match presentation ceremony, the broadcaster remarked that the Delhi bowler was rolling back the years.For his solid performance of 3/34 that saw the Lucknow top order crumble, Sharma is the Field’s Player of the Match.Brought in as an impact player in this match, the 35-year-old pacer did exactly what was asked of him in that position. Dismissing both Rahul and Quinton de Kock in consecutive overs pegged Lucknow back significantly. He then kickstarted the middle order collapse.Despite Pooran’s innings and the late charge by Khan, Sharma’s efforts up top was the reason for Delhi to even have a mathematical chance of reaching the playoffs.‘I take it day by day’While his light may have faded away at the international level, Sharma is still managing to ply his trade and get good returns at the domestic level. The 35-year-old from Delhi is an IPL veteran and and was confident that he could continue playing at this level.“In the last few games I have been trying to bowl the knuckle ball, but it wasn’t going well. [When asked about his outswinger] In the last game [against Bengaluru] I got Virat [Kohli] out and today, [it was] KL [Rahul]. [On playing so many IPL editions] I don’t think too much about these things, I take it day by day and just look forward to each day.”— Delhi Capitals bowler Ishant Sharma\n Points table after the match on May 14 \n    \n       Position  Team  Played  Won  Lost  NR  NRR  Points \n    \n     1  KKR  13  9  3  1  1.428  19  2  RR  12  8  4  0  0.349  16  3  CSK  13  7  6  0  0.528  14  4  SRH  12  7  5  0  0.406  14  5  DC  14  7  7  0  -0.377  14  6  RCB  13  6  7  0  0.387  12  7  LSG  13  6  7  0  -0.787  12  8  GT  13  5  7  1  -1.063  11  9  MI  13  4  9  0  -0.271  8  10  PBKS  12  4  8  0  -0.423  8","author":"Tanya Kini","time":"2024-05-15T00:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200706-mdwhxypwzn-1715712242.jpg","tags":["Delhi Capitals","Lucknow Super Giants","Cricket","IPL 2024","Indian Premier League","Ishant Sharma","Abishek Porel","Tristan Stubbs","Rishabh Pant"],"source":"https://scroll.in/field/1067873/ipl-2024-delhi-capitals-end-league-stage-with-nervy-win-over-lucknow-super-giants"}