{"title":"IPL 2024: Gujarat Titans spin a web around Punjab Kings for fourth win of the season","content":"In a spin it to win it 2024 Indian Premier League contest at the Maharaja Yadavindra Singh International Cricket Stadium, Gujarat Titans survived a scare to beat the Punjab Kings by seven wickets, in Chandigarh on Sunday.Asked to field first, the Shubman Gill-led Titans managed to bowl out the Kings for a modest 142 in their allotted quota of 20 overs.It was their spin troika of Rashid Khan (1-15), Noor Ahmad (2-22) and Sai Kishore (4-33), who not only dried up the run flow but also struck at regular intervals to keep the Punjab Kings batters in check.Later in the day, the Titans seemed to be cruising towards a comfortable win before Liam Livingstone (2-19) pulled the Kings back into the match.Rahul Tewatia (36*), however, did what he does the best to pocket two points for the Titans with five balls to spare.Turning point of the matchAt the end of the 16th over in the chase, the Gujarat Titans required 38 to win off 24 deliveries. Tewatia had by then faced five balls for five runs, while Shahrukh Khan had just entered the crease.Punjab Kings skipper Sam Curran decided it was time to gamble and threw the ball to left-arm spinner Harpreet Brar with the southpaw Tewatia on strike.A loud leg before wicket appeal from the Kings was turned down by both the onfield umpire as well as the third umpire Brar’s first delivery. Tewatia was lucky to survive because the ball pitched outside the leg stump, but it was all he needed in the evening.He pocketed two boundaries off the over – first a perfectly played reversweep to the backward squareleg boundary and then a conventional sweep to the fine leg region. He mixed it up with a couple of twos as Brar leaked 13 off the over. The momentum swung decisively in favour of Gujarat Titans at this moment.Kagiso Rabada, who had until then had a very good outing in this season, was not spared either in the next over. Tewatia found three boundaries, while Shahrukh (8) hit a six as the South African pacer leaked 20 runs from the over – his most expensive over of the season.At the end of the 18th over, the Titans required just five more to win.The Field's player of the matchThere were multiple noteworthy performances in the match, but it is hard to look past R Sai Kishore as The Field’s player of the match, thanks to his splendid spell in the first innings.The left-arm spinner was the final of the three tweakers to be introduced into the attack by Gill, but he, by far, did the most damage.Sai Kishore’s first victim was Jitesh Sharma. The wicketkeeper had just hit him for a six down the ground, before he tried to do it again only to miss it by a long margin and have his stumps disturbed.The in-form Ashutosh Sharma was the next to fall, caught at deep cover while looking for a big shot. Sai Kishore accounted for Shashank Sharma next, taking a catch off his own bowling. He thus removed two of Punjab Kings’ best batters this season within a span of two overs.The 27-year-old from Tamil Nadu then saw David Miller drop Brar off his bowling the batter smashed him for a six and a four, but eventually emerged outfoxed him to finish with four wickets.‘Trying to give 120%’Sai Kishore was also named the official Player of the Match for his spell in the contest. Despite having lacked game time and spending a major portion of the season so far on the bench, the spinner gave a good account of himself, posing a happy problem for the Titans management when they take the field next.“I was playing after 20-25 days, so just wanted to go there, enjoy myself and give my everything. I was just trying to give my 120% for the team. My instinct told me that I should slow it down [on bowling slow], I felt slow and into the wicket was the way to go on this surface.”— R Sai Kishore\n Points Table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  7  6  1  0.677  12  2  KKR  7  5  2  1.206  10  3  SRH  7  5  2  0.914  10  4  CSK  7  4  3  0.529  8  5  LSG  7  4  3  0.123  8  6  GT  8  4  4  -1.055  8  7  MI  7  3  4  -0.133  6  8  DC  8  3  5  -0.477  6  9  PBKS  8  2  6  -0.292  4  10  RCB  8  1  7  -1.046  2","author":"Abhijit Nair","time":"2024-04-21T23:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200206-wdmvqzwusy-1713721228.jpg","tags":["Indian Premier League","IPL 2024","Gujarat Titans","Punjab Kings","R Sai Kishore","Rahul Tewatia","Liam Livingstone","Cricket"],"source":"https://scroll.in/field/1066894/ipl-2024-gujarat-titans-spin-a-web-around-punjab-kings-for-their-fourth-win-of-the-season"}