{"title":"IPL 2024: Jake Fraser-McGurk’s whirlwind knock powers Delhi Capitals to win over Mumbai Indians","content":"The 2024 Indian Premier League saw more than 500 runs being scored in a match for a 10th time as the Delhi Capitals beat the Mumbai Indian by 10 runs at the Arun Jaitley Stadium in New Delhi on Saturday.Having been put to bat first, Delhi were off to a flier as Jake Fraser-McGurk took on the Mumbai bowling in the powerplay. The Australian batter plundered 84 runs off 27 balls as Delhi raced past the 100-run mark inside seven overs.Shai Hope (41 runs off 17 balls), Rishabh Pant (29 runs off 19 balls) and Tristan Stubbs (48 runs off 25 balls) played helpful innings as Delhi posted 257/4.In response, Mumbai were reduced to 65/3 at the end of the power play thanks to Khaleel Ahmed and Mukesh Kumar.Mumbai captain Hardik Pandya came to form with a handy knock of 46 runs off 24 balls but Impact Player Rasikh Dar got rid of Pandya in the 13th over.Tilak Varma and Tim David kept Mumbai alive with a 70-run stand off 29 balls. However, Kumar picked up David’s wicket as Mumbai’s hopes slipped away.Needing 25 runs to win of the last over, Varma (63 runs off 32 balls) was run out on the first ball as the Capitals clinched a much-needed win.Turning point of the matchDespite losing their top order inside the powerplay overs, Mumbai were in the hunt for their fourth win of the season as captain Pandya and Varma started rebuilding the innings.The Capitals brought Dar in as their Impact Player and the young pacer made a difference immediately. He bowled an economical five runs in his first over to increase the pressure on Mumbai.In his second over, Dar got the big wicket of Pandya and followed it up by dismissing Nehal Wadhera two balls later. Mumbai would have been in a much better state going into the final overs had Pandya been in the middle.The Field's player of the matchIt is not often that you see Jasprit Bumrah getting whacked for 18 runs in an over. But if you are hitting the ball like Fraser-McGurk has been hitting this season, it should not come as a surprise.The Australian batter hit his third half-century of the season as he blew the Mumbai bowlers away in the powerplay. Of the 84 runs Fraser-McGurk scored on Saturday, a staggering 80 runs came via boundaries – (11 fours and six sixes).Despite facing just 27 balls, Fraser-McGurk laid the foundation for a much-needed win for Delhi.‘Pretty nervous facing Bumrah’Not many batters in the world can claim to hit prime Bumrah for 18 runs in an over in their first ever meeting. Fraser-McGurk said he was nervous facing Bumrah all day before the match but it all evaporated away once he was on the pitch.“I was pretty nervous actually. I was looking at his (Bumrah’s) footage all day today. But when he comes into bowl, everything goes out of the window and you just have to watch the ball and react to it as hard as you can. It is good to test yourself against the best bowler in the world.”— Jake Fraser-McGurk speaking after the match\n Points table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  Rajasthan Royals  8  7  1  0.698  14  2  Kolkata Knight Riders  8  5  3  0.972  10  3  Sunrisers Hyderabad  8  5  3  0.577  10  4  Lucknow Super Giants  8  5  3  0.148  10  5  Delhi Capitals  10  5  5  -0.276  10  6  Chennai Super Kings  8  4  4  0.415  8  7  Gujarat Titans  9  4  5  -0.974  8  8  Punjab Kings  9  3  6  -0.187  6  9  Mumbai Indians  9  3  6  -0.261  6  10  Royal Challengers Bengaluru  9  2  7  -0.721  4 \n   Updated after DC vs MI","author":"Dilip Unnikrishnan","time":"2024-04-27T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200332-imcsqnclze-1714229732.jpg","tags":["Delhi Capitals","Mumbai Indians","Jake Fraser-McGurk","Hardik Pandya","Tilak Verma","Rasikh Dar","Indian Premier League","IPL 2024"],"source":"https://scroll.in/field/1067139/ipl-2024-jake-fraser-mcgurks-whirlwind-knock-powers-delhi-capitals-to-win-over-mumbai-indians"}