{"title":"IPL 2024: Kolkata defeat Mumbai in rain-affected match to become first team to qualify for play-offs","content":"Kolkata Knight Riders became the first team to qualify for the play-offs of the Indian Premier League as they defeated the already eliminated Mumbai Indians by 18 runs in a rain-marred encounter at the Eden Gardens, Kolkata.As a result, Kolkata did the double over Mumbai this season, defeating them at both the Wankhede Stadium and Eden Gardens.The match was reduced to 16 overs per side following the rain and after being asked to bat first, Kolkata Knight Riders posted a competitive 157/7.#IPL2024 #KKRvMI Kolkata Knight Riders defeat Mumbai Indians by 18 runs to become the first team to get the Ｑ next to their name ✅🔥MI were cruising early in the chase but KKR bowlers came back strongly to half the momentum. Harshit Rana, Andre Russell and Varun… pic.twitter.com/jYDlkJhsyZ— The Field (@thefield_in) May 11, 2024\n\n\nVenkatesh Iyer emerged as the standout performer with a blistering 42 runs off 21 balls. Iyer's innings lifted Kolkata from their rocky start that saw them reeling at 40/3 in 4.1 overs. Nitish Rana, who returned after missing out in 11 matches due to injury, contributed with a quickfire 33 off 23 balls in a crucial partnership with Iyer before being run out.Jasprit Bumrah's impeccable bowling made life difficult for the Kolkata’s batters with his unplayable deliveries accounting for key dismissals. Additionally, Piyush Chawla managed to dismiss Shreyas Iyer early on but Andre Russell's (24 off 14) aggressive batting kept Kolkata in the game.Russell's dismissal disrupted Kolkata’s momentum but Rinku Singh (20 off 12) and Ramandeep Singh (17 off 8) managed to push Kolkata’s total beyond 150.Mumbai Indians were off to a great start with openers Ishan Kishan and Rohit Sharma looking in good touch. The duo added 65 runs for the opening stand before the former was dismissed by Sunil Narine for 40.Sharma followed him to the pavillion in the next over but Kolkata bowlers continued to chip in with regular wickets to derail the chase. The fact that the wicket was sticky made it tough for Pandya and Co to face the spinners.Turning point of the matchMumbai Indians had already lost two wickets before the eleventh over of the innings, but the target still seemed within reach with plenty of capable batters yet to come. They needed 77 from 6 overs.But Andre Russell, in his very first over, ensured the dismissal of the dangerous Suryakumar Yadav proved to be the turning point of the match.It was a short delivery outside the off stump that forced Yadav to reach for his pull shot but he failed to make the connection. The fielder stationed at deep square leg shifted towards his right and successfully held onto the catch.Mumbai Indians lost a wicket each in the next couple of overs to follow as Hardik Pandya and Tim David departed for single digit scores. After Mumbai appeared to be favourites at one stage, Kolkata did a commendable job to pull it back.Tilak Verma (32 off 17) gave his all, but despite a quick-fire cameo of 17 runs off just 6 balls from Naman Dhir, the task at hand proved to be too daunting in the end as they finished with 139/8 in 16 overs.The Field’s player of the matchAs we debate the decreasing impact of all-rounders in the IPL, Andre Russell pulled off yet another all-round performance to take his team through.His 24 off 14 with the bat was essential in carrying forward the momentum Venkatesh Iyer got back for the team and put the team back on track. He followed it up with a top bowling performance that accounted for two wickets – Yadav and David.Varun Chakravarthy was awarded the player of the match for his crucial 2/17 where he dismissed Sharma and Pandya but Russell edged him for us due to the all-round show.‘Cricket gets easier’Russell, who continues to be a force to reckon with in the shortest format, spoke about what is working out for him and table-toppers Kolkata Knight Riders this season.I've just kept believing. The older and more experienced you get, cricket gets easier. You know your role better. I've kept fit. Gautam, coach and support staff have allowed me to go in and bat freely. I've been doing as much talking as much as I can. We have youngsters who want to learn, which makes it easier for seniors. We always have a group around us. This is the love and passion, which is why we're doing so well.— Andre Russell in the post-match interview","author":" Samreen Razzaqui","time":"2024-05-12T01:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200648-pksnidzxzf-1715456358.jpg","tags":["Kolkata Knight Riders","Mumbai Indians","KKR","MI","IPL 2024","Indian Premier League","Cricket","Venkatesh Iyer","Andre Russell","Varun Chakravarthy"]}