{"title":"IPL 2023: From Yashasvi Jaiswal to Akash Madhwal – here’s a look at uncapped players that stood out ","content":"One of the biggest talking points following the end of each Indian Premier League season is the potential talent waiting to break through to achieve greater things. Each year, there are candidates from the IPL who make a strong case to be fast-tracked to the next stages of their career.While that may not always happen, there certainly have been performances by uncapped players that have put them in the reckoning for the near future. While guys like Yashasvi Jaiswal and Rinku Singh have grown leaps and bounds also because of their domestic performances, there have been some out-of-the-blue breakthroughs like Suyash Sharma and Akash Madhwal too. Here’s a look at the uncapped players that stood out in IPL 2023:Yashasvi JaiswalYashasvi Jaiswal | Courtesy: SPORTZPICS for IPL Yashavi Jaiswal's batting stats in IPL \n    \n       YEAR  MAT  RUNS  HS  AVG  SR  100  50 \n    \n     2023  14  625  124  48.08  163.61  1  5  2022  10  258  68  25.80  132.99  0  2 \n  With 625 runs at an average of 48.08 and a strike rate of 163.61, Yashasvi Jaiswal has had a season to remember. His most impressive knock, of course, came against Kolkata Knight Riders where he scored an unbeaten 98 and in the process, the fastest fifty in the history of Indian Premier League.He also brought up his first IPL century earlier against Mumbai Indians and finished the season with six 50-plus scores. With Jos Buttler not striking as well as he would have liked, Jaiswal not only owned the aggressor’s role at the top of the order but gave Rajasthan Royals an impetus with the bat. He surely finished the season, having impressed many with his clean-striking and might have just done enough to impressive the selectors for the Indian men’s team in this format. Jaiswal was named Emerging Player of the Season. And since the IPL ended, has already joined up with the Indian squad as a reserve for the ICC World Test Championship final. His story is inspirational and there might just an international feather on his cap soon enough.Rinku SinghRinku Singh | Courtesy: SPORTZPICS for IPL Rinku Singh's batting stats in IPL \n    \n       YEAR  MAT  RUNS  HS  AVG  BF  SR  50 \n    \n     2023  14  474  67*  59.25  317  149.53  4  2022  7  174  42*  34.80  117  148.72  0 \n  That Rinku Singh had a season to remember is an understatement. He finished as the leading run-scorer for Kolkata Knight Riders with 474 runs in six matches, all while batting in the lower-middle order at an average of 59.25. The five sixes in an over against Gujarat Titans will definitely go down as one of the most iconic finishes in IPL history but he didn’t just stop there. He also made a strong case for himself as one of the more dependable middle-order batters going around in Indian cricket, an out-and-out finisher worth looking at in T20Is. It is no surprise that his ability to maneuver a tough innings, especially in a chase, is paramount but his multiple last over heroics have made him stand out this season. Tilak VarmaTilak Varma| Courtesy: SPORTZPICS for IPL Tilak Varma's batting stats in IPL \n    \n       YEAR  MAT  RUNS  HS  AVG  BF  SR  50 \n    \n     2023  11  343  84*  42.88  209  164.11  1  2022  14  397  61  36.09  303  131.02  2 \n  He started the season with a brilliant unbeaten 46-ball 84 against Royal Challengers Bangalore and closed it with a 14-ball 43 that threatened an intimidating target of 234 against Gujarat Titans in Qualifier 2. He may have finished with only 343 runs at an average of 42.88 since he missed five games due to injury in the back-end, but he looked promising in his 11 appearances in the league. Beyond the numbers, his ball-striking ability was already on view last season and he has only improved his credentials.Like Rohit Sharma said in a conversation on Jio Cinema about future superstars emerging from Mumbai Indians, “It’s going to be the same story as (Jasprit) Bumrah, Hardik, and all these guys. That’s going to be the same story with boys like Tilak Varma and Nehal Wadhera.”Varma has the potential to be one of those superstars and he certainly has the Indian captain’s attention.Akash MadhwalAkash Madhwal| Courtesy: SPORTZPICS for IPL Akash Madhwal's bowling stats in IPL \n    \n       YEAR  MAT  BALLS  RUNS  WKTS  BBM  AVE  ECON  SR \n    \n     2023  8  153  219  14  5/5  15.64  8.59  10.93 \n   It was critical that a pacer stood up for Mumbai Indians in the absence of Jasprit Bumrah and Jofra Archer and Akash Madhwal did exactly that. Despite playing only eight games this season, he took 14 wickets at an economy of 8.59. In the Eliminator, he single-handedly defeated the Lucknow Supergiants, with bowling figures of 5/5. It was one of the best spells of the tournament this season and Madhwal’s figures were the best by a bowler in IPL playoff history.He was quickly identified as one of the gems discovered by MI’s scouting and even when the two pace spearheads of Bumrah and Archer return for Mumbai Indians, he is set to play a big role for them in the future. An engineer who made his name bowling yorkers, Madhwal might be a late entrant into the big stages at 29 but he certainly has the skillset to make his mark. A good domestic run for Uttarakhand and another strong IPL season... and you might never know.Tushar DeshpandeTushar Deshpande| Courtesy: SPORTZPICS for IPL Tilak Deshpande's bowling stats in IPL \n    \n       YEAR  MAT  BALLS  RUNS  WKTS  BBM  AVE  ECON  SR \n    \n     Career  23  485  819  25  3/45  32.76  10.13  19.40  2023  16  341  564  21  3/45  26.86  9.92  16.24  2022  2  42  63  1  1/40  63.00  9.00  42.00 \n  From having a horrid opening game, Tushar Deshpande really turned it around in the IPL. MS Dhoni is known to make the best use of his resources and even amongst a bowling line-up that was considered rather weak, Deshpande became one of the standout bowlers in the season. Picking up 21 wickets at an economy rate of 9.92, he ended up as the leading wicket-taker for Chennai Super Kings and sixth in the overall list. In the coming season, he would be hoping to concede fewer runs but an Indian pacer that has the ability to pick wickets at regular intervals is a welcome addition to the scheme of things. Clocking more than 140kph, Deshpande has the pace too and is a powerplay asset worth grooming. Suyash SharmaSuyash Sharma| Courtesy: SPORTZPICS for IPL Suyash Sharma's bowling stats in IPL \n    \n       YEAR  MAT  BALLS  RUNS  WKTS  BBM  AVE  ECON  SR \n    \n     2023  11  234  321  10  3/30  32.10  8.23  23.40 \n  Where did he come from? That was the question right away when he featured in his first game for Kolkata Knight Riders against Royal Challengers Bangalore. Making his way through the ranks in Delhi club cricket, he became KKR’s go-to impact player for the season.In the process, he picked up 10 wickets in 11 matches at an economy rate of 8.23. His most impressive spell of course, came on debut where he picked up figures of 3/30 dismissing Dinesh Karthik, Anuj Rawat and Karn Sharma. He showed signs of promise and was complimented well by Sunil Narine and Varun Chakravarthy but, now that he has been discovered, a big test likely awaits him in his second IPL season. Ace that too, and Indian cricket will have a vital spin bowling talent on the cards. Who impressed you the most from this list or outside of it too? Let us know on Twitter at @thefield_in.Tables in the article courtesy iplt20.com.","author":" Samreen Razzaqui","time":"2023-06-02T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190820-huvfensrtf-1685624166.jpg","tags":["Yashasvi Jaiswal","Akash Madhwal","Tilak Varma","Tushar Deshpande","Rinku Singh","Suyash Sharma","IPL 2023","IPL"],"source":"https://scroll.in/field/1050150/ipl-2023-from-yashasvi-jaiswal-to-akash-madhwal-heres-a-look-at-uncapped-players-that-stood-out"}