{"title":"IPL 2024: Gujarat vs Kolkata match abandoned due to bad weather in Ahmedabad","content":"It was a soggy end to Gujarat Titans’ hopes of qualifying for the 2024 Indian Premier League playoffs as rain and lightning caused their match against Kolkata Knight Riders to be abandoned in Ahmedabad.The home side were placed eighth in the standings with a Net Run Rate of -1.063, the worst among the 10 teams, before the match. While they were still mathematically in the run for a playoffs spot, it would have been an uphill task to overcome the NRR situation.This is also the first time that the Titans have failed to qualify for the playoffs since their introduction into the IPL in 2022. They won their inaugural season and finished as runners-up to champions Chennai Super Kings in 2023.Meanwhile, Kolkata, who had confirmed their playoffs spot after the win against Mumbai last week, are now assured of a top two finish in the table. This means that should they lose the Qualifier 1 in Ahmedabad on May 21, they will have another chance to reach the final in the Qualifier 2 in Chennai on May 24.Kolkata’s final league game is against Rajasthan Royals who will also be looking to finish in the top two. While the Royals have two games compared to Kolkata’s one, the latter will finish top of the table if they beat the Royals. Rajasthan will have to win their remaining matches, against Punjab Kings on May 15 and Kolkata on May 19, to finish in the top spot.Meanwhile Gujarat’s season will finish on May 16 when they take on Sunrisers Hyderabad. Points table \n    \n       Position  Team  Played  Won  Lost  NR  NRR  Points \n    \n     1  KKR  13  9  3  1  1.428  19  2  RR  12  8  4  0  0.349  16  3  CSK  13  7  6  0  0.528  14  4  SRH  12  7  5  0  0.406  14  5  RCB  13  6  7  0  0.387  12  6  DC  13  6  7  0  -0.482  12  7  LSG  12  6  6  0  -0.769  12  8  GT  13  5  7  1  -1.063  11  9  MI  13  4  9  0  -0.271  8  10  PBKS  12  4  8  0  -0.423  8","author":"Scroll Staff","time":"2024-05-13T23:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200684-bmlvpkzfeo-1715621883.jpg","tags":["Gujarat Titans","Kolkata Knight Riders","Indian Premier League","IPL 2024","Cricket"],"source":"https://scroll.in/field/1067819/ipl-2024-gujarat-vs-kolkata-match-abandoned-due-to-bad-weather-in-ahmedabad"}