{"title":"IPL 2024: Virat Kohli stars as Bengaluru beat Punjab to stay in hunt for playoff spot","content":"Virat Kohli played another match-winning knock in the 2024 Indian Premier League as the Royal Challengers Bengaluru won their fourth match in a row to keep their playoff hopes alive after beating the Punjab Kings by 60 runs at Dharamshala on Thursday.Kohli scored a 47-ball 92 to guide Bengaluru to a commanding total of 241/7 batting first. The spin duo of Swapnil Singh and Karn Sharma picked up four crucial wickets between them as Bengaluru bowled out Punjab for 181 runs in 17 overs.With 10 points in 12 matches, Bengaluru are still in the race to qualify while the Punjab Kings have been knocked out of playoff contention.Punjab won the toss and elected to field first and almost had the perfect start with Kohli skying a swinging delivery from debutant Vidwath Kaverappa high in the sky only for Ashutosh Sharma to drop it. Kohli survived another drop when batting at 10 even as Kaverappa got rid of captain Faf du Plessis and Will Jacks to leave Bengaluru stuttering at 43/2.New batter Rajat Patidar and Kohli took charge of the batting as the pair put up 76 runs from just 32 balls. Patidar was the aggressor in the partnership as he brought up his half century in 21 balls with three fours and six sixes.Following Patidar’s departure for a 23-ball 55, Kohli then stitched together a 92-run partnership off just 46 balls with Cameron Green (46). Though Kohli missed out on a century, his 92 runs of 47 balls ensured the Bengaluru bowlers had enough runs on the board to defend.Punjab lost opener Prabhsimran Singh early on in the chase but in Jonny Bairstow and Rilee Roussow, had two aggressive batters who took on the Bengaluru bowlers. The duo put up 65 runs for the second wicket before Du Plessis took a stunning running catch to dismiss Bairstow.Roussow kept Punjab in the hunt with a 27-ball 67 but the South African’s departure spelt the end for Punjab. They kept losing wickets at regular intervals before ultimately folding up for 181.Turning Point of the matchVidwath Kaverappa was inches away from a dream debut. The 25-year-old Karnataka bowler deceived Kohli with an away swinging delivery with just the third ball of the match. Kohli went to hit it on the on side but ended up slicing it high into the Dharamshala night sky. There were four Punjab fielders converging behind point. Ashuthosh Sharma, who had run backwards from point, looked primed to gobble a tough catch but grassed it.In Kaverappa’s next over, Kohli played a powerful cover drive towards Rilee Roussow only for the South African to drop it.Kohli was dropped at 0 and 10. He ended up scoring a match-winning 92 in the end.Going..Going..GONE!Virat Kohli clobbers that delivery into the stands in grand fashion! 💥Watch the match LIVE on @JioCinema and @StarSportsIndia 💻📱#TATAIPL | #PBKSvRCB pic.twitter.com/Y5eVp7Q6fN— IndianPremierLeague (@IPL) May 9, 2024\n\n\nThe Field’s Player of the MatchLook no further than King Kohli. The 35-year-old batter was once again in imperious form as he played the role of the anchor brilliantly. Having survived two dropped chances early on and navigating a tricky over of spin from Liam Livingstone, Kohli found his groove as he brought out his repertoire of classical shots.Kohli even took on the Livingstone and Rahul Chahar later on in the innings as he slog swept a couple of sixes off the spinners. Unfortunately for him, Kohli missed out on his 100th hundred across formats.Kohli was also lightning on the field as he brilliantly ran out Shashank Singh with a direct hit to all but end Punjab’s hopes of a win.He's unfolding magic tonight 💫First with the bat & now on the field with that outstanding direct hit 🎯Watch the match LIVE on @StarSportsIndia and @JioCinema 💻📱#TATAIPL | #PBKSvRCB | @imVkohli | @RCBTweets pic.twitter.com/6TsRbpamxG— IndianPremierLeague (@IPL) May 9, 2024\n\n\n‘Quality over quantity’A lot of questions over the past few years have been on Kohli’s low strike rate. This season, the former India captain has shown that he can evolve even at his stage of his career. Thursday night’s heroics was just another example of Kohli learning from his mistakes and constantly trying to evolve as a batter.“[The mantra for me] is still quality over quantity. More so now at this stage of my career and me being 35, heading into 36. For me, quality over quantity works really well. Also, understading your game over so many years allows you to practise less but still stay mentally switched on. That is something I try to replicate in every practice sessions. And still looking to improve certain aspects of your game that you want to get better at. It is an ever evolving process. I am not the guy who sits around and says, ‘This is the style I play in.’ I brought out the slog-sweep to the spinners. I just mentally put myself in that situation. I didn’t practice it at all. I know I can hit it because I have hit it a lot in the past. I know I need to take risks.”— Virat Kohli in the post-match presentation\n IPL 2024 Points Table \n    \n       Position  Team  Played  Won  Lost  Net Run Rate  Points \n    \n     1  Kolkata Knight Riders  11  8  3  1.453  16  2  Rajasthan Royals  11  8  3  0.476  16  3  Sunrisers Hyderabad  12  7  5  0.406  14  4  Chennai Super Kings  11  6  5  0.700  12  5  Delhi Capitals  12  6  6  -0.316  12  6  Lucknow Super Giants  12  6  6  -0.769  12  7  Royal Challengers Bengaluru  12  5  7  0.217  10  8  Mumbai Indians  12  4  8  -0.212  8  9  Punjab Kings  12  4  8  -0.423  8  10  Gujarat Titans  11  4  7  -1.320  8 \n   After PBKS vs RCB","author":"Dilip Unnikrishnan","time":"2024-05-10T00:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200612-buknzahsvd-1715281525.jpg","tags":["IPL","Indian Premier League","Royal Challengers Bengaluru","Punjab Kings","Virat Kohli","Rajat Patidar","Cricket"],"source":"https://scroll.in/field/1067695/ipl-2024-virat-kohli-stars-as-bengaluru-beat-punjab-to-stay-in-hunt-for-playoff-spot"}