{"title":"IPL 2023 Final, GT vs CSK as it happened: Chennai Super Kings clinch fifth title after thriller","content":"CSK are champions: MS Dhoni invites Ravindra Jadeja and retiring Ambati Rayudu to collect the trophy. That will be all for this blog. Thanks for joining us.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    MS Dhoni says he will try and come back for his fans next season! #IPL2023Final #IPLFinal #IPL2023 pic.twitter.com/Cwurp5rADz— Cricbuzz (@cricbuzz) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MS Dhoni (not verbatim): The easy decision would be say to thank you, but the harder decision is to try and play one more season. But it depends on the body, and I want to try over the next six months. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Orange Cap for the most runs: Shubman Gill\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Purple Cap for the most wickets: Mohammed Shami \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Catch of the season: Rashid Khan\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Longest six of the season: Faf du Plessis\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Player of the tournament in IPL:2008: Watson2009: Gilchrist2010: Tendulkar2011: Gayle2012: Narine2013: Watson2014: Maxwell2015: Russell2016: Kohli2017: Stokes2018: Narine2019: Russell2020: Archer2021: Harshal2022: Buttler2023: GILL #IPL2023 pic.twitter.com/AXpsdosX6f— Bharath Seervi (@SeerviBharath) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Most fours of the season: Shubman Gill\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Most Valuable Player of the season: Shubman Gill. What a year it has been for him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Super striker of the season: Glenn Maxwell\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Emerging player of the year: Yashasvi Jaiswal. Absolutely no arguments there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the final: Devon Conway\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.25 am: Despite everything they have had to go through, great credit to the fans. They might not be treated that way, but the cricket fans are really something else in India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ahmedabad is one big party. Strangers, absolute strangers in the stands, hugging each other. Doesn't matter which stand they're in, colour of the jersey is immaterial. They're all celebrating. Happy tears for some. No one wants to leave. Incredible scenes. 2am.— Shashank Kishore (@captainshanky) May 29, 2023\n\n\n\n    Appreciation from Dhoni to Mohit. That really was a great final over till those two deliveries. What a story anyway, to have the season he had. https://t.co/iD7XxiqYAb pic.twitter.com/s31gCPOwDs— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n    M.O.O.D! 🤗Ravindra Jadeja 🤝 MS Dhoni#TATAIPL | #Final | #CSKvGT | @imjadeja | @msdhoni pic.twitter.com/uggbDA4sFd— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.15 am: Beyond 2 am and they are still taking their own sweet time to start the presentations... which will have a laundry list of awards too. Maybe sometimes we would be better off than to romanticise these things. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    No one is leaving the stadium. And it is almost 2 am!!— Harsha Bhogle (@bhogleharsha) May 29, 2023\n\n\n\n    74 games and down to the last ball. The greatest tournament in the world. #TataIPL— Harsha Bhogle (@bhogleharsha) May 29, 2023\n\n\n\n    Ahmedabad turns yellow! pic.twitter.com/YpVZTJ7y4r— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) May 29, 2023\n\n\n\n    𝙄𝙘𝙚 𝙞𝙣 𝙝𝙞𝙨 𝙫𝙚𝙞𝙣𝙨! 🧊🧊Hear from the Man of the Moment - Ravindra Jadeja, who dedicates the win to none other than MS Dhoni 😎#TATAIPL | #Final | #CSKvGT | @imjadeja | @msdhoni pic.twitter.com/PLFBsXeLva— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n    🎥 How Ravindra Jadeja won the #IPL2023 title for CSK 🏆pic.twitter.com/5nxpSQ6St7— The Field (@thefield_in) May 29, 2023\n\n\n\n    #IPL2023 Six IPL titles for Ambati Rayudu! He joins Rohit Sharma at the top of the list. And he bows out in style, with a superb cameo. pic.twitter.com/mcKgMNtJj5— The Field (@thefield_in) May 29, 2023\n\n\n\n    6 - @RayuduAmbati has joined Rohit Sharma to become the player to have won most @IPL titles (six times); he has won three each with Mumbai Indians (2013, 2015, 2017) and Chennai Super Kings (2018, 2021, 2023). Champion.#TATAIPL #IPL2023 #Final #CSKvGT— OptaJeev (@OptaJeev) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK win by 5 wickets to win their 5th title: Some wonderful interviews going on. Rayudu is emotional, as he bows out from IPL with a sixth title to his name. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rayudu's absolutely priceless innings, a fitting end to an IPL legend. Showed everyone Mohit can be taken down, set the tone.— Prashanth S (@ps_it_is) May 29, 2023\n\n\n\n    \n\n    AB5️⃣OLUTE EMOTIONS! 🥹🫂#IPL2023Final #CSKvGT  #WhistlePodu #Yellove 🦁— Chennai Super Kings (@ChennaiIPL) May 29, 2023\n\n\n\n    IPL final day 3. What a wild, wild finish! #IPL2023Finals— Susan Ninan (@ninansusan) May 29, 2023\n\n\n\n    MS Dhoni, smiling, laughing and celebrating a win immediately is not an everyday picture. An IPL final worth every bit the wait after all the delay! And Ravindra Jadeja pulling off the unlikely at the end. What a game! What a season for CSK! #IPL2023Final #IPL2023 #CSKvGT— S. Sudarshanan (@Sudarshanan7) May 29, 2023\n\n\n\n    RAVINDRA JADEJA 🔥🔥TAKE. A. BOW 🫡🫡#TATAIPL | #Final | #CSKvGT | @imjadeja pic.twitter.com/7gyAt62hdn— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n    #IPL2023 #CSKvsGT RAVINDRA JADEJA WINS IT FOR CSK! A fifth title for Chennai Super Kings.WOW, what a finish. https://t.co/ExlsAnsfG7 pic.twitter.com/nLAgqeemWh— The Field (@thefield_in) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK win by 5 wickets to win their 5th title: What a finish by Jadeja, what a cameo by Rayudu to bow out with. And Chin up, Mohit Sharma. What a comeback season.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    14.6: It’s come down to the last ball once again for CSK. They are one ball away from title No 5 or another defeat in a final... Mohit and Hardik have a chat. ON THE PADS AND JADEJA HiTS A FOUR.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    14.5: A SIX DOWN THE GROUND! Jadeja goes big. Mohit misses the length just a bit. And it goes the distance! 4 off 1 ball needed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    14.4: A mini conference between Mohit and Hardik. Will he keep with the yorkers? Low full toss and it is a single! What an over. 10 off 2 balls. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    14.3: Another really good full length ball and Jadeja can only manage a single. All at pace, all full. 11 off 3 balls. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    14.2: Another really superb delivery from Mohit, Dube can’t get underneath it. 12 off 4 balls, Jadeja on strike.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    14.1: Dot ball. Superb yorker from Mohit. 13 off 5 balls. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 #CSKvsGT 🚨 CSK need 13 off the last over! The IPL final has come down to the last 6 balls. https://t.co/ExlsAnsfG7 pic.twitter.com/Ih0tyLKxGb— The Field (@thefield_in) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 150/5 after 14 overs (Target 171 in 15 overs): A really good penultimate over by Shami. No boundaries off the first five balls... nearly a wicket off the last ball but Jadeja’s mishit falls in no man’s land. They run 2. 13 needed off the last over. Dube on strike.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Golden ducks in IPL finals by captains:Vettori in 2011Dhoni in 2023#IPL2023Final #GTvsCSK— Bharath Seervi (@SeerviBharath) May 29, 2023\n\n\n\n    Mohit Sharma is the story of this IPL season— Amit (@nottheamit) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shami with a huge over coming up. 21 off 12 balls needed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 150/5 after 14 overs (Target 171 in 15 overs): Game-changing over by Mohit Sharma. But remains to be seen for which side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  12.5: MS Dhoni 0(1) ct David Miller b Mohit Sharma WOW! That was in the slot to be put away but the CSK talisman finds the fielder at cover. Hope again for GT? Chennai Super Kings 149/5 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    In walks Dhoni. 22 off 14 balls.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  12.4: Ambati Rayudu 19(8) ct & b Mohit Sharma What a way to go out. In a blaze! A superb cameo by Rayudu, as he smacks 6. 4. 6 and then is out caught by Mohit. Chennai Super Kings 149/4\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 #CSKvsGT Last 2 balls of the 12th over: 6, 6 by DubeFirst 3 balls of the 13th over: 6, 4, 6 by RayuduWow.— The Field (@thefield_in) May 29, 2023\n\n\n\n    #IPL2023 #CSKvsGT CSK needed that big over and Shivam Dube delivers with two sixes off Rashid Khan. CSK need 38 runs off 18 balls now.Who are you backing?https://t.co/ExlsAnsfG7 pic.twitter.com/EotiHaqBJ8— The Field (@thefield_in) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Another timeout because... why not, eh? 38 needed off 3 overs for CSK.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 133/3 after 12 overs (Target 171 in 15 overs): And off the last two balls, Dube just turns things around completely. Frustration earlier in the Rashid over, smashes his pads wit the bat... gets back on strike for the last two balls and smacks two straight sixes. What an over! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Dube is struggling here. Rashid to bowl his third. Rayudu comes out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    For #CSK to challenge this target, Shivam Dube needs to clear the boundary now. Excellent innings from Rahane. Mohit could be the key for #GT here— Harsha Bhogle (@bhogleharsha) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  10.5: Ajinkya Rahane 27(13) ct Vijay Shankar b Mohit Sharma End of a fine innings, and a really solid redemptive season for Rahane with the bat. A terrific cameo this but the change of pace from Mohit does the trick again. Just over 100kph that ball. Chennai Super Kings 117/3 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mohit into the attack. Pace off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 110/2 after 10 overs (Target 171 in 15 overs): Rahane is playing the innings Dube was promoted for! What a knock so far. Two fours to close that Rashid over. He has gone to 26 off 11 balls.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Noor Ahmed's spell is as worth as Sudharsan knock.— Krishna Kumar (@KrishnaKRM) May 29, 2023\n\n\n\n    Rampage Rahane 💥💥1️⃣0️⃣0️⃣ up for Chennai Super Kings 💯 in the 10th over 👌🏻👌🏻#TATAIPL | #Final | #CSKvGT pic.twitter.com/8N94L0aRNb— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n    End of an outstanding spell from Noor Ahmad. Brilliant.— Gurkirat Singh Gill (@gurkiratsgill) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 99/2 after 9 overs (Target 171 in 15 overs): What a spell from Noor! Finishes with 2/17 in his 3 overs. Match-winning stuff that. Just 5 runs in that over and no connection for Dube despite trying to wind up and go big. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Madness ! https://t.co/D8vMaymtJL— Natalie Germanos 🏏 (@NatalieGermanos) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    77 needed off 7 overs,\n    \n        \n        \n            \n            \n            \n        \n    \n\n    That. Lofted. Drive. By. Rahane. Wow! #IPL2023Finals— Amol Karhadkar (@karhacter) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 94/2 after 8 overs (Target 171 in 15 overs): Rahane! Two superbly timed shots for two sixes in that Little over. The second one a delightful lofted straight drive. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Uff, Rahane. pic.twitter.com/xLOPMJgzvE— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  6.6: Devon Conway 47(25) ct Mohit Sharma b Noor Ahmad Is that the game? Not just two big wickets, but also just 6 runs in that over. 2/12 for Noor. The momentum has gone out of CSK’s chase. Chennai Super Kings 78/2 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 #CSKvsGT ❌ Ruturaj Gaikwad ❌ Devon Conway Noor Ahmad picks up two wickets in one potentially game-changing over.https://t.co/ExlsAnsfG7 pic.twitter.com/P3I8RhyBgz— The Field (@thefield_in) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  6.3: Ruturaj Gaikwad 26(16) ct Rashid Khan b Noor Ahmad Ruturaj Gaikwad falls and Shivam Dube comes in as the Impact Player. Not the worst wicket to lose for CSK here. Noor strikes for GT. Chennai Super Kings 74/1\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Technically, if overs are reduced, shouldn't the CEAT Tyre Strategic Timeout be shorter too?— Sarah Waris (@swaris16) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK need 99 off 9 overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 72/0 after 6 overs (Target 171 in 15 overs): Was shaping into a good over from little with 8 runs off five balls, but Conway finds the timing on that pull shot for a six over midwicket. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 12.36 am. Match is into the third date on the calendar.Overs have been lost. Fans have been there forever.But wait, CEAT TYRE STRATEGIC TIMEOUT! #DabbuMukkiyamBigilu pic.twitter.com/COR2fzN7Xj— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time for Josh Little.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 58/0 after 5 overs (Target 171 in 15 overs): Every such over is god-send for GT. Really good stuff from Noor, just six off it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rutu and Conway are up and running for CSK pic.twitter.com/FbuNVwENn9— Rajasthan Royals (@rajasthanroyals) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 52/0 after 4 overs (Target 171 in 15 overs): HUGE OVER. Going after Rashid, then. With the resources left, there is actually a good case for just keeping the foot on the pedal throughout. A good powerplay for CSK. A four for Conway and then a six and four for Gaikwad. They are on track here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Reminder: This 4th over is the last over of powerplay. Rashid will look for a breakthrough.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rashid time. What will CSK’s approach be?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 35/0 after 3 overs (Target 171 in 15 overs): Two fours for Conway through the leg side but Shami comes back well to limit the damage in that over. Not like a 24-run over against Tilak. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    11* - By scoring 11, @D_Conway88 (636) has now become the batter to have scored second most runs for @ChennaiIPL in a single @IPL season (Michael Hussey - 733 in 2013). Backbone. #TATAIPL #IPL2023 #Final #CSKvGT— OptaJeev (@OptaJeev) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shami will continue.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 24/0 after 2 overs (Target 171 in 15 overs): A six for Conway over point in that Pandya over, nicely timed, safe shot. Then puts one away on the pads through fine leg for fourr. A par start to the chase for CSK now.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 10/0 after 1 over (Target 171 in 15 overs): Gaikwad finishes that over with a four through square leg. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Gaikwad and Conway in the middle. Shami will finish the first over. There is still a lot of noise in the arena.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 #CSKvsGTRevised playing conditions. https://t.co/6OGRWMvoIy pic.twitter.com/WcxKU0FeNe— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPDATE: 15 over-chase, with CSK’s target to be 171 as per Star Sports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Test matches have ended here in lesser time. Here we are going into day 3 for the IPL final.— Shashank Kishore (@captainshanky) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPDATE: 15 over-chase, with CSK’s target to be 170 as per Star Sports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPDATE: 15 over-chase to begin at 12.10 am. Hardik Pandya and Ashish Nehra having more chats with Javagal Srinath.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 15-over chase to start at 12.10 am.https://t.co/Jv6uAzkKeO pic.twitter.com/9sJsmDpDfi— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Celebrations in team sports are a common sight but what we see in a volleyball court is often unique. Every point is an event. Team-spirit and momentum: Why volleyball players celebrate nearly each point won with gusto\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.39 pm: We will start losing overs at 11.45 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 pm: The wet pitch has been covered and the roller is working on it, but it still seems soft. The water that went on that outside pitch has really damaged the case for restart. When you see these many footmarks... not sure it is safe. There might be another inspection, if I have to guess.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 #CSKvsGTDuring the 11.30 pm inspection. https://t.co/Jv6uAzkKeO pic.twitter.com/Go2ehM7Wel— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 pm: Another inspection about to begin. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Next update at 1⃣1⃣:3⃣0⃣PM!#IPL2023Final #CSKvGT  #WhistlePodu #Yellove 🦁💛 pic.twitter.com/rdPbGilTPu— Chennai Super Kings (@ChennaiIPL) May 29, 2023\n\n\n\n    They deserved all the plaudits yesterday, but the ground staff have erred very badly today while peeling off the covers. There's no way play should be held up for this long for a 20-minute shower.— Shashank Kishore (@captainshanky) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 pm: On Star Sports (apart from doing some garba and cracking some bizarre jokes) Kevin Pietersen tells us that the players are still keen to play the full 20 overs for everything the fans have gone through.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Just to make it clear, if it is a 20 over game from here on, par scores are 44-0 etc at the 5 over point. Meaning if there is another stoppage after 5 overs, that will be the target. But if it becomes a 5 over game only from here on, the target will be 68,  80 if it is 6 overs,…— Harsha Bhogle (@bhogleharsha) May 29, 2023\n\n\n\n    Today we learned that a stadium having one of the biggest squares in the world and all kinds of pitch types on it comes with downsides— Dweplea (@dweplea) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.00 pm: Next inspection at 11.30 pm as per the broadcasters. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    High praise for our young Titan 👏🏻💙 https://t.co/Kep0fr6Pgl— Gujarat Titans (@gujarat_titans) May 29, 2023\n\n\n\n    I am worried already by the 2 hour post final presentation ceremony. Might finish at sunrise only. 🥲— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.47 pm: The GT captain had an animated chat with the umpires when they walked out, then the umpires are now taking a look at the wet pitch that has now been covered with something and being rolled on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 pm: The umpires are walking onto the field for their inspection. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.41 pm: They are throwing some sort of mud onto that wet practice match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    UPDATE 🚨Rain has stopped in Ahmedabad and the covers are off.Pitch inspection to take place at 10:45 PM IST.#TATAIPL | #Final | #CSKvGT— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n    This is what CSK's target would be if the overs are reduced to: 15 :   171 (167 further runs in 14.3 overs)10:    123 (119 further runs in 9.3 overs) 5 :     66 (62 further runs in 4.3 overs)(assuming there is no further stoppage once play resumes).#GTvsCSK #CSKvGT #IPL— Rajneesh Gupta (@rgcricket) May 29, 2023\n\n\n\n    Everyone getting this dl par scoreConfused with the revised target if the game is truncated. Whatever said and done, a truncated game with all wickets in hand, wet ball and a slick outfield will mean that CSK will fancy a 5th title. #CSKvGT #IPL2023— Ashwin 🇮🇳 (@ashwinravi99) May 29, 2023\n\n\n\n    96 runs47 balls8 fours6 sixesMake the most out of the rain delay and revisit Sai Sudharsan's extraordinary knock in the #Final 👏🏻👏🏻WATCH 🎥🔽 #TATAIPL | #CSKvGT | @sais_1509 https://t.co/4PW4Fgr1jr pic.twitter.com/kXGSYtvEZH— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n    #MalaysiaMasters2023 | \"I think it was long due for me, to be honest.\"#HSPrannoy is a title winner finally on the BWF World Tour. Malaysia Masters 2023 men’s singles champion.By @vinayakkm, @thefield_in https://t.co/mfWOcRqFWy— Scroll.in (@scroll_in) May 29, 2023\n\n\n\n    #WrestlersProtestThe chilling images on Sunday... ✍️ @shahidthejudgehttps://t.co/I1QI2yQpRV— The Field (@thefield_in) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rain stops play: The practice pitch seems to be really wet at the moment. Surely that won’t dry quickly? Inspection at 10.45 pm, we are told.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DLS stuff: OK, this is a bit more clearer.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    If rain allows only 5 overs, CSK's target would be 66 on DLS (further 62 runs in 4.3 overs).If no further play is possible in the match & conditions don't allow even a Super Over, Gujarat Titans will lift the trophy for finishing higher on the league table.#GTvsCSK #CSKvGT— Rajneesh Gupta (@rgcricket) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.12 pm: The broadcaster says the rain has stopped, the covers should start coming off soon. But there are some puddles around the edges. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rain stops play in Ahmedabad 🌧️🌧️Stay tuned for further updates.Scorecard ▶️ https://t.co/WsYLvLrRhp#TATAIPL | #Final | #CSKvGT pic.twitter.com/miY8emHBWz— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.07 pm: Fans are the backbone... but apparently everything can be done to make their experience less than ideal, it would seems. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Fans are the backbone of @IPL. Unmatched dedication by our fans as they kept calm till the very end on a rain-washed Sunday & came back today! As we pull the curtain to another exciting season, a big thank you to all for their unwavering support throughout.@BCCI #IPL2023Final pic.twitter.com/NtEyYtblNR— Jay Shah (@JayShah) May 29, 2023\n\n\n\n    Can make up upto 2 hours so too early to look at DLS targets. But in case you are interested, #CSK need to be 44-0, 50-1 or 57-2 after 5 overs to win.— Harsha Bhogle (@bhogleharsha) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPDATE: Simon Doull on broadcast just said we will not lose overs for another couple of hours. So, the full 20 overs could be played starting from midnight, by that statement. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Stumps. Day 2. CSK TRAIL BY 210 runs. 😅 #IPL https://t.co/MvA0zmGrex— Kartik O 🏏⚽🔗 (@KOCricket528) May 29, 2023\n\n\n\n    Perhaps could have gotten 5 overs in if the match had started *a little* earlier and the half-time break was negligent... but hey, why do all that when you already knew rain was expected around this time. https://t.co/AF0N1ultl7— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n    Here we go again.. pic.twitter.com/T7k6lTkyNK— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CSK 4/0 after 0.3 overs: And here comes the rain as was predicted around this time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    We are still in the innings break, sigh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Impact player: Sai Sudharsan replaced by Josh Little.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    If CSK chase down this target, it will be a world record chase in a T20 tournament final.KKR's 200/7 vs Kings XI Punjab in IPL 2014 is the highest ever successful chase in a tournament final.#GTvsCSK #CSKvGT #IPL2023 #IPL #IPL2023Finals— Rajneesh Gupta (@rgcricket) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Huddle time: After a longer-than-usual half-time break, we are all set. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ‘B Sai Sudharsan in beast mode’ — Reactions to GT batter’s whirlwind knock in final vs CSK\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Covers off! pic.twitter.com/tg3Szmbz4O— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) May 29, 2023\n\n\n\n    Oldest to score a fifty in an IPL Final:Wriddhiman Saha - Tonight (38 yrs 217 days)2nd youngest to score a fifty in an IPL Final:Sai Sudharsan - Tonight (21 yrs 226 days)#GTvsCSK #CSKvGT #IPL2023 #IPL2023Finals #IPL— Rajneesh Gupta (@rgcricket) May 29, 2023\n\n\n\n    Performance over. Covers on for drizzle. pic.twitter.com/AKxfoVRQOL— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    STAT: Conway has been dismissed twice in the previous two matches this season between these two by Shami.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sai Sudharsan tonight:First 27 balls -  36 runs (SR 133.33), 2x4s, 1x6Next 20 balls - 60 runs (SR 300.00), 6x4s, 5x6s#GTvsCSK #CSKvsGT #IPL #IPL2023 https://t.co/dcAgqEE0ze— Rajneesh Gupta (@rgcricket) May 29, 2023\n\n\n\n    Innings break!Gujarat Titans set a mammoth target of 215 for the Chennai Super Kings 👌🏻This will take some beating and we're in for an entertaining run-chase in the FINAL folks 🙌Scorecard ▶️ https://t.co/WsYLvLrRhp#TATAIPL | #Final | #CSKvGT pic.twitter.com/2XBf0vDcuc— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 214/4 after 20 overs: The highest score yet in an IPL final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    96* - @sais_1509 (96*) has registered the highest knock by an uncapped player in an @IPL #Final game surpassing the previous record held by Manish Pandey (94 in the 2014 season). Explosive.  #TATAIPL #IPL2023 #CSKvGT— OptaJeev (@OptaJeev) May 29, 2023\n\n\n\n    Highest team scores in IPL Finals :-214/4 - by GT v CSK, today208/7 - by SRH v RCB, 2016205/5 - by CSK v RCB, 2011202/5 - by MI v CSK, 2015#IPL2023Final #CSKvGT— Rhitankar Bandyopadhyay (@rhitankar8616) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 214/4 after 20 overs: What an innings from Sai, Chennai’s very own against the mighty CSK. Pathirana finishes the over well but that’s a huge total.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Junior Super King 😢 pic.twitter.com/Syytu8sVzn— Prashanth S (@ps_it_is) May 29, 2023\n\n\n\n    Sai Sudarshan, what a knock! Take a bow.#CSKvGT— Prajakta (@18prajakta) May 29, 2023\n\n\n\n    B Sai Sudharsan in beast mode! Some acceleration that from 20 off 17 after 11 overs. Scintillating strokeplay to seemingly bat CSK out of #IPL2023Finals. One of those days where the demerit of ‘retiring out’ dismissal comes into focus. #CSKvGT #IPL2023— S. Sudarshanan (@Sudarshanan7) May 29, 2023\n\n\n\n    Sai Sudharsan was on  6 off 9, then on 23 off 19, before he slog-swept Ravi Jadeja's penultimate ball for six over midwicket. After that, he monstered 73 off 28. Remarkable exhibition of hitting. #GTvsCSK— Saurabh Somani (@saurabh_42) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  19.3: Sai Sudharsan 96 (47) lbw Matheesha Pathirana SIX, SIX, OUT. End of a stunning innings by Sai. Take a bow! Pathirana with a yorker-ish, but Sai might have been better off going down the ground as he had all night Gujarat Titans 212/3\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sai Sudharsan 🔥 What a knock!— Rohit Sankar (@imRohit_SN) May 29, 2023\n\n\n\n    Sai Sudharsan pleaseeeee👏🏻👏🏻👏🏻👏🏻— Ian Raphael Bishop (@irbishi) May 29, 2023\n\n\n\n    WOOW! CSK Fielders be like! #SaiSudharsan pic.twitter.com/WR5pu7U658— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 200/2 after 19 overs: A classic strike over extra cover and a mishit over long on, for two sixes for Hardik in that Desphande over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Incredible from Dhoni (Image: JioCinema)\n\n    Sublime Sai Sudharsan!👌🏾#GTvCSK— Shikha Pandey (@shikhashauny) May 29, 2023\n\n\n\n    6️⃣4️⃣4️⃣4️⃣@sais_1509 on song 🔥🔥 Can he finish on a high for @gujarat_titans? 🤔 Follow the match ▶️ https://t.co/WsYLvLrRhp#TATAIPL | #Final | #CSKvGT pic.twitter.com/z7qL4Dav1w— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 182/2 after 18 overs: Considering how they were going, Pathirana with a decent over. Hardik struggling for timing. 9 runs without boundaries in that over\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Chennai's Sai Killing it.— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n    Sai Sudarshan from Alwarpet cc to Jolly Rovers cc to Tamil Nadu cricket team took 3 years.  Where next? Well done GT on picking him at base price .👏👏#properplayer #CSKvsGT #IPL2023— Ashwin 🇮🇳 (@ashwinravi99) May 29, 2023\n\n\n\n    Just a gentle reminder. Sai Sudharsan has a more expensive TNPL contract than what he earns in the IPL.— Venkata Krishna B (@venkatatweets) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 173/2 after 17 overs: HUGE OVER! It starts with the most bizarre of sixes as Sai gets a top edge to an attempted scoop well outside off stump, the ball flies in the opposite direction over third. But nothing bizarre about the next three fours. 20 runs in that Deshpande over!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 153/2 after 16 overs: A couple of fours for Sudharsan off Pathirana. Top stuff from the left-hander, has moved through the gears nicely. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Quite a few of them here go by his career strike-rate. He's 21. Has a good base for hitting + good against quality spin and pace. That SR will go up in time. Should open from next year. https://t.co/TQUmYd0cqk— Rohit Sankar (@imRohit_SN) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF CENTURY FOR SAI SUDHARSAN: The TN lad is turning it on against CSK. A 33-ball 52 for him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 143/2 after 15 overs: An over of extremes from Theekshana to Sai Sudharsan. Two sixes over the legside and four dot balls interspersed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Huge moment this in the game. Hardik coming out ahead of Miller and Shankar who have been in better hitting form. Lets see how it goes.— Gurkirat Singh Gill (@gurkiratsgill) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  13.6: Wriddhiman Saha 54(39) ct MS Dhoni b Deepak Chahar And something for Chahar to celebrate. Gets the wicket of a well-set Saha but maybe not the worst of things for GT, the back-end power-hitters can start to come in now. Gujarat Titans 131/2 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    .@Wriddhipops  🤜5️⃣0️⃣🤛 @sais_1509 #CSKvGT | #PhariAavaDe | #TATAIPL | #Final pic.twitter.com/upwwiHytQT— Gujarat Titans (@gujarat_titans) May 29, 2023\n\n\n\n    Wriddhiman Saha is the first player to score 50+ for 2 different teams in IPL finals. 115* for KXIP v KKR in 2014 Final53* for GT v CSK in 2023 Final#GTvCSK #IPL2023Final pic.twitter.com/2bFtBKC3s1— Bharath Seervi (@SeerviBharath) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 124/1 after 13 overs: Big wicket of Gill but expensive night for Jadeja. 4-0-38-1, as he goes for 15 in his final over with a six to Sai. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF CENTURY FOR SAHA: The 2014 IPL Final centurion is halfway there in 2023. Superb innings so far. 52* off 36 balls. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 109/1 after 12 overs: 4-wide-4-wide. Not the best of starts for Pathirana as Sai Sudharsan takes him on. And here comes the drizzle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pathirana time. Looked a bit shaky last match\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 96/1 after 11 overs: Despite the wicket, Jadeja has been on the more expensive side here. Another four for Saha in that over. But not much more damage after that. GT still going well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    28.3 - Shubman Gill averages 28.3 with the bat against @ChennaiIPL in the @IPL, his lowest against any team in this competition. Restricted. #TATAIPL #IPL2023 #Final #CSKvGT— OptaJeev (@OptaJeev) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 86/1 after 10 overs: Solid from Theekshana again, no boundaries in that over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 80/1 after 9 overs: Sai Sudharsan joins Saha in the middle. A four for Saha off Jadeja.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Video: Just... watch and be in awe.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Lightning fast MSD! ⚡️ ⚡️How about that for a glovework 👌 👌Big breakthrough for @ChennaiIPL as @imjadeja strikes! 👍 👍#GT lose Shubman Gill. Follow the match ▶️ https://t.co/WsYLvLrRhp #TATAIPL | #Final | #CSKvGT | @msdhoni pic.twitter.com/iaaPHQFNsy— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 72/1 after 8 overs: Just 5 runs from Theekshana’s over. Is the CSK squeeze upon us.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! 6.6: Shubman Gill 39(20) st MS Dhoni b Ravindra Jadeja Wow, wow. Great ball from Jadeja and all but wow, that was quick from MSD. Gill was caught out in a matter of milliseconds.  Gujarat Titans 67/1\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 #CSKvsGTLightning-fast glove-work from MS Dhoni and Shubman Gill has to depart for 39!GT: 67/1 (7)Live: https://t.co/ExlsAnrHQz pic.twitter.com/CQYz1i1eEi— The Field (@thefield_in) May 29, 2023\n\n\n\n    I didn't believe him when he told me that he hadn't practised wicket-keeping between two IPLs. Why should he when he can do this! https://t.co/HWwAlqUw7J— Harsha Bhogle (@bhogleharsha) May 29, 2023\n\n\n\n    <In Thanos style>MS Dhoni: Fine. I'll do it myself.https://t.co/4IaZI0bzgc pic.twitter.com/Fg4FaTE4Tf— Vinayakk (@vinayakkm) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 62/0 after 6 overs: The sound off Shubman Gill’s bat tonight (and I guess for most part of the season) has been astonishingly good. Another hat-trick of fours. Deepak Chahar, what have you done! A super powerplay for GT.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half century opening stand: A 50 off 32 balls between Saha and Gill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    First sign of spin. We’ll know what the pitch has to offer here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 49/0 after 5 overs: And another dropped catch by Deepak Chahar, this time a life for Saha off his own bowling. Perhaps tough on the follow through but that came at a good height. Gill with another superb shot past point for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Unlike the previous ton, Gill seems to be consciously getting on top of bounce to keep the ball down tonight. #IPL2023Final— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 38/0 after 4 overs: The camera keeps panning to Chahar as Gill goes 4-4-4! The third one an absolutely brilliant punch through extra cover. Uff.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    all eyes and cameras on deepak chahar until a wicket falls 😂— Prajakta (@18prajakta) May 29, 2023\n\n\n\n    Qualifier 1 :Chahar dropped Gill on 1 off DeshpandeFinal :Chahar drops Gill on 3 off Deshpande #CSKvGT #IPL2023Final— Rhitankar Bandyopadhyay (@rhitankar8616) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 24/0 after 3 overs: Wriddhiman Saha, the man with a IPL final century to his name, is on the charge! A six and two fours off Chahar. Big over for GT. Chahar’s evening gets a bit worse.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    People should probably stop dropping Shubman Gill. pic.twitter.com/H33Kbc7uI9— Jarrod Kimber (@ajarrodkimber) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 8/0 after 2 overs: What have you done?! Good field placement from CSK to have the fielder square at short fine, Shubman Gill finds Deepak Chahar with a flick... dropped on 3.  Potentially match-changing moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    All talk on Chahar and swing, but when he gets it right, Deshpande can be very threatening with the new ball. #CSKvGT— Rohit Sankar (@imRohit_SN) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT 4/0 after 1 over: Pace is lower than typical for Chahar but he is accurate as he usually is, and there is that hint of swing for him. Brought one back to Saha, that nearly beat him. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IPL2023 #CSKvsGTToday’s final is MS Dhoni’s 250th match in IPL historyOh how he’d love to celebrate it with a fifth IPL titlehttps://t.co/ExlsAnrHQz pic.twitter.com/WWko3zV6iZ— The Field (@thefield_in) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IPL 2023: Reactions as Shubman Gill scores his third century of the season – ‘Gaping in disbelief’\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.33 pm: Deepak Chahar pulled up a little bit after the match-winning catch against GT in Chennai... and his run-up here suggests all is not well with him perhaps. Definitely not a good flow. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Deepak Chahar has the ball in hand. The red-hot Shubman Gill is the man to watch out for. Saha is on strike.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     CSK's top-three bowlers \n    \n       Player  Inns  Wkts  SR \n    \n     Tushar Deshpande  15  21  15.09  Ravindra Jadeja  15  19  16.73  Matheesha Pathirana  11  17  14.94 \n  \n\n    It’s safe to say MS Dhoni and Ravi Shastri have been in the middle for more tosses in big finals than any other duo in history #IPL2023Final— Bharat Sundaresan (@beastieboy07) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Do CSK dare to dream? “It’s really hard not to look too far ahead and dream of winning it again,” Chennai coach Stephen Fleming told reporters.“You got to stay very present of what you are going to do against Gujarat, an excellent side, most consistent side throughout the competition. We can’t afford to dream too much.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time for the Indian national anthem\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mahendra Singh Dhoni in the house! 🏟️No shortage of energy here in Ahmedabad 🔥🔥Inching closer to LIVE action 🙌#TATAIPL | #Final | #CSKvGT | @msdhoni pic.twitter.com/HSCrTJJ14W— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    GT bowling strength: The top-three wicket-takers in the tournament this year are all from GT. CSK have to negotiate the Shami threat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     GT's top three bowlers \n    \n       Player  Inns  Wkts  SR \n    \n     Mohammad Shami  16  28  13.28  Rashid Khan  16  27  14.22  Mohit Sharma  13  24  10.29 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Team newsCSK XI: Ruturaj Gaikwad, Devon Conway, Ajinkya Rahane, Moeen Ali, Ambati Rayudu, Ravindra Jadeja, MS Dhoni, Deepak Chahar, Matheesha Pathirana, Tushar Deshpande, Maheesh TheekshanaGT XI: Wriddhiman Saha(w), Shubman Gill, Sai Sudharsan, Hardik Pandya, Vijay Shankar, David Miller, Rahul Tewatia, Rashid Khan, Mohit Sharma, Noor Ahmad, Mohammed Shami\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Playing XIs for the #Final are here!Follow the match ▶️ https://t.co/WsYLvLrRhp#TATAIPL | #CSKvGT pic.twitter.com/iXaxOvOBaU— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    More from MS Dhoni (via @ChennaiIPL): Yesterday we were in the dressing room. As a cricketer you always want to play. It was the crowd that suffered the most. Hopefully we can entertain them. Pitch has been under cover for a long time, but throughout the tournament the pitch has behaved well over here\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🚨 Toss Update 🚨Chennai Super Kings win the toss and elect to field first against Gujarat Titans.   Follow the match ▶️ https://t.co/WsYLvLrRhp#TATAIPL | #Final | #CSKvGT pic.twitter.com/HYMcLKhfKy— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.05 pm: MS Dhoni says they’ll bowl first with the rain forecast being around. Nice of him to briefly mention the difficulties the fans might have faced. And surprise surprise surprise, he says no changes to squad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Interesting from Hardik: “I would have bowled first as well, but my heart was telling me to bat, so I don’t mind losing the toss”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS MS Dhoni wins the toss. CSK choose to bowl.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.57 pm: A pre-final performance going on. Apologies to the fans who have gone to the stadium...but it will be quite something if there is rain later in the night and there is no time to complete it today, when there was all the time for this pre-match stuff. (Another thing I don’t quite get, is if there are predictions for rain later in the night, why not try and start the match a bit earlier. Cricket’s rigidity...)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Still a significantly yellow crowd in Ahmedabad with MS Dhoni warming up before the toss. #IPL2023Final pic.twitter.com/RlDTSmArDD— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.51 pm: Here’s a look at the top five run-getters from each side\n    \n        \n        \n            \n            \n            \n        \n    \n\n     GT \n    \n       Player  Inns  Runs  SR  100  50 \n    \n     Shubman Gill  16  851  156.43  3  4  Hardik Pandya  14  325  134.85  0  2  Wriddhiman Saha  16  317  127.82  0  1  Vijay Shankar  10  301  160.10  0  3  Sai Sudharsan  7  266  127.27  0  2 \n  \n\n     CSK \n    \n       Player  Inns  Runs  SR  100  50 \n    \n     Devon Conway  14  625  137.06  0  6  Ruturaj Gaikwad  14  564  146.87  0  4  Shivam Dube  13  386  158.84  0  3  Ajinkya Rahane  10  299  169.88  0  2  Ravindra Jadeja  11  175  137.79  0  0 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    And for badminton fans, a piece on a memorable week for HS Prannoy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MalaysiaMasters2023 🏸 Sense of relief. Few tears. Satisfaction at a long-awaited success. A week to remember for @PRANNOYHSPRI in Kuala Lumpur. “I have always been knocking the doors,” he told me. “Finally, somebody opened it for me.” 🥹My piece: https://t.co/r3eBFGFlVE— Vinayakk (@vinayakkm) May 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Before we get into the match... and weather updates, of course... an article worth your time and consideration today:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A dangerous precedent has been set in the way the wrestlers were treated on May 28. If star athletes - who have climbed podiums at the biggest tournaments - cannot be spared, what hope does a common person have to find justice. @thefield_in https://t.co/QGgFgjESst— Shahid Judge (@shahidthejudge) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wrestlers protest: A frozen moment of resilience shows how India’s women have been betrayed in their hope for justice\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our live coverage of the Indian Premier League 2023 final as MS Dhoni’s Chennai Super Kings take on Hardik Pandya’s Gujarat Titans.It’s a Monday final. IPL Final of the 2023 edition involving Chennai Super Kings and the Gujarat Titans was rescheduled to the reserve day, due to incessant rain in Ahmedabad. The BCCI have said that fans who had their tickets for the IPL Final on May 28th will now be able to enter the stadium with their existing physical tickets on May 29th. But apparently only physical tickets for some reason. A strange thing in 2023. But hey, when have the fans been at the forefront of cricketing decisions in India? It’s just how things roll here. Take fans for granted, because if 10 get upset and decide it’s not worth it to watch cricket in stadiums, 100 more will be ready to take their place.Right then, a good cricket match to watch for whoever makes it in today, hopefully. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ready to re-attend the #TATAIPL 2023 #Final today? Here's everything you need to know about your Physical tickets 🎟️Note - There will be no entry without physical tickets pic.twitter.com/B1ondsXvgP— IndianPremierLeague (@IPL) May 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots / photos in the blog courtesy: Sportzpics / IPL","author":"Vinayakk Mohanarangan","time":"2023-05-29T18:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190720-bbgfkfxevp-1685394579.jpg","tags":["IPL 2023","IPL","CSK","gt","IPL 2023 Final","CSK vs GT","GT vs CSK"],"source":"https://scroll.in/field/1050000/ipl-2023-final-gujarat-titans-vs-chennai-super-kings-live-score-updates-reactions-and-more"}