{"title":"IPL 2024: Hardik Pandya returns to Mumbai Indians, Cam Green traded to RCB – Full squad updates","content":"The Gujarat Titans traded their title winning skipper Hardik Pandya to his former team Mumbai Indians on Monday. This development comes just a day after the Titans retained the all-rounder after many speculations ahead of the Indian Premier League 2024 season.Pandya joins the five-time champions in an all-cash trade, which was fecilitated by the release of all-arounder Cameron Green from the Mumbai Indians squad.After plying his trade for the Mumbai-based franchise for a solitary season, Green is now headed to the Royal Challengers Bangalore set-up. The Australian cricketer was brought by Mumbai Indians for a record Rs 17.5 crore in the last auction.Earlier on Sunday, all the ten teams in fray retained their core group of players, whilst also releasing some big names from their squad. The list of released players include Jofra Archer from Mumbai Indians, Ben Stokes from Chennai Super Kings, Joe Root from Rajasthan Royals, Shahrukh Khan from Punjab Kings, Harshal Patel from Royal Challengers Bangalore, Harry Brook from Sunrisers Hyderabad among others.The Pandya and Green trade means that a total of seven players have been traded in the ongoing transfer window. Earlier Romario Sheperd, Avesh Khan, Devdutt Padikkal, Mayank Dagar, and Shahbaz Ahmed, had all switched teams.The transfer window will remain open until a week before the 2024 IPL player auction, which is slated to be held on December 19 in Dubai.Straight swap for Avesh Khan and Devdutt PadikkalFast bowler Avesh Khan was traded from the Lucknow Super Giants to the Rajasthan Royals, while batter Devdutt Padikkal was dealt the other way during the trading window, announced the league on Wednesday.So far, Khan has played 47 IPL matches and has picked up 55 IPL wickets. The right-arm pacer, who represented Super Giants in 22 matches & picked 26 wickets after joining the franchise in 2022, was traded to RR for his existing fee. Devdutt Padikkal, meanwhile, will also head to Lucknow from Rajasthan for his existing fee. The left-handed batter has 57 IPL matches under his belt and has scored 1521 runs including a hundred and 9 half-centuries. He joined Royals in 2022 & represented the side in as many as 28 matches, scoring 637 runs. Romario Shepherd moves to Mumbai IndiansRomario Shepherd was moved by the Super Giants to the Mumbai Indians earlier this month. This was the first move in the transfer window this season.Shahbaz Ahmed and Mayank Dagar swappedRoyal Challengers Bangalore and Sunrisers Hyderabad have swapped Shahbaz Ahmed and Mayank Dagar ahead of the new season.Ahamad, a left-arm bowler who played for RCB 10 times last season, joins Sunrisers Hyderabad for his existing fee of Rs 2.4 crore.Dagar, an all-rounder who played thrice for SRH last season, joins RCB for his existing fee of Rs 1.8 crore. Complete list of trades, retentions, released \n    \n       Teams  Players Retained  Players Released  Traded IN  Traded OUT \n    \n     Chennai Super Kings  MS Dhoni, Moeen Ali, Deepak Chahar, Devon Conway (wk), Tushar Deshpande, Shivam Dube, Ruturaj Gaikwad, Rajvardhan Hangargekar, Ravindra Jadeja, Ajay Mandal, Mukesh Choudhary, Matheesha Pathirana, Ajinkya Rahane, Shaik Rasheed, Mitchell Santner, Simarjeet Singh, Nishant Sindhu, Prashant Solanki, Maheesh Theekshana.  Ben Stokes, Dwaine Pretorius, K. Bhagath Varma, Subhranshu Senapati, Ambati Rayudu, Kyle Jamieson, Akash Singh, Sisanda Magala    -  -  Gujarat Titans  David Miller, Shubman Gill, Matthew Wade, Wriddhiman Saha, Kane Williamson, Abhinav Manohar, B Sai Sudharsan, Darshan Nalkande, Vijay Shankar, Jayant Yadav, Rahul Tewatia, Mohammed Shami, Noor Ahmad, R Sai Kishore, Rashid Khan, Josh Little, Mohit Sharma  Yash Dayal, KS Bharat, Shivam Mavi, Urvil Patel, Pradeep Sangwan, Odean Smith, Alzarri Joseph, Dasun Shanaka  -  Hardik Pandya  Mumbai Indians  Rohit Sharma, Dewald Brevis, Suryakumar Yadav, Ishan Kishan, Tilak Varma, Tim David, Vishnu Vinod, Arjun Tendulkar, Shams Mulani, Nehal Wadhera, Jasprit Bumrah, Kumar Kartikeya, Piyush Chawla, Akash Madhwal, Jason Behrendorff  Arshad Khan, Ramandeep Singh, Hrithik Shokeen, Raghav Goyal, Jofra Archer, Tristan Stubbs, Duan Jansen, Jhye Richardson, Riley Meredith, Chris Jordan, Sandeep Warrier   Romario Shepherd,Hardik Pandya    Cameron Green  Kolkata Knight Riders  Nitish Rana, Rinku Singh, Shreyas Iyer, Rahmanullah Gurbaz, Sunil Narine, Jason Roy. Suyash Sharma, Anukul Roy, Andre Russell,Venkatesh Iyer, Harshit Rana, Vaibhav Arora, Varun Chakravarthy  Shakib Al Hasan, Litton Das, David Wiese, Arya Desai, N Jagadeesan, Mandeep Singh, Kulwant Khejroliya, Shardul Thakur, Lockie Ferguson, Umesh Yadav, Tim Southee, Johnson Charles  -  -  Royal Challengers Bangalore  Faf du Plessis, Glenn Maxwell, Virat Kohli, Rajat Patidar, Anuj Rawat, Dinesh Karthik, Suyash Prabhudessai, Will Jacks, Mahipal Lomror, Karn Sharma, Manoj Bhandage, Vyshak Vijaykumar, Akash Deep, Mohammed Siraj, Reece Topley, Himanshu Sharma, Rajan Kumar  Wanindu Hasarangha,Harshal Patel,Josh Hazlewood, Finn Allen, Michael Bracewell, David Willey, Wayne Parnell,Sonu Yadav, Avinash Singh, Siddharth Kaul, Kedar Jhadav  Mayank Dagar, Cameron Green   Shahbaz Ahmed  Punjab Kings  Shikhar Dhawan, Matthew Short, Prabhsimran Singh, Jitesh Sharma, Sikandar Raza, Rishi Dhawan, Liam Livingstone, Atharva Taide, Arshdeep Singh, Nathan Ellis, Sam Curran, Kagiso Rabada, Harpreet Brar, Rahul Chahar, Harpreet Bhatia, Vidwath Kaverappa, Shivam Singh  Mohit Rathee, Raj Bawa, Shahrukh Khan, Bhanuka Rajapaksa, Baltej Singh  -  -  Rajasthan Royals  Sanju Samson, Jos Buttler, Shimron Hetmyer, Yashasvi Jaiswal, Dhruv Jurel, Riyan Parag, Donovan Ferreira, Kunal Rathore, Ravichandran Ashwin, Kuldeep Sen, Navdeep Saini, Prasidh Krishna, Sandeep Sharma, Trent Boult, Yuzvendra Chahal, Adam Zampa  Joe Root, Abdul Basith, Jason Holder, Akash Vashisht, Kuldip Yadav, Obed McCoy, Murugan Ashwin, KC Cariappa, KM Asif    Avesh Khan  Devdutt Padikkal  Delhi Capitals  Rishabh Pant, Pravin Dubey, David Warner, Vicky Ostwal, Prithvi Shaw, Anrich Nortje, Abishek Porel, Kuldeep Yadav, Axar Patel, Lungi Ngidi, Lalit Yadav, Khaleel Ahmed, Mitchell Marshm, Ishant Sharma, Yash Dhull, Mukesh Kumar  Rilee Rossouw, Chetan Sakariya, Rovman Powell, Manish Pandey, Phil Salt, Mustafizur Rahman, Kamlesh Nagarkoti, Ripal Patel, Sarfaraz Khan, Aman Khan, Priyam Garg   -  -  Lucknow Super Giants  KL Rahul, Quinton de Kock, Nicholas Pooran, Ayush Badoni, Deepak Hooda, K Gowtham, Krunal Pandya, Kyle Mayers, Marcus Stoinis, Prerak Mankad, Yudhvir Singh, Mark Wood, Mayank Yadav, Mohsin Khan, Ravi Bishnoi, Yash Thakur, Amit Mishra, Naveen-ul-Haq  Daniel Sams, Karun Nair, Jaydev Unadkat, Manan Vohra, Karan Sharma, Suryansh Shedge, Swapnil Singh, Arpit Guleria    Devdutt Padikkal  Romario Shepherd, Avesh Khan  Sunrisers Hyderabad  Abdul Samad, Aiden Markram, Rahul Tripathi, Glenn Phillips, Heinrich Klaasen, Mayank Agarwal, Anmolpreet Singh, Upendra Yadav, Nitish Reddy, Abhishek Sharma, Marco Jansen, Washington Sundar, Sanvir Singh, Bhuvneshwar Kumar, Mayank Markande, Umran Malik, T Natarajan, Fazahaq Farooqi  Harry Brook, Samarth Vyas, Kartik Tyagi, Vivrant Sharma, Akeal Hosein, Adil Rashid  Shahbaz Ahmed  Mayank Dagar","author":"Scroll Staff","time":"2023-11-22T18:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149677-txohtwyecj-1603641942.jpg","tags":["IPL 2024","Cricket","Avesh Khan","Devdutt Padikkal","Lucknow Super Giants","Rajasthan Royals"],"source":"https://scroll.in/field/1059489/ipl-2024-avesh-khan-traded-to-rajasthan-royals-devdutt-padikkal-to-play-for-lucknow-super-giants"}