{"title":"IPL 2022 Final: From Rashid's dream win to Hardik's World Cup target, who said what after GT’s win","content":"Hardik Pandya starred with bat and ball as Gujarat Titans clinched the Indian Premier League 2022 title in their debut season with a seven-wicket victory over Rajasthan Royals in front of a record crowd of 104,859 in Ahmedabad on Sunday.Pandya returned figures of 3-17 to restrict Rajasthan to 130 for nine in a lop-sided final at the world’s biggest cricket stadium and the Titans’ home ground.Also read: IPL 2022 Final: Hardik Pandya owns the stageThe captain then made 34 with the bat before Shubman Gill (45) and David Miller (32) steered the team home in 18.1 overs to bring the house down at the 132,000 capacity stadium.Jos Buttler, who hit an unbeaten 106 in Rajasthan’s win in the second qualifier, finished this season as the leading batsman with 863 runs and his wicket raised the roof at a stadium bigger than the Melbourne Cricket Ground. Also read: IPL 2022: From Hardik Pandya to Rashid Khan – champions Gujarat Titans’ top performers in the finalAfghanistan’s Rashid Khan returned impressive figures of 1-18 from his four overs of leg-spin to keep down the opposition scoring.Here’s a look at who said what after GT’s triumph over RR: Hardik PandyaThis title is going to be a special one because we talked about creating a legacy. The coming generations will talk about it. Everyone will remember this was the team who started this journey and to win the championship in the first year is very special. When the auction finished, I knew I would have to bat at No. 4. (On his bowling) Wanted to show at the right time what I’ve worked hard for. Today was the day from the bowling point of view I saved the best for the best. Second ball of my spell when I got Sanju (Samson) out, saw that if you hit the wicket hard and hit the seam something is (going to) happen. It’s all about sticking to the right lengths, asking the batters to play the right shots. For me my team is the most important. I’ve always been that kind of individual. If I were to have a worse season and my team wins, I’ll take that. I will take the trophy any day over striking at 160. Batting comes first to me, always going to be close to my heart. For me and Ashu pa (Ashish Nehra), when we were starting, we wanted to create a strong and experienced bowling unit, so that even if there are times when batters don’t click, you can pull back with the bowling. Batters can obviously chip in, but most of the time I have seen in T20 cricket - it’s a batter’s game but bowlers win you games. A lot of times we won the games as well, but we always spoke about what are the things we missed out and how we can get better from here. Everyone chipped in. I count myself lucky winning five finals, it’s been exciting. — Gujarat Titans captain Hardik Pandya in the post-match presentation \nCaptain of Gujarat Titans during the final against Rajasthan Royals | Sportzpics for IPLAbsolutely, to win the World Cup for India no matter what happens. I am gonna give it everything I have. Always been that kind of guy to put the team first. For me the goal will be simple: to make sure my team gets it the most. Playing for India has always been kind of a dream come true no matter how many games I have played. It has always been a pleasure for me to represent the country. The kind of love and support I have got is only from the Indian team point of view. Long term, short term, I want to win the World Cup no matter what happens. Obviously this will be a little special because I have won it as a captain. The four that I have won before this are equally special too. Winning IPL is always special. I consider myself very lucky that I have played five finals, and have lifted the trophy five times. Obviously this will leave a legacy because we are a new franchise, playing for the first time, and we are champions in the first season. But the four that I have won before this were equally special.— Gujarat Titans captain Hardik Pandya in the post-match press conference\nRashid KhanRashid Khan of Gujarat Titans celebrating the wicket in the final against Rajasthan Royals | Sportzpics for IPLWe assessed the wicket well, we knew it would be hard to chase down 150. Everyone had to take responsibility, we did well to come back well in the middle overs. (Shubman Gill) is the only guy whom we didn’t want to bowl to and I’m happy that he’s part of our team. Biggest achievement of your career is to be part of a winning IPL team. You always want to do well in big competitions like this. Winning tournaments like this, you’ll need to put in a lot of hard work and this is certainly a high point of my career.— Rashid Khan, to the broadcasters \nJos ButtlerThe trophy we really wanted... Disappointed with that. Big congratulations to Hardik and team. Deserving champions. My goals are to play my role for the team and try and react on the day regarding what the game is asking me to do. In good teams you have a lot of trust in everyone. We have huge trust in everyone in our team. Very grateful for the opportunity to play today. Disappointed - that’s completely natural. Have lost plenty of finals in my career unfortunately. Today’s been an amazing occasion, been a fantastic tournament. Having had two years without crowds, to come here and play has been an absolute privilege. And for all the young guys in our team to soak it up, and use the hurt from today to push on further for the rest of your career.—  Jos Buttler, player of the tournament\nShubman Gill It means a lot. After winning the Under-19 World Cup, winning the IPL is just as big. It is my fourth year. I wanted to be there till the end and that was the talk with the coaches. Glad I took them over the line. Our bowlers bowled really well to restrict them to 130. We wanted to keep them under 150 but fortunately it was much lesser.Sanju SamsonThis season is a really special for us. We have been able to play good cricket and give fans some happy moments. All the youngsters, seniors played well as a team, I am proud of my team. We believe quality bowlers win you the tournament. So we invested in them. With Jos playing throughout 20 overs, my role was a bit different. It was a decent season for me, nice 30s and 40s and 20s. But there is a lot to learnt. And huge congratulations to Gujarat Titans.— Sanju Samson, captain of the Rajasthan Royals in the post-match presentation\nDavid MillerDavid Miller of Gujarat Titans celebrates the win during the final against Rajasthan Royals | Sportzpics for IPLIt’s been a phenomenal journey, finishing it at the back end was a special feeling, but it has been a collective effort, everyone has stuck up their hand and performed well. (On Pandya) He’s been very relaxed, we’ve had a very good bond with Ashish (Nehra) and Hardik. He’s got better and better as the competition gone on, tactically he’s been brilliant. Just grown from strength to strength.— David Miller of the Gujarat Titans after the match\nRahul TewatiaThere was a relaxed atmosphere during Qualifier 1, we knew we were playing well this season. The plan was to take it deep and for the finishers to finish. I don’t know about the party, when at the beginning of the season, someone asked me what were my goals, I told them there was no personal goals but it will be great if we could win. It was a new team, new environment and don’t know about the party tonight but I won’t be sleeping. After the auctions they were saying our team had batsmen short, experienced batsmen short but the way the management backed David (Miller) and me was good. The captain trusts me and keeps telling me to trust your game and keep finishing like you do.Kumar SangakkaraThe way the team’s really focussed, gelled together and played a lot of good cricket. Went through ups and downs. We had huge contributions from Jos, from the two spinners, Boulty, we had McCoy coming in, Hetmyer... Can go on and on. Have a strong core of around nine players, changed a few others based on form, opposition. It’s been a great journey, great franchise to be part of.— Kumar Sangakkara, Director of Cricket for Rajasthan Royals in the post-match press conference\n(With inputs from AFP)","author":"Scroll Staff","time":"2022-05-30T12:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175086-zaityaxcfs-1653893687.jpg","tags":["Hardik Pandya","David Miller","IPL 2022","IPL","Gujarat Titans","Rajasthan Royals","Rashid Khan","Sanju Samson","GT","RR"],"source":"https://scroll.in/field/1025055/ipl-2022-final-from-rashid-s-dream-win-to-hardik-s-world-cup-target-who-said-what-after-gts-win"}