{"title":"IPL 2023: Robin Uthappa on CSK’s mantra, Shivam Dube’s resurgence, Shubman Gill’s potential and more","content":"Whether it was his 83* off 51 against Royal Challengers Bangalore during his time with Kolkata Knight Riders or his 31 off 15 against his former team to proper Chennai Super Kings to a title-winning total in 2021, Robin Uthappa knows a thing or two about hitting them big in the Indian Premier League.With 4952 runs in 205 matches and after spending time with franchises like RCB, RR, KKR and CSK, he also understands the tricks of the trade and different ways teams work. In an interaction facilitated by Jio Cinema on Wednesday, the now cricketer-turned-broadcaster spoke about various topics and trends in the IPL 2023.Here are excerpts from the media interaction:On why experienced players thrive in CSKSo basically what happens when you join the CSK franchise is that there is a lot of clarity, they do a lot of simple things very, very well. Once a player comes into the team, the first thing that not just MS (Dhoni), but everybody in the support staff does is they have they have a conversation with the player, define the role expressively to the player. And they make them understand what their role is going to be and they keep an open line of communication with them at all times.Ajinkya Rahane at Chennai Super Kings | Sportzpics for IPLExperienced players especially want a line of communication that’s open to the heads of the team. And they want clarity of their roles. The minute that’s given, most good players are happy, and they know how to work from there to give their best because every player wants to go out there and put his best foot forward and put up great performances for their team.And when this communication is done, and clarity of role is defined to the player, it makes it a lot more simpler. There is a sense of security within a group. You know, I think it’s human nature, that when there is security, your focus is always is on performance. But when there is no security, when you’re deeply insecure within a group, then your focus is always on survival. And when you work from the mode of survival, you cannot focus on performances, you will only focus on surviving within that group. When you work from a place of being very secure, you work on thriving, you work on performing and doing the best that you’re capable of, I think, which is what CSK bring out of players.I think that’s one of the biggest secrets here and that’s why all the experienced players go there and start performing well.On Shivam Dube’s resurgence and CSK’s role in itI certainly think that it works both ways. I think it works in a sense where Shivam Dube has also worked a lot on his game, he’s worked hard on his fitness, you can see the effort from him compared to where he was last year is a lot more. There were certain glaring issues as far as his batting against fast bowling was concerned, you have seen that improvement happening from the beginning of the season to this point, you can see that he’s not backing away to the fast bowlers anymore. He’s holding his position, sometimes even coming inside the line and playing the hook and the pull shots, which I think takes a lot of courage from him.And he’s performing the role that that CSK have asked of him. He’s always been a great player of spin bowling, a massive six-hitter and the fact that he’s got that the backing of the CSK franchise, MS Dhoni, this coaching and support staff, I think has given him omens of confidence as well. So he’s riding on that high and I think it’s a trick that a lot of franchises can use to (maximise) potential of really good players. You can turn them from good to great if you if you can use them in a way CSK are doing for almost a decade and a half now.Shivam Dube | Sportzpics for IPLOn whether there will be major changes in the Indian team set-up post IPLI think from from my experience of Indian cricket, I think that they will continue to go with the experienced players because making wholesale changes this close to an ICC tournament is not wise. I think they will continue to go with the experienced players and form is always temporary. Having said that, I think post the World Cup, we might we may see a lot of changes, a lot of wholesale changes moving forward. With but I think before that, I don’t think we’ll see a lot of changes. Yes, there are a lot of injury concerns and we’d like those injury concerns to be addressed and people to be fit... like (Jasprit) Bumrah as well. We hope that they’ll be fit for the World Cup. With KL Rahul out, with Rishabh Pant out, these are these are areas of concern for us. I think more than form I think we want to make sure we put out a fit team that can go out and give ourselves the best chance to win a World Cup especially one that’s happening at home.On Shubman Gill’s potentialI definitely see him having the potential of being someone who’s as big as Virat Kohli or Sachin Tendulkar. I certainly think he’s got the stuff. He’s a phenomenal player who is in exceptional form and is playing some great cricket at the moment. I certainly feel and believe personally that Shubman Gill and Yashasvi Jaiswal are the two next big things in Indian cricket.Shubman Gill celebrates his century against Sunrisers Hyderabad | Sportzpics for IPLOn how GT helped boost Yash Dayal’s morale after Rinku Singh’s cameoWell, it is extremely hard to be able to go through that because you’re kind of essentially going through it alone. I was able able to spend some time with the Gujarat Titans team hotel because I was interviewing some of the players there. And one of them explained the story as to what happened that day. And I think it’s a phenomenal story as to how a team can actually help a player who’s had a terrible day. They actually came back to the hotel that day, and they all met in the team room. They brought Yash and they had a great singing and dancing night where they even made fun of what happened and got him to laugh at himself as to what happened in that experience.Subsequently, he felt sick and he was not well, but having said that he had his entire team rallying around him telling him that it’s okay and we also get hit and we also get out early and there are days we have bad days and I think that’s one of the things that happens in sport that is viewed all around the world. At the end of the day, it is a job that we all do. But it’s open for criticism because it’s viewed by millions and millions of people.So when we have a bad day at the office there, the world is critical of our performance on that particular day. But that doesn’t take away the effort that we put in day in and day out, on putting out and stacking up good performances. And in life, if you’re in the majority of doing well, then you’re considered a tremendously great player. And what is to be understood by young players is that if you’re winning five out of 10 times, you’re successful 50% of the time, and hence, considered a success.Most good and great players fail as much as they succeed. I think these aspects, once understood by a lot of these young players, they will be able to deal with their bad performances in a much better manner. I think it’s important for teams to rally around players who had not-so-good days. I’m so happy to hear that Gujarat Titans were rallying around Yash Dayal. You can see just when he got an opportunity again how he came back and the fire that he bowled with against SRH. So it goes a long way when your team backs you and rallies around you with these weak performances rather than leave you high and dry and let you deal with your own bad performances by yourself.","author":" Samreen Razzaqui","time":"2023-05-18T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190272-rlgaqsqsbh-1684339890.jpg","tags":["IPL 2023","Robin Uthappa","Chennai Super Kings","CSK","Yash Dayal","Shivam Dube","Shubman Gill","Cricket"],"source":"https://scroll.in/field/1049276/ipl-2023-robin-uthappa-on-csks-tricks-shivam-dubes-resurgence-shubman-gills-potential-and-more"}