{"title":"IPL 2024: Sam Curran plays a captain’s knock as Punjab Kings beat Rajasthan Royals","content":"A change in home venue could not help the Rajasthan Royals end their losing run, as they lost to the Punjab Kings by five wickets in the Indian Premier League on Wednesday at the Barsapara Stadium in Guwahati, Assam.The Royals, who have already secured their spot in the playoffs this season, have now lost four matches on the trot. The team however, with 16 points on the board, has not yet secured a top two spot in the leaderboard, which means they could be required to play Eliminator in case they are overtaken in the points table.The match did not start well for the Royals, who won the toss and opted to bat first, as the Kings bowling unit came up with a strong show to restrict them to only 38 runs for one wicket at the end of the powerplay.That slow start set the tone for what would be a relatively low-scoring match, as the Kings picked up wickets at regular intervals to restrict the Royals to 144/9 at the end of 20 overs. Riyan Parag was the pick of the batters for his 48 off 34, while Ravichandran Ashwin chipped in with 28 off 19. The Punjab team did falter though in the chase however, with Avesh Khan picking up two crucial wickets in his first over to reduce the scoring.But eventually, Kings captain Sam Curran came up with a composed and unbeaten innings of 63 off 41 to guide his side to a win.The victory helped Punjab – who are out of playoff contention – get off the bottom of the table, overtaking the Mumbai Indians.#IPL2024 #RRvsPBKSA new venue could not stop the Rajasthan Royals' losing run, as the Punjab Kings beat the hosts in Guwahati by five wickets.The Royals set up a target of 145, only for Kings' captain Sam Curran to play a composed innings of 63 off 41 to seal the win for his… pic.twitter.com/RltOPUpXoy— The Field (@thefield_in) May 15, 2024\n\n\nTurning point of the matchIn a season where batters have been aided by batting-friendly conditions, a slower wicket in Guwahati provided some purchase for the bowlers. And the Punjab Kings’ bowlers took full advantage of it.Royals’ batting powerplay was a low-scoring affair, with the hosts managing a weak 38/1 in the first six overs. But that was courtesy a tight effort with the ball from Curran, Arshdeep Singh, Nathan Ellis and Harshal Patel.The Royals did not seem to recover from that poor start, and eventually, as Patel claimed, they finished with a score that was estimated to be 15-20 runs below-par.Though the Kings did not do much better in their own powerplay, managing 39/3, they did manage to pull things back up and rebuild their innings in the chase.The Field’s player of the matchFor a certain duration of the Punjab innings, it looked like the Royals may just get away with it. But the Kings’ captain Curran came up with a telling knock that rescued his team.Coming in to bat at no 5 in the fifth over, Curran oversaw a firm rebuilding of the Punjab innings. He played a composed and unbeaten knock of 63 off 41 with five boundaries and three sixes to aid the chase.He was handy in the first innings as well, as he picked up the wicket of Yashasvi Jaiswal in the first over of the Rajasthan innings, before dismissing Dhruv Jurel for a golden duck. He eventually finished with figures of 2/24 in three overs.‘We have to accept we are going through failures’The Royals, with four consecutive losses, are now under pressure to turn things around before their last group stage match against leaders Kolkata Knight Riders on Sunday.Though they have already qualified for the playoffs, finishing in the top two would give them a chance to play in the first Qualifier, rather than in the Eliminator – should they fail to finish in the top two.Captain Sanju Samson asserted after the match that the team needs to figure out where they are going wrong before the next game.“We have to sit back and accept that we are going through some failures. We have to accept that [after losing] four in a row. We have to find out what is not working well as a team.“When you’re getting to the business end of the tournament, someone has to raise a finger up and say that ‘I’m going to win it for the team.’ We definitely have a lot of match winners in the team, it’s just about showing the right character and having that passion about going there and winning the game single-handedly. All of us try to do that, and we can end up with a couple of them do it and win the game.“It’s a team sport, but I think this is the time we need some characters coming up and saying that we are going to do it for the team.”— Rajasthan Royals captain Sanju Samson after the game\nPoints table after the match on May 15 | Courtesy: Jio Cinema","author":"Shahid Judge","time":"2024-05-16T00:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200730-uyhwtqihmt-1715799086.jpg","tags":["Sam Curran","Sanju Samson","Punjab Kings","Rajasthan Royals","IPL 2024","IPL","Indian Premier League","Indian cricket"],"source":"https://scroll.in/field/1067930/ipl-2024-sam-curran-plays-a-captains-knock-as-punjab-kings-beat-rajasthan-royals"}