{"title":"IPL 2024: All-round Kolkata prevail against Bengaluru in last ball thriller at Eden Gardens","content":"Eden Gardens were presented a game that had it all – the heat, the emotions, the big-hitting and the drama.It was a win for the ages for hosts Kolkata Knight Riders who trumped Royal Challengers Bengaluru by one run in a thriller. As a result, Faf du Plessis and Co continue to wait for their second win in the 2024 edition of the Indian Premier League.#IPL2024 #KKRvRCB Phew, what a match 🤯KKR trump RCB by a 1 run in a thriller at the Eden Gardens. After half-centuries by Rajat Patidar and Will Jacks, Karthik and Karn Sharma tried their best to hand their team their second win but in vain. Andre Russell picks up 3/25… pic.twitter.com/6RUGgxNfGT— The Field (@thefield_in) April 21, 2024\n\n\nOpting to bat first, Kolkata Knight Riders set a daunting target of 223 runs for Bengaluru to chase. Kolkata skipper Shreyas Iyer's composed half-century, combined with opener Phil Salt's blazing start, laid a good foundation for Knight Riders. Along with their partnership, Ramandeep Singh (24) and Andre Russell (27) took the total past the 220-run mark, paving the way for a formidable 222/6.Chasing a mammoth 223 runs, Virat Kohli (18) got off to a flier before his innings was cut short by a controversial dismissal following a loopy full-toss, leaving him visibly angry. However, despite losing critical wickets on regular intervals, Rajat Patidar (52) and Will Jacks (55) remained resilient, sustaining Bengaluru's hopes with a spirited partnership.Their strong strokeplay pushed Bengaluru ahead of the required run rate, keeping them on track for a spectacular chase. Andre Russell's explosive three-wicket performance, combined with Sunil Narine and Harshit Rana's disciplined bowling, proved vital in Kolkata’s win.Bengaluru’s lower middle-order batters Dinesh Karthik (25) and Suyash Prabhudessai (20) continued to put up a brave effort with their cameos. Karn Sharma (20) also went after Mitchell Starc – Kolkata’s most expensive bowler on the day – in the last over for three sixes before Starc pulled off a caught and bowled in the penultimate delivery of the match.With three needed off the last over, Salt pulled off a timely run-out behind the stumps to provide the final blow to Bengaluru.Turning point of the matchFor as long as Patidar and Jacks were on the crease, Bengaluru appeared to be in the game. However, the tide shifted dramatically in favour of Kolkata when Andre Russell struck twice in an over, dismissing both set batters and shifting the momentum in his team's favour.The Royal Challengers’ middle order lost wickets in quick succession. In the next over Sunil Narine also completed a double wicket over dismissing Cameron Green and Mahipal Lomror putting the team under immense pressure.The Field’s Player of the MatchRussell continues to be a talismanic player for the Knight Riders even years later. The all-rounder returned with the best bowling figures (3/25) among the six bowlers deployed by Iyer. Apart from Jacks and Patidar, he dismissed big-hitting Dinesh Karthik who was looking to finish the game with all odds stacked against him. Russell bowled a fantastic penultimate over to ensure he conceded 10 runs but returned with Karthik’s wicket. Before that over, Bengaluru needed 31 off 12 balls and Karthik had hit Russell for a six and a four in the over before Russell came back strongly in the last ball. Earlier, the West Indian also scored an unbeaten 27 off 20 to provide the finishing touches to the target as Kolkata finished with 222/6.‘Rules are rules’Kohli's innings came to an abrupt end at 18 runs off 7 balls as he was adjudged out after a caught and bowled dismissal from Harshit Rana in the third over.According to the new HawkEye technology, the delivery, a high full toss, appeared to be dipping on the batter despite its height when Kohli made contact with it. Kohli's frustration with the umpiring decision was evident as he and non-striker du Plessis both expressed their displeasure as the delivery was not deemed a no-ball.“Rules are rules, Virat and myself thought that the ball was higher than the waist. I guess they measured from the popping crease, one team thinks it's high, the other doesn't. You always find one team happy and the other not so with such decisions. That's how the game goes at times.”— RCB captain Faf du Plessis on Kohli's controversial dismissal\n Points table after KKR v RCB \n    \n       POS  TEAM  P  W  L  NRR  PTS \n    \n     1  RR  7  6  1  0.677  12  2  KKR  7  5  2  1.206  10  3  SRH  7  5  2  0.914  10  4  CSK  7  4  3  0.529  8  5  LSG  7  4  3  0.123  8  6  MI  7  3  4  -0.133  6  7  DC  8  3  5  -0.477  6  8  GT  7  3  4  -1.303  6  9  PBKS  7  2  5  -0.251  4  10  RCB  8  1  7  -1.046  2","author":" Samreen Razzaqui","time":"2024-04-21T20:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200205-mljzqkkzrj-1713712155.jpg","tags":["KKR","RCB","Kolkata Knight Riders","Royal Challengers Bangalore","IPL 2024","Cricket","Andre Russell"],"source":"https://scroll.in/field/1066895/ipl-2024-all-round-kolkata-prevail-against-bengaluru-in-last-ball-thriller-at-eden-gardens"}