{"title":"IPL 2022: Rashid Khan and the quiet knockout punch","content":"As far as great first impressions go, champions Gujarat Titans have made quite the mark. In what was a dream start for the franchise, among the many lessons it taught the cricketing world was that Rashid Khan is a match-winner, even if he is not much of a wicket-taker. After playing for the Sunrisers Hyderabad in the Indian Premier League for five years, Rashid decided to make the switch to one of the two new franchises in the league. “We didn’t want to get rid of him, but we couldn’t afford him,” said one of SRH’s coaches Muttiah Muralitharan with a smile when asked during on the mid-innings interviews early on. His former franchise perhaps tried to rationalise it saying he wasn’t ‘much of a wicket-taker.’ However, in just his first year in the new franchise who were making their debut in the league, he ended up lifting the trophy.The Afghan leg-spinner, who has inspired several others from his country to finesse their skills and feature in the top T20 leagues in the world, was unsurprisingly among the three big names drafted in the new team alongside captain Hardik Pandya and Shubman Gill.Also read – IPL 2022 Final: Hardik Pandya owns the stageOne of the biggest takeaways from the GT triumph was that this was the Afghan star’s first-ever T20 title, in flesh and blood. He was part of the Adelaide Strikers squad in the Big Bash League and the Lahore Qalandars squad in the Pakistan Super League that won the title in 2018 and 2022 respectively but he had been unavailable in the finals.Before the IPL 2022 final against Rajasthan Royals at the colossal Narendra Modi Stadium in Ahmedabad, Rashid had only played in five finals in his T20 career. In those five games, he took just two wickets but, on the flip side, he only conceded 5.27 runs per over. It is no rocket science that teams have largely opted to play out the leg-spinner, who is fifth in the list of the most economical bowlers in this season. Best economy rate in IPL 2022 \n    \n       Player  Mat  Ov  Wkts  BBI  Avg  Econ  SR  4w  5w \n    \n     Sunil Narine  14  56.0  9  21/2  34.66  5.57  37.33  0  0  Mohsin Khan  9  33.0  14  16/4  14.07  5.96  14.14  1  0  Prashant Solanki  2  6.0  2  20/2  19.00  6.33  18.00  0  0  David Willey  4  11.0  1  29/1  72.00  6.54  66.00  0  0  Rashid Khan  16  63.5  19  24/4  22.15  6.59  20.15  1  0 \n   Courtesy: IPLT20 Pressure-building vs Wicket-taking As teams continued to give Rashid respect and played out his overs, batters had to resort to taking risks against other bowlers. And that is exactly what was on display with the Royals’ batters in the final.In an attempt to ease the pressure Rashid built in the previous overs, Jos Buttler, Sanju Samson and Shimron Hetmyer all gave their wickets to Hardik Pandya, who too had been bowling spectacularly well from the other end. He finished the match with impressive bowling figures 4-0-18-1 at just 4.50 runs per over.There was a less effective but similar pattern in Qualifier 1 against the same team. After Rashid bowled the ninth over and conceded a mere two runs, R Sai Kishore picked the all-important wicket of Sanju Samson in the very next over as a result of the pressure created. In a high-scoring venue like Eden Gardens that saw nearly a total of 380 runs being scored in the match, the wrist-spinner conceded no boundaries. He finished the match with superb bowling figures that read 4-0-15-0 at a miserly economy rate of 3.75.2 runs off Rashid Khan’s last over. And Hardik picks Hetmyer the next over. You can see where this is going! #IPLFinals #IPL2022 #GTvsRR— Chetan Narula (@chetannarula) May 29, 2022\n\nThe Titans’ vice-captain had admitted during the league stage after GT’s five-run loss to Mumbai Indians that he wasn’t exactly playing the role of the sole wicket-taker of the team. In fact, he was making a conscious effort to be a kind of enforcer in the GT bowling line-up.In the post-match press conference, he had explained, “While bowling in T20s it’s always great to take wickets but for me, it’s a bit different because I always focus on economy and that is something which puts pressure on the batters. But definitely compared to other IPLs, I got less wickets this year. In a couple of games I didn’t bowl as good as I should have. But that’s T20, there is so much for you to learn.”‘I just relax and let him do his magic’Even as he finessed his focus on building that pressure on one end, he hadn’t completely given up the wicket-taking role. After all, he picked up 19 wickets in 16 games at a strike rate of 20.15, to be one of the only four spinners in the top ten bowlers this season.His wicket-taking skills were on display in the league game against LSG where he recorded his best figures in the IPL. In that game, he hadn’t been brought on to bowl until the eighth over but in his very first over, he had Krunal Pandya stumped. He went wicketless in his second over but he came back in his third over to take Jason Holder’s wicket. He bamboozled the tall right-hander with a sharp leg-break that he had been planning to bowl.“I think Holder’s wicket was crucial at that time and I had planned it, to bowl the leggie from middle stump,” he admitted to the broadcasters after the match.In his final over, which also ended up becoming the final over of the innings, the leg-spinner dismissed Deepak Hooda and finished his spell with 4/24 as Avesh Khan was caught behind after edging one.  Rashid Khan's bowling in the IPL \n    \n       Year  Mat  WKTS  BBM  Ave  Econ  SR \n    \n     Career  92  112  4/24  20.83  6.38  19.60  2022  16  19  4/24  22.16  6.60  20.16  2021  14  18  3/36  20.83  6.69  18.66  2020  16  20  3/7  17.20  5.37  19.20  2019  15  17  3/21  22.17  6.28  21.17  2018  17  21  3/19  21.80  6.73  19.42  2017  14  17  3/19  21.05  6.62  19.05 \n  In five T20 tournament finals that include IPL 2018 against Chennai Super Kings, the 2017 Desert T20 Challenge, the Afghanistan Premier League in 2018, two Shpageeza Cricket League finals in 2017 and 2018, Rashid Khan has picked up just three wickets in 22 overs but at an astonishing economy rate of 5.13. So, even in high pressure situations such as T20 finals, what ensures Rashid ’s stellars numbers?“My mindset was not any different in the playoffs. The energy and the thought process are the same throughout. But teams are playing it safe against me. So, I am trying to keep it tight, which increases the chance of picking up wickets for the bowler at the other end. Irrespective of whether it is a league game or knockout match, my mindset is to bowl in a certain area. I do not try anything different. My objective is to build pressure,” Rashid explained ahead of the final against RR. Over the course of the season, he also revealed that he had to adjust his lengths after certain players on batting-friendly pitches decoded how to take him on. He pulled the length back in the second half of the season to bowl economically and keep the opponents’ scoreboard in check. In the post-match press conference after Qualifier 1 at the Eden Gardens, captain Pandya spoke about his deputy Rashid saying, “When I give him the ball, I just relax and let him do his magic.”On the night of the IPL 2022 final, in an electric stadium as a crowd of over one lakh people watched, Rashid Khan conjured a title-winning magic trick.","author":" Samreen Razzaqui","time":"2022-05-31T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175096-fxbfcpmcmq-1653905974.jpg","tags":["Rashid Khan","Gujarat Titans","IPL 2022","cricket","indian premier league"],"source":"https://scroll.in/field/1025067/ipl-2022-rashid-khan-and-the-quiet-knockout-punch"}