{"title":"IPL 2024: Virat Kohli proves he has ‘still got it’ as Royal Challengers Bangalore beat Punjab Kings","content":"It was a happy return for Virat Kohli and the Royal Challengers Bangalore to their home stadium for the 2024 Indian Premier League season on Monday. The hosts came up with a four-wicket win over the Punjab Kings at the M Chinnaswamy Stadium to pick up their first victory this season.Faf du Plessis, the Bangalore skipper won the toss and opted to bowl on a rather tricky wicket. Still, the Kings, courtesy Shikhar Dhawan’s 45 off 37 and Shashank Singh’s late eight-ball-21-run charge, reached a fighting 176-run total for the loss of six wickets.In the chase though, it was all about Kohli.The Bangalore opener played with style, flair and intent as he held firm despite the loss of quick wickets at the other end to lay the foundation for a solid win.At the end there were the important cameos from Dinesh Karthik (28 off 10) and Mahipal Lomror (17 off 8) that helped the team reach the target. But it was Kohli’s 77 off 49 – which made him the first Indian to score 100 half-centuries in Twenty20 cricket – that set the tone for the Bangalore win.#IPL2024 #RCBvsPBKSRCB beat PBKS by four wickets🔥The run-chase was powered by Virat Kohli with his 77 of 49, but the RCB was also helped out by the cameos of Dinesh Karthik and Mahipal Lomror to get over the linePBKS: 176/6RCB: 178/6pic.twitter.com/EHXqCnHs8U— The Field (@thefield_in) March 25, 2024\n\n\nTurning point of the matchKohli finished his innings with 11 boundaries and two sixes, at a strike rate of 157. But none of that would have happened had Jonny Bairstow held on to a regulation catch at first slip.In the second ball of the Bangalore run-chase, Kohli carelessly slashed at a Sam Curran delivery that was wide of the off stump. Bairstow did not have to move, but he did need to rise up quickly for the catch. Still, it was a rather simple one by his standards, especially when you consider that he plies his trade as a wicket-keeper.Yet he dropped Kohli for naught. That proved to change the course of the match.The next ball, Kohli despatched a beautiful cover drive to the boundary, setting the tone for things to come.Remarkably, Kohli was dropped once again later in the innings, and again off Curran’s bowling. This time though, it was a difficult attempt.The former India captain was on 33 off 18 at the time. He played a strong flick towards the mid-wicket region. Rahul Chahar dove at full-stretch to his left and got a hand to the ball but it would not stick.Eventually, Kohli would get caught in the deep, slashing towards deep backward point where Harpreet Brar took a smart catch. But he had already done the damage by then and put his team in a good position to win the match.The Field’s player of the matchTo the victor go the spoils, and rightfully, Kohli was awarded the player of the match trophy at the end of the game.A near flawless innings saw him put up a masterful display of technique, determination and flair.Yet there was another player who had an impressive performance on the night as well, Kings left-arm spinner Brar.The 28-year-old bowler finished with figures of two for 13 in his four overs. In a fine bowling display, he managed to even keep Kohli honest and picked up the wickets of Rajat Patidar and the dangerous Glenn Maxwell. ‘I still got it’At 35, Kohli is still one of the most effective batters there is in world cricket. There have been questions about his place in the Indian team for the upcoming 2024 ICC Men’s T20 World Cup, which will be placed just after the Indian Premier League, and the former Indian captain answered his critics both with the bat and later with words at the post-match presentation.“The wicket wasn’t as placid as Bangalore is usually. It was a bit two-paced. And I thought that I had to play correct cricketing shots. Playing across the line wasn’t working, I tried a few. I was disappointed I couldn’t finish off the game. That was a ball in the slot, ended up slicing it to deep point, but not a bad start for playing after two months and getting into the tournament.“[The opponents] know I play the cover drive pretty well, so they aren’t going to allow me to hit in the gaps. [If the bowlers] are hitting length then you have to create some momentum in the ball. Once you’re closer to the ball you negate the bounce that is going to happen, you meet it earlier. You have to come up with a game plan here and there and try to keep improving your game.“I know my name is nowadays quite attached to promoting the game in many parts of the world when it comes to T20 cricket. But, I still got it, I guess.”— Virat Kohli in the post-match presentation\n Points table after the match on March 25 \n    \n       Position  Team  Played  Win  Loss  Net run rate  Points \n    \n     1  RR  1  1  0  1.000  2  2  CSK  1  1  0  0.779  2  3  GT  1  1  0  0.300  2  4  KKR  1  1  0  0.200  2  5  PBKS  2  1  1  0.025  2  6  RCB  2  1  1  -0.180  2  7  SRH  1  0  1  -0.200  0  8  MI  1  0  1  -0.300  0  9  DC  1  0  1  -0.455  0  10  LSG  1  0  1  -1.000  0","author":"Shahid Judge","time":"2024-03-26T00:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199593-dtzbvdecyu-1711393279.jpg","tags":["Virat Kohli","Royal Challengers Bangalore","Punjab Kings","Harpreet Brar","IPL 2024","IPL","Indian Premier League","Cricket"],"source":"https://scroll.in/field/1065788/ipl-2024-virat-kohli-proves-he-has-still-got-it-as-royal-challengers-bangalore-beat-punjab-kings"}