{"title":"IPL 2024: Gill and Sudharsan’s tons help Gujarat beat Chennai and stay in playoff hunt","content":"The Gujarat Titans kept their slim hope of qualifying for the 2024 Indian Premier League playoffs alive with a 35-run win over the Chennai Super Kings on Friday in Ahmedabad.Having been put to bat first, the Titans posted 231/3 thanks to centuries by captain Shubman Gill and Sai Sudharsan.Gill scored the 100th century in the history of the IPL while Sudharsan followed his captain by scoring his first IPL century as the opening pair put up a mammoth 210-run opening stand off 104 balls.In response, Chennai lost their top order inside three overs for just 10 runs. Rachin Ravindra was run out on the last ball of the first over with fellow opener Ajinkya Rahane perishing on the first ball of the second over.Captain Ruturaj Gaikwad’s stay lasted for three balls before he had to depart following a good catch by Rashid Khan in the deep.Moeen Ali and Daryl Mitchell steadied the ship for Chennai as the duo put up 109 runs for the fourth wicket off 57 balls.Though behind the asking rate, Chennai looked on course to chase down the target only for Mohit Sharma to strike in back-to-back overs to get rid of Ali and Mitchell.Shivam Dube and Ravindra Jadeja could not get going as the victory kept slipping away from Chennai.Chennai’s hopes rested on MS Dhoni, but by the time the former India captain came out to loud cheers, the match was all but lost. Dhoni hit three sixes in an innings of 26 off 11 balls as the Ahmedabad crowd celebrated a Gujarat win and some vintage Dhoni hitting.Turning Point of the matchDespite being reduced to 10/3 after three overs, Chennai weren’t out of the match yet as Daryl Mitchell (63 runs off 34 balls) and Moeen Ali (56 runs off 36 balls) were in the middle.Chennai’s hopes, however, were dealt a big blow by a former Chennai player. Mohit Sharma was introduced in the 13th over and struck immediately. With his second delivery – a knuckle ball, Sharma nabbed the wicket of Mitchell to end the 109-run stand.An over later, Sharma finished the job by dismissing Ali as well. In his third over, Sharma got the wicket of the in-form Shivam Dube to well and truly end Chennai’s hopes for a win.The Field’s Player of the MatchIn match where two openers from the same team hit a century, it is difficult to pick out who deserves to be the player of the match. Shubman Gill, who was only selected as a reserve player for the T20 World Cup, replied by a superb hundred.However, it is Sai Sudharsan who pips his captain to be The Field’s Player of the Match. The youngster was promoted to the opening spot after an injury ruled out Wriddhiman Saha. The Tamil Nadu batter was slow to start off by scoring 39 runs in 29 balls.However, he accelerated soon and smashed 64 runs in just 22 balls. Sudharsan had missed out on a deserved century against the same opposition in the final last season. He wasn’t to be denied this time around as he brought up his milestone with an outrageous six over long leg.‘Lucky to be playing with him’In the early 2000s, Rahul Dravid’s dismissal during an India match would often be followed with huge cheers from the fans as it meant Sachin Tendulkar would come out to bat. In 2024, every Chennai wicket towards the end of the match is cheered wildly by their own fans as it means Dhoni comes out to bat.Even though his side lost on Friday, Dhoni gave the 90,000+ fans a lot to cheer for with another vintage Dhoni knock peppered with three sixes. Despite being hit for two sixes and a four in the final over, Gujarat bowler Rashid Khan said he considered himself lucky simply to be bowling to someone as beloved by fans as Dhoni.Once Dhoni comes into the stadium anywhere around the world, it's a different kind of love for him. It’s so good to be playing with him. I am so lucky to be playing with him. It gives us energy as well.— Rashid Khan on MS Dhoni\n IPL 2024 Points table \n    \n       Position  Team  Played  Won  Lost  Net Run Rate  Points \n    \n     1  Kolkata Knight Riders  11  8  3  1.453  16  2  Rajasthan Royals  11  8  3  0.476  16  3  Sunrisers Hyderabad  12  7  5  0.406  14  4  Chennai Super Kings  12  6  6  0.491  12  5  Delhi Capitals  12  6  6  -0.316  12  6  Lucknow Super Giants  12  6  6  -0.769  12  7  Royal Challengers Bengaluru  12  5  7  0.217  10  8  Gujarat Titans  12  5  7  -1.063  10  9  Mumbai Indians  12  4  8  -0.212  8  10  Punjab Kings  12  4  8  -0.423  8 \n   After GT vs CSK","author":"Dilip Unnikrishnan","time":"2024-05-11T00:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200635-havkngajyd-1715368718.jpg","tags":["Shubman Gill","Sai Sudharsan","Gujarat Titans","Chennai Super Kings","Indian Premier League","IPL","Cricket","MS Dhoni"]}