{"title":"IPL 2024: Chennai Super Kings stay alive in playoffs hunt with win over Rajasthan Royals","content":"Chennai Super Kings continued to remain in the hunt for a playoffs spot after they registered a five-wicket win over Rajasthan Royals in the 2024 Indian Premier League on Sunday.Winning the toss and deciding to bat first at the MA Chidambaram Stadium in Chennai, Rajasthan got off to a slow start in their innings with openers Yashasvi Jaiswal and Jos Buttler taking care in negotiating the likes of Tushar Deshpande and Maheesh Theekshana.However, things began to take a turn when Simarjeet Singh broke the 43-run opening stand with the dismissal of Jaiswal for 24 off 21 balls. In his second over, Singh also struck to remove Buttler with a solid running catch by Deshpande in the deep. Singh’s double strike combined with the economical bowling of Ravindra Jadeja would strangle the Rajasthan batting in the middle overs.Riyan Parag was the star of the visitors’ batting lineup with an innings of 47 off 35 balls. His partnerships with Sanju Samson and Dhruv Jurel both helped to steady the ship as the Chennai bowlers dried up the boundaries. The chase began in imperious fashion with Ruturaj Gaikwad and Rachin Ravindra putting on a 32-run partnership for the first wicket. While Rachin was dismissed for a quickfire 27 off 18 balls courtesy an Ravichandran Ashwin caught and bowled effort, Mitchell was trapped leg before wicket by Yuzvendra Chahal.Moeen Ali was unable to make an impact and the home side were wobbling slightly at 86/3 when Shivam Dube walked out. While the latter didn’t last long (18 off 11 balls), he struck 14 runs off Ashwin in a single over before his dismissal which helped to make the chase easier for Gaikwad and Co.In the end, Sameer Rizvi came on as Chennai’s impact substitute and scored 15 in just eight balls to see his team home along with his captain by five wickets.Turning point of the matchDeshpande has been an important lynchpin in Chennai’s victories this season. With 16 wickets to his name so far, Gaikwad has trusted him with the first over and often times, the last over of the match.In this game, it was no different. While Deshpande conceded only three runs in his first over, the final over was crucial with an in-form Parag in along with Jurel who could be dangerous.In the first ball of the 20th over, Deshpande got Jurel to miscue a shot with the catch taken by Shardul Thakur. Then, the 28-year-old picked up the wicket of Shubham Dubey, but more importantly kept Parag off strike. The hattrick ball was dealt safely by Ashwin and when Parag managed to come back on strike, he could manage only a six over longon.Deshpande conceding 10 runs and taking two wickets in the final over is something that helped Chennai, who then ended up having a tricky time with a slightly below-par target in the end.The Field’s Player of the MatchSimply for his ability in picking up wickets at crucial moments, Simarjeet Singh is The Field’s Player of the Match for this encounter.Coming in to bowl the first over after the Powerplay that saw both Jaiswal and Buttler manage with ease wasn’t going to be easy, keeping in mind the form of both the batters. But the Jaiswal wicket ended up slowing the scoring rate which forced Buttler’s hand and Singh was there to pounce on it.Singh’s third wicket was also an example of his bowling for the night – full and perfect on length. The 26-year-old would also greatly help Chennai with his tight bowling that worked in tandem with Jadeja’s efforts of conceding only 24 runs across his spell.‘Not sure what to expect in away games’Both teams struggled to get going with their batting especially in the middle overs. While both sides had good bowlers to put the pressure on in the middle, Rajasthan captain Samson felt that the heat may have contributed in the pitch changing through the game.“I think after the powerplay, the message received was that the wicket was slow and two-paced. That’s why we were expecting around 170 and we were 20-25 runs short. Simarjeet [Singh] bowled very well today. We are not very sure what to expect in away games, we thought batting first was the better option. We expected it to be slower in the second innings, but the wicket became better. When you play at night [in Chepauk], it’s a no-brainer to chase with the dew. But the summer is getting hotter in India and as the wicket heated up, I was expecting it to slow down. The way the game went to the 18th over, the wicket was tough to bat on and they also batted really well. — Rajasthan Royals captain Sanju Samson\n Points table (after CSK vs RR) \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  KKR  12  9  3  1.428  18  2  RR  12  8  4  0.349  16  3  CSK  13  7  6  0.528  14  4  SRH  12  7  5  0.406  14  5  DC  12  6  6  -0.316  12  6  LSG  12  6  6  -0.769  12  7  RCB  12  5  7  0.217  10  8  GT  12  5  7  -1.063  10  9  MI  13  4  9  -0.271  8  10  PBKS  12  4  8  -0.423  8","author":"Tanya Kini","time":"2024-05-12T20:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200660-ctqlryplbf-1715525211.jpg","tags":["Rajasthan Royals","Indian Premier League","IPL 2024","Chennai Super Kings","Ruturaj Gaikwad","Simarjeet Singh","Tushar Deshpande","Riyan Parag"],"source":"https://scroll.in/field/1067768/ipl-2024-chennai-super-kings-stay-alive-in-playoffs-hunt-with-win-over-rajasthan-royals"}