{"title":"IPL 2024: Bowlers, Marcus Stoinis help Lucknow Super Giants beat Mumbai Indians","content":"The Mumbai Indians’ woes continue as they were handed yet another defeat at the hands of Lucknow Super Giants in the 2024 Indian Premier League on Tuesday.Winning the toss and putting Mumbai in to bat first, the visitors had a horror start in Lucknow, losing four wickets inside the first six overs. While Mohsin Khan and Marcus Stoinis both picked up a wicket each in their first overs, a run-out and a wicket for Naveen-ul-Haq in the sixth over set Mumbai back early at 28/4.Ishan Kishan (32 off 36 balls) and Nehal Wadhera (46 off 41 balls) rebuilt in the middle overs to put on a 53-run partnership for the fifth wicket. Wadhera continued when Kishan was dismissed in the 14th over at 80/5, accompanied by Tim David who scored a quick-fire 35 off 18 balls. Thanks to these three batters, Mumbai were able to post a competitive total of 144/7.Lucknow’s chase began on a sour note as impact substitute Arshin Kulkarni was dismissed for a duck in the first ball he faced off Mumbai’s impact substitute Nuwan Thushara. But captain KL Rahul and Stoinis then combined to put on 58 runs for the second wicket. Mumbai managed to take regular wickets with Rahul holing out to Mohammed Nabi for 28 while Deepak Hooda’s run-a-ball 18 was ended by Hardik Pandya.But Stoinis stuck around to anchor the innings and scored his ninth IPL half-century in 39 balls. The visitors were given some hope when Stoinis was caught right before the boundary line by Tilak Varma and Ayush Badoni was run-out through a stroke of luck by Kishan. But in the end, the target proved easy enough to chase with Nicholas Pooran hitting the winning runs to reach 145/6 with four balls to spare.Turning point of the matchThere were a few points in the Lucknow chase where Mumbai nearly managed to wrestle control of the game from the home side – Rahul’s or Stoinis’ wicket, Badoni’s run-out – but the victory for Lucknow was set up all the way in the sixth over of the Mumbai batting innings.Before Naveen began his spell in the sixth over of the Powerplay, Khan and Stoinis had already reduced Mumbai to 18/2.Perhaps that was the reason for a miscalculation on the part of Varma who had simply stepped outside of his crease as Naveen was appealing for an LBW wicket. But Ravi Bishnoi was quick on the counter and hit the stumps with accuracy to reduce Mumbai to 27/3.Then walked in Pandya who definitely needed to lead from the front with bat first. But a good-enough ball from Naveen is then edged behind to Rahul and Lucknow had the perfect start.The Field’s Player of the MatchAlthough in the match against Chennai Super Kings where he was the lone Lucknow batter striking the ball well, Stoinis this time had the support of both his captain and Hooda. But his ability to pace his innings according to the situation makes the Australian all-rounder The Field’s Player of the Match in this win against Mumbai.First up, having been handed the new ball by Rahul, the 34-year-old Australian picked up the prize wicket of Suryakumar Yadav cheaply and bowled three tight overs in the Powerplay.Then, when walking out to bat in the first over itself, Stoinis paced himself and punished the bad balls while rotating the strike. He ended up reaching 50 in 39 balls, a slow one by his standards and was ultimately dismissed for 62 off 45 balls. Although unable to see the win through to the end, the applause he received from his teammates consolidated his match-winning performance.‘We had all the bases covered’After a run of high-scoring games where bowlers were taken apart by power-hitting, it was refreshing to see a game go down to the wire because of a splendid bowling performance.Lucknow coach Justin Langer was equally pleased with the quick turnaround that his team showed, especially after their loss against Rajasthan Royals.“What I am learning in this competition is that every game is hard and vital. So to be able to fightback against Mumbai Indians and get the points, that’s certainly a smile. I thought we had all our bases covered. You are always looking to take wickets in the powerplay. When you do that, you are always ahead of the game. “[On Marcus Stoinis] He’s been a real match-winner, took a good catch early as well and he’s just showing us that presence at the top of the order. In T20 cricket and in IPL, match-winners are crucial if you are going to keep progressing. It’s such a tight tournament, there’s no easy games and every point is crucial.”— Lucknow coach Justin Langer after the match\n Points table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  9  8  1  0.694  16  2  KKR  9  6  3  1.096  12  3  LSG  10  6  4  0.094  12  4  CSK  9  5  4  0.810  10  5  SRH  9  5  4  0.075  10  6  DC  11  5  6  -0.442  10  7  GT  10  4  6  -1.113  8  8  PBKS  9  3  6  -0.187  6  9  MI  10  3  7  -0.272  6  10  RCB  10  3  7  -0.415  6","author":"Tanya Kini","time":"2024-05-01T00:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200403-eejdsvurin-1714502684.jpg","tags":["Lucknow Super Giants","KL Rahul","Marcus Stoinis","Naveen-ul-Haq","Cricket","Indian Premier League","IPL 2024","Mumbai Indians","Ishan Kishan"],"source":"https://scroll.in/field/1067289/ipl-2024-bowlers-marcus-stoinis-help-lucknow-super-giants-beat-mumbai-indians"}