{"title":"IPL 2024: From Shardul to Vivrant, Indian players who can start bidding war at the auction in Dubai","content":"The 2024 Indian Premier League mini-auction will take place on December 19 at the Coca-Cola Arena in Dubai. 333 players will be on sale as the 10 IPL teams will look to fill 77 slots.The auction for the 2024 season will be the final mini-auction before the mega-auction ahead of the 2025 season. While a couple of players could go for big money, many of the IPL franchises would be looking to buy players for cheap to fill in the gaps in their teams and would be unlikely to break the bank for multiple players.Here, we take a look at five Indian players, who could start a bidding war:Shardul Thakur | Sportzpics for IPLShardul ThakurShardul Thakur is probably the biggest Indian star up for grabs at the auction. A two-time winner with Chennai Super Kings, Thakur was snapped up for a mouth-watering Rs 10.75 crore by the Delhi Capitals. Despite enjoying a decent season where he was Delhi’s third-highest wicket-taker with 15 wickets, Thakur was traded to the Kolkata Knight Riders ahead of the 2023 season.Though he enjoyed a good season with the bat where he also scored his first IPL half-century, Thakur endured a poor season with the ball as he picked up only seven wickets while leaking runs at 10 per over.Despite his recent travails, Thakur is still a handy batter in the lower order and possesses an unexplained knack of taking wickets when others struggle. With a base price of Rs 2 crore, Thakur can be a good addition to any franchise looking for experienced heads in the team.Manish Pandey | Sportzpics for IPLManish PandeyOne of the few players to have played in each edition of the IPL, Manish Pandey is one of the best journeymen players in the league. Pandey is a handy middle order batter capable of clearing the boundary with ease.An IPL winner with the Kolkata Knight Riders in 2014, Pandey is also a gun fielder capable of pulling off stunning catches. At a base price of Rs 50 lakh, Pandey should be a bargain buy for any team.M Shahrukh Khan | Sportzpics for IPLM Shahrukh KhanM Shahrukh Khan burst onto the scene after helping Tamil Nadu win the 2021 Syed Mushtaq Ali Trophy in 2021. At the IPL auction, he was snapped up by Punjab Kings for Rs 5.25 crore. A year later, he helped Tamil Nadu defend their title and ended up costing PBKS a whopping Rs 9 crore in the 2022 auction. After featuring in just eight matches in IPL 2022, Khan showed his capabilities in the 2023 season with some superb cameos. He then led the Lyca Kovai Kings to the 2023 Tamil Nadu Premier League title. He had the highest strike rate among players who scored more than 100 runs. Khan also impressed with the ball, picking up 17 wickets to emerge as the highest wicket-taker. At Rs 40 lakh, the Tamil Nadu all-rounder could once again come away with an eight-figure salary at the auction.Harshal Patel | Sportzpics for IPLHarshal PatelAfter picking up just 46 wickets in his first eight seasons in the IPL, Harshal Patel finally arrived on the big stage in the 2021 edition for the Royal Challengers Bangalore. He picked up 32 wickets in the UAE to tie Dwayne Bravo’s record for most wickets in an IPL season.That led Bangalore to fork out a whopping Rs 10.75 crore at the 2022 auction. Though he was the second-highest and third-highest wicket-taker for RCB in the 2022 and 2023 seasons respectively, Patel’s tendency to leak runs at the batter-friendly M Chinnaswamy Stadium led RCB to release him ahead of the auction.However, with a base price of Rs 2 crore, Patel could still fetch a handsome price if the right team bids for him.Vivrant Sharma | Sportzpics for IPLVivrant SharmaVivrant Sharma was one of the few uncapped Indian players who broke the bank in the 2023 auction after he was bought for Rs 2.6 crore by the Sunrisers Hyderabad from a base price of Rs 20 lakhs. However, the Jammu and Kashmir batter never really got a chance to shine as Hyderabad bizarrely kept him on the bench for most of the tournament.In Hyderabad’s final match of the season, Sharma made his batting debut and posted the highest score by an Indian player on debut when he smashed a 47-ball 69. Sharma enjoyed a fruitful 2023/24 Vijay Hazare Trophy where he emerged as Jammu and Kashmir’s top run scorer notching a century and half-century apiece.With a base price of Rs 20 lakh, Sharma could once again fetch an eight-digit figure at the auction.","author":"Scroll Staff","time":"2023-12-17T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196707-wiajxvwayc-1702737660.jpeg","tags":["Indian Premier League","IPL Auction","2023 IPL Auction","Shardul Thakur","Manish Pandey","M Shahrukh Khan","Harshal Patel","Vivrant Sharma","Cricket","IPL 2023"],"source":"https://scroll.in/field/1060684/ipl-2024-from-shardul-to-vivrant-indian-players-who-can-start-bidding-war-at-the-auction-in-dubai"}