{"title":"IPL 2024: Shimron Hetmyer takes Rajasthan Royals to win over Punjab Kings in a thriller","content":"In a contest where bowlers called the shots for the most part, it was batter Shimron Hetymer who helped the Rajastan Royals to a thrilling three-wicket win over the Punjab Kings in the 2024 Indian Premier League on Saturday.After opting to field first and employing some seriously questionable tactics, the Royals romped home with one ball to spare at the Maharaja Yadavindra Singh International Cricket Stadium in Chandigarh.Earlier in the day, the Punjab Kings failed to get going as they kept losing wickets at regular intervals batting first. Playing without their regular captain Shikhar Dhawan, the Kings posted a respectable 147/8 in their 20 overs after a stunning 16-ball cameo from their impact player Ashutosh Sharma (31).Left-arm spinner Keshav Maharaj (2/23) and pacer Avesh Khan (2/34) were the standout performers with the ball for the Rajasthan Royals, while Trent Boult, Kuldeep Singh, and Yuzvendra Chahal all picked a wicket apiece.Turning point of the matchDespite posting an underwhelming total, the Punjab Kings made a match out of the contest, largely thanks to star bowler Kagiso Rabada, all-rounder Liam Livingstone (1/22) and stand-in captain Sam Curran (2/25).With the opening combination of Kotian (24) and Yashasvi Jaiswal (37) having added 56 runs for the first wicket, and later Sanju Samson (18) flexing his muscles with a couple of boundaries, the Royals seemed to be in a driving seat before the Punjab Kings international trio almost derailed the chase. “Almost” being the keyword.The Royals were struggling at 113/4 in the 17th over, when Hetmyer entered the crease. The left-handed batter saw Dhruv Jurel fall to Harshal Patel in the next over before deciding to go on a rampage.The 27-year-old player from Guyana, cleared his front leg and heaved Patel to the mid-wicket boundary off his penultimate delivery in the match before pulling over the fine-leg region for a six the very next ball.The pacer leaked 14 runs off the 18th over as Hetmyer single handedly brought down the required run rate from over 12 runs per over when Jurel fell, to 10 runs per over four balls later.Hetymer found an able ally in Rovman Powell, who hit Curran for consecutive boundaries in the 19th over before being caught behind, but in the end it was all down to him.The West Indian did not disappoint, despite Arshdeep Singh starting the final over with two dot balls, as he went 6, 2, 6 off the next three deliveries to take Rajasthan Royals over the line.The Field's Player of the matchWith the impact he had on the outcome of the match, it is hard to look past Hetmyer for The Field’s Player of the match. His 10-ball stay changed the outcome of the match, overshadowing Sharma’s 16-ball effort from earlier in the day.There were also impact performances from Maharaj and Rabada, but it was eventually Hetmyer who did the heavy lifting under pressure.‘Did not want to unsettle batting order’In the absence of Ravichandran Ashwin, who was forced to skip the match due to a niggle, Rajasthan Royals handed an Indian Premier League debut to off-spinner Tanush Kotian.When the 25-year-old from Mumbai was not handed a single over in the first innings, it was understandable for Samson and the Royals had everything under control with their more experienced bowlers dominating the opponents.However in an unexpected move, the Royals opened their chase with Kotian as a partner to Yashasvi Jaiswal in place of Jos Buttler, who also missed the match due to a niggle.Kotian is a sound lower-order batter and was seen batting as low as number 9 and 10 during the recent Ranji Trophy season for Mumbai. In fact, he has neither batted above number 8 in Twenty20s nor had he batted above number 4 in his entire domestic career. Here, he was asked to open the innings.The move raised eyebrows as Kotian struggled for his 31-ball 24 with three boundaries before being cleaned up by Livingstone, but the Rajasthan Royals captain Samson insisted it was a well thought out move.“Tanush is a very interesting youngster. He came in as an all-rounder. He had a fabulous Ranji Trophy season with Mumbai and he’s been performing well. He has impressed all the coaching staff and everyone in the nets. We had a proper, settled batting order after the openers, we didn't want to unsettle it and then bring someone up for just one game. Jos [Buttler] is almost ready for the next game, so we just wanted to try him [Kotian] up the order.”— Sanju Samson on opening with Tanush Kotian\n Points Table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  6  5  1  0.767  10  2  KKR  4  3  1  1.528  6  3  CSK  5  3  2  0.666  6  4  LSG  5  3  2  0.436  6  5  SRH  5  3  2  0.344  6  6  GT  6  3  3  -0.637  6  7  MI  5  2  3  -0.073  4  8  PBKS  6  2  4  -0.218  4  9  DC  6  2  4  -0.975  4  10  RCB  6  1  5  -1.124  2","author":"Abhijit Nair","time":"2024-04-14T00:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200016-pshtxbrdgi-1713033309.jpg","tags":["2024 IPL","Indian Premier League","Rajasthan Royals","Punjab Kings","Shimron Hetmyer","Sanju Samson","Tanush Kotian","Kagiso Rabada","Ashutosh Sharma","Cricket"],"source":"https://scroll.in/field/1066592/ipl-2024-shimron-hetmyer-takes-rajasthan-royals-to-win-over-punjab-kings-in-a-thriller"}