{"title":"IPL 2024: KL Rahul, Quinton de Kock power Lucknow to comfortable win over Chennai","content":"KL Rahul and Quinton de Kock’s 134-run opening stand powered the Lucknow Super Giants to a handsome eight-wicket win in the Indian Premier League in Lucknow on Friday.Having opted to bowl first, some good bowling in the middle overs helped Lucknow restrict Chennai to 176/6 in their 20 overs.Ravindra Jadeja hit an unbeaten 57 runs and was supported in the death overs by Moeen Ali (30 runs) and MS Dhoni (28 runs).In response, captain Rahul and De Kock hit half-centuries on their way to putting up 134 runs off 90 balls for the opening stand. Though Chennai eventually got the wickets of both the Lucknow openers, the damage was already as Lucknow chased down the target with an over to spare.With the win, Lucknow have climbed to fifth in the points table with eight points while Chennai stay third with eight points.Turning point of the matchAjinkya Rahane and Ruturaj Gaikwad had given Chennai a decent start in the first innings, with the away side scoring at a rate of eight runs per over in the first eight overs.However, Chennai’s innings was brought to a halt in the middle overs with the boundaries drying up as the Lucknow bowlers kept it tight.Krunal Pandya and Marcus Stoinis were miserly with their bowling and got two wickets to hamper the Chennai batting.Stoinis forced the in-form Shivam Dube into playing an ill-advised pull with his first ball in the 12th over. The Australian bowler conceded just two runs in the over. Pandya, who had earlier dismissed Rahane, followed it up by taking the wicket of impact sub Sameer Rizvi and gave away just four runs.Stoinis came back for what was his last over of the night in the 14th over and gave away just four runs. Between overs 10 and 15, Chennai scored just 24 runs and hit only one boundary.After the match, Gaikwad said that ultimately his side fell 10-15 runs short of what could have been a match-winning total and it was all down to some tight bowling by Lucknow in the middle overs.The Field’s Player of the MatchKrunal Pandya had another good outing with the ball as he returned with figures of 2/16 from three overs. However, captain KL Rahul pips Pandya for the player of the match award with a fluent knock of 82 off 53 balls to go along with his two catches and a stumping.The Lucknow captain scored his second fifty of the season and was solid behind the stumps. With the ICC Men’s T20 World Cup looming in the horizon, matches like tonight’s will go a long way in helping Rahul’s case as India’s first-choice wicket-keeper for the tournament.‘MSD intimidates bowlers’When MS Dhoni walked out to a huge roar at the end of the 18th over, Chennai were 142/6 hoping to get past the 160-run mark. However, Dhoni played another superb cameo role hitting 28 runs off just nine deliveries to propel his side past 170 runs.He took on Lucknow’s two inexperienced bowlers in Mohsin Khan and Yash Thakur and hit three fours and two sixes in his cameo.“At the halfway stage, I would have been happy with 160. Behind the stumps, I felt the wicket was slow, there was a bit of grip but not too much. [Around] 160-165 would have been ideal. But MSD walks in and the pressure gets to the bowlers, there’s pressure and intimidation he has had over teams and bowlers. We have a young team and this was the first time our bowlers were put under pressure by a huge figure like MS and the crowd was really, really loud. I still think they stuck to their plans but he is a phenomenal player who still managed to hit them for sixes.”— LSG captain KL Rahul\nPoints table after LSG vs CSK | Image courtesy: Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-04-20T00:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200182-dyarvuahty-1713552075.jpg","tags":["IPL","Indian Premier League","Lucknow Super Giants","Chennai Super Kings","KL Rahul","Quinton de Kock","Ravindra Jadeja","MS Dhoni","Cricket","IPL 2024"],"source":"https://scroll.in/field/1066851/ipl-2024-kl-rahul-quinton-de-kock-power-lucknow-to-comfortable-win-over-chennai"}