{"title":"IPL 2024: Varun Chakravarthy, Phil Salt star as Kolkata Knight Riders beat Delhi Capitals","content":"The Kolkata Knight Riders came up with a comprehensive seven wicket-win over the Delhi Capitals in the Indian Premier League at the Eden Gardens on Monday.The Capitals opted to bat first after their captain Rishabh Pant won the toss. But Varun Chakravarthy’s clinical spell with the ball restricted the visitors to a below-par 153/9 after 20 overs.In the chase, Phil Salt scored his sixth IPL half-century in a powerful innings where he scored 68 off 33, with seven boundaries and five sixes. Eventually, the cameos from Shreyas Iyer (33 off 23) and Venkatesh Iyer (26 off 23) helped them get over the line with a score of 157/3, with 21 balls to spare.The Knight Riders sit firmly in second spot in the table, while the Capitals are sixth after 11 matches.#IPL2024 #KKRvsDCKolkata Knight Riders put up a solid performance to pick up a seven wicket win over the Delhi Capitals.Varun Chakravarthy starred with the ball to help restrict the Capitals to 153/9, and Phil Salt's heavy-hitting powered the Knight Riders to the win with 21… pic.twitter.com/IGGLhfMG8n— The Field (@thefield_in) April 29, 2024\n\n\nTurning point of the matchThe Capitals did manage to get a good amount of runs on the board, even if the wickets had started to fall. But overs 10 to 15 in the Capitals’ innings shaped up the match.The Capitals were at 93/4 after 10 overs. That is when Varun Chakravarthy and Sunil Narine started to spin a web of trouble for the batters. In those five overs, the Knight Riders gave away only 19 runs and took four wickets.The run-rate had been severely crippled, and the Kolkata bowlers started to pick up wickets in quick intervals to bring in the tailenders to the crease.That five-over period in the middle overs of the first innings made a difference as the Capitals could not get to the 180-run mark – what Pant later claimed would have been a par score on the pitch.The Field’s player of the matchThe pitch at the Eden Gardens had some grip in it for the spinners. And Chakravarthy made the most of it, picking up impressive figures of 3/16 in his allotted four overs to be adjudged the player of the match.His first delivery in the match itself should have been a wicket. Pant looked to go big on the leg-side but only skied a shot towards Harshit Rana and short-third man. It was a simple enough catch, but Rana put it down.Chakravarthy did get Pant out soon enough though, with another skied shot being taken safely by Shreyas Iyer.He then got the better of the hard-hitting Tristan Stubbs before having Impact Player Kumar Kushagra caught behind.‘Putting the odds in your favour’From being unsold at the auction, Salt has been a key player in the Knight Riders’ squad. The wicket-keeper has been impressive behind the stumps, but his batting performances have seen him climb into the top 5 highest run-scorers so far this season – he has scored 392 runs in nine innings at a strike rate of 180.“It is high-risk at times. But it’s also about putting the odds in your favour, not taking the risks you don’t want to. That is sort of the balance that every opening batter has tries to strike. Sometimes you miss the boat a few innings in a row, but you have just got to keep backing yourself and make those right options.”— Kolkata Knight Riders' Phil Salt after the match\nPoints table after the match on April 29 | Image courtesy: Jio Cinema","author":"Shahid Judge","time":"2024-04-29T23:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200370-ajupcobhhy-1714414915.jpg","tags":["Varun Chakravarthy","Phil Salt","Rishabh Pant","Kolkata Knight Riders","Delhi Capitals","KKR vs DC","IPL 2024","IPL","Indian Premier League","Cricket"],"source":"https://scroll.in/field/1067223/ipl-2024-varun-chakravarthy-phil-salt-star-as-kolkata-knight-riders-beat-delhi-capitals"}