{"title":"IPL 2024: Ravindra Jadeja stars with all-round performance in Chennai’s win over Punjab","content":"Ravindra Jadeja displayed his all-round prowess as Chennai Super Kings comfortably defended a total of 167/9 in a 28-run win against Punjab Kings in the Indian Premier League match in Dharamsala on Sunday.Chennai’s disciplined bowling on a sluggish pitch left Punjab Kings struggling to mount a challenge as they scored with 139/9 in 20 overs. Tushar Deshpande’s (2/35) fiery performance in the powerplay to dismiss Jonny Bairstow and Rilee Rossouw in quick succession set the tone for the Chennai team.It was complemented by Mitchell Santner's economical bowling from the other end to ensure Chennai had early control in the match.Despite a promising partnership between Prabhsimran Singh (30) and Shashank Singh (27), amassing 53 runs for the third wicket, Punjab’s hopes were dashed by Jadeja's impactful spell of 3/20.His stellar performance tilted the game decisively in CSK’s favour. Simarjeet Singh’s (2/16) pace during the middle overs further bolstered Chennai’s clinical bowling display, ensuring a comprehensive victory for the visitors.Earlier, after opting to bowl first, Rahul Chahar’s (3/23) spin and Harshal Patel’s (3/24) pace-bowling stifled Chennai’s batting to restrict them to 167/9.CSK initially dominated at 60/1 in the powerplay, courtesy a promising partnership between Ruturaj Gaikwad (32) and Daryl Mitchell (30).However, Chahar led a collapse when he claimed the wickets of Gaikwad and Shivam Dube (0) in successive deliveries. Later, Harshal Patel’s precision at death was pivotal in ending possibilities of a late finish as well.However, it proved to all be in vain when Chennai got hold of the ball in the second innings.Turning point of the matchTo defend a small score, attaining a dream start with the ball is vital. Deshpande in his very first over provided Chennai with exactly that. He picked up the wickets of Bairstow and Rossouw to reduce Punjab to 9/2 within two overs.First, a good-length delivery angled in towards Bairstow’s pads, deceiving him with its pace as he attempted a defensive push. He missed the ball completely and it first crashed into his pad before deflecting onto the off-stump.He then continued his impressive spell with a sharp delivery that skid through, catching Rossouw off-balance. Rossouw failed to defend the ball, which zipped past his bat to shatter the stumps.Additionally, Santner and the introduction of spin in the powerplay proved pivotal, as the New Zealand southpaw conceded just four runs in the powerplay and 10 runs in his three overs overall.The Field’s Player of The MatchJadeja contributed with both bat and ball in Chennai’s triumph over Punjab. Jadeja initially led the charge with the bat, top-scoring with a blistering 43 off 26 deliveries, steering Chennai to a competitive total of 167/9. Later, with his left-arm spin, he proved equally effective, returning figures of 3/20 from his allotted four overs.Jadeja’s spell saw him consistently denting Punjab’s middle-order, dismissing key batters such as Prabhsimran Singh, skipper Sam Curran, and Ashutosh Sharma. His timely strikes disrupted Punjab’s chase, ultimately derailing their chase.‘Nothing is late’“I don't know what he [Simarjeet Singh] is doing but in the pre-season we had, he was bowling at around 150s. We had Deepak, Shardul [Thakur], Tushar [Deshpande] plus [Mateesha] Pathirana and Fizz [Mustafizur Rahman], so he did not get too many changes. Nothing is late, he got a game today. We were thinking of sending an impact batter but we thought the impact batter would score 10-15 runs but the bowler might get us two-three wickets.”— Chennai captain Ruturaj Gaikwad on Simarjeet Singh's pace and giving him a chance\n Points table after PBKS v CSK \n    \n       POS  TEAM  P  W  L  NRR  PTS \n    \n     1  RR  10  8  2  0.622  16  2  KKR  10  7  3  1.098  14  3  CSK  11  6  5  0.700  12  4  LSG  10  6  4  0.094  12  5  SRH  10  6  4  0.072  12  6  DC  11  5  6  -0.442  10  7  RCB  11  4  7  -0.049  8  8  PBKS  11  4  7  -0.187  8  9  GT  11  4  7  -1.320  8  10  MI  11  3  8  -0.356  6","author":" Samreen Razzaqui","time":"2024-05-05T20:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200504-nkioosttam-1714920568.jpg","tags":["Ravindra Jadeja","Tushar Deshpande","Punjab Kings","Chennai Super Kings","IPL 2024","IPL","Cricket"]}