{"title":"IPL 2024: Batters, Jasprit Bumrah help Mumbai Indians beat Royal Challengers Bengaluru ","content":"It was an incredible batting effort from Mumbai Indians as the hosts at the Wankhede Stadium beat Royal Challengers Bengaluru by seven wickets in the 2024 Indian Premier League on Thursday.Bengaluru were sent in to bat first and put up a solid 196/8 after captain Faf du Plessis, Rajat Patidar and Dinesh Karthik scored half-centuries, albeit of different natures.It was a good start for the home team with Jasprit Bumrah getting the best of Virat Kohli, yet again, along with Akash Madhwal dismissing debutant Will Jacks cheaply. But du Plessis and Patidar came good as the duo put on an 82-run partnership for the third wicket. While the former South African captain reached his half-century in 33 balls, Patidar found some good form with his 26-ball fifty.However, Bumrah came back to break the Bengaluru batting flow with consecutive wickets in both the 17th and 19th overs to finish with 5/21 in his four-over spell. Karthik ended unbeaten on 53 off 23 balls with the final over going for 19 runs.However, the dew came into full effect in the Mumbai chase along with some shoddy bowling on the part of the Bengaluru team. Ishan Kishan and Rohit Sharma put on a stunning 101-run partnership for the opening wicket that saw them score an incredible 72 runs in the first six overs.While Kishan reached his half-century in 23 balls, Sharma would go on to make a supporting innings of 38 off 24 balls.Suryakumar Yadav, as the impact substitute for the home team, would then go on to reach the 50-run mark in just 17 balls and take the game completely away from Bengaluru. Ultimately, Hardik Pandya and Tilak Verma were on hand to hit the winning runs as Mumbai finished with 199/3 in just the 16th over to seal a comprehensive victory.#IPL2024 #MIvsRCB IN QUICK TIME! 🔥🔥🔥The MI batting come good and HOW! Ishan Kishan, Rohit, SKY and captain Pandya completely demolish the target to finish with 199/3 with 27 balls to spare and win by seven wickets.Aside from the dew factor, the RCB bowlers weren't good… pic.twitter.com/nMzkscQLAe— The Field (@thefield_in) April 11, 2024\n\n\nTurning point of the matchDespite the manner through which Mumbai completely obliterated the Bengaluru bowlers, one would think that they were chasing a target in excess of 200. When du Plessis and Patidar were out there, that would have been a thing to be expected by the Bengaluru dressing room.But then Pandya went to his strike bowler Bumrah who turned things around.Patidar had already been dismissed courtesy a Gerald Coetzee short ball that was nicked behind to Kishan. Glenn Maxwell continued his dismal season and helped Shreyas Gopal get a wicket.However, Bengaluru didn’t despair yet with du Plessis settled in well and Karthik going on a rampage.Bumrah though had different plans – the 30-year-old bowler was spot-on with his length and line, first getting du Plessis to mistime a full toss and holing out to Tim David. Then, Bumrah would dismiss Mahipal Lomror with an incredible toe-crushing yorker, his specialty.In his final over, he would then hold off on Karthik getting the strike with the consecutive wickets of Saurav Chauhan and Vijaykumar Vyshak. Despite Bengaluru then getting 19 runs in the final over, Bumrah’s spell gave Mumbai some momentum going into the chase.The Field’s Player of the MatchOn any other day, the choice would be between Yadav whose comeback from injury saw him score a blistering half-century or Kishan, who took the game away from Bengaluru in the opening stages.But in a match where 395 runs were scored, Bumrah, who conceded only 21 runs, is The Field’s Player of the Match.Although he and Coetzee both bowled the same number of dot balls – 13 – Bumrah only conceded one boundary and one six whereas Coetzee was hit for one boundary and five sixes along with three wides.Usually, Bumrah is known for his unplayable deliveries that doesn’t always yield wickets. On Thursday night in front of a packed Wankhede Stadium, the pressure he built bore fruit in abundance for the hosts.‘Try not to be a one-trick pony’From his captain to one of his teammates and even the opposition captain, everybody was full of praise for Bumrah and his stunning bowling effort.While Yadav thanked his stars that he never had to face him aside from net sessions, Pandya knew how tough it was to tackle Bumrah as a batter and opposition captain. Even in the face of yet another defeat, du Plessis observed that Bumrah was the main difference between the two sides.As for Bumrah himself, he conceded that because of how harsh the Twenty20 format was on bowlers especially, one had to do their research to equip themselves with different tricks to tackle all kinds of situations.“In this format, it’s anyway very harsh on the bowlers so you need to have different skills. I try not to be a one-trick pony and I’ve worked on this early in my career. When things have not worked out for me, the next day I watch videos to see why it didn’t work. Preparation and research is always the key. There’s no ego in this format. Even if you can bowl 145kph, if the wicket demands [it], you’ll have to bowl slower balls.”— Mumbai Indians bowler Jasprit Bumrah during the post-match presentation ceremony. \n Points table after the match on April 11 \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  5  4  1  0.871  8  2  KKR  4  3  1  1.528  6  3  LSG  4  3  1  0.775  6  4  CSK  5  3  2  0.666  6  5  SRH  5  3  2  0.344  6  6  GT  6  3  3  -0.637  6  7  MI  5  2  3  -0.073  4  8  PBKS  5  2  3  -0.196  4  9  RCB  6  1  5  -1.124  2  10  DC  5  1  4  -1.370  2","author":"Tanya Kini","time":"2024-04-11T23:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199988-arvgnyicwf-1712860119.jpg","tags":["Mumbai Indians","Royal Challengers Bengaluru","IPL 2024","Cricket","Indian Premier League","Jasprit Bumrah","Ishan Kishan","Suryakumar Yadav","Faf du Plessis"],"source":"https://scroll.in/field/1066525/ipl-2024-batters-jasprit-bumrah-help-mumbai-indians-beat-royal-challengers-bengaluru"}