{"title":"IPL 2024 Auction, as it happened: Mitchell Starc, Pat Cummins cap off record-breaking day","content":"That’s it from the auction in Dubai. Mini-auctions are always more dramatic and this edition was no different. Teams broke the bank, history was made and players became millionaires! There were some steals too but over all, the IPL auction changed fortunes again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     Top buys of the auction \n    \n       Player  Price  Team \n    \n     Mitchell Starc  Rs 24.75 crore  Kolkata Knight Riders  Pat Cummins  Rs 20.50 crore  Sunrisers Hyderabad  Daryl Mitchell  Rs 14 crore  Chennai Super Kings  Harshal Patel  Rs 11.75 crore  Punjab Kings  Alzarri Joseph  Rs 11.50 crore  Royal Challengers Bangalore \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Saurav Chauhan, the Gujarat left-handed batter is bought by Royal Challengers Bangalore for Rs 20 lakh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sakib Hussain of Bihar is sold to Kolkata Knight Riders for Rs 50 lakh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Nandre Burger, the South Africa pacer, who just picked up three wickets in the ongoing ODI against India, is picked up by Rajasthan Royals for Rs 50 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Swapnil Singh is bought by Royal Challengers Bangalore for Rs 20 lakh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shivalik Sharma, the Baroda leg-spinning all-rounder, will play for Mumbai Indians for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Abid Mushtaq, the Jammu and Kashmir all-rounder, is bought by Rajasthan Royals for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Gus Atkinson, the English bowler, is bought by Kolkata Knight Riders for Rs 1 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shai Hope, the West Indian batter, is bought by Delhi Capitals for Rs 75 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rizvi Intro.mp4 📹📂📽️ : BCCI, UPT20 pic.twitter.com/Drcnb0LTUs— Chennai Super Kings (@ChennaiIPL) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mohammad Nabi, the former Afghanistan captain, will play for the Mumbai Indians for Rs 1.50 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arshad Khan, the MP allrounder, is bought for Rs 20 lakh by Lucknow Super Giants.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mujeeb Rehman, the Afghan spinner, will play for Kolkata Knight Riders for Rs 2 crore. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Lockie Ferguson who has donned the Kolkata Knight Riders and Gujarat Titans will now play for Royal Challengers Bangalore for Rs 2 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rilee Rossouw invites Delhi Capitals and Punjab Kings in a bidding war only to be lapped up by Kings for Rs 8 crore!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Manish Pandey is reunited with Kolkata Knight Riders for Rs 50 lakh. From being a millionaire once upon a time thanks to the IPL, he is now down to 50 lakh. The times have changed, indeed!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The teams return to the auction tables. Some finishing touches!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Jhathavedh Subramanyan, a spinner from Hong Kong, is sold to Sunrisers Hyderabad at Rs 20 lakh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Prince Choudhary is sold to Punjab Kings for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Robin Minz, a wicket-keeper from Jharkhand invites a bidding war between Mumbai Indians and Chennai Super Kings. But it is eventually Gujarat Titans who buy him for Rs 3.40 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Tanay Thyagarajan is also sold to Punjab Kings for Rs 20 lakh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shashank Singh is also sold to Punjab Kings for Rs 20 lakh. Seems like some confusion there as they did not want the player. The hammer, however, has gone down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vishwanath Pratap Singh is also sold to Punjab Kings for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ashutosh Sharma is sold to Punjab Kings for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sumit Kumar, another Haryana all-rounder, causes Delhi Capitals and Kolkata Knight Riders to start a bidding war for him. Capitals buy him for Rs 1 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Anshul Kamboj, Haryana all-rounder, is also bought by Mumbai Indians for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Naman Dhir of Punjab is bought by Mumbai Indians for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Nuwan Thushara, asks for bids from 50 lakh and a bidding war ensues! Eventually, it’s Mumbai Indians who lap up the Lankan pacer for Rs 4.8 crore. With Mahela Jayawardene and Lasith Malinga in the camp, it’s the place to be.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Jhye Richardson invites a bidding war between Delhi Capitals and Royal Challengers Bangalore with the former taking him for Rs 5 crore!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mustafizur Rahman, the Bangladesh pacer will play for Chennai Super Kings after being bought for Rs 2 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Spencer Johnson, a left-arm pacer from Australia who came in at a base price of Rs 50 lakh, will make his IPL debut with Gujarat Titans for a whopping Rs 10 crore! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    David Willey, the English pacer, is bought by Lucknow Super Giants for Rs 2 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Tom Curran, the English bowler, is bought by Royal Challengers Bangalore for Rs 1.50 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sherfane Rutherford, the West Indies all-rounder is bought by Kolkata Knight Riders for Rs 1.50 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The accelerated auction begins!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The teams will go through an accelerated auction after a break. Several names that went unsold will be back up. But most importantly, here is where the talent scouts come in. Some unheard names, some unearthed stars are likely to feature in this round. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Manav Suthar, the left-arm spinner from Rajasthan, will play for Gujarat Titans after being bought for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shreyas Gopal is bagged by Mumbai Indians for Rs 20 lakh. A steal?!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    M Sidhharth of Tamil Nadu is bought by Lucknow Super Giants for Rs 2 crore. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Next up: Uncapped spinners.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rasikh Dar, who has played for Mumbai Indians, will now play for Delhi Capitals, who have taken him for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kartik Tyagi, who has played for Rajasthan Royals and Sunrisers Hyderabad in the past, will now play for Gujarat Titans for Rs 60 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Akash Singh, who formerly played for Chennai Super Kings, is bought by Sunrisers Hyderabad for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Yash Dayal, formerly a Gujarat Titans bowler, will now feature in the IPL with Royal Challengers Bangalore for Rs 5 crore!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Next up: Uncapped fast-bowlers. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kumar Khushagra, the young wicket-keeper from Jharkhand, was expected to interest many teams. A bidding war ensued between Gujarat Titans and Delhi Capitals and the latter take him for a whopping Rs 7.20 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ricky Bhui, the Andhra Pradesh wicket-keeper, goes to Delhi Capitals for Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Tom Kohler-Cadmore of England is bought by Rajasthan Royals for Rs 40 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Next set: Uncapped wicket-keepers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mitchell Starc on the record deal: Nothing I could’ve dreamt of. A few teams were looking to bolster their bowling attacks but there are a plethora of great bowlers in that list. I’ve been prioritising international cricket and Test cricket for Australia. Coming into the back end of this year and next year, it’s much quieter for Australia as a group so excited to be involved. A good chance to play some really competitive T20 cricket in the best T20 league going around with a T20 World Cup coming up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sameer Rizvi and Shahrukh Khan are expectedly the top buys in this category. Shubham Dubey is also a millionaire thanks to the Rs 5.80 crore deal! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shahrukh Khan, the Tamil Nadu all-rounder was expected to fetch the big bucks at the auction and he does! He led the Lyca Kovai Kings to the 2023 Tamil Nadu Premier League title and picked up 17 wickets to emerge as the highest wicket-taker. Punjab Kings and Gujarat Titans were embroiled in a bidding war for him but the latter prevail to grab him at Rs 7.40 crore. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arshin Kulkarni, a seam-bowling all-rounder who plays for Maharashtra, is bought by Lucknow Super Giants at a base price of Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Next up are uncapped all-rounders.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Angkrish Raghuvanshi, a young Mumbai batter who also featured in the Men’s Under-19 World Cup, is bought by Kolkata Knight Riders for his base price Rs 20 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sameer Rizvi, one of the most sought-after names in the domestic circuit, plays for Uttar Pradesh and has recorded the fastest century in the inaugural edition of the UP T20 League. He also hit a match-winning 84 from 50 balls in the Men’s U-23 State A Trophy final! The 20-year-old is bought by Chennai Super Kings for Rs 8.40 crore!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shubham Dubey, one of the promising uncapped batters in the domestic circuit, plays for Vidarbha. He plays lower down in the middle order and had been impressive at the Syed Mushtaq Ali Trophy. Rajasthan Royals buy him for Rs 5.80 crore. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Back to action! Uncapped batters up for grabs\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Most expensive buys at IPL auctions (INR crores):24.75 cr - Mitchell Starc, KKR in 202420.50 cr - Pat Cummins, SRH in 202418.50 cr - Sam Curran, PBKS in 202317.50 cr - Cameron Green, MI in 202316.50 cr - Ben Stokes, CSK in 202316.50 cr - Chris Morris, RR in 2021… pic.twitter.com/XS3nwUk92p— Bharath Seervi (@SeerviBharath) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The top buys so far:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Credit: JioCinema\n\n    Trav with a special message for the #OrangeArmy 🇦🇺🤩#HereWeGOrange pic.twitter.com/YwOiR1RB5M— SunRisers Hyderabad (@SunRisers) December 19, 2023\n\n\n\n\n    That's a GRAND return to the IPL for Mitchell Starc 😎DO NOT MISS the record-breaking bid of the left-arm pacer who will feature for @KKRiders 💜💪#IPLAuction | #IPL pic.twitter.com/D1A2wr2Ql3— IndianPremierLeague (@IPL) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    It’s big 2023 and the Aussies continue to have it all. The trophies, the titles and the million dollar IPL contracts. Pat Cummins and Mitchell Starc enter the Rs 20 crore club!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    No buyers for capped spinners at all! Ish Sodhi, Akeal Hosain, Tabraiz Shamsi all go unsold. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mujeeb Rahman, the Afghanistan spinner, also goes unsold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Adil Rashid, English spinner, is unsold at his base price of Rs 2 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Next set is: Capped spinners. Adil Rashid, Tabraiz Shamsi are some names lined up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Dilshan Madushanka, the Sri Lanka pacer who had a great World Cup campaign, is bought by Mumbai Indians for Rs 4.60 crore. A tense bidding war between Mumbai Indians and Lucknow Super Giants, but it’s Mumbai who prevail. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Jaydev Unadkat is acquired by Sunrisers Hyderabad for Rs 1.60 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #IPLAuctionMitchell Starc beats Pat Cummins to become the most expensive player in IPL history!The Kolkata Knight Riders beat the Gujarat Titans to get Starc for a record Rs 24.75 crore!📷 AFP/JioCinemahttps://t.co/o2mEEfLBDc pic.twitter.com/Uen1wokSzM— The Field (@thefield_in) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Josh Hazlewood, another Aussie pacer, goes unsold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mitchell Starc! The much awaited. Delhi Capitals and Mumbai Indians get embroiled in a bidding war for the Aussie pacer right away. It’s all fun and games before the ones with the big, fat wallets come out. Kolkata Knight Riders and Gujarat Titans fight it out for Starc, only for KKR to acquire him at a record Rs 24.75 crore. Starc goes past Cummins to become the most expensive player in IPL history!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shivam Mavi, the UP fast-bowler, has interested Royal Challengers Bangalore and Lucknow Super Giants. LSG take him for Rs 6.80 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Umesh Yadav, the pacer from India has invited a bidding war between Sunrisers Hyderabad and Gujarat Titans. Eventually, it is the Titans that take him for Rs 5.80 crore. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Alzarri Joseph, the pacer from West Indies, has impressed quite a few teams. Delhi Capitals and Lucknow Super Giants fight it out for him only for Royal Challengers to come in with a bid and buy him at a whopping Rs 11.50 crore. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chetan Sakariya, the 25-year-old Indian is sold to Kolkata Knight Riders at Rs 50 lakh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Lockie Ferguson of New Zealand is unsold at Rs 2 crore. He has previously played for Kolkata Knight Riders and Gujarat Titans.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Next set: Capped fast bowlers. Expect some more expensive buys in this category.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kusal Mendis of Sri Lanka is also unsold at Rs 50 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Jos Inglis, Australian wicket-keeper, who recently scored a century against India in the T20I bilateral series, is unsold at the moment. It’s probably his high base price of Rs 2 crore that has made the teams hesitant. There’s still some targeted purchases teams need to make after all.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    K S Bharat, Indian wicket-keeper, is bought by Kolkata Knight Riders for his base price of Rs 50 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Tristan Stubbs, of South Africa is sold to Delhi Capitals for his base price of Rs 50 lakh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Phil Salt, English wicket-keeper, at a base price of Rs 1.5 crore is unsold.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here’s the purse that the teams are left with before they head to the third set:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Credit: JioCinema\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Next up is the set comprising capped wicket-keepers. Some names up for grabs are India’s K S Bharat, Australia’s Jos Inglis, Sri Lanka’s Kusal Mendis, England’s Phil Salt and South Africa’s Tristan Stubbs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Top buys so far:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Credit: JioCinema\n\n    𝑻𝒉𝒊𝒔 𝒍𝒊𝒕𝒕𝒍𝒆 PAT 𝒐𝒇 𝒍𝒊𝒇𝒆 𝒊𝒔 𝒄𝒂𝒍𝒍𝒆𝒅 𝑯𝒂𝒑𝒑𝒊𝒏𝒆𝒔𝒔 🧡Welcome, Cummins! 🫡#HereWeGOrange pic.twitter.com/qSLh5nDbLM— SunRisers Hyderabad (@SunRisers) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The teams head for a break after the second set. Some big bucks were expected to be spent, and Sunrisers Hyderabad in particular went to town with their purse. They bought Pat Cummins, Travis Head and Wanindu Hasaranga. Punjab Kings also go big for Harshal Patel and Chris Woakes. The other interesting buy was Chennai Super Kings’s Rs 14 crore bid for Daryl Mitchell.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #IPLAuctionTeams break bank in second set😍🔥Pat Cummins➡️SRH for Rs 20.5croreDaryl Mitchell➡️CSK for Rs 14croreHarshal Patel➡️PK for Rs 11.75croreGerald Coetzee➡️MI for Rs 5croreChris Woakes➡️PK for Rs 4.2croreShardul Thakur➡️CSK for Rs 4croreRachin… pic.twitter.com/yel7LmTDYR— The Field (@thefield_in) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s the end of Set 2. The highlight – by a mile – is Pat Cummins is record bid of Rs 20.5 crore for the Sunrisers Hyderabad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Chris Woakes of England has a base price of Rs 2 crore. Kolkata Knight Riders, with Gautam Gambhir at the table, raise the paddle. Punjab Kings come in as well. Kings get their man at Rs 4.2 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #IPLAuctionCSK splurge big on New Zealand's Daryl Mitchell🤑🔥The all-rounder is sold for Rs 14 crore after an intense bidding war with Delhi Capitals and Punjab Kings.📸: Jio Cinemahttps://t.co/o2mEEfLBDc pic.twitter.com/rxBMmw0dTf— The Field (@thefield_in) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Daryl Mitchell from New Zealand is up next for Rs 1 crore. Delhi Capitals begin the process rather late. Punjab Kings follow. Just when it seemed like the Kings had their man at Rs 11.75 crore, Chennai Super Kings jumped in, and get the bid for Rs 14 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #IPLAuction Punjab Kings go big for Harshal Patel🤑The Himachal Pradesh all-rounder bags a Rs 11.75 crore deal.📸: Jio Cinemahttps://t.co/o2mEEfLBDc pic.twitter.com/yfuixZ4m9J— The Field (@thefield_in) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Harshal Patel has a base price of Rs 2 crore. Gujarat Titans and Punjab Kings are in a battle for the player. Lucknow Super Giants came into the bid as well, but it’s the Kings who pick up Patel for Rs 11.75 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PAT your backs, Hyd. We’re HEADing towards glory 🧡#HereWeGOrange pic.twitter.com/0nOwwkcyg2— SunRisers Hyderabad (@SunRisers) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Gerald Coetzee, the South African pacer, has a base price of Rs 2 crore. Chennai Super Kings and Mumbai Indians enter the bid. Mumbai Indians get their man for Rs 5 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #IPLAuctionPAT CUMMINS IS THE MOST EXPENSIVE PLAYER IN IPL HISTORY🔥The Australian world cup-winning captain gets Rs 20.50 crore from Sunrisers Hyderabad📸: Jio Cinemahttps://t.co/o2mEEfLBDc pic.twitter.com/EHAQMjtJCI— The Field (@thefield_in) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    At Rs 20.5 crore, PAT CUMMINS becomes the most expensive player in IPL history! Sold, to the Sunrisers Hyderabad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pat Cummins, the World Cup winning captain up for a base price of Rs 2 crore. CSK raise the paddle immediately. Mumbai Indians step up as well. The price reaches Rs 4.8 crore, and then the Royal Challengers Bangalore make their first move at this auction.And the Sunrisers Hyderabad also jumps in.The highest ever bid in the IPL was Sam Curran at the auction for the 2023 season, for Rs 18.5 crore. Pat Cummins has crossed that. And the bidding is still going on, beyond Rs 20 crore...\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Azmatullah Omarzai up next. The Afghan comes in with a base price of Rs 50 lakh. Gujarat Titans raise the paddle immediately. And they are the only team to do so.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shardul Thakur starts with an asking price of Rs 2 crore. Chennai Super Kings and Sunrisers Hyderabad – once again – are in a bidding war for a player. CSK take him for Rs 4 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    LI🦁N ALERT: RACH-IN IS YELLOVE! 💛🥳— Chennai Super Kings (@ChennaiIPL) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rachin Ravindra next for Rs 50 lakh. It took a little while, but Chennai Super Kings raise the paddle, and then so does the Delhi Capitals. Punjab Kings, for the first time today, come up with a bid. But it’s the Chennai Super Kings who pick up Ravindra for Rs 1.8 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🟡 👉🟠A new Thala in Orange 😍#HereWeGOrange pic.twitter.com/ECXkn0Zs8h— SunRisers Hyderabad (@SunRisers) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wanindu Hasaranga of Sri Lanka starts us off in this set with a base price of Rs 1.5 crore. Sunrisers Hyderabad put up the paddle immediately, and he’s sold!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Big names, with big prices expected for this second set of playersGerald Coetzee (South Africa) - Base Price: Rs 2 crorePat Cummins (Australia) - Base Price: Rs 2 croreWanindu Hasaranga (Sri Lanka) - Base Price: Rs 1.5 croreDaryl Mitchell (New Zealand) - Base Price: Rs 1 croreAzmatullah Omarzai (Afghanistan) - Base Price: Rs 50 lakhHarshal Patel (India) - Base Price: Rs 2 croreRachin Ravindra (New Zealand) - Base Price: Rs 50 lakhShardul Thakur (India) - Base Price: Rs 2 croreChris Woakes (England) - Base Price: Rs 2 crore\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Set 2 to start now with capped all rounders\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s the end of Set 1. Rovman Powell is the most expensive player in the auction so far, going to the Rajasthan Royals for Rs 7.4 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Karun Nair.. On 19 Dec 2016: 303 not out (381 balls, 32 fours, four sixes) vs England at ChennaiOn 19 Dec 2023: unsold in #IPLAuction2024 in Dubai— Mohandas Menon (@mohanstatsman) December 19, 2023\n\n\n\n\n    #Cricket #IPLAuctionEND OF FIRST SETWorld Cup hero Travis Head goes to Sunrisers Hyderabad at Rs. 6.80 crore.Harry Brook finds a home in Delhi Capitals.Steve Smith, Karun Nair, Manish Pandey UNSOLD!📸: Jio Cinemahttps://t.co/o2mEEfLBDc pic.twitter.com/fiQlzXF0z2— The Field (@thefield_in) December 19, 2023\n\n\n\n\n    No takers for Steve Smith... he goes unsold #IPLAuction pic.twitter.com/hiAeWzzAC5— cricket.com.au (@cricketcomau) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Manish Pandey next, asking price is Rs 50 lakh. UNSOLD!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Former Australia captain Steve Smith next. Rs 2 crore is the base price. UNSOLD!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Karun Nair, the first Indian to feature in the auction today, is up for Rs 50 lakh. UNSOLD!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Travis Head has a base price of Rs 2 crore. Sunrisers Hyderabad took their time, but were the first team to raise the paddle. And then came the Chennai Super Kings. The bidding went on for a while, but eventually SRH picked up Head for Rs 6.8 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Collective ‘oh’ from the audience as the name ‘Travis Head’ is called up. How much will the player of the match in the ICC Men’s ODI World Cup final go for?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Harry Brook up next, for a base price of Rs 2 crore. Delhi Capitals puts up the first bid, but the Rajasthan Royals join in for yet another bidding war. But the Capitals, with Sourav Ganguly and Ricky Ponting at the desk, snap up the English batter for Rs 4 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    WAIT FOR IT 🔥💗 pic.twitter.com/4CyFOjys67— Rajasthan Royals (@rajasthanroyals) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rilee Rossouw with a base price of Rs 2 crore. UNSOLD!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #IPLAuction Rovman Powell➡️ Rajasthan RoyalsThe West Indian is snapped up for Rs 7.40 crores, up from his base price of Rs. 1 crore.The IPL auction madness is officially underway🔥https://t.co/o2mEEfLBDc— The Field (@thefield_in) December 19, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rovman Powell is the first player up for the auction. He started off with a base price of Rs 1 crore, kicking off a battle between the Kolkata Knight Riders. But eventually it is the Royals who pick up the 30-year-old Jamaican for Rs 7.4 crore.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Capped batters is the first category up for the auction\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND HERE WE GO!\n    \n        \n        \n            \n            \n            \n        \n    \n\n            View this post on Instagram            A post shared by Delhi Capitals (@delhicapitals)\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    It appears that IPL rules will now allow two bouncers per over. How will this impact the teams’ wishlists?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Big news for bowlers at #IPL2024 👀 pic.twitter.com/1yy2P5tsTE— ESPNcricinfo (@ESPNcricinfo) December 18, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    As we wait for the auction to begin, here’s a look at some of the Indian and international players that could make it big:From Shardul Thakur to Vivrant Sharma, Indian players who can start bidding war at the auction in DubaiFrom Travis Head to Mitchell Starc, a look at overseas players who could be valuable buys at the auction\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n    \n       Team  No of players  No of overseas players  Total money spent (Rs crore)  Salary cap available (Rs crore)  Available slots  Overseas slots \n    \n     Chennai Super Kings  19  5  68.6  31.4  6  3  Delhi Capitals  16  4  71.05  28.95  9  4  Gujarat Titans  17  6  61.85  38.15  8  2  Kolkata Knight Riders  13  4  67.3  32.7  12  4  Lucknow Super Giants  19  6  86.85  13.15  6  2  Mumbai Indians  17  4  82.25  17.75  8  4  Punjab Kings  17  6  70.9  29.1  8  2  Royal Challengers Bangalore  19  5  76.75  23.25  6  3  Rajasthan Royals  17  5  85.5  14.5  8  3  Sunrisers Hyderabad  19  5  66  34  6  3 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the 2024 Indian Premier League auction!The 10 Indian Premier League franchises will look to fill a maximum of 77 slots out 333 players at the IPL auction at the Coca-Cola Arena in Dubai.With 12 vacant spots, the Kolkata Knight Riders have the most slots to fill followed by the Delhi Capitals with nine slots. Rajasthan Royals, Mumbai Indians, Punjab Kings and Gujarat Titans have eight slots while the Chennai Super Kings, Lucknow Super Giants, Royal Challengers Bangalore and Sunrisers Hyderabad have six slots each to fill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Telecast live on the Star Sports Network and streamed live on Jio CinemaScreenshots via Jio Cinema","author":"Scroll Staff","time":"2023-12-19T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196786-phstjpspto-1703006719.jpg","tags":["Indian Premier League","IPL 2024","IPL Auction","IPL","IPL 2024 Auction","Cricket"],"source":"https://scroll.in/field/1060770/ipl-2024-auction-live-updates-reactions-and-more"}