{"title":"IPL 2024: Sanju Samson and Dhruv Jurel earn Rajasthan Royals easy win over Lucknow Super Giants","content":"The Rajasthan Royals came up with a clinical chase to beat the Lucknow Super Giants by seven wickets in the Indian Premier League at the Ekana Cricket Stadium in Lucknow on Saturday. The win further cemented the Royals’ spot at the top of the table with 16 points, courtesy of their eight wins from nine matches.Sanju Samson won the toss for the Royals and elected to bowl first. The Super Giants managed to put on a fighting total of 196/5 after their 20 overs at a venue where no team has managed to cross the 200-run mark so far this season.The Royals however, powered by the unbeaten 121-run partnership between Samson and Dhruv Jurel, got to the target, scoring 199/3 with an entire over to spare.#IPL2024 #LSGvsRRThe Rajasthan Royals continue to dominate!Sanju Samson and Dhruv Jurel's unbeaten 121-run partnership takes the Royals to eight wins in nine.They beat the Lucknow Super Giants by seven wickets, crossing the 197-run target with an entire over to spare.📷… pic.twitter.com/Mw94YEZ8KN— The Field (@thefield_in) April 27, 2024\n\n\nTurning point of the matchFor a team that boasts the legendary Jonty Rhodes as their fielding coach, the Lucknow Super Giants will not be pleased with their performance in the field on Saturday night.Jurel had taken the initiative to up the tempo with the bat for the Royals. In his flurry of shots, he managed to lash at a Mohsin Khan delivery that flew straight to Yash Thakur standing in the second slip position. Thakur timed his jump well, but fluffed what should have been a straight-forward catch in the 13th over.Jurel was at 31 at the time, and went on to score an important 52 off 34 – his first T20 half-century.Just a few balls later, Jurel edged another one, only for it to be put down again by Thakur. To be fair, this was a difficult chance and it would have been a spectacular catch had it been taken.Remarkably, there was another chance to dismiss Jurel that went begging, and once again it involved Khan and Thakur.In the 18th over, Samson cut a slower delivery straight to Thakur at slip. Jurel however, ran almost the entire length of the pitch despite his captain declining the run. Thakur noticed the mix-up and threw the ball to Khan. Jurel had started to rush back to make his ground when Khan fumbled the ball in his attempt to find the stumps, giving the batter a third reprieve in the same innings.The Field’s player of the matchSamson, for his destructive 71 off 33 – an innings peppered with seven fours and four sixes – was the player of the match.During his stay at the crease, he saw Jos Buttler getting dismissed and Riyan Parag also being sent back early. At that stage, the Royals’ chase could have gone either way. But the right-handed batter played it slow at the start, allowing Jurel to play the aggressor. Once he was set, Samson started to attack the Lucknow bowlers, finding the gaps almost at will.His magnificent innings came with a strike rate of 215, and it took him to the second spot in the leaderboard for most runs scored this season, with 385 in nine innings – second only to Virat Kohli’s 430.‘Ticking those small right crosses’The Royals have now won eight of their nine matches to record the joint-best run in the tournament’s history, along with the Gujarat Titans.Captain Samson asserted that the performances have been all about focusing on the process and ticking the right boxes.“We have to keep ticking those small right crosses. You never know, the results can go here and there. And in the T20 format, mistakes are supposed to happen.“In the team meetings we decide that we just have to take care of the process and stick to that. I think we have been [getting] the results in our [favour]. There is something we are doing really well, we have recognised that and we want to stick to that each and every game.”— Sanju Samson during the post-match presentation","author":"Shahid Judge","time":"2024-04-28T00:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200334-bwlcvouwkl-1714242820.jpg","tags":["Sanju Samson","Dhruv Jurel","IPL 2024","Indian Premier League","IPL","Rajasthan Royals","Lucknow Super Giants","LSG vs RR","Cricket"],"source":"https://scroll.in/field/1067144/ipl-2024-sanju-samson-and-dhruv-jurel-earn-rajasthan-royals-easy-win-over-lucknow-super-giants"}