{"title":"IPL 2022, Best XI: Buttler and de Kock openers, Hardik as captain, uncapped Indian pacers ","content":"Gujarat Titans emerged as champions of Indian Premier League 2022 as the season ended with Hardik Pandya and Co getting the better of Rajasthan Royals in the final. There was no dearth of entertainment in the 15th edition of the T20 tournament as the introduction of two news teams shook up the established order a fair bit. More teams also meant more players and we were witness to some fine individual performances through the season.Having said that, here’s a look at Scroll.in’s best playing XI from IPL 2022:Jos ButtlerYou only had to watch the grand presentation ceremony after the final to get a clear idea of just how extraordinary Buttler’s season was. He alone won six of the 11 big individual awards that were handed out for the season. Miles ahead on the highest run-scorers’ list, he took home the Orange Cap and also claimed the coveted Most Valuable Player of the season award. The 31-year-old English right-handed opener was simply in a league of his own. He matched Virat Kohli’s record from 2016 for most centuries in one season (four), and also finished with the second-highest tally of runs in one season in the history of the tournament (again only behind Kohli in 2016). Rajasthan Royals owe a lot to him for reaching the final. Jos Buttler's batting stats in IPL 2022 \n    \n       Inns  NO  Runs  HS  Avg  SR  100  50  4s  6s \n    \n     17  2  863  116  57.53  149.05  4  4  83  45 \n   Scroll across to see full table Quinton de KockHe finished third on the highest run-scorers’ list and faced competition for this second opener’s slot from his captain KL Rahul, who was second on the run-scorers’ list. But de Kock edges out his Lucknow Super Giants skipper for his superior strike-rate, his 70-ball 140 against Kolkata Knight Riders – which was the highest individual score of the season – and the fact that he is a left-hander. The South African struck the ball wonderfully and scored runs on either side of the pitch. He was close to his best and reminded everyone of the key role he played at the top of the order in Mumbai Indians’ title-winning run in 2020. Quinton de Kock's batting stats in IPL 2022 \n    \n       Inns  NO  Runs  HS  Avg  SR  100  50  4s  6s \n    \n     15  1  508  140*  36.29  148.97  1  3  47  23 \n   Scroll across to see full table Sanju SamsonIt was a memorable season for Samson as he led RR to the final. The 27-year-old was praised for his captaincy and this season is sure to give him immense confidence going forward. With the bat too, he played a number of impactful knocks for his team. The right-hander was ultra aggressive from the get-go nearly each time and as usual, played some jaw-dropping strokes. Considering the abundance of talent he possesses, it wouldn’t be unfair to have perhaps expected him to finish with more runs. Having said that, Samson definitely did a good job for Rajasthan at No 3. Rajat Patidar was a contender for this slot, for his exceptional performance for Royal Challengers Bangalore in the playoffs, but Samson edges him out for consistency through the season and a superb strike rate for a crucial batting position. Sanju Samson's batting stats in IPL 2022 \n    \n       Inns  NO  Runs  HS  Avg  SR  100  50  4s  6s \n    \n     17  1  458  55  28.63  146.79  0  2  43  26 \n   Scroll across to see full table Hardik Pandya (c)The one who stole the show at the end, Pandya had a potentially career-defining season. He led Gujarat Titans to the title in the franchise’s IPL debut and contributed immensely as leader, batter and bowler. The 28-year-old played moslty as a finisher for Mumbai Indians for many years but promoted himself to the No 4 position in the batting order in his new team. He held the line-up together and switched gears according to the different situations to showcase his credentials for a spot in the upper middle order batter of the Indian team too. In terms of bowling, he had bowled in just nine innings and taken five wickets heading into the final. But when it mattered most, he showed his full potential and got the key wickets of Buttler, Samson and Shimron Hetmyer in a match-winning spell of 3/17 from four overs. Pandya will be remembered as the poster boy of this season and it’s no surprise that he is the captain of this best XI too.IPL 2022 Final: Hardik Pandya owns the stage Hardik Pandya's batting stats in IPL 2022 \n    \n       Inns  NO  Runs  HS  Avg  SR  100  50  4s  6s \n    \n     15  4  487  87*  44.27  131.26  0  4  49  12 \n   Scroll across to see full table  Hardik Pandya's bowling stats in IPL 2022 \n    \n       Mat  Inns  Ov  Wkts  BBI  Avg  Econ  SR  4w  5w \n    \n     15  10  30.3  8  17/3  27.75  7.27  22.87   0  0 \n   Scroll across to see full table David MillerBatting in the lower middle order, Miller scored 481 runs in the season at a strike-rate of 142.72 and remained unbeaten nine times. These are outstanding numbers by any standard. The left-hander had struggled to play to his potential for a number of years in the IPL but revelled in the support he received at GT this season. He was devastating against both pace and spin, getting boundaries on either side of the pitch, but what was most impressive was how he paced his innings and played according to the situations and his strengths. The 32-year-old South African’s match-winning knock in Qualifier 1 against Rajasthan, in which he finished the match with a hat-trick of sixes, will be remembered for a long, long time. David Miller's batting stats in IPL 2022 \n    \n       Inns  NO  Runs  HS  Avg  SR  100  50  4s  6s \n    \n     16  9  481  94*  68.71  142.72  0  2  32  23 \n   Scroll across to see full table Dinesh Karthik (wk)Karthik won the Super Striker award at the end. This award is given to the player who faced at least 100 deliveries in the season and returned with the highest strike-rate. The 37-year-old was simply sensational for RCB as the designated finisher. He played a number of match-turning knocks, remained not-out 10 times, and earned himself another call-up to the Indian team. Karthik’s pure ball-striking ability needs to introduction and this season he blended that with a deep desire for success. This led to a great improvement in his shot selection and he picked his spots to fetch boundaries masterfully. The right-hander was tasked with a tough job by RCB, stepping into the shoes of the great AB de Villiers, and he did it with aplomb. Dinesh Karthik's batting stats in IPL 2022 \n    \n       Inns  NO  Runs  HS  Avg  SR  100  50  4s  6s \n    \n     16  10  330  66*  55.00  183.33  0  1  27  22 \n   Scroll across to see full table Rashid KhanOne of the finest T20 cricketers of his generation, Rashid was immense for GT this season. Despite nearly every batter in the league looking to play him out and taking minimal risks against him, he returned with 19 wickets. And of course, his economy-rate of 6.59 was among the best. In the playoffs, the Afghan leg-spinner conceded just 33 runs in the eight overs he bowled. The vice-captain of the team also had a good season with the bat, a potential long left unexploited by teams. He played a number of crucial cameos and his unbeaten 11-ball 31 against his former team Sunrisers Hyderabad, which included three sixes by him in the final over, was one of the highlights of the season. Rashid was acquired by the franchise for Rs 15 crore before the mega auction and he went on to play a massive role in their success.IPL 2022: Rashid Khan and the quiet knockout punch Rashid Khan's bowling stats in IPL 2022 \n    \n       Mat  Inns  Ov  Wkts  BBI  Avg  Econ  SR  4w  5w \n    \n     16  16  63.5  19  24/4  22.15  6.59  20.15   1  0 \n   Scroll across to see full table  Rashid Khan's batting stats in IPL 2022 \n    \n       Inns  NO  Runs  HS  Avg  SR  100  50  4s  6s \n    \n     8  4  91  40  22.75  206.81  0  0  3  9 \n   Scroll across to see full table Arshdeep SinghPunjab Kings finished sixth on the points table and missed out on a playoffs spot yet again but one of the big positives for them in the season was young Arshdeep Singh. The 23-year-old left-arm pacer was retained by the franchise for Rs 4 crore and he lived up to his potential by returning with impressive numbers. Effective with the new ball and at the death, Arshdeep, like Rashid, commanded respect by his opponents and was consistent throughout the season. The accuracy of his yorkers and variations are right up there with the best and it came as no surprise when he was included in India’s squad for the upcoming T20 series against South Africa. Arshdeep Singh's bowling stats in IPL 2022 \n    \n       Mat  Inns  Ov  Wkts  BBI  Avg  Econ  SR  4w  5w \n    \n     14  14  50.0  10  37/3  38.50  7.70  30.00   0  0 \n   Scroll across to see full table Mohsin KhanHe had the second-best economy-rate in the season, just behind Sunil Narine, and proved to be a wonderful revelation. Mohsin’s 14 wickets in nine games with an ER of 5.96 were arguably the best bowling stats in IPL 2022. The 23-year-old left-armer isn’t the quickest but bowled with great maturity. He was used by LSG every time they needed a breakthrough or wanted to control the run-flow and more often than not, he delivered. Mohsin, like Arshdeep, showed great potential and dismissed some of the finest batters in the league. He’s another big prospect to look forward to in Indian cricket. Mohsin Khan's bowling stats in IPL 2022 \n    \n       Mat  Inns  Ov  Wkts  BBI  Avg  Econ  SR  4w  5w \n    \n     9  9  33.0  14  16/4  14.07  5.96  14.14   1  0 \n   Scroll across to see full table Umran MalikHis is one of the most impressive stories of IPL 2022. Having been with Sunrisers Hyderabad for a couple of years, after starting as a net bowler, Malik was sensational for them this season. He finished as the fourth-highest wicket-taker – second among pacers – and was undoubtedly one of the most exciting parts about the league stage. His sizzling pace made everyone sit up and take notice, with SRH bowling coach Dale Steyn left in awe of the 22-year-old’s talent. He was used as an out and out strike bowler in the middle overs and his brilliant five-for against eventual champions Gujarat Titans was a sight to behold.IPL 2022: Umran Malik is on the super-fast lane to success Umran Malik's bowling stats in IPL 2022 \n    \n       Mat  Inns  Ov  Wkts  BBI  Avg  Econ  SR  4w  5w \n    \n     14  14  49.1  22  25/5  20.18  9.03  13.40   1  1 \n   Scroll across to see full table Yuzvendra ChahalChahal not being retained by RCB was one of the big talking points at the start of the season. And the leg-spinner showed his former franchise what they missed out on by winning the Purple Cap. He was the leader in Rajasthan’s bowling attack claimed the only hat-trick of the season. The 31-year-old was as clever as ever with his variations and played an important role for RR in the middle overs. Chahal bagged a five-wicket haul in a thrilling win over KKR and went on to edge out Wanindu Hasaranga for the Purple Cap by dismissing Hardik with a beauty in the final. His memorable performance in IPL 2022 further cemented his position as India’s premier white-ball spinner. Yuzvendra Chahal's bowling stats in IPL 2022 \n    \n       Mat  Inns  Ov  Wkts  BBI  Avg  Econ  SR  4w  5w \n    \n     17  17  68.0  27  40/5  19.51  7.75  15.11  1  1 \n   Scroll across to see full table Scroll.in’s selection for IPL 2022’s Best XI: Jos Buttler, Quinton de Kock, Sanju Samson, Hardik Pandya (C), David Miller, Dinesh Karthik (wk), Rashid Khan, Mohsin Khan, Umran Malik, Arshdeep Singh, Yuzvendra ChahalWhat changes would you make to this XI? Tweet to us @thefield_in.All images courtesy Sportzpics for IPL. All stats courtesy IPLT20.Also read:IPL 2022 Final, as it happened: Pandya and Co win by 7 wickets to bag first titleIPL 2022 Final: Hardik Pandya owns the stageIPL 2022: Rashid Khan and the quiet knockout punchWatch: Gujarat Titans, IPL 2022 champions – the winning momentsReactions to Gujarat Titans winning IPL 2022: ‘A phenomenal debut season’IPL 2022: From Hardik to Rashid – champions GT’s top performers in the finalIPL 2022 top performers: From Buttler’s blockbuster season to Umran’s emergenceIPL 2022: From Rashid’s dream win to Hardik’s WC target, who said what after GT’s win","author":"Aditya Chaturvedi ","time":"2022-06-01T18:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175156-cajmuxdaou-1654000492.jpg","tags":["indian premier league","cricket","ipl 2022","Jos Buttler","Hardik Pandya","Rashid Khan","yuzvendra chahal"],"source":"https://scroll.in/field/1025181/ipl-2022-best-xi-buttler-and-de-kock-openers-hardik-as-captain-uncapped-indian-pacers"}