{"title":"IPL 2024: Suryakumar, bowlers help Mumbai Indians seal thriller against Punjab Kings","content":"It was a valiant effort from the batters, but Mumbai Indians prevailed in the end to beat Punjab Kings by nine runs in the 2024 Indian Premier League in Mullanpur. Punjab captain Sam Curran put the visitors in to bat first after winning the toss with Ishan Kishan and Rohit Sharma giving Mumbai a good start. However, the real fireworks were yet to come with Suryakumar Yadav coming in first drop after Kishan’s wicket. The 33-year-old struck 78 off 53 balls, a relatively sedate innings from somebody who tends to strike at above 200. Sharma and Tilak Varma too chipped in with contributions while Tim David struck two boundaries and one six before holing out to Curran in the deep.Harshal Patel helped keep the visitors down below 200 with a good final over that saw the dismissals of David and Romario Shepherd and the run-out of Nabi as Mumbai finished with 192/7.The chase began in horrific fashion for the home side as Gerald Coetzee and Jasprit Bumrah reduced them to 14/4 in just 13 balls. Shashank Singh steadied the ship with a solid innings of 41 off 25 balls, but was undone by Bumrah to leave Punjab reeling at 111/7 in the 13th over. Then came Ashutosh Sharma who managed to get Punjab incredibly close to the line with a stunning innings of 61 off 28 balls. Ashutosh along with Harpreet Brar struck 24 runs off the 16th over bowled by impact substitute Akash Madhwal that reduced the required run rate to just seven runs an over with four overs to go. However, a tight Bumrah over that followed along with the wicket of Ashutosh in Coetzee’s final over saw the hopes of the home side dashed. Kagiso Rabada struck a brilliant six off the first ball he faced, but ended up getting run out in trying to get back on strike as Punjab were bowled out for 183. Turning point of the matchCoetzee and Bumrah had already made an incredible impact in the first two overs of the Punjab innings, removing the top order and making a huge dent in the efforts to chase 193.However, the two fast bowlers were more impactful in the latter half of the game when their captain needed them.After Madhwal’s over that swung the match heavily in Punjab’s favour with the target now reduced to 28 from 24 balls, Pandya brought Bumrah back for his last over.Both Ashutosh and Brar gave their due respect to Bumrah, but it was also the case of the 30-year-old bowling to perfection. Having conceded only three runs, it was time for Coetzee to complete his spell as well.Coetzee would then silence the Mullanpur crowd as he got Ashutosh to hole out to Mohammed Nabi in the deep and effectively end their hopes of a win. Conceding only two runs from the 18th over was the icing on the cake as Mumbai would go on to win by nine runs.The Field’s Player of the MatchIt was another special from Yadav who perhaps wasn’t at his fluent best, with a strike rate of 147.16. But as the anchor of the Mumbai innings, the 33-year-old batter is the Field’s Player of the Match.His second half-century was marked by seven boundaries and three sixes, but more so it was the manner in which he batted deep, allowing for his partners to free their arms and strike, like both Sharma and Varma did in their respective partnerships.‘Disheartening to lose close games’It was a disappointed Curran who was shaking his head in disbelief after handshakes were exchanged between both teams.Out of the five losses so far for Punjab, four have come in the last over. If it wasn’t Shimron Hetmeyer winning it for Rajasthan Royals with one ball to spare, it was Virat Kohli and Royal Challengers Bengaluru who began the trend.While both Curran and Pandya were full of praise for Ashutosh and the way his innings allowed Punjab to take this game deep, the former was of the opinion that it was better to lose close games than be beaten in a comprehensive manner.“I think this team likes a close one, but unfortunately [it’s] another loss. It’s very tough [because you’d rather] lose close games than getting absolutely thumped. But we’ve lost a lot of wickets at the start. [However] the way the younger guys [Shashank Singh and Ashutosh Sharma] have taken the team so close is very heartening. They have incredible confidence – when you see a guy like Ashutosh having the confidence to play sweeps and big hits against pacers, it’s great to watch. We still have the belief in us and we believe we can turn this around.” — Punjab Kings captain Sam Curran to the host broadcasters\n Points table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  7  6  1  0.677  12  2  KKR  6  4  2  1.399  8  3  CSK  6  4  2  0.726  8  4  SRH  6  4  2  0.502  8  5  LSG  6  3  3  0.038  6  6  DC  7  3  4  -0.074  6  7  MI  7  3  4  -0.133  6  8  GT  7  3  4  -1.303  6  9  PBKS  7  2  5  -0.251  4  10  RCB  7  1  6  -1.185  2","author":"Tanya Kini","time":"2024-04-19T00:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200147-okqwefzlzg-1713466687.jpg","tags":["Jasprit Bumrah","Mumbai Indians","Indian Premier League","IPL 2024","Cricket","Punjab Kings","Ashutosh Sharma","Suryakumar Yadav","Gerald Coetzee"],"source":"https://scroll.in/field/1066810/ipl-2024-suryakumar-bowlers-help-mumbai-indians-seal-thriller-against-punjab-kings"}