{"title":"IPL 2024: Delhi Capitals hold their nerve to beat Gujarat Titans in a high-scoring thriller","content":"In a yet another high scoring 2024 Indian Premier League encounter, home team Delhi Capitals held their nerve to beat the Gujarat Titans by four runs at the Arun Jaitley Stadium on Wednesday.Opting to field first after winning the toss, the Titans fell short despite half-centuries from Sai Sudharshan (65) and David Miller (55), along with a stunning late assault by spinners Rashid Khan (21*) and R Sai Kishore (13).The Capitals’ Impact Player Rasikh Salam picked up three wickets for his team, while Kuldeep Yadav finished with economical figures of 2-28 in four overs as they restricted the Titans to 220/8 in the chase.Earlier in the day, the Delhi Capitals had piled on a mammoth 224/4 in their 20 overs after being reduced to a worrying 44/3 in six overs, thanks to Sandeep Warrier’s triple strike in the powerplay.The Capitals recovered via a 68-ball 113-run fourth wicket partnership between all-rounder Axar Patel (66) and their skipper Rishabh Pant, who finished unbeaten on 88 off just 43 deliveries with eight sixes and five boundaries.Tristan Stubbs also chipped in with an unbeaten 7-ball 26 as the Capitals pushed their total past the 220-mark. Gujarat Titans’ veteran Mohit Sharma (0-73) had a forgettable outing, bowling the most expensive spell in Indian Premier League history.Turning point of the matchWhen Miller first broke into the scene playing for South Africa and the Kings XI Punjab, he had a mantra, “When its in the arc, it is out of the park.”More than a decade later the 34-year-old southpaw continues to live by it as he smashed a 23-ball 55 to keep the Gujarat Titans alive in the chase after the fall of quick wickets.Having struggled for form throughout the season so far, Miller finally looked in good touch against the Delhi Capitals. He smashed six boundaries and three sixes in his stay and it looked as if he would single-handedly see the Titans home.But it all changed in the 18th over when Pant brought back Mukesh Kumar (1-41) into the attack. After being hit for a boundary to square leg off a yorker-length delivery, Kumar bowled it once again the next ball. This time, the batter skied it towards backward square leg where Salam took a good catch.Miller’s wicket effectively sealed the deal for the Delhi Capitals. Though Sai Kishore and Khan threatened to pull off the unthinkable in the final two overs, Kumar once again held his nerve to defend 19 runs off the final over.The Field's player of the matchPatel for his all-round show, Pant’s vintage heroics with the bat, Miller’s return to form, Salam’s three wickets coming in as an Impact Player are all strong contenders for The Field’s player of the match.The honour for this contest, however, goes to the lesser talked about Warrier. Though he ended up on the losing side, the 33-year-old pacer was the only bowler to go under six runs per over when almost every other bowler was hit all across the park.Warrier bowled all his three overs in the powerplay and played little part in the match after that. But he finished with figures of 3-15, including the wickets of the dangerous Jake Fraser-McGurk, Prithvi Shaw, and Shai Hope.He was hit for 12 runs in his opening over, but displayed immense skills in the next two overs to peg the Delhi Capitals back after their strong start.‘Batting like PlayStation’The ongoing season of the Indian Premier League season has been a dream for batters. The past 12 matches, including this one, have seen 12 totals of more than 200. Sixes are being hit at an unprecedented rate and bowlers are having a tough time with little to no assistance from the pitches.Much before he hit a 7-ball 26 at the death for the Delhi Capitals, Stubbs was asked about his good hitting form and the overall batting performances throughout the tournament in general and he had an interesting point to make.“It’s been really enjoyable to contribute to the team. The wickets have been really good and some [batters] are batting like it’s a PlayStation game. For me, its all about keeping up with them as best as I can. I always like trying to take the game on. At the moment, the scores have been on a whole different level. You have to express yourself and take risks or good options. If you get a good powerplay, you can literally just go on [hitting] for the next 14 overs and with an extra batter in the lineup [Impact Player] there’s no more opportunity to play yourself in.”— Tristan Stubbs in the pre-match show.\n Points Table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  8  7  1  0.698  14  2  KKR  7  5  2  1.206  10  3  SRH  7  5  2  0.914  10  4  LSG  8  5  3  0.148  10  5  CSK  8  4  4  0.415  8  6  DC  9  4  5  -0.386  8  7  GT  9  4  5  -0.974  8  8  MI  8  3  5  -0.227  6  9  PBKS  8  2  6  -0.292  4  10  RCB  8  1  7  -1.046  2","author":"Abhijit Nair","time":"2024-04-24T23:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200281-pdgccjdrsh-1713983126.jpg","tags":["IPL 2024","Indian Premier League","Delhi Capitals","Rishabh Pant","Axar Patel","Gujarat Titans","Rashid Khan","David Miller","Sai Sudharshan","Sandeep Warrier"],"source":"https://scroll.in/field/1067028/ipl-2024-delhi-capitals-hold-their-nerve-to-beat-gujarat-titans-in-a-high-scoring-thriller"}