{"title":"IPL 2024: Jonny Bairtsow shines as Punjab Kings beat Kolkata Knight Riders in record-breaking match","content":"Records were smashed in the Indian Premier League on Friday as the Punjab Kings chased down a mammoth 262 against the Kolkata Knight Riders at the Eden Gardens, Kolkata.The Kolkata Knight Riders rode on Sunil Narine (71) and Phil Salt’s (75) opening stand of 138 runs to post 261/6 in their 20 overs – a T20 record total at the Eden Gardens.However, the Punjab Kings snatched that record as well the record for the highest successful chase in a T20 match as they secured an eight-wicket win with eight balls to spare. In the process, the two teams also hit a T20 record 42 sixes in the match.Jonny Bairstow carried his bat through the Punjab innings as he smashed a 48-ball 108 to lead the Punjab chase.The Kings got off to a good start in their chase thanks to impact player Prabhsimran Singh’s 20-ball 54. However, the opener perished on the final ball of the power play as Narine caught him short with a direct hit while going for a risky single.Rilee Roussow played a handy cameo before Shashank Singh hammered a 28-ball 68 to help the Kings secure a memorable win.#IPL2024 #KKRvsPBKSARE YOU NOT ENTERTAINED!?Jonny Bairstow slams an unbeaten 100 as the Punjab Kings chase a record 262 at Eden Gardens to secure an eight-wicket win!KKR: 261/6 (20 overs)PBKS: 262/2 (18.4 overs)📷 AFPhttps://t.co/jBQIpqxcN5 pic.twitter.com/B8XfHESafu— The Field (@thefield_in) April 26, 2024\n\n\nTurning point of the matchIt is not often that a team losing their batter in a big chase ends up helping them in the long run. However, the Kings losing Roussow in the 13th over was the unlikely turning point of the match.Punjab still needed 83 runs from 42 balls and a couple of good overs from Narine and Harshit Rana looked to have halted the scoring.However, Shashank Singh hammered eight sixes on his way to helping Punjab secure a scarcely believable win.The Field's player of the matchJonny Bairstow finally arrived in the 2024 IPL with a stunning century littered with nine sixes and eight fours. However, as controversial as it may sound, Sunil Narine is The Field’s pick for the player of the match for his all round performance, albeit in a losing cause.Narine hit nine fours and four sixes as he slammed a 32-ball 71 to help Kolkata post 261/6 in their 20 overs.But it was with the ball that Narine showed his quality. He had a hand in both the Punjab wickets to fall – running out Prabhsimran Singh with a direct hit and picking up the wicket of Roussow.Crucially, Narine only gave away 24 runs in his four overs, the best performance by a bowler on the night. Every bowler apart from Punjab’s Rahul Chahar (1/33) ended the match with an economy rate of over 10 runs.‘Whack it as far as possible’Jonny Bairstow returned to form in the IPL with a stunning century – his second in the tournament – and it couldn’t have come at a better time for Punjab.The English batter attacked the Kolkata bowlers from the get go and never took his foot of the gas as Punjab clinched a superb win.When you are chasing down targets of upwards of 200 runs, you have to take risks in the power play. Some days it’s your day and some days it’s not. [On his mindset while trying to chase down 260] Try and whack it as far as possible! (Laughs) I’ve never been in a game where 260 has been scored. It was a case of look, if it's in your area you have to go (after it). — Jonny Bairstow after the match\n IPL 2024 Points Table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  Rajasthan Royals  8  7  1  0.698  14  2  Kolkata Knight Riders  8  5  3  0.972  10  3  Sunrisers Hyderabad  8  5  3  0.577  10  4  Lucknow Super Giants  8  5  3  0.148  10  5  Chennai Super Kings  8  4  4  0.415  8  6  Delhi Capitals  9  4  5  -0.386  8  7  Gujarat Titans  9  4  5  -0.974  8  8  Punjab Kings  9  3  6  -0.187  6  9  Mumbai Indians  8  3  5  -0.227  6  10  Royal Challengers Bengaluru  9  2  7  -0.721  4 \n   Updated after KKR vs PBKS","author":"Dilip Unnikrishnan","time":"2024-04-27T00:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200322-eobysqzfca-1714156823.jpg","tags":["Indian Premier League","IPL","IPL 2024","Punjab Kings","Kolkata Knight Riders","Jonny Bairstow","Sunil Narine","Shashank Singh","Phil Salt","Cricket"],"source":"https://scroll.in/field/1067119/ipl-2024-jonny-bairtsow-shines-as-punjab-kings-beat-kolkata-knight-riders-in-record-breaking-match"}