{"title":"IPL 2024: Travis Head and Abhishek Sharma lead Hyderabad to crushing 10-wicket win over Lucknow","content":"Travis Head and Abhishek Sharma put up another T20 batting masterclass in the 2024 Indian Premier League as the Sunrisers Hyderabad secured a crushing 10-wicket win over the Lucknow Super Giants in Hyderabad on Wednesday.Opting to bat first, Lucknow laboured to set a target of 166 for Hyderabad. Head (89) and Sharma (75) needed just 9.4 overs to surpass the target.Lucknow lost Quinton de Kock and Marcus Stoinis inside the powerplay overs with the pitch seeming to be on the slower side. Captain KL Rahul and vice-captain Krunal Pandya rebuilt the innings but Hyderabad struck in quick succession to leave Lucknow stuttering at 66/4 after 11.4 overs.Ayush Badoni (55) and Nicolas Pooran (48) stitched together an unbeaten 99-run stand to rescue their side and post a competitive target.Later, Head and Sharma came out all guns blazing in the chase. With the win, Hyderabad have climbed to third while Lucknow stay in fifth place with their net run rate taking a beating.A stylish strike to end a stylish chase!Simply special from the #SRH openers 🤝Recap the match LIVE on @StarSportsIndia and @JioCinema 💻📱#TATAIPL | #SRHvLSG pic.twitter.com/2xUlOlS1kk— IndianPremierLeague (@IPL) May 8, 2024\n\n\nTurning Point of the MatchThe match was headed only in one direction the moment Travis Head and Abhishek Sharma got going in the chase.The pair blasted 107 runs in the opening six overs, a score which Lucknow took 16 overs to get to.Head, who has been in scintillating form this season, reached his half century in just 16 balls. Just to illustrate how destructive Head was, he physically ran his first run after having plundered 64 runs from boundaries.At the other end, Sharma was equally devastating with the bat taking 19 runs to score his 50. The carnage did not end after the powerplay as they raced to clinch the win with an IPL record 62 balls to spare.Of the 167 runs the pair scored for the opening partnership, 148 came off boundaries. The Field’s Player of the MatchNeed we look past anyone beyond Travis Head and Abhishek Sharma? The pair posted their 100+ partnership for the first wicket this season on Wednesday and it was the most destructive one by a country mile.Head and Sharma matched each other shot for shot and at times it looked like rather than playing against Lucknow, they were competing against each other to see who can come up with the most unbelievable shot on the night.For their scarcely believable batting, Head and Sharma are our joint Players of the Match.‘Lost for words’KL Rahul looked stunned at the carnage Head and Sharma dealt his team in Hyderabad. The Lucknow Super Giants captain was sporting to applaud the Hyderabad batters’ hitting after the match stating that there is nothing that teams can do when someone bats the way Head and Sharma did in the powerplay.“I'm lost for words. We've watched that kind of batting on TV when they batted a few games but this is just unreal batting. I have no words to describe how well they were hitting the ball. Everything was hitting the middle of the bat and kudos to their skill level. I am sure they have worked very hard on their six-hitting ability. They didn't even give a chance to see what the wicket was playing like in the second innings. I think the pitch didn't change much, but when you have two batters coming in with that kind of mindset and freedom to tee off from ball one and everything’s connecting, it’s really, really hard to stop them. The only way to stop them was take wickets in the powerplay and if you don’t do that, you are in trouble. Unfortunately we didn't do that.”— KL Rahul after the match\n IPL 2024 Points table \n    \n       Position  Team  Played  Won  Lost  Net Run Rate  Points \n    \n     1  Kolkata Knight Riders  11  8  3  1.453  16  2  Rajasthan Royals  11  8  3  0.476  16  3  Sunrisers Hyderabad  12  7  5  0.406  14  4  Chennai Super Kings  11  6  5  0.700  12  5  Delhi Capitals  12  6  6  -0.316  12  6  Lucknow Super Giants  12  6  6  -0.769  12  7  Royal Challengers Bengaluru  11  4  7  -0.049  8  8  Punjab Kings  11  4  7  -0.187  8  9  Mumbai Indians  12  4  8  -0.212  8  10  Gujarat Titans  11  4  7  -1.320  8 \n   After SRH vs LSG","author":"Dilip Unnikrishnan","time":"2024-05-08T23:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200590-oueqebjhlw-1715189634.jpg","tags":["IPL","Indian Premier League","Travis Head","Abhishek Sharma","Sunrisers Hyderabad","Lucknow Super Giants","Cricket"],"source":"https://scroll.in/field/1067642/ipl-2024-travis-head-and-abhishek-sharma-lead-hyderabad-to-crushing-10-wicket-win-over-lucknow"}