{"title":"IPL 2024: Marcus Stoinis helps Lucknow breach the Chennai fortress with unbeaten century","content":"Marcus Stoinis was the architect of a brilliant chase that saw Lucknow Super Giants do the double over the Chennai Super Kings to beat them by six wickets in the 2024 Indian Premier League on Tuesday, at the Chepauk Stadium in Chennai.The Australian batter struck an unbeaten 124 off 63 balls to guide his team home with three balls to spare in the chase of 211.Having put Chennai in to bat first, Lucknow got off to a great start, dismissing Ajinkya Rahane in the first over. However, Chennai captain Ruturaj Gaikwad marshalled his troops admirably, becoming the anchor of the innings with an unbeaten 108 off 60 balls. Alongside Gaikwad, Shivam Dube was also on hand to strike a rapid knock of 66 off 27 balls. The duo put on 104 runs for the fourth wicket that allowed Chennai to post a strong total of 210/4.Lucknow got their chase off to a horror start when in-form opener Quinton de Kock chopped on to his stumps off Deepak Chahar in the first over. An interesting change in the batting line-up saw Stoinis walk out at No 3 and that proved the difference for the visitors. Although Stoinis was the aggressor in his partnerships, captain Rahul and Nicholas Pooran were able assistants.The Australian though took complete charge in the final few overs against the likes of Mustafizur Rahman and Matheesha Pathirana as Lucknow finished with 213/4 to get those crucial two points.Turning point of the matchHad Chennai managed to seal the deal, Dube’s take down of Yash Thakur in the 16th over with three consecutive sixes would have been the turning point. Or perhaps the wicket of Stoinis in the second innings.But crucially, Stoinis remained unbeaten. And it was his innings that took Lucknow across the line. Stoinis coming in at first drop and taking the game as deep as he did ended up being the turning point that mattered in the end.It was no easy feat to rattle the likes of Rahman and Pathirana who are renowned for their death overs bowling abilities. Hence, Gaikwad gave them responsibility of the final four overs, when Lucknow needed 54 runs off 24 balls.Pathirana began well with the wicket of Pooran, the Lucknow batter most likely to play an aggressive innings and take some pressure off Stoinis.But then Rahman came and conceded 15 runs in his third over to undo the good work by the Sri Lankan. After that, Stoinis and Deepak Hooda were filled with confidence to close out the innings in stunning fashion.The Field’s Player of the MatchNot only was Lucknow’s win the highest successful chase in the IPL at the Chepauk Stadium, but Stoinis’ innings is now the highest individual score in a successful chase in the tournament. The previous highest was also against Chennai, when Punjab Kings’ Paul Valthaty scored an unbeaten 120 in 2011.While Lucknow do like to defend totals and have been relatively successful in the past, the only reason Rahul decided to bowl first on Tuesday was because of the incredible dew factor that Chepauk provides.However, the dew was just another partner for Stoinis as he struck 13 boundaries and six sixes in an innings that saw him bat from ball four onwards.Much like Gaikwad and later on Dube, Stoinis looked like a class above from the rest of the Lucknow batters. From his first ball to the three boundaries and one six he hit in the final over off Rahman, Stoinis never looked uncomfortable or confused about how to bat. It was the nature of his innings that makes him The Field’s Player of the Match.‘We needed to be braver’It was definitely an interesting decision to see the big power-hitting Stoinis walk out at first drop. For all his franchises and Australia too, the all-rounder usually comes in later in the order as a pinch hitter.However, introducing him in the top order proved incredibly wise and successful from the Lucknow management. While Rahul and de Kock are able batters who have been very prolific in the last few seasons, the Lucknow captain felt that this move was needed from a team perspective. Rahul also mentioned “needing to be braver” to the nature of Twenty20 cricket changing and the introduction of the Impact substitute.“I felt like 170-180 would have been a good total, but they [Chennai] batted really well. Full credit to [Marcus] Stoinis – it was not just power hitting, it was very clever batting. He picked his bowlers and played very well. [In the powerplay] We felt like we needed to be braver and capitalise. I’ve also realised that T20 cricket has changed and 170-180 doesn’t cut it anymore. We needed one power hitter in the top three and you need to go harder in the powerplay.”— Lucknow Super Giants captain KL Rahul \n Points table \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  8  7  1  0.698  14  2  KKR  7  5  2  1.206  10  3  SRH  7  5  2  0.914  10  4  LSG  8  5  3  0.148  10  5  CSK  8  4  4  0.415  8  6  GT  8  4  4  -1.055  8  7  MI  8  3  5  -0.227  6  8  DC  8  3  5  -0.477  6  9  PBKS  8  2  6  -0.292  4  10  RCB  8  1  7  -1.046  2","author":"Tanya Kini","time":"2024-04-24T00:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200254-uhgkgapllu-1713898343.jpg","tags":["IPL 2024","Indian Premier League","Lucknow Super Giants","Chennai Super Kings","Cricket","Marcus Stoinis","Ruturaj Gaikwad","KL Rahul"],"source":"https://scroll.in/field/1066976/ipl-2024-marcus-stoinis-helps-lucknow-breach-the-chennai-fortress-with-unbeaten-century"}