{"title":"IPL 2024: Harpreet Brar, Rahul Chahar bowl Punjab Kings to crucial win over Chennai Super Kings","content":"The Punjab Kings picked up two crucial points in their race to qualify for the 2024 Indian Premier League play offs after beating the Chennai Super Kings by seven wickets on Wednesday.On a hot and humid evening at the MA Chidambaram stadium in Chennai, Punjab Kings captain Sam Curran won the toss and opted to bowl first hoping that dew would come into the picture during his side’s chase.Despite captain Ruturaj Gaikwad’s patient 48-ball 62, Chennai were restricted to 162/7 as Punjab’s spin duo Harpreet Brar and Rahul Chahar returned with figures of 2/17 and 2/16 respectively.Chennai’s chances were dealt a blow as they lost Deepak Chahar two balls into their bowling innings. The home side were already without two of their frontline pacers in Tushar Deshpande and Matheesha Pathirana.Despite losing opener Prabhsimran Singh early on, Jonny Bairstow (46) and Rilee Roussow (43) led the charge for Punjab. Though neither player could reach their respective half-centuries, they had done enough damage as Curran (26) and Shashank Singh (25) got the job done in the end with 13 balls to spare.In the process, Punjab Kings became the second team after the Mumbai Indians to beat Chennai Super Kings five times in a row.Turning point of the matchThe noise level at Chepauk went up a few hundred decibels when Arshdeep Singh got rid of Gaikwad in the 18th over as MS Dhoni walked out to bat.Dhoni has been in incredible form batting at the death overs this season. Among batters who have scored more than 100 runs this season, only Jake Fraser-McGurk (233) boasts a higher strike rate than Dhoni’s 229.The Chennai and Indian legend as taken CSK to above-par scorer multiple times this season with his late cameos and on Wednesday, looked primed to do it again.However, Chahar bowled one of the best overs of the season giving away just three runs while also picking up the wicket of Moeen Ali. Dhoni was shackled as Punjab restricted the home side to what would be a below par score.The Field’s Player of the MatchIn a tournament which has seen some crazy hitting and totals in excess of 200 runs being posted on a regular basis, the sight of seeing a bowler conceding less than five runs an over is a sight to behold.The Punjab Kings on Wednesday had two such bowlers in Rahul Chahar and Harpreet Brar who gave away just 33 runs in their combined eight overs and picked four crucial wickets. It was difficult to separate the pair and so, they are both joint Player of the Match for The Field.Brar struck twice in a single over, breaking the 64-run opening partnership as he got rid of Ajinkya Rahane. He then followed it up by dismissing the in-form Shivam Dube for a golden duck.Chahar struck in the next over, dismissing Ravindra Jadeja and then came back in the 19th over where he gave away just three runs and picked up the wicket of Moeen Ali.‘I don’t think about taking wickets’With a host of quality pace bowlers in both teams, it was Punjab’s spin twins who were the best bowlers on the night.In a batting-friendly tournament, Harpreet Brar said his aim is to be economical with the ball and make the batter go for risky shots instead.“It was a good wicket to bowl on. Even Rahul bowled really well. It was a spin-friendly wicket and we both enjoyed bowling. I have been playing for the last six years so my confidence is already built up. My aim is to bowl on my strengths and then things will happen. To be honest, I don't think about wickets. It is human nature to want wickets but you also go for runs. Now my aim is to bowl lots of dot balls in my spell and the dot balls create the wicket chances.”— Punjab Kings bowler Harpreet Brar\n IPL 2024 Points Table \n    \n       Position  Team  Played  Won  Lost  Net Run Rate  Points \n    \n     1  Rajasthan Royals  9  8  1  0.694  16  2  Kolkata Knight Riders  9  6  3  1.096  12  3  Lucknow Super Giants  10  6  4  0.094  12  4  Chennai Super Kings  10  5  5  0.627  10  5  Sunrisers Hyderabad  9  5  4  0.075  10  6  Delhi Capitals  11  5  6  -0.442  10  7  Punjab Kings  10  4  6  -0.062  8  7  Gujarat Titans  10  4  6  -1.113  8  9  Mumbai Indians  10  3  7  -0.272  6  10  Royal Challengers Bengaluru  10  3  7  -0.415  6 \n   After CSK vs PBKS","author":"Dilip Unnikrishnan","time":"2024-05-02T00:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200425-xeuygaaojv-1714587792.jpg","tags":["Indian Premier League","IPL 2024","Harpreet Brar","Rahul Chahar","Punjab Kings","Chennai Super Kings","Cricket","Ruturaj Gaikwad"],"source":"https://scroll.in/field/1067331/ipl-2024-harpreet-brar-rahul-chahar-bowl-punjab-kings-to-crucial-win-over-chennai-super-kings"}