{"title":"IPL 2023 Final: MS Dhoni’s CSK eye record-equalling triumph, Gujarat Titans look to go back-to-back","content":"Some former players think that the Impact Player rule (having an extra batter, essentially) will extend MS Dhoni’s career by a season or two. The man himself isn’t very forthcoming about his future. He has spoken at times as if he is on a farewell tour of the venues, at times as if he hasn’t made his mind up, and on other occasions, dropped hints that the toll his body is taking is a bit much at this point. As is usually the case with him, it is highly likely that only he knows when his farewell will be. But as Chennai Super Kings take on the Gujarat Titans in Ahmedabad for the final of Indian Premier League’s 2023 season, the possibility that this could be the last time we see Dhoni as a professional cricketer cannot be ruled out. He, on the other hand, would perhaps keep that thought furthest away from his team. It is now well established that Dhoni isn’t much of a dressing room-talker, he is not one for big speeches and what not. In fact, former CSK players have said how the lesser he speaks, the bigger the match it is. Process will once again be the keyword as he prepares to lead CSK out for a whopping 10th time in an IPL final out of the 14 years the team has been in the league. And Chennai will be eyeing a record-equalling fifth title at the world’s biggest cricket stadium in Ahmedabad.Standing in Chennai’s way will be GT opener Shubman Gill, fresh from smashing a century against Mumbai Indians – his third in the IPL in the last four matches. The knock on Friday is probably a contender for the second best in IPL this year (come on now, we are really not going to see a better innings than Rinku Singh’s at this venue against Titans).Gill’s three IPL tons have all come in his last four innings, his latest being a brutal 129 off 60 balls to demolish five-time winners Mumbai Indians.“He would certainly be the example you would like to use towards young players on how to bat,” GT’s director of cricket and former England batsman Vikram Solanki said of Gill on Saturday.“If you are trying to model yourself on a particular player he has all of the qualities of a world-class player.”Gill leads this season’s batting chart with 851 runs after surpassing Bangalore skipper Faf du Plessis (730) in the final playoff match and Gujarat will look to him for a starting flourish. GT's top 5 run-getters \n    \n       Player  Inns  Runs  SR  100  50 \n    \n     Shubman Gill  16  851  156.43  3  4  Hardik Pandya  14  325  134.85  0  2  Wriddhiman Saha  16  317  127.82  0  1  Vijay Shankar  10  301  160.10  0  3  Sai Sudharsan  7  266  127.27  0  2 \n   CSK top 5 run-getters \n    \n       Player  Inns  Runs  SR  100  50 \n    \n     Devon Conway  14  625  137.06  0  6  Ruturaj Gaikwad  14  564  146.87  0  4  Shivam Dube  13  386  158.84  0  3  Ajinkya Rahane  10  299  169.88  0  2  Ravindra Jadeja  11  175  137.79  0  0 \n  Gujarat, led by Hardik Pandya, have extended a winning journey which began with a title in their debut season last year, when Pandya raised the Cup in Ahmedabad in front of a record 101,566 fans at the 132,000-capacity stadium.With home advantage, perhaps Titans start as slight favourites to repeat the feat on Sunday, but Pandya remained cautious about their chances.“We have to play good cricket, put in our 100 percent,” said Pandya. “Knockouts could go either way.”Afghanistan spin ace Rashid Khan and pace spearhead Mohammed Shami have been key to the team’s success with 55 wickets between them in 16 matches.Shami has bagged 28 – one more than Rashid – and the fight for the purple cap for the highest wicket-taker in the tournament goes down to the wire.Openers Devon Conway (625 runs) and Ruturaj Gaikwad (564) have provided Chennai with good starts, and all-rounder Ravindra Jadeja came into his own in the team’s last win.Indian fast bowler Tushar Deshpande and Sri Lankan quick Matheesha Pathirana have led the bowling charge with 21 and 17 wickets respectively. GT top three bowlers \n    \n       Player  Inns  Wkts  SR \n    \n     Mohammad Shami  16  28  13.28  Rashid Khan  16  27  14.22  Mohit Sharma  13  24  10.29 \n   CSK top three bowlers \n    \n       Player  Inns  Wkts  SR \n    \n     Tushar Deshpande  15  21  15.09  Ravindra Jadeja  15  19  16.73  Matheesha Pathirana  11  17  14.94 \n  Dhoni’s Chennai took second spot in the group stage behind table-toppers Gujarat but beat the defending champions in the first playoff match earlier this week to bag a spot in the final.“It’s really hard not to look too far ahead and dream of winning it again,” Chennai coach Stephen Fleming told reporters.“You got to stay very present of what you are going to do against Gujarat, an excellent side, most consistent side throughout the competition. We can’t afford to dream too much.”The 41-year-old Dhoni is a master tactician and it was on full view during the Qualifier 1 win against GT. That was, in fact, CSK’s first win in four attempts against the Titans. “I can be an annoying captain because I change the field every time,” said Dhoni. “It can be annoying but I believe in my gut feeling. That’s why I keep telling the fielders to keep an eye on me.”His ability to run between the wickets has been hampered by a knee injury and he has usually batted at number eight this season, looking to hit a few sixes to finish off the innings.Called “Thala” – meaning “leader” in Tamil – the former India captain has attracted huge crowds across venues in what is believed to be his last playing season.But Dhoni said he would always be available in any capacity for Chennai, a team he has captained since the start of the IPL, which began in 2008 and is the world’s richest T20 tournament.Past meetings this seasonMatch No 1: GT wonDefending champions Gujarat Titans started their IPL 2023 campaign from where they left in IPL 2022 at the very same venue as they defeated Chennai Super Kings by five wickets in the tournament opener on Friday.Gujarat kept Chennai to 178-7 despite Ruturaj Gaikwad’s 92 and then Shubman Gill made 63 to help chase down the target with four balls to spare. Rashid Khan was player of the match for his 2/26 and crucial boundaries with the bat off the first two balls he faced.Qualifier 1: CSK wonRavindra Jadeja starred with bat and ball as Chennai Super Kings beat holders Gujarat Titans by 15 runs on Tuesday to enter the IPL final that could be skipper M.S. Dhoni’s farewell.Four-time winners Chennai posted 172-7, a total their bowlers defended as they bowled out Gujarat for 157 in a playoff believed to be the last home match at the MA Chidambaram Stadium for the 41-year-old Dhoni.The left-handed Jadeja returned figures of 2-18 with his spin bowling following his 22 runs, which boosted the Chennai total after Ruturaj Gaikwad’s 60 on an awkward pitch for batting.Fireworks lit up the sky as Chennai made their 10th Indian Premier League final.With AFP inputs","author":"Scroll Staff","time":"2023-05-28T13:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190638-iesjfslkos-1685259288.jpg","tags":["MS Dhoni","GT","CSK","GT vs CSK","CSK vs GT","IPL 2023 Final","IPL final"],"source":"https://scroll.in/field/1049915/ipl-2023-final-ms-dhonis-csk-eye-record-equalling-triumph-gujarat-titans-look-to-go-back-to-back"}