{"title":"IPL 2022: From Tewatia’s finish to Umran’s fiery spell – a look at the top moments for each team","content":"The Indian Premier League 2022 came to an end with Gujarat Titans lifting the trophy at the Narendra Modi Stadium in Ahmedabad on Sunday. The tournament promised drama as it saw a ten-team expansion and it gave the audience just that. From Jos Buttler’s four centuries to Rahul Tewatia’s finishing acts and Umran Malik’s fiery spell, there were several moments that thoroughly entertained, provided the drama and the thrill that kept the league roaring throughout. While some individual performances put their respective teams in good positions, some individual performances also earned them an India call-up.Here is a list of the top moments for each team:Gujarat TitansDavid Miller and Rahul Tewatia of Gujarat Titans | Sportzpics for IPLRahul Tewatia’s 13* off 3 vs PBKS: It is only fitting that the team with some of the most entertaining and memorable moments went on to win the title. From the clutch moments throughout the league stage to the final, it is hard to choose but the one that really stood out arguably the best finish in the tournament – Rahul Tewatia’s spectacular 3-ball 13* cameo against Punjab Kings to win the game. With 19 to win off the last over and finally, 12 needed off the last two balls, the Titans’ designated finisher pulled off a stunning heist.#IPL2022 Just Rahul Tewatia things. 🤷‍♂️🎥 IPL pic.twitter.com/U0i9L2N2QM— The Field (@thefield_in) April 8, 2022\n\nDavid Miller’s 68* off 38 vs RR in Qualifier 1: It had been some time since we saw vintage Killer Miller on display but this year, we were treated to that on quite a few occasions. While most innings required him to do far more aggressive finishing jobs, this particular knock required some tact and nuance to seal their berth in the final. That was the way the innings was progressing before Miller unleashed his true self and brought up five sixes and three fours to seal the deal.P.S. If we’re talking about top moments for each team, Gujarat Titans clinching the title will obviously remain the pinnacle for them.Rajasthan RoyalsYuzvendra Chahal of Rajasthan Royals celebrating his hat-trick | Sportzpics for IPLYuzvendra Chahal’s 5/40 vs KKR: The Purple Cap winner’s stunning hat-trick helped Rajasthan Royals edge out Kolkata Knight Riders by seven runs in a nail-biting contest. With four overs remaining and 40 runs to win, KKR were still very much in the hunt but Chahal bowled a dream over, conceding only one run and taking four wickets – Venkatesh Iyer, Shreyas Iyer, Shivam Mavi, and Pat Cummins. A five-wicket haul and a hat-trick, that truly is an over to remember.#IPL2022 #RRvKKRYuzvendra Chahal bags a hat-trick and the scenes 😍📹: IPLpic.twitter.com/7i6iYqzPk0— The Field (@thefield_in) April 18, 2022\n\nJos Buttler’s 106* vs RCB in Qualifier 2: There are about four centuries and as a result, four moments that the brilliant Buttler gave us this season. But perhaps the most special for him and his team was the century that effectively sealed their place in what was their first final in fourteen years, as they knocked Royal Challengers Bangalore out in Qualifier 2 at Ahmedabad. A night that #RajasthanRoyals and their fans will remember for a long, long time ✨📹: IPL#IPL2022 #RRvRCBpic.twitter.com/Z0L8WYq0yJ— The Field (@thefield_in) May 27, 2022\n\nRoyal Challengers BangaloreDinesh Karthik of Royal Challengers Bangalore | Sportzpics for IPLDinesh Karthik’s 44* off 23 vs RR: RCB needed to be rescued several times this season and the one man they could count on was 34-year-old Dinesh Karthik, who went on to finish so well in the season that he got an India call-up. But the true first glimpse of his rescue acts was displayed in his unbeaten 23-ball 44 when he combined with Shahbaz Ahmad to lead his side to a four-wicket win after an underwhelming batting performance by the rest of the team. A close second is Rajat Patidar’s unbeaten century against Lucknow Super Giants in the Eliminator. Lucknow Super GiantsQuinton De Kock of Lucknow Super Giants after scoring a hundred | Sportzpics for IPLQuinton de Kock’s 140* vs Kolkata Knight Riders: Quinton de Kock batted like a man with the midas touch as he slammed an unbeaten 140 runs off 70 balls against Kolkata Knight Riders to register the highest individual score of the season. The KKR batters were up against a de Kock that was hitting everything that came his way – be it pace or spin. The knock proved to be vital in booking a playoff spot for Lucknow Super Giants.Delhi Capitals#IPL2022 A fun post-match interaction between David Warner and Harsha Bhogle, after the DC opener's superb knock against his former team SRH. 📽 IPL pic.twitter.com/zoGGMZ13Qf— The Field (@thefield_in) May 6, 2022\n\nDavid Warner’s 92* off 58 v SRH: Performances against their exes was the narrative that two Delhi Capitals players – David Warner and Kuldeep Yadav – were in the mood for. While Kuldeep had picked up a stunning 4/14 against KKR, David Warner, who was removed as captain by SRH last season before being dropped from the playing XI, was at his absolute best against his former side. The unceremonious exit followed by some tension between the two parties on social media made this performance more memorable. Punjab KingsLiam Livingstone’s 117-m six vs GT: The England all-rounder played a number of spectacular innings for Punjab Kings, but his 10-ball 30* against Gujarat Titans and Mohammad Shami sticks out. He struck three sixes and two fours, including a monster six measuring 117 metres, which was the largest in the IPL 2022. The ball soared so far away that it appeared as though it had passed through the stadium roof.Relive it here. Kolkata Knight RidersPat Cummins of Kolkata Knight Riders celebrates the fastest fifty | Sportzpics for IPLPat Cummins’ fastest fifty vs MI:  The Australian clobbered the Mumbai Indians bowlers to all parts of the ground to bring up a record 14-ball 50* take KKR home and equal KL Rahul’s record for Kings XI Punjab in 2018. Cummins arrived in the middle with KKR five wickets down in a 162-run chase and left them with a win over MI and at the top of the points table after smashing 35 runs in Daniel Sams’ over. Rinku Singh’s stunning 40-run cameo against LSG is a close second. Sunrisers HyderabadUmran Malik of Sunrisers Hyderabad celebrates his five-wicket haul against Gujarat Titans | Sportzpics for IPLUmran Malik’s 5/25 vs GT: Characterised by fiery pace, the emerging player of the tournament, Umran Malik definitely had a season to remember. He had already given a glimpse of his wicket-taking abilities when he picked up four wickets in an over against Punjab Kings. Although his performance ended up in a losing cause, he provided one of the most memorable moments of the season when he bagged a five-wicket haul against an in-form GT line-up.Chennai Super KingsMS Dhoni’s 28* off 13 vs MI: Mahendra Singh Dhoni finished it off in style when he showed signs of his vintage self as he led CSK to a last-ball finish against MI. Dwaine Pretorius had taken on the onus to see the team through but it was Dhoni who provided the finish. With 16 runs off the last four balls, Dhoni remained unbeaten as he finished with 28 off 13 with three fours and a six at a strike rate of 215.38. Jasprit Bumrah of Mumbai Indians | Sportzpics for IPLMumbai IndiansJasprit Bumrah’s 5/10 vs KKR: Mumbai Indians may have had a season to forget but Jasprit Bumrah’s devastating spell against KKR was a moment worth remembering. In his performance that saw him record his best-ever figures in T20 cricket, he delivered a stunning triple-wicket maiden that saw him dismiss Sheldon Jackson, Pat Cummins and Sunil Narine. Unfortunately, like Umran’s five-for, that too came in a losing cause.","author":" Samreen Razzaqui","time":"2022-06-01T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175155-buoejnjdgr-1653999873.jpg","tags":["IPL 2022","IPL","Gujarat Titans","Rajasthan Royals","Royal Challengers Bangalore","Lucknow Super Giants","Delhi Capitals","Punjab Kings","Kolkata Knight Riders","Chennai Super Kings","Mumbai Indians","Sunrisers Hyderabad"],"source":"https://scroll.in/field/1025142/ipl-2022-from-tewatias-finish-to-umrans-fiery-spell-a-look-at-the-top-moments-for-each-team"}