{"title":"IPL 2024: Hardik Pandya replaces Rohit Sharma as captain of Mumbai Indians","content":"On Friday, Mumbai Indians announced a significant leadership transition for the upcoming Indian Premier League 2024 as they announced all-rounder Hardik Pandya as the captain of the team. Pandya succeeds the joint-most successful captain of the league Rohit Sharma who led the franchise to five titles since taking over in 2013. Commenting on this transition Mahela Jayawardene, Global Head of Performance, Mumbai Indians said: “It is part of legacy building and staying true to the MI philosophy of being future-ready. Mumbai Indians have always been blessed with exceptional leadership right from Sachin [Tendulkar] to Harbhajan [Singh] and Ricky [Ponting] to Rohit [Sharma], who while contributing to the immediate success have always had an eye on strengthening the team for the future.”“Rohit Sharma’s leadership has not only brought unparalleled success to the team but has also solidified his place as one of the finest captains in the history of the IPL,” he added.In the trading window, the Gujarat Titans traded their title-winning skipper Hardik Pandya to his former team Mumbai Indians. The development cames just a day after the Titans retained the all-rounder after many speculations.Pandya joined the five-time champions in an all-cash trade, which was facilitated by the release of all-rounder Cameron Green from the Mumbai Indians squad to the Royal Challengers Bangalore.The 30-year-old had led Titans to a title in their very first season and led them to a final in their second only to lose to Chennai Super Kings. Off-late, Pandya has also been leading India in the Twenty20 assignments in Sharma’s absence.He, however, did not feature in the recent T20I series against South Africa due to an injury he sustained at the ICC Men’s ODI World Cup. Suryakumar Yadav led the team against Australia and South Africa in his absence. It is uncertain what Sharma’s plans for next year’s ICC Men’s T20 World Cup are but Pandya is likely to be his successor in the Indian team too.","author":"Scroll Staff","time":"2023-12-15T18:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158489-ckzafvpwpp-1619876268.jpg","tags":["Mumbai Indians","Hardik Pandya","Rohit Sharma","IPL","IPL 2024","Cricket","Indian Premier League"],"source":"https://scroll.in/field/1060643/ipl-2024-hardik-pandya-replaces-rohit-sharma-as-captain-of-mumbai-indians"}