{"title":"IPL 2024: Delhi Capitals bowlers shine as they defeat Gujarat Titans in low-scorer","content":"The Delhi Capitals defeated Gujarat Titans by six wickets in Ahmedabad on Wednesday to gain much-needed momentum in the Indian Premier League and significantly better their net run rate in the points table.In the process of registering their third win of the season, Capitals recorded their fastest-ever victory in terms of balls remaining in the history of the league.After winning the toss and opting to bowl first, the Capitals successfully confined the Titans to 89 runs – their lowest ever total in the IPL. The Delhi bowlers demonstrated a stunning turnaround after having had a difficult few outings in previous games.#IPL2024 #GTvDC Delhi Capitals defeat Gujarat Titans by 6 wickets! All it took for Rishabh Pant and Co was 8.5 overs to chase it down. Quite the defeat Gujarat have been handed at home 👀GT 89 (17.3)DC 92/4 (8.5)https://t.co/jBQIpqxcN5 pic.twitter.com/CRYLyXTDDr— The Field (@thefield_in) April 17, 2024\n\n\nMukesh Kumar emerged as the Capitals’ best performer with the ball, picking up three key wickets for 14 runs. Ishant Sharma and Tristan Stubbs both contributed significantly, taking two wickets each and conceding eight and eleven runs, respectively.Delhi captain Rishabh Pant's outstanding wicket-keeping added to the bowlers’ precision. His performance began with a spectacular diving catch off Ishant Sharma's ball, which dismissed David Miller, followed by a quick stumping of Abhinav Manohar and another dismissal of Shahrukh Khan.Gujarat Titans' efforts, particularly Rashid Khan's brief resistance with a 31-run knock off 24 balls, did not prove to be enough as the team struggled to make an impact on the scoreboard.The Capitals lost four wickets in the chase but managed to knock the target down in just 8.4 overs. Jake Fraser-McGurk top-scored by scoring 20 off 10 with Pant (19*) and Sumit Kumar (9*) hitting the winning runs.Turning point of the matchDelhi had gained advantage in the match rather early. There was hesitation when Pant was asked about his decision after winning the toss because this pitch in Ahmedabad hadn’t been played on before this. However, the Capitals’ bowlers shone on this pitch.The pacers set the tone of the game rather early as Ishant Sharma forced Shubman Gill to chip the ball to cover and Mukesh Kumar quickly dismissed Wriddhiman Saha as well. A more decisive moment was when Ishant Sharma responded to any signs of recovery and Pant executed an outstanding catch off his bowling to dismiss David Miller.As a result, Titans’ batting was further dented as they stumbled to 30/4 in 4.5 overs. The bowlers’ consistency in providing regular breakthroughs throughout the innings meant that the Gujarat Titans failed to build any partnerships, with their highest being just 18 runs.The Field’s player of the matchIn a match where one team dominates and several players contribute in its victory, it is hard for one player to stand out. While Mukesh Kumar led the bowling charts by picking three wickets for just 14 runs, it was captain Rishabh Pant who will also be The Field’s player of the match for his all-round show. Two stumpings to dismiss Abhinav Manohar and Shahrukh Khan, two catches to dismiss David Miller and Rashid Khan, a smooth 16* off 11 with the bat later to finish it off and some successful bowling changes as captain make him the most significant contributor in the win.‘Important to move on’The Titans slumped to the seventh spot after this loss but with seven more games to go, Gill is banking on a turnaround for his team.Our batting was very average, and it is important to move on and come back strong. The wicket was alright, if you see some of the dismissals, it had nothing to do with the pitch but it was poor shot selection I would say. When the opposition are chasing 89, unless someone takes a double hat-trick, the opposition will always be in the game.— – Gujarat Titans skipper Shubman Gill after the match","author":" Samreen Razzaqui","time":"2024-04-17T23:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200122-kmjxtvkdue-1713375488.jpg","tags":["Delhi Capitals","Rishabh Pant","IPL 2024","Indian Premier League","Ishant Sharma","Mukesh Kumar","Rashid Khan"],"source":"https://scroll.in/field/1066774/ipl-2024-delhi-capitals-bowlers-shine-as-they-defeat-gujarat-titans-in-low-scorer"}