{"title":"IPL 2022 Final: Hardik Pandya owns the stage","content":"Gujarat Titans were set to take on Rajasthan Royals in the Indian Premier League 2022 final. After his stint as India’s head coach, Ravi Shastri was back conducting the toss, adding to the sense of occasion. It was arguably the biggest match of Hardik Pandya’s career but you could see that he was in a relaxed zone right from the word go. He had a near-constant smile, spoke a few words in Gujarati to rally the home crowd at the majestic new stadium in Ahmedabad (in GT’s first ever home match). And at the end of it, he signed off by welcoming Shastri back to on-field broadcasting. “Good to see you here,” he told Shastri with a smile as the camera panned out. From there on, till his team lifted the trophy a few hours later to become IPL 2022 champions, Hardik Pandya dazzled under the spotlight.The Titans had been a cut above the rest up until the final. They finished the league stage at the top of the points table, needed just one shot to book their spot in the final, and had won 11 of the 15 matches they competed in. All of this in their debut IPL season. It had been a complete team effort but at the centre of it all was Pandya... his will, and his confidence.IPL 2022 Final, RR vs GT as it happened: Hardik Pandya and Co win by 7 wickets to bag first titleIn the big final on Sunday, with more than one lakh people in attendance at the stadium, it was a massive occasion for the franchise. They weren’t given much of a chance at the start of the season but here they were, the favourites heading into the final. The pressure was on and as we know, the outcome of big matches is often decided by who handles it better.However, Pandya was unfazed. He displayed a sense of calm, and exuded confidence throughout the season. And he was in the zone this time too. The world’s eyes were on him on a bright night in Ahmedabad under the floodlights, but he didn’t crumble. In fact, he went on to deliver one of the all-time great all-round performances by an IPL captain. Be it as leader, as bowler, or as batter, he owned the stage in every way.Reactions to Gujarat Titans winning IPL 2022: ‘A phenomenal debut season’A dream bowling spellRajasthan were 58/1 in eight overs after winning the toss and opting to bat first. Gujarat’s bowling department had done a reasonably good job up until then and there was plenty of quality in their five first-choice bowlers to get the job done. Pandya’s bowling, or the lack thereof, had been scrutinised for the longest time and he could have easily avoided taking a risk by exposing himself to a crunch situation.He didn’t back down. The right-arm pacer joined the attack in the ninth over and struck with his second delivery, getting his counterpart Samson to miscue a pull after hitting a hard length. It was a big blow for RR as their skipper had been providing them crucial, quick-fire knocks. But that was just the start for Pandya.His next prize was the biggest fish of them all. Jos Buttler had been in a league of his own this season, scoring his fourth century to help RR win the Eliminator and reach the final. The right-hander got to 39 off 33 and seemed set to cut loose after getting his eye in. But Pandya ended up producing a wonderful delivery that nipped and took Buttler’s outside edge. That dismissal reduced RR to 79/4 in the 13th over and put GT firmly in the driver’s seat.Watch: Gujarat Titans, IPL 2022 champions – the winning momentsAnd for his third wicket, he removed the dangerous Shimron Hetmyer – one of the best finishers in the league this season – who got deceived and popped a return catch. Samson, Buttler and Hetmyer – three big wickets, figures of 3/17 from four overs, and Pandya had set himself up for a career-defining night.“I worked very hard for it, and I wanted to show that at the right time. In terms of my bowling, I think I saved the best for the best,” Pandya would go on to say at the post-match presentation ceremony.“In the second ball I bowled to get Sanju out, I saw that something was going to happen if you hit the pitch hard and bowl it on the seam. So it was all about sticking to the right lengths and asking batters to play good shots rather than trying something and giving a boundary.”Hardik Pandya’s bowling figures of 3/17 today is his best ever bowling figures in IPL. What an occasion to do it!#RRvGT #IPLFinals— Umang Pabari (@UPStatsman) May 29, 2022\n\nA calm chasePandya wasn’t done, though. He made a significant contribution with the bat too. Gujarat were in a precarious position at 23/2 in the fifth over when he came to the crease. Another wicket there would’ve left RR with a great chance of winning the match. But again, Pandya was calm and calculated. He took his time to settle in and got to 4 off 11 before hitting his first boundary. The right-hander kept rotating strike and picking the odd boundary to add a match-winning partnership of 63 runs with Shubman Gill. His four and six off back-to-back deliveries against R Ashwin in the 12th over came at time when there were some murmurs of the Royals possibly making a match out of this. When the required rate was getting close to 8.00 on a night when run-scoring hadn’t been easy, Pandya switched gears briefly to keep things under control for his side. He was eventually dismissed for a 30-ball 34, thanks to a peach of a delivery from Yuzvendra Chahal, but GT were well on their way by then.“I’ll take the trophy any day over me batting with a strike-rate of 160-170,” said Pandya later. “My team is the most important for me, no matter which team I play for. I’ve always been that kind of an individual, outside noise doesn’t bother me. If I have to sacrifice and have a worse season but my team still wins, I’ll take that.”Hardik Pandya is the first captain to score 25 runs and take 3 wickets in the final of a franchise-based T20 tournament.#IPLFinal #IPL2022 #GTvRR— Rajneesh Gupta (@rgcricket) May 29, 2022\n\nLeading from the frontWith the ball and with the bat, Pandya, with the spotlight firmly on him, had delivered a memorable performance that earned him the player of the match award. His captaincy too was on point, with the bowling changes and fielding positions playing a role in keeping RR under check. His swagger is impressive, but what makes it all the more appealing is his ability to blend it with laser-sharp focus.“I have said throughout the season that I enjoy taking responsibilities, it gets the best out of me,” he said at the post-match press conference. “I’ve always been someone who wants to lead from the front so that I can set an example. If I want my team to function in a certain way, I want to be the flagbearer and do things first so that it makes more sense when I asked others to do things.”Hardik Pandya, at 28, seems to be at the beginning of a promising new phase in his career. He’s fit, highly motivated, and well aware of his game. On the night of the IPL 2022 final, he provided Gujarat Titans fans with memories for a lifetime. Finally, he signed off with words that would please Team India fans too.“My goal is to win the World Cup for India no matter what,” said Pandya. “I’m going to give it everything.”","author":"Aditya Chaturvedi ","time":"2022-05-30T10:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175068-nwlhkrcpya-1653855904.jpg","tags":["cricket","ipl 2022","gujarat titans","Hardik Pandya","indian premier league"],"source":"https://scroll.in/field/1025035/ipl-2022-final-hardik-pandya-owns-the-stage"}