{"title":"IPL 2024: Record-breaking Sunrisers Hyderabad seal victory over Royal Challengers Bengaluru","content":"The second-highest ever total by a team Twenty20 cricket, the highest-ever total in the Indian Premier League history, the most number of boundaries (fours and sixes) scored in a single IPL match (81) and the highest aggregate of runs scored (549) in T20 cricket.These are just a few of the records set in what was an incredible night for the batters of both teams, and a night to forget for the bowlers. Eventually it was the Sunrisers Hyderabad, who scored 287/3 and came up with a 25-run win over the Royal Challengers Bengaluru – who scored 262/7 – at the M Chinnaswamy Stadium on Monday in the 2024 IPL.Put in to bat first, Hyderabad batters Travis Head and Abhishek Sharma blasted 108 runs in the opening partnership. Head would go on to score his first IPL century off 39 balls while Sharma was an able partner in his knock of 34 off 22 balls. Heinrich Klassen’s half-century along with cameos from Abdul Samad and Aiden Markram helped Hyderabad to break their own IPL record for most runs by a team to post yet another record total.The chase began well for the home side with an 80-run partnership between openers Faf du Plessis and Virat Kohli. But impact substitute Mayank Markande silenced the Chinnaswamy crowd with the wicket of Kohli for 42 off 20 balls. Du Plessis stuck around to provide stability to the chase with a solid innings of 62 off 28 balls before being dismissed by his counterpart Pat Cummins.Dinesh Karthik then came in and played the knock of his life as he continued to provide hope for the home side in an innings that saw him strike five boundaries and seven sixes. However, the target proved too insurmountable to cross and Bengaluru finished just 25 runs short, at 262/7.Turning point of the matchIn a match that saw all the bowlers go at over 10 runs per over, Hyderabad’s impact substitute Mayank Markande made all the difference.Before Cummins came in and dismissed du Plessis, Saurav Chauhan and Mahipal Lomror, it was Markande with his leg spin that broke the opening partnership by cleaning up Kohli’s stumps.Compared to how Bengaluru’s spinners in Will Jacks and the part-time turn of Lomror went on, Markande was economical and managed to slow down the scoring despite du Plessis at the other end.The 26-year-old bowler was first hit for a six by Rajat Patidar, but finished his second over having conceded only 16 runs in two overs and bagging Patidar’s wicket too.Although Markande would be hit for 25 runs in his final over, after having gone for 21 in his previous three overs, his spell of 2/46 allowed for Cummins to come in and make a difference as well.The Field’s Player of the MatchHead faced 41 balls for his innings of 102 and conceded only seven dot balls, including the first ball of his innings. This magnificent performance makes him The Field’s Player of the Match.The Australian hit nine boundaries and eight sixes in the innings, but what was more spectacular was the manner in which Head was striking. Good balls were being put away and so were bad balls. It didn’t matter where the Bengaluru bowlers hit the deck, if it was in his arc, it was mostly out of the park.When asked during the post-match presentation about how to bowl to him, Head chuckled and said that “everybody is trying everything” which is certainly what the Bengaluru bowlers tried on Monday night, but failed.‘Thought it wouldn’t happen again’In a match that had over 500 runs being scored overall, it is no surprise that even the likes of Cummins, a veritable star in his own right, went for 43 runs in his four overs, albeit with three wickets to his name.However, the Australian fast bowler was good-natured, despite his batters doing enough damage to his ilk that he was on the receiving end of it at the hands of the Bengaluru batters. But in his post-match remarks, Cummins indicated they were playing some good cricket irrespective of how runs were gotten.“I wish I was a batter. Against Mumbai [Indians] a few weeks ago, I thought it wouldn’t happen again, but here it’s happened again in just a few weeks. To be fair, [in matches like this] if you concede seven or eight runs in an over, it feels great. But I’ve given up trying to read the pitches. I’m really happy though with how we’re playing our cricket with four wins now. The freedom with which the batters are going out to play is great and [we have] a few wily bowlers doing the job as well.”— Sunrisers Hyderabad captain Pat Cummins in the post-match presentation ceremony\n Points table after the match on April 15 \n    \n       Position  Team  Played  Won  Lost  NRR  Points \n    \n     1  RR  6  5  1  0.767  10  2  KKR  5  4  1  1.688  8  3  CSK  6  4  2  0.726  8  4  SRH  6  4  2  0.502  8  5  LSG  6  3  3  0.038  6  6  GT  6  3  3  -0.637  6  7  PBKS  6  2  4  -0.218  4  8  MI  6  2  4  -0.234  4  9  DC  6  2  4  -0.975  4  10  RCB  7  1  6  -1.185  2","author":"Tanya Kini","time":"2024-04-15T23:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200066-tnymkgvgal-1713205519.jpg","tags":["Travis Head","Sunrisers Hyderabad","Dinesh Karthik","IPL 2024","Indian Premier League","Heinrich Klassen","Faf du Plessis","Royal Challengers Bengaluru","Pat Cummins"],"source":"https://scroll.in/field/1066675/ipl-2024-record-breaking-hyderabad-seal-victory-over-bengaluru"}