{"title":"IPL 2024: Gujarat Titans prevail against Hardik Pandya-led Mumbai Indians in thrilling win","content":"In tune with their reputation of being slow-starters, Mumbai Indians lost their first match of the seventeenth edition of the 2024 Indian Premier League as Gujarat Titans defeated them by six runs in Ahmedabad on Sunday.The match was already expected to be a thrilling one as as Shubman Gill made his debut as Gujarat Titans captain against the Gujarat’s former captain Hardik Pandya who reunited with Mumbai.After winning the toss and opting to field first, Pandya and Co restricted Titans to 168/6. Sai Sudharsan played a vital knock, scoring 46 off 39 balls but it was Jasprit Bumrah whose bowling stood out in the first innings.The total seemed below par considering the dew that would come in later but the Gujarat Titans’ bowlers stepped up in some fashion to get off to a winning start.Turning point of the matchIt was Mohit Sharma’s bowling in the sixteenth over that pretty much shifted the momentum in Gujarat’s favour. Then, the death bowling that followed from Spencer Johnson and Umesh Yadav effectively made the equation harder to solve for Mumbai.On a pitch that was slow and one where batters admitted to finding it tough for fluent run-scoring, Mumbai had the advantage while chasing since the dew had come in.Mumbai Indians’ 77-run third wicket partnership between Rohit Sharma (43) and Dewald Brevis (46) had put the chase back on track after losing Ishan Kishan early.Sai Kishore had dismissed Rohit in the thirteenth over to put an end to that but it was Mohit who dented the chase with the wicket of the well-set Brevis. With a wicket and just four runs conceded, the beginning of some effective bowling.After Mohit’s over, Rashid Khan conceded just three runs in his final over, leaving Mumbai with 36 runs needed off the last three overs. Mohit, in his final delivery of his four-over quota opted for a slower ball, to dismiss the dangerous Tim David who could have done some damage towards the back-end.Johnson then came back strongly in his third over to take out Tilak Verma and Gerald Coetzee in the penultimate over. Mumbai needed to score 19 runs off the final over.In came Mumbai captain Pandya who went after Yadav with a six and four before the bowler had the last laugh in the third delivery with Mumbai stranded, needing 9 runs in 3 balls.Yadav dismissed Piyush Chawla in the next delivery and then conceded just a run each in the final two balls to seal the deal for the Gujarat Titans.The Field’s player of the matchSai Sudharsan is also our player of the match considering he anchored the innings for Gujarat whilst braving Mumbai’s fast bowling duo of Bumrah and Gerald Coetzee.He admitted to the pitch being tricky to bat on in the first innings but eventually discovering that it is one where he could go hard everywhere. He had found it tough to counter deliveries when they took the pace off but managed to trudge Gujarat past 165 after their batting line-up failed to deliver.‘Good to be back’He had been the receipient of some booing considering his departure from the Gujarat-based franchise but Mumbai captain Pandya admitted to feeling good about his return to his former IPL home ground.“We backed ourselves to chase those 42 runs but it was one of those days when we see the score quite less compared to what it could have been in five overs, I think we lost little bit of momentum there. It feels good to be back because this is one stadium where you can enjoy and feel the atmosphere quite lively and obviously the crowd was full and they got a good game as well.”— Hardik Pandya in the post-match presentation\n Points Table \n    \n       Position  Team  Won  Lost  Tied  NRR  Points \n    \n     1  Rajasthan Royals  1  1  0  +1.000  2  2  Chennai Super Kings  1  1  0  +0.799  2  3  Punjab Kings  1  1  0  +0.455  2  4  Gujarat Titans  1  1  0  +0.300  2  5  Kolkata Knight Riders  1  1  0  +0.200  2  6  Sunrisers Hyderabad  1  0  0    0  7  Mumbai Indians  1  0  0  -0.300  0  8  Delhi Capitals  1  0  0  -0.455  0  9  Royal Challengers Bangalore  1  0  0  -0.799  0  10  Lucknow Super Giants  1  0  0  -1.000  0","author":" Samreen Razzaqui","time":"2024-03-25T00:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199548-jrgtmxpkch-1711306319.jpg","tags":["Hardik Pandya","Mumbai Indians","Sai Sudharsan","Shubman Gill","Gujarat Titans","Mohit Sharma"],"source":"https://scroll.in/field/1065729/ipl-2024-gujarat-titans-prevail-against-hardik-pandya-led-mumbai-indians-in-thrilling-win"}