{"title":"IPL 2024: Hyderabad deliver death-bowling masterclass  to defeat Rajasthan in last-ball thriller","content":"After a few instances of some incredible chases, Sunrisers Hyderabad treated the Indian Premier League with a bowling masterclass to defeat Rajasthan Royals by 1 run at the Rajiv Gandhi Stadium in Hyderabad. Until the penultimate over, it looked like Rajasthan Royals had the chase down thanks to a solid 134-run partnership between Yashasvi Jaiswal (67) and Riyan Parag (77). But Pat Cummins and Bhuvneshwar Kumar had other plans on the Thursday night as they successfully defended 201 runs.Earlier, Nitish Reddy and Travis Head showcased explosive batting performances, propelling Sunrisers Hyderabad to a total of 201/3. Head capitalized on an early lifeline to notch his fourth half-century of the season, scoring 58 runs off 44 balls.#IPL2024 #SRHvRR BHUVI MAGIC! 🪄Sunrisers Hyderabad defeat Rajasthan Royals by 1 run in a thriller. What a finish and what a comeback from Pat Cummins and Co. Yashasvi Jaiswal (67) and Riyan Parag (77) tried their best but the wickets kept falling.Rovman Powell tried to… pic.twitter.com/L4Lx4tcnx8— The Field (@thefield_in) May 2, 2024\n\n\nMeanwhile, Reddy displayed his prowess with an unbeaten 76 off just 42 deliveries, marking his second fifty of the campaign and contributing to a pivotal 96-run partnership with Head for the third wicket.Reddy, along with Heinrich Klassen (42 not out off 19), bolstered the score further with a brisk 70-run stand off 32 balls. Avesh Khan made the initial breakthrough by dismissing Abhishek Sharma, while Sandeep Sharma claimed a wicket off his first delivery to dismiss Anmolpreet Singh, reducing SRH to 37 for 2 in the powerplay – their lowest score in this IPL season.Yuzvendra Chahal faced a tough outing as he conceded 62 runs in his four overs. The spin duo of Chahal and R Ashwin were unable to contain the scoring as SRH managed to recover well.Hyderabad had gotten off to an ideal start as Kumar bowled an impressive opening over dismissing Jos Buttler and Sanju Samson. Jaiswal and Parag had ensured that those two early dismissals become a minor setback in the chase and kept the innings afloat.However, the derailment of the chase came after the dismissals of the two. In the fourteenth over, T Natarajan bowled a low full toss that Jaiswal ended up playing on to the stumps as he tried to play the scoop shot.One over later, Cummins had Parag caught at long-on. Shimron Hetmyer and Dhruv Jurel were unable to contribute to the chase and it was down to Rovman Powell and Ashwin.It was before Cummins and Kumar stepped up to showcase some excellent death bowling to take their team home.Turning point of the matchPat Cummins delivered an exceptional 19th over, leaving Sunrisers with a target of 12 to defend in the final over.Powell struggled to make contact with the ball for three consecutive deliveries but managed to conclude penultimate over with a six over cover.Due to their slow over-rate, Hyderabad were limited to only four fielders outside the circle in the final over but Kumar had it under control. In the third ball of the over, Powell did scoop the overpitched delivery towards fine leg for a boundary reducing the equation to 6 off 3.There was also a missed run-out opportunity in the penultimate ball that Sunrisers were not able to capitalise on. However, come the final ball with Royals needing just two runs, Powell failed to connect with a full toss and was dismissed leg before wicket.And just like that, there was no super over. Just a clear Sunrisers win.The Field’s player of the matchIt is safe to say that Bhuvneshwar Kumar was the hero of the night. Even though Parag and Jaiswal almost took that away, Kumar had bowled an excellent first and last over to finish with bowling figures 3/41.In the first over, he dismissed Buttler and Samson for nought to reduce Royals to 1/2. He conceded 15 and 14 runs in his second and third over respectively to come back strong in the final over and concede 11 runs and take a wicket in the final over.‘Margin of error is less in IPL’Losing captain Samson had some words of wisdom on the roller coaster match and the nature of the league.We have really played some close games and won a couple of them. We lost one here, and we have to give credit to the SRH bowlers. We were going at 10 per over till the last over but the margin for error is very less in the IPL and you have to give SRH credit. Knowing the nature of the IPL, you never win the game until you actually win the game— Sanju Samson in the post-match presentation\n Points table after SRH v RR  \n    \n       POS  TEAM  P  W  L  NR  NRR  PTS \n    \n     1  RR  10  8  2  0  0.622  16  2  KKR  9  6  3  0  1.096  12  3  LSG  10  6  4  0  0.094  12  4  SRH  10  6  4  0  0.072  12  5  CSK  10  5  5  0  0.627  10  6  DC  11  5  6  0  -0.442  10  7  PBKS  10  4  6  0  -0.062  8  8  GT  10  4  6  0  -1.113  8  9  MI  10  3  7  0  -0.272  6  10  RCB  10  3  7  0  -0.415  6","author":" Samreen Razzaqui","time":"2024-05-03T00:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200452-lyhadgvyob-1714675081.jpg","tags":["Yashasvi Jaiswal","Bhuvneshwar Kumar","Riyan Parag","Nitish Reddy","Pat Cummins","Sunrisers Hyderabad","SRH","RR","Rajasthan Royals","Cricket","IPL","IPL 2024"]}