{"title":"IPL 2022 top performers: From Jos Buttler’s blockbuster season to Umran Malik’s emergence","content":"The 2022 edition of the Indian Premier League came to a close on Sunday in front of more than 1,04,000 fans at the Narendra Modi Stadium in Ahmedabad, with the Gujarat Titans defeating the Rajasthan Royals to bag the coveted T20 title in their debut season.As per usual, there were a number of individual awards handed out after the final, with RR opener Jos Butler stealing the show by claiming the most number of awards.Here’s a look at the top performers of the season by various parameters:Jos ButtlerAwards: Most Valuable Player, Orange Cap, Super Sixes, Most Fours, Power Player, GamechangerWell, the 31-year-old cricketer from England had a stellar season and returned a richer man from IPL 2022. He was called up to the stage the most number of times (by far) during the presentation ceremony including the Most Valuable Player of the season award. Buttler was miles ahead in the highest run-scorers’ list this season. In fact, he aggregated the second-highest total of all time, behind Virat Kohli in 2016. He even matched Kohli’s 2016 record of most centuries scored in one season, with four tons. Most runs in IPL 2022 \n    \n       Player  Inns  Runs  HS  Avg  SR  100  50 \n    \n     Jos Buttler  17  863  116  57.53  149.05  4  4  KL Rahul  15  616  103*  51.33  135.38  2  4  Quinton De Kock  15  508  140*  36.29  148.97  1  3  Hardik Pandya  15  487  87*  44.27  131.26  0  4  Shubman Gill  16  483  96  34.50  132.32  0  4 \n   Courtesy IPLT20  Most sixes in IPL 2022 \n    \n       Player  Inns  Runs  SR  6s \n    \n     Jos Buttler  17  863  149.05  45  Liam Livingstone  14  437  182.08  34  Andre Russell  12  335  174.47  32  KL Rahul  15  616  135.38  30  Sanju Samson  17  458  146.79  26 \n   Courtesy IPLT20  Most fours in IPL 2022 \n    \n       Player  Inns  Runs  SR  4s \n    \n     Jos Buttler  17  863  149.05  83  David Warner  12  432  150.52  52  Shubman Gill  16  483  132.32  51  Hardik Pandya  15  487  131.26  49  Faf Du Plessis  16  468  127.52  49 \n   Courtesy IPLT20 Yuzvendra ChahalAwards: Purple capThe RR spinner faced stiff competition from fellow leggie Wanindu Hasaranga but managed to finish with the most wickets this season after playing in the final. Chahal was tied with Hasaranga heading into the title clash, with the RCB player having the Purple Cap due to a better economy rate, but he dismissed Gujarat Titans skipper Hardik Pandya with a beauty to get his nose ahead. While Buttler was the star with the bat for RR, Chahal was the leader of the bowling attack through the season and made key contributions consistently. Most wickets in IPL 2022 \n    \n       Player  Inns  Wkts  BBI  Avg  Econ  SR  4w  5w \n    \n     Yuzvendra Chahal  17  27  40/5  19.51  7.75  15.11   1  1  Wanindu Hasaranga  16  26  18/5  16.53  7.54  13.15   1  1  Kagiso Rabada  13  23  33/4  17.65  8.45  12.52   2  0  Umran Malik  14  22  25/5  20.18  9.03  13.40   1  1  Kuldeep Yadav  14  21  14/4  19.95  8.43  14.19   2  0 \n   Courtesy IPLT20 Evin LewisAward: Best catchAs always, there were a number of contenders for this award but it was Lucknow Super Giants’ Evin Lewis who was declared the winner for his stunning effort to dismiss Rinku Singh in the match against Kolkata Knight Riders. Kolkata needed just three runs to win off two deliveries, with Singh batting on a sensational 40 off just 14. The left-hander tried to finish the match with a big hit but miscued it. Lewis, who was stationed at deep point, ran in at full tilt and caught the ball with one hand in what was a jaw-dropping moment. His effort helped LSG win that match by two runs and end KKR’s campaign.Watch Evin Lewis’ catch here.Lockie FergusonAward: Fastest delivery of the seasonThe list of awards after IPL 2021 will tell you that even last year, it was Lockie Ferguson and Umran Malik who were the undisputed fastest bowlers. And this season too, the duo dominated and were a fair bit ahead of the competitions. Young Malik had a brilliant season with Sunrisers Hyderabad and had the fastest delivery of the tournament before the final. But Ferguson clinched the award eventually with a 157.3 kmph thunderbolt to Jos Buttler in the final.Watch Lockie Ferguson’s fastest delivery here.Over 4.6: 157.3 kph from Lockie Ferguson to Jos Buttler #IPL2022 https://t.co/uSM1doLjOg pic.twitter.com/BeA81p3Ksc— Vinayakk (@vinayakkm) May 29, 2022\n\nDinesh KarthikAward: Super StrikerUndoubtedly one of the big positives for Royal Challengers Bangalore, and indeed Indian cricket too, Karthik had a memorable IPL 2022 campaign. The Super Striker award is given to that player who faced a minimum of 100 deliveries and finished with the highest batting strike-rate. Karthik played a number of high-impact knocks for RCB though the season, remaining not-out a staggering 10 times, and edged out Punjab Kings dasher Liam Livingstone for this award. Best strike-rate in IPL 2022 (min 100 balls) \n    \n       Player  Inns  NO  Runs  HS  Avg  SR \n    \n     Dinesh Karthik  16  10  330  66*  55.00  183.33  Liam Livingstone  14  2  437  70  36.42  182.08  Andre Russell  12  3  335  70*  37.22  174.47  Glenn Maxwell  13  2  301  55  27.36  169.10  Jitesh Sharma  10  2  234  44  29.25  163.63 \n   Courtesy IPLT20 Very very honoured and happy to receive this award.This is one award I set my eyes on and am very happy to have got it , competing with some of the best players in the world . Thanks @hardikpandya7  for receiving the award  on my behalf with that beaming smile ❤️ pic.twitter.com/GIxkGXcrR3— DK (@DineshKarthik) May 29, 2022\n\nUmran MalikAward: Emerging player of the seasonSunrisers Hyderabad couldn’t qualify for the playoffs this season but they have a number of positives to build on, none perhaps bigger than Malik. The right-arm pacer took 22 wickets in 14 innings to finish fourth on the list of highest wicket-takers in the season. He was used as an out and out middle-overs strike bowler by SRH and rattled batters with his sizzling pace and aggression. Undoubtedly, the 22-year-old is a huge prospect and winning the prestigious Emerging Player Award will add to his confidence greatly. Of course, he also won the fastest delivery of the match award in every match he played.Watch Umran Malik’s message after winning the award here.The emerging player of #IPL2022 is Umran Malik! On the super-fast lane to success ⚡️https://t.co/z4qyp9sI38— Samreen (@SamreenRazz) May 29, 2022\n\nPlayer of the final: Hardik PandyaGujarat Titans took home the title in their first IPL season and the man who stood tallest for them in the final was captain Pandya. The all-rounder led from the front and picked 3/17 with the ball, which included the key wickets of Jos Buttler, Sanju Samson and Shimron Hetmyer, and then returned to make a crucial 30-ball 34 in the chase. The final saw a number of other fine individual performances, but none came close to Pandya’s stellar effort.Watch Hardik Pandya’s spell in the final here.IPL 2022 Final: Hardik Pandya owns the stageFairplay award: Gujarat Titans and Rajasthan RoyalsThe precise criteria for this award continues to remain a mystery, but it’s safe to say it’s something along the lines of which team showcased the best behaviour during the tournament.Also read:IPL 2022 Final, as it happened: Pandya and Co win by 7 wickets to bag first titleWatch: Gujarat Titans, IPL 2022 champions – the winning momentsReactions to Gujarat Titans winning IPL 2022: ‘A phenomenal debut season’IPL 2022: From Hardik to Rashid – champions GT’s top performers in the finalIPL 2022: From Rashid’s dream win to Hardik’s WC target, who said what after GT’s win","author":"Scroll Staff","time":"2022-05-30T21:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175105-xyrpoprmkr-1653920147.jpg","tags":["indian premier league","cricket","ipl 2022","jos buttler","yuzvendra chahal"],"source":"https://scroll.in/field/1025030/ipl-2022-top-performers-from-jos-buttlers-blockbuster-season-to-umran-maliks-emergence"}