{"title":"IPS Association condemns Pragya Singh Thakur’s comment about former ATS chief Hemant Karkare","content":"The Indian Police Service Association on Friday criticised Bharatiya Janata Party leader and terror accused Pragya Singh Thakur for saying former Mumbai Anti-Terrorist Squad chief Hemant Karkare died during the Mumbai terror attack in 2008 because she had cursed him.“Ashok Chakra awardee late Sri Hemant Karkare, IPS made the supreme sacrifice fighting terrorists,” the association tweeted. “Those of us in uniform condemn the insulting statement made by a candidate and demand that sacrifices of all our martyrs be respected.”  Karkare had investigated Thakur, who is contesting the Lok Sabha elections from Bhopal, in connection with the 2008 Malegaon blasts. On Thursday, Thakur alleged that she had been tortured in jail. The BJP leader is facing charges under the Unlawful Activities (Prevention) Act and other sections of the Indian Penal Code. The Bombay High Court gave her bail in April 2017, noting that she had been in jail for more than eight years and was suffering from breast cancer. Medical reports submitted to the court showed that she was infirm and could not walk without support, the court had observed. Meanwhile, the chief electoral officer of Madhya Pradesh is conducting an inquiry after receiving a complaint against Thakur, ANI reported.Ashok Chakra awardee late Sri Hemant Karkare, IPS made the supreme sacrifice fighting terrorists. Those of us in uniform condemn the insulting statement made by a candidate and demand that sacrifices of all our martyrs be respected.— IPS Association (@IPS_Association) April 19, 2019\n\nOpposition criticises BJPCongress leader Digvijaya Singh, who is contesting the Lok Sabha elections against Thakur in Bhopal, also condemned the BJP leader’s comments. “The Election Commission has clearly said that no political comments should be made on Army and martyrs,” he said. “Hemant Karkare ji was an honest and committed officer who attained martyrdom for the people of Mumbai in a terror attack.”Former Karnataka Chief Minister and Congress leader Siddaramaiah also lashed out at the saffron party. “We are sensitising people about non-existence of supernatural powers after passing anti-superstition bill but a BJP candidate is hallucinating about having supernatural powers that harmed ATS chief,” he tweeted. “Remember, if you vote BJP, you end up voting idiots!!”Delhi Chief Minister and Aam Aadmi Party leader Arvind Kejriwal called Thakur’s comments disgraceful. “Disgraceful comments by BJP’s Bhopal Lok Sabha candidate Pragya Thakur on 26/11 martyr Hemant Karkare ji need to be condemned in strongest terms,” he  tweeted. “BJP is showing its true colours and it must be shown its place now.”Disgraceful comments by BJP's Bhopal Lok Sabha candidate Pragya Thakur on 26/11 martyr Hemant Karkare ji need to be condemned in strongest terms. BJP is showing its true colours & it must be shown it's place now https://t.co/3Qdo1x7kPI— Arvind Kejriwal (@ArvindKejriwal) April 19, 2019\n\nFormer Jammu and Kashmir Chief Minister and Peoples Democratic Party leader Mehbooba Mufti asked the BJP if it would take action against Thakur for her “disparaging comments”. Taking a dig at news channels, she asked: “Why aren’t television news channels trending a #BJPInsultsMartyrs hashtag for their prime time show tonight? Instead, there is pin drop silence. Not the least bit surprised that India’s rank on World Press Freedom Index has slipped.  P-L-I-A-B-L-E.” BJP leader Nalin Kohli distanced the party from Thakur’s remarks and said “every son and daughter of India who have sacrificed their lives for motherland” should be respected, ANI reported. “What Pragya ji has said, that would evidently be her point of view perhaps because she herself underwent an investigation,” he added. “We salute sacrifice of Karkare ji and will not do politics on it.”","author":"Scroll Staff","time":"2019-04-19T17:17:03.875529+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117862-dprsxbojex-1555672300.jpg","tags":["Lok Sabha polls","Pragya Singh Thakur","Hemant Karkare","IPS Association"],"source":"https://scroll.in/latest/920643/ips-association-condemns-pragya-singh-thakurs-comment-about-former-ats-chief-hemant-karkare"}