{"title":"Irrfan biography: Behind the scenes of his acclaimed performance in Vishal Bhardwaj’s ‘Maqbool’","content":"After the moderate success of Makdee (2002), a children’s film, with Shabana Azmi playing a witch, Vishal Bhardwaj wanted to make a gangster film set in Bombay. He was searching for the story, and quite by chance, on a train ride from Dehradun to Delhi with his godson, Vishal asked the kid if he had anything to read. The kid handed Vishal Tales from Shakespeare by Charles and Mary Lamb. The book contained 20 stories, adapted from William Shakespeare’s plays. Vishal had not read or heard any of Shakespeare’s plays. ‘The first story I read was Macbeth,’ Vishal told Seema Chisti at the Express Adda in Delhi. ‘And it was so good. Mere hosh udd gaye. Ki yeh kis tarah ki kahaani hai (I lost my sense of being. What kind of a story was this)?’ Until then Vishal thought literature was boring. In fact, while promoting Maqbool, he admitted that he was not acquainted with English literature at all. Macbeth’s plot intrigued Vishal so much that he then got the play, read it again, and asked his Makdee co-writer Abbas Tyrewala to write a screenplay, transforming Macbeth into Maqbool. Shakespeare’s Scottish countryside transitioned into the inner city of Bombay from where a Don Corleone-like underworld king Jahangir Khan, aka Abbaji (Pankaj Kapur), rules his empire of illegal businesses and interests in the city’s Hindi film industry. He is well-served by his trusted lieutenant Maqbool (Irrfan Khan) who is having an affair with his boss’s mistress Nimmi (Tabu playing the character of Lady Macbeth). Vishal would later say that he was always fascinated by love triangles and the complications that arose from those plotlines, and so he decided his Lady Macbeth and Macbeth would not be married.Pankaj Kapur and Tabu in Maqbool (2003). Courtesy Kaleidoscope Entertainment.Initially, Vishal Bhardwaj offered Maqbool’s role to Kay Kay Menon, but he turned it down for a war drama with Amitabh Bachchan—Deewaar: Let’s Bring Our Heroes Home (2004). That film vanished, and surely Kay Kay must have regretted his decision. Unclear about whom to cast as Maqbool, Vishal even talked to Kamal Haasan for that role. Naseeruddin Shah was already supposed to play one of the characters in the film. So Vishal told Naseer that he had talked to Kamal for the role of Maqbool. Naseer was livid. ‘I said, “Look, if you are talking to him, then I am out,” he says. After much thinking, Vishal decided to take a risk with Irrfan Khan, having seen him perform in Haasil. Irrfan would be the youngest NSD graduate in the cast, including other alumni—Naseer, Om Puri, Pankaj Kapur and Piyush Mishra. In fact, towards the beginning of the film, there is a scene where all these actors are sitting in Abbaji’s living room. Irrfan was the juniormost of all, but now his time had finally come. He sat in the midst of all the senior actors with the confidence of a veteran. ‘That was a masterstroke,’ Naseer says about Irrfan’s casting. Before the shoot started, Naseer was offered Abbaji’s role, but he refused, since he felt he had played characters like that before. And then Vishal came up with the remarkable idea of casting Naseer and Om as two bumbling cops, always drawing up horoscopes of the film’s main characters. The two inspectors— Purohit and Pandit—become the crucial three witches of the story.Naseeruddin Shah and Om Puri in Maqbool (2003). Courtesy Kaleidoscope Entertainment.Irrfan could have gone into a lot of detail in defining Maqbool, but he felt that would have bored the audience. So he developed a method. ‘I emphasized on some broad sentiments, taking a cue from what’s going to happen next in the script. For instance, the sense of personal insecurity starts appearing on Maqbool’s face the moment Nimmi starts instigating him against his mentor, Abbaji. But definitely, I would not have played Macbeth this way on stage.’ Irrfan is brilliant in just about every scene in the film. Right towards the beginning, we see Om Puri’s Inspector Pandit predict that in six months Maqbool will have Abbaji’s seat. There is the initial moment of thrill, and a smile appears on Irrfan’s face. After all, this is Maqbool’s true ambition. But Irrfan does not allow Maqbool to rejoice at that declaration for too long. In an instant, Irrfan’s face shows a change in his mood and he yells at the inspector, threatening to cut off his tongue. Naseeruddin Shah remembers some special scenes with Irrfan. Maqbool is responsible for Kaka’s (Piyush Mishra playing the Banquo character) death. When Kaka’s body is brought into the courtyard, his body is uncovered, and Maqbool imagines that his eyes are open. He is startled as if he has seen a ghost. ‘In reaction to that, the way Irrfan fell over backwards, I tried to stop his fall,’ Naseer recalls. ‘And he said, “Kya, Naseer bhai? Kya kar rahe ho (What, Naseer bhai? What are you doing)?” I said, “Tum gir rahe they (You were falling).” And he went, “Nahi, nahi (No, no), I was acting.” And I said, “You are bloody good.”’Tabu and Irrfan in Maqbool (2003). Courtesy Kaleidoscope Entertainment.And then, towards the end, Naseer’s Inspector Purohit is in jail and Maqbool points a gun at him. ‘I remember that scene well,’ Naseer says. ‘The thing to remember is that he had the upper hand in that scene as a character. But not once did he gloat. Actors can’t resist gloating when they have the upper hand in a scene. I noticed Irrfan didn’t do that. This guy not only knows his onions but he’s a very generous actor as well.’Excerpted with permission from Irrfan Khan, Aseem Chhabra, Rupa Publications.","author":"Aseem Chhabra","time":"2020-01-06T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134033-efzvlxskdx-1578163768.jpeg","tags":["Irrfan","Maqbool","Vishal Bhardwaj"],"source":"https://scroll.in/reel/948130/irrfan-biography-behind-the-scenes-of-his-acclaimed-performance-in-vishal-bhardwajs-maqbool"}