{"title":"Actor Irrfan Khan dies at 53 ","content":"Acclaimed actor Irrfan Khan died in Mumbai on Wednesday at the age of 53. He had been diagnosed with a neuroendocrine tumour in 2018 and had spent several months being treated in the United Kingdom.Irrfan was recently admitted to a hospital in Mumbai for a colon infection. He is survived by his wife, television writer and producer Sutapa Sikdar, and sons Babil and Ayan. His mother, Saeeda Begum, had died in Jaipur on April 25 at the age of 86.A note from his family, released on Wednesday, read: “i trust, i have surrendered”; These were the some of the many words that Irrfan expressed in a heart felt note he wrote in 2018 opening up about his fight with cancer. And a man of few words and an actor of silent expressions with his deep eyes and his memorable actions on screen. It’s saddening that this day, we have to bring forward the news of him passing away. Irrfan was a strong soul, someone who fought till the very end and always inspired everyone who came close to him. After having been struck by lightning in 2018 with the news of a rare cancer, he took life soon after as it came and he fought the many battles that came with it. Surrounded by his love, his family for whom he most cared about, he left for heaven abode, leaving behind truly a legacy of his own. We all pray and hope that he is at peace. And to resonate and part with his words he had said, “As if I was tasting life for the first time, the magical side of it”.Irrfan’s career kicked off in the late 1980s and spanned television and films. Among his most acclaimed movies are Haasil, The Warrior, Maqbool, Talvar, Paan Singh Tomar, The Lunchbox, Piku and Hindi Medium. His final film was Angrezi Medium, the last Bollywood production to be released before India went into lockdown in March because of the novel coronavirus pandemic.He was one of the few Indian actors to feature in prominent Hollywood productions, among them The Darjeeling Limited, A Mighty Heart, Slumdog Millionaire, The Amazing Spider-man, Life of Pi, The Lunchbox, Jurassic World and the Tom Hanks-led Inferno.Irrfan also appeared in the American television series In Treatment and the Japanese mini-series Tokyo Trial.He won a National Film Award for his performance in Tigmanshu Dhulia’s Paan Singh Tomar (2012). In 2017, the Dubai International Film Festival gave Khan an honorary award.In 2016, the actor dropped Khan from his name, saying, “It’s our choices that write the story of our life. It’s not our background, not my lineage, it’s my actions and choices which will help me write the story of my life.” He had said he wanted to emphasise that he should be known for what he did, not for his caste or background or religion. Also read: Irrfan (1967-2020): A powerhouse talent gone too soonIrrfan biography: Behind the scenes of his acclaimed performance in Vishal Bhardwaj’s ‘Maqbool’","author":"Scroll Staff","time":"2020-04-29T12:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133653-oeklsqtvtk-1577542423.jpg","tags":["Irrfan Khan","irrfan khan dies","irrfan khan dead"],"source":"https://scroll.in/latest/960532/irrfan-khan-dies-at-53"}