{"title":"Irshad Kamil on Imtiaz Ali and film lyrics: ‘You don’t need heavy words to save you’","content":"Irshad Kamil’s caller tune, Jo Bhi Main from Imtiaz Ali’s Rockstar (2011), is a warning, the celebrated lyricist told Scroll: “It gives a heads up to callers that I may say something but you might understand something else, and that’s not my responsibility.”Kamil is the voice inside Imtiaz Ali’s head. Kamil has been translating Ali’s thoughts on love, life and philosophy since his feature debut Socha Na Tha (2005). Kamil’s lyrics for Ali’s song-heavy films perfectly reflect the emotional states of the characters, making the tunes instant chart-toppers as well classics.Kamil and Ali are back together for Amar Singh Chamkila, the biopic of the Punjabi singer who was assassinated with his wife Amarjot in 1988. Starring Diljit Dosanjh and Parineeti Chopra and scored by AR Rahman, the film will be premiered on Netflix on April 12.The producers include Saregama, which has the rights to most of Chamkila’s songs. Dosanjh and Chopra have re-recorded the tunes for the film.Amar Singh Chamkila takes 52-year-old Kamil back to Punjab, where he was born and whose culture he frequently references in his lyrics. Kamil encountered Chamkila’s music in his teens in the 1980s. “More than his singing and composing, it was his lyrics that were most powerful,” Kamil said. “His lyrics cut through middle-class life’s repression. If you heard his songs in the open, people thought you were sex-obsessed. Hearing him at the age of 10 or 12, I realised life was more than school and playing.” Excerpts from an interview.What makes Amar Singh Chamkila so important?He would address things in society that we would be wary of talking about for fear of judgement. He came from a poor family and sang of raw, real things. For example, his song Jija Lak Minle translates to brother-in-law, swing your waist. He would address such relations between, say, a woman and her husband’s older brother. He would also sing about casteism and spiritualism. Naam Jap Le is a spiritual song. Ki Jo Gariba Da asks, what power do the poor have after all?To get an introduction to Chamkila, you should also listen to Lak Mera Kach Warga, Hik Utte Soja Ve and Pani Deya Bulbuleya.\n\n\n    \n    Play\n\nWhat can you tell us about the film’s soundtrack?The six songs address the inner turmoil of Chamkila the artist. The film isn’t just about, this happened and then that happened. The attempt is to paint a picture of Punjab at the time. What circumstances created Chamkila, how his popularity bred enemies, and so on.Ishq Mitaye is Punjab singing about itself. Mere aage duniya ka rang sara fika. All the colours of the world are not as vibrant as in Punjab. And because we have had so much bloodshed in our history, because of continuous wars with surrounding nations, I write apne lahu se hi lagaya maine tika.Dass kyon daran, pakkiyan jadan – why do you fear, my roots are resilient. Jaane kiski meher, chadhi rehti lehar. Kaise jaun main theher batlana… main hoon Punjab. Who knows who has blessed me, I’m always on a high, how do I stop, I am Punjab.Naram Kaalja reverses the power equation between women and men. Mere auratpan sara tere naam vaseeyat hai, main ghar ki kheti hoon meri ye tabriyat hain. I have willed my womanhood to you, you make me think I’m like the land you own. Tu lootta ye sochke main naram tu mardaan hain, you keep taking from me thinking I’m soft and you are manly, par darasal mere liye tu aish ka samaan hai, but actually, you are an object of pleasure for me.Baj Baaja sets up the film’s milieu. Tu Kya Jaane and Bol Mohabbat are romantic songs.\n\n\n    \n    Play\n\nYou have been the constant on every Imtiaz Ali film. Are you his inner voice, in one sense?A film happens because of multiple contributions. We come and do our work. The public decides how much who is contributing.The viewer is more intelligent than us. We only know how to create. Once we send it to the world, our work is no longer ours. This analysis is surely not wrong, in the sense that no public analysis is ever wrong. But it is impossible for creators to gauge how important we or our work is.I’d like to discuss three of your songs, which are my favourites. They also happen to be from Imtiaz Ali’s films. The first is ‘Jo Bhi Main’ from ‘Rockstar’.Many years back, I had written a ghazal.Tum jaate ho soch bhi meri saath saath chal deti hai(When you go, my thoughts go along with you)Mere andar baitha main tab aur koi ho jata hai(The one inside me then becomes someone else)In lafzon ke maine Kamil jaane kaun badal ta hai(Who knows who changes because of these words of mine, Kamil)Main kehta hu kuch aur matlab aur koi ho jata hai(I say something but the meaning becomes something else)I simplified this thought in jo bhi main kehna chahu, barbad kare alfaz mere. Whatever I want to say, my words ruin them.\n\n\n    \n    Play\n\n‘Safarnama’ from ‘Tamasha’.This song pulls me a lot. Every person is a bundle of possibilities. Who we become at any point depends on which possibility of ours we focus on and how we express it. After a point, some other possibility attracts us and that changes us. A bank employee wasn’t born to be just that, or a teacher to teach. We have to keep rediscovering ourselves in every way, be it in relationships or work.My favourite line in that song is sawere sa, purana bhi, naya bhi hai. We always keep saying naya sawera or new morning. But how can the morning be new? It happened yesterday too. So every possibility is like any other. And life is a book of journeys [safarnama] and each journey is a possibility.\n\n\n    \n    Play\n\n‘Safar’ from ‘Jab Harry Met Sejal’.I love the lines jabse gaaon se main seher hua, itna kadva ho gaya ki zeher hua [Since I moved to the city from my village, I have become bitter like poison]. The city keeps growing. We move from our villages to districts, districts to cities. And we go deeper into ourselves. We become lonely. The song is about the internal journey, external journey, social journey. And in this journey, we have to keep moving on.You can write a song in two ways. Either you give importance to the words, that is, focus on the hook, or have a strong thought. I believe hooks are for crooks. If your thought is strong, you don’t have to beg in front of the vocabulary. You don’t need heavy words to save you.\n\n\n    \n    Play\n\nWhat determines the greatness of a song?Time. Whoever keeps saying that songs were great back in the day don’t realise that most songs at any time are trash, going back to Alam Ara [1931]. Give songs of our time 10-15 years.So many writers were hardly known during their lifetime – Kafka, Nietzsche. They became great after their deaths.Which of your songs has been overlooked?I like Aise Na Dekho from Raanjhanaa. From the second Love Aaj Kal, Aur Tanha. I like Janam Janam from Phata Poster Nikhla Hero. From Priyadarshan’s Aakrosh, Mann ki mat pe mat chaliyo, ye jeeteji marwa dega. [Don’t follow your heart, it will kill you].\n\n\n    \n    Play\n\nAisa Na Dekho, Raanjhanaa (2013).","author":"Devarsi Ghosh","time":"2024-03-30T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199705-ywbbzehvrv-1711777264.jpg","tags":["Irshad Kamil","Imtiaz Ali","Amar Singh Chamkila"],"source":"https://scroll.in/reel/1065983/irshad-kamil-on-imtiaz-ali-and-film-lyrics-you-wont-need-heavy-words-to-save-you"}