{"title":"Irshad Kamil interview: ‘We are not good listeners anymore’","content":"Lyricist Irshad Kamil is not a man in a hurry. After the colossal success of the hit track Baby Ko Bass Pasand Hai in the 2016 release Sultan, he decided to take a break from songwriting. Kamil wants to publish his poems and is taking up fewer songwriting assignments. After a busy year in 2015, when he had four releases (Prem Ratan Dhan Payo, Guddu Rangeela, Tamasha, I), his only release in 2016 was Sultan. In 2017, Kamil has two back-to-back releases this year, Sachin: A Billion Dreams on May 26 and Dear Maya on June 2.Sachin: A Billion Dreams features the music of AR Rahman, a composer with whom Kamil has collaborated on several soundtracks (Tamasha, Highway, I, Kochadaiyaan, Raanjhnaa, Rockstar). In Dear Maya, Kamil teams up with music composer Anupam Roy after having worked together on the title track of the multi-composer soundtrack of Pink (2016).Directed by debutant Sunaina Bhatnagar, Dear Maya is the story of a lonely woman (Manisha Koirala) who sets out in search of her lover after she receives letters from a secret admirer, unaware that the letters are a prank played on her by two schoolgirls. The soundtrack features four tracks composed by Roy, with a guest composition by Sandman. Kamil’s sensitive lyrics, describing the hopes and dreams of Maya, are an integral part of the narrative, voicing the emotions of the reticent character.In an interview with Scroll.in, the 45-year-old lyricist and poet described how the subject of the film attracted him to emerge from his self-imposed hibernation, his lyrics for the films of Imtiaz Ali, who brings out the best in him, and the philosophy that is present in one of his most-loved songs, Nadaan Parindey (Rockstar, 2011).What attracted you to write the lyrics of ‘Dear Maya’?It’s a story about life, story about resurgence. About how sometimes, you are the only hindrance in your way.Have you incorporated that thought into the lyrics?There’s a song Saat Rangon Se, it is one of my favourites. What is special is the lyric “Aaja khelenge hum khwabon ka nigahon se jua” (Come let us play a game of our dreams with our eyes). It’s a big statement. The thought echoes the English statement, Take life as it comes. The song is melodious and Anupam Roy, who is the music director, skilfully made a superb composition. Even the moment in the film when this song appears is quite beautiful.\n\n\n    \n    Play\n\nSaat Rangon Se from Maya (2011).What about the other tracks in ‘Dear Maya’?There is Buri Buri, there is a beautiful departing song called How Do I Say Goodbye, and Soone Saaye, which basically says, “It’s okay if you’re alone. You don’t always need to be in someone’s company.” The song reminds you that you can find a partner anywhere, any time. The songs of Dear Maya are a combination of good melodies and poetry. They provide comfort. In its truest sense, this is music, not noise.\n\n\n    \n    Play\n\nSoone Saaye from Maya (2011).They sound poetic and removed from the upbeat sounds of ‘Baby Ko Bass Pasand Hai’ from ‘Sultan’. How did you come up with that catchy hook line?Actually, that specific line came from my good friend and music director of the film, Vishal (of Vishal-Shekhar). I wrote the rest of the lyrics around that. When I write lyrics for a specific character, personal thoughts and ideas are kept aside. When you write songs for movies, you’re writing lyrics for the characters, whether it’s an alcoholic or an innocent individual. As a lyricist, you write for them, incorporating their language and words. In ‘Tamasha’, there are lyrics that initially seem odd. Like the second line ‘Har gham phisal jaaye’ in  ‘Agar Tum Saath Ho’. You give sadness a slippery texture. We are used to hearing sadness move at a recalcitrant pace.The thing is that we think all new things are odd. We like used things. It’s such a habit that any new thought or word that challenges our general way of thinking makes us stop for a second and question it. I’d like to correct your wording: it’s not odd, it’s just new.\n\n\n    \n    Play\n\nAgar Tum Saath Ho from Tamasha (2015).So when you sit with AR Rahman or Imtiaz Ali, how do you convince them about the new imagery in your lyrics?I try to not show them unfinished or kaccha [raw] songs. The lyrics are finished and refined. There’s no such thing as scratch lyrics in my vocabulary. Lines like ‘gham phisal jaaye’ have a particular connotation. Sadness is like an abodh [innocent] child. Actually, more than a child, it’s like a person who is trying to harm you. Imagine that someone is coming to you with a knife or a gun to injure you, out of anger, and then himself falls on his face.Could you deconstruct ‘Nadaan Parindey’, from thought to words? I think that this song is about the philosophy of life. ‘”Sau dard badan pe phaile hain, har karam ke kapde mailey hain, naadan parindey ghar aa.” Basically, it is a call from yourself to you. When you consciously do something that will hurt someone in some way, doesn’t that come in the zone of crime? When you know you are doing something wrong, this is what you would feel. But if you don’t feel that way, if you don’t know this is happening, it comes from a place of innocence.In this race of life, we lose ourselves and we never know where or when. It is more beautiful to find yourself and take care of yourself. As much as you want to make the world happy, it must start with you. They will take what they like. “Kaate chahe jitna paro se hawaon ko, khud se naa bach paayega tu.” As much as you try to fly away, ultimately you must come back. This kind of imagery, thoughts and comfort are what this song offers. It doesn’t just attract your attention. It is a song that you can feel this strongly even 10 years from now.\n\n\n    \n    Play\n\nNadaan Parindey from Rockstar (2011).You grew up in Punjab in the 1990s. Is there anything particular about the ’90s’ that you try to capture in your lyrics, for instance the language where you grew up?Like anyone, I try to keep my lyrics timeless, so I don’t consciously include things from a particular year or decade. Maybe others will pick out certain things that they notice. To me, writing is not the mere arrangements of words. They are thoughts. Without thoughts, you can’t write. You can affect people through words, but when they look back and read into the meaning, they will realise there is nothing there. There is no thought.  Then, like a juicy mango, they will take everything and leave the peel. When you look at your own songs in retrospect, what worked and what didn’t work for you?Oh, I can never know what will be successful. Even with the unsuccessful songs, there was a great deal of hard work that went into them. With any profession and art, you don’t need an academic degree to have a successful formula. I believe that those who want to be lyricists and writers need to be well-versed with literature. It’ll be very fruitful. Those who really want to create songs must read good literature to improve their writing performance.What sets your lyrics apart from your peers?I don’t write to impress. My motivation is not to impress you as a listener. While writing songs, I don’t think of certain phrases and words that I think I must incorporate. Instead, I catch thoughts. My songs are different because you won’t find unnecessary words. They won’t feel like made-up songs. They won’t feel like scribbles from the back of a notebook that we made into a song. They won’t feel broken or incomplete. From beginning to end, my songs have a thread of thought like a garland of flowers.With all due respect to everyone, you won’t find this elsewhere. Some people change words in their songs constantly – isn’t there such a thing as grammar? You’ll find fresh thoughts and no inconsistencies in my lyrics. I’m sorry to say, but we are not good listeners anymore. We are partly responsible for collecting all the junk that has come into music today. My songs will feel finished, refined. See, everyone creates things. Lots of people paint – Picasso, MF Husain. I could also paint, but isn’t there a difference in our paintings? It’s no competition. Their paintings are refined. I like to believe that about my word usage.\n\n\n    \n    Play\n\nTum Tak from Raanjhanaa (2013).","author":"Manish Gaekwad","time":"2017-05-28T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/838742-59101-vlogcgdswr-1495785515.jpg","tags":["irshad kamil","dear maya","songwriting"],"source":"https://scroll.in/reel/838742/irshad-kamil-interview-we-are-not-good-listeners-anymore"}