{"title":"Is Assam’s final NRC really final?","content":"Assam’s “final” National Register of Citizens was published with much fanfare in August 2019. Meant to be a list of legal Indian citizens living in the state, it was compiled after two draft versions and excluded 19 lakh applicants. But a set of developments has raised the vexed question: is Assam’s final NRC really final?In April, state NRC coordinator HD Sharma wrote to Assam’s foreigners’ tribunals – quasi-judicial bodies that decide  on matters of nationality – asking them not to rely on the August 2019 document. Sharma’s rationale: the August 2019 NRC was not the final NRC at all and its “results” were likely to change. Thus, Sharma insisted, it “cannot be treated as evidence for disposal of cases under judicial or quasi-judicial process”. Sharma said he was forced to write the memo because the tribunals constantly asked for NRC-related documents from state and district offices as they adjudicated cases before them. Essentially, Sharma was suggesting to the tribunals that a person’s inclusion or exclusion in the NRC should not colour their view of whether an individual was a foreigner or an Indian citizen. On May 10, a tribunal member, as adjudicators in these quasi courts are called, dashed off a letter to Sharma asking him to “withdraw” his instructions. Scroll.in is in possession of a copy of the letter. Sharma’s contention that the NRC was not final was in “direct contrast with the available records and orders of the Honourable Supreme Court”, wrote the member, who wished to remain anonymous.Sharma’s letter, the member said as a parting note, amounted to “interference” and was beyond his “jurisdictions and limits of power”.\n    \n      Citizenship Tangle\n      Read our coverage of Assam's NRC exercise here.\n      \n    \n    \n        The Final Count\n    \nTwo parallel mechanismsThe tribunals and the NRC are parallel mechanisms of detecting foreigners in Assam.The tribunals, set up under an 1964 executive order, decide on matters of nationality. They take up cases referred to them by the border police and also pass their opinion on people marked as “D” or doubtful  voters by the Election Commission. Those declared foreigners by the tribunals are liable to deportation, usually to Bangladesh, believed to be the country of origin for most foreigners in Assam. But since Bangladesh does not acknowledge them as its citizens, many have spent years languishing in Assam’s detention centres.The NRC was first compiled in 1951. Assamese nationalist groups have long demanded that the 1951 list be updated and those who could not prove their citizenship be ejected from the state. It was to be updated according to the terms of the Assam Accord,  a tripartite pact that ended a six-year-long, often violent, anti-foreigner agitation in the state. Those who could prove residence in Assam before March 24, 1971 and their descendants were to be considered citizens in Assam.  An exercise to update it began in earnest in 2015, closely monitored by the Supreme Court,The process, particularly for religious and linguistic minorities in the state, entailed several rounds of in-person verification that required several generations from a family to physically depose before the NRC authorities. Yet,  anyone already declared a foreigner by a tribunal was automatically excluded from the NRC.The August, 2019 list excluded 19 lakh applicants who were supposed to appeal for their citizenship before the foreigners’ tribunals. The work of the NRC authorities was believed to be over.The turf war of jurisdiction aside, the recent exchange between Sharma and the tribunal member raises critical questions about the NRC that was supposed to be the final test of citizenship in Assam. Is the August 2019 NRC liable to changes? Could people who have been included be dropped?The answers to these questions really depend on whom you ask.A foreigners' tribunal in Lower Assam's Dhubri district.Notified final (or not)In his memo, Sharma’s contention that the August 2019 NRC is not final rests on the fact that the registrar general of India is yet to notify it. The registrar general has overall superintendence over the NRC process.For his part, the tribunal member argues that the registrar general may not have notified it, but it did not extend its notification for the NRC exercise beyond August 31, 2019.After the Supreme Court ordered for the NRC to be updated in August 2013, the registrar general issued a formal notification for the enumeration to begin in December 2013. It kept extending the notification several times until August 31, 2019.This, the member reasons, effectively means that the NRC update process was over and the NRC office could not amend the list further as Sharma suggests in his letter. If changes are to happen, they would happen through the foreigners’ tribunals –  a footnote appended to the August 2019 list explicitly states that.Additionally, the member points out that the Supreme Court, prior to the publication of the August 2019 list, repeatedly referred to it as the “final NRC”.Finally, the member draws attention to a press release by the NRC office on August 31, 2019, that referred to the list published that day as the final NRC. The press release, which Scroll.in has seen, was issued jointly by the state NRC office and the registrar general.The registrar general himself has written several letters to Sharma asking for rejection slips to be issued to the people left out of the NRC so that their cases could be decided in the foreigners’ tribunals. This seems to negate Sharma’s claim that the NRC office could make changes by itself to the 2019 list.The rejection slips, though, are yet to be issued, leaving the 19 lakh excluded people in a limbo.The delay, those familiar with the situation say, has been driven by Sharma’s dogged refusal to accord finality to the 2019 NRC. In 2020, he even filed an affidavit in the Supreme Court, lashing out at the registrar general of India for being oblivious to the “anomalies” in the NRC and insisting on issuing the rejection slips.Political ambivalenceSharma’s stance on the matter may be dictated by his personal politics. He was appointed as state NRC coordinator after the August 2019 list was published. The results of the list were hotly contested by the Assam unit of the Bharatiya Janata Party, which heads the state government.A cloud of controversy surrounded Sharma’s appointment, especially because of his social media comments on immigrant communities. Sharma had claimed there were “East Pakistani Muslims” living in Assam and that “lakhs and lakhs of Bangladeshis” had slipped into the final NRC. These views echoed those of the BJP, which wants the final NRC to be revised.But why has the registrar general failed to notify the NRC as the final list of legal Indian citizens in Assam? One explanation may be that he reports to the Union home ministry helmed by Amit Shah – whose position on the Assam NRC has been ambivalent. After strongly defending it initially, he seemed to suggest junking the Assam NRC for a fresh pan-India NRC.However, in a written reply to a question in the Lok Sabha in December 2019, the home ministry referred to the August 2019 list as the final NRC.Supreme Court in retreatWhile the tribunals and the office of the NRC squabble over the 2019 list, there is a resounding silence from the Supreme Court. The apex court proactively drove the process till the publication of the 2019 list, setting deadlines for every step of the exercise. Since then, it seems to have beat a retreat. Petitions from the government and Assamese nationalist groups, seeking re-examination and fresh rounds of verification of names in the NRC, are still languishing in the Supreme Court.The lack of clarity means the NRC’s validity is constantly under a cloud. In September 2021, a tribunal in south Assam’s Karimganj acquitted a man accused of being a foreigner by the state because his name featured in the NRC. The state prosecutor had argued that the 2019 list was not a “legally valid document” given the lack of clarity “about finality of Assam NRC published online on 31 August 2019”. The tribunal dismissed the argument. “There is no doubt that this NRC Assam published in 2019 is nothing but Final NRC,” it said.Orders like this might have prompted Sharma’s latest memo. If the tribunals are indeed to discount the NRC while deciding on matters of nationality, defendants will lose another valuable piece of evidence in their struggle to prove they are Indian citizens.","author":"Arunabh Saikia","time":"2022-05-19T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/126562-opizdsgndo-1581509667.jpg","tags":["Assam","NRC","citizenship"],"source":"https://scroll.in/article/1024182/is-assams-final-nrc-really-final"}