{"title":"Is Congress leadership of INDIA shaky after Hindi belt poll defeats?","content":"The Bharatiya Janata Party on Sunday won elections in Chhattisgarh, Rajasthan and Madhya Pradesh, wiping out the Congress from the Hindi belt. The Grand Old Party now has a majority on its own in only three states in the country. The defeat has also raised questions for the INDIA alliance – a coalition of Opposition parties that hopes to take on the Bharatiya Janata Party in the 2024 Lok Sabha elections.After Sunday’s results, experts told Scroll that the alliance is on shaky ground. In addition, leaders of several INDIA bloc parties said that the Congress – which has seen itself as the dominant outfit in the alliance – needs to be more accommodating in the lead up to the national elections. It missed an opportunity to present a united opposition in this round of state polls, INDIA allies say.‘Congress’ loss’Former Rajya Sabha MP and National Spokesperson of the Janata Dal (United), KC Tyagi, told Scroll that his party had asked the Congress to invite all members of the INDIA bloc for a meeting ahead of the state elections.“It was not a matter of seat sharing, but they could have made us part of the campaign,” Tyagi said. “The Congress has now invited us for a meeting on December 6. Had this meeting taken place earlier, the results could have been different.”Tyagi’s discontent with the Congress for failing to partner with INDIA bloc allies in the elections was shared by other parties too.Rashtriya Janata Dal National Spokesperson Jayant Jigyasu echoed Tyagi. However, Jigyasu argued that Sunday’s results will not undermine the Opposition’s chances in the Lok Sabha elections. “It’s probably a blessing in disguise for the Congress as it would not be complacent now,” he said. “It will realise that it [Congress] could have got the Opposition to speak in one voice in these elections.”Congress' defeat has raised questions over its leadership role within the INDIA bloc. (Photo: PTI)Samajwadi Party leader from Uttar Pradesh, Sudhir Panwar, also criticised the Congress. He said that in meetings of the INDIA bloc, it had been decided that the Opposition parties will fight together against the BJP. “But the Congress unanimously decided that the alliance was only meant for the Lok Sabha polls,” he said. “This crushed any hopes of a public sentiment in favour of putting up an alternative to the BJP as the voters saw us as opportunists.”In Madhya Pradesh, the Congress and Samajwadi Party had failed to stitch together an alliance for the state elections. The disagreements did not stay in the backroom. Each party hit out at the other publicly.On a similar note, the Trinamool Congress, in an editorial in its mouthpiece Jaago Bangla, held the Congress’ “zamindari [feudal] attitude” responsible for its loss to the BJP.#TMC Mouthpiece Jago Bangla Editorial Attacks Congress Mentions Congress Has Zamindari attitude . @jago_bangla @AITCofficial @CNNnews18 pic.twitter.com/1O0nAmLOm6— Kamalika Sengupta (@KamalikaSengupt) December 4, 2023\n\n\nThe party’s chief Mamata Banerjee, on Monday, described the result as “Congress’ loss”, and emphasised the importance of seat sharing in the INDIA bloc’s bid to defeat the BJP in 2024.Clamour for leadership?While all the leaders Scroll spoke to said that the Congress’ participation was a necessary condition if the INDIA bloc is to have a shot at success, the party’s loss in the state elections has triggered voices saying that the grand old party has lost its credibility as the leader of the alliance.Kunal Ghosh, a former Rajya Sabha MP from Banerjee’s party, told Scroll that the Trinamool Congress should be at the forefront of the INDIA bloc in the fight against the BJP. “Mamata Banerjee has shown time and again that she is the tallest leader who can take on the communal and divisive BJP, he said. “The Congress needs to realise this.”Tyagi of the the Janata Dal (United) also said that the Congress needs to give more importance to regional leaders. “Can the Congress win without the regional satraps like Lalu Yadav, Nitish Kumar, Akhilesh Yadav, MK Stalin and Mamata Banerjee?” he asked. “The regional parties should have more bargaining power when we next sit at the negotiating table.”Asked about reports of Bihar Chief Minister Kumar being upset about not being made the convener of the INDIA bloc, Tyagi said: “Nitish Kumar has never made this demand on his own. In fact, he has refused to be the convener. But all the leaders should remember that it was him who brought all of them on board for the alliance.”The Aam Aadmi Party has also thrown its hat in the ring. Party leader Jasmine Shah claimed that AAP was the “major Opposition party” in north India by virtue of being in power in two states in the region: Delhi and Punjab.What’s next for INDIA?However, Rahul Verma, a fellow at the Centre for Policy Research, declared that the future of the Opposition alliance looks uncertain after Sunday’s result.  “Whatever gains the alliance had made till September is now lost,” he told Scroll. “They will have to go back to the drawing board but now there is very little time left for the Lok Sabha elections.”Verma added that the success of the alliance largely hinged upon the Congress’ ability to put up a fight in Hindi heartland states where it is in a direct contest with the BJP. “Since that does not seem to be happening, a lot of parties could reconsider whether they would want to be part of a losing alliance,” he said.Experts feel some of the Opposition parties might reconsider their decision to be part of the INDIA bloc. (Photo: PTI)Neelanjan Sircar, a senior Fellow at the the Centre for Policy Research, concurred with his colleague’s observation about regional parties. “The BJP will now believe that the Hindi belt is safe, so it will shift its focus and resources to other states like West Bengal,” he said.In that situation, Sircar said that even if the INDIA bloc survives, it could end up being a loose coalition. “The BJP has had a 90% strike rate in the Hindi belt in the last two Lok Sabha elections,” he said. “If the Congress is not able to inspire confidence that it would better its performance in these states, other parties would have much more leverage.”The observations made by the two observers seem to be playing out already. Shiv Sena (Uddhav Thackeray faction) MP Arvind Sawant told Scroll that Congress should be ready to compromise. “The matter is not about losing an election, it’s about how miserably Congress has lost,” Sawant said. “Congress should now introspect and set an example by being more considerate towards its allies.”","author":"Abhik Deb","time":"2023-12-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193691-mxbolcuhpj-1693565628.jpg","tags":["Congress","Lok Sabha","BJP","INDIA alliance","Madhya Pradesh election","Chhattisgarh election","Rajasthan election"],"source":"https://scroll.in/article/1060082/is-congress-leadership-of-india-shaky-after-hindi-belt-poll-defeats"}