{"title":"Is Congress adopting ‘soft Hindutva’ to woo back majority community from Modi?","content":"Shortly after he returned from his mysterious sabbatical five months ago, Congress vice president Rahul Gandhi proceeded on a trek to the Kedarnath shrine in Uttarakhand. Since then he has been periodically spotted doing darshan at Hindu temples.Continuing with this trend, the Nehru-Gandhi scion will now pay obeisance at the Banke Bihari Mandir, the temple dedicated to Lord Krishna in Vrindavan, when he lands there on September 21 for a day-long meeting with Congress functionaries from Uttar Pradesh for a discussion on the party’s revival plans in the crucial state.At the temple, he will be greeted by priests blowing conch shells who will also present Rahul Gandhi with a sculpture of Krishna and a silver “sudarshan chakra” to drive away the “burre din” that have befallen him and his party. All the delegates participating in the brainstorming session are also to be presented with similar statuettes and packets of prasad from the Banke Bihari Mandir.Although Congress leaders are quick to deny it, these elaborate arrangements are in sync with a discernible shift in the party’s strategy to turn to soft Hindutva after its humiliating defeat in the last Lok Sabha polls.In doing so, Rahul Gandhi has only been following in his father Rajiv Gandhi’s footsteps who ordered the unlocking of the doors of the “Ram temple” at Ayodhya’s Babri Masjid and then went on to open his election campaign from Faizabad with a promise of ushering in “Ram Rajya” in an attempt to garner the Hindu vote.Fine balancing actThe new unstated agenda of the Congress unfolded after former defence minister AK Antony confessed to party workers that their excessive focus on minorities had alienated the majority community. This view was echoed by a large section of the Congress rank and file when Rahul Gandhi sought their views on the reasons for the party’s electoral rout. “A course correction was urgently required as our party had become totally identified with the minorities,” remarked an Uttar Pradesh Congress leader.The Congress is now engaged in a fine balancing act. Pitted against the Hindutva mascot in Prime Minister Narendra Modi, the Congress is attempting to retrieve lost ground among the majority Hindu community. At the same time, it never loses an opportunity to attack the ruling Bharatiya Janata Party and its ideological mentor, the Rashtriya Swayamsevak Sangh, for unleashing its communal agenda as the Congress does not want to lose the support of minorities.In the more immediate context, the Congress is hoping that the message from Mathura will travel to poll-bound Bihar where the party has set its eyes on the upper caste vote which is currently committed to the BJP. Since its allies, Rashtriya Janata Dal chief Lalu Prasad and Janata Dal (United) leader Nitish Kumar, are assiduously wooing the Other Backward Classes like the Yadavs and Kurmis, the Congress wants to make a play for the upper castes who had once been its ardent supporters but deserted the party for the BJP.It was precisely for this reason that the Congress was upset with Lalu Prasad’s speech at the recent public rally in Patna when he lashed out at the upper castes while addressing his Yadav constituency. As a pan-Indian party which projects itself as an inclusive outfit, the Congress naturally wants to reach out to all sections and communities.Pre-empting BJP agendaFormer minister Jitin Prasada’s recent proposal that the Congress should take a fresh look at the reservation policy for backward castes and press for quotas for the most backward castes and poor among the upper castes has to be seen in the light of this ongoing churn in the Congress as it attempts to reinvent itself and revive its support base.In a letter to Congress general secretary Madhusudan Mistry, Prasada maintained, “The poor among the general castes have to be brought into the ambit of reservation. It is an idea whose time has come given the abysmal state of being for a vast section among them. They suffer the same fate as the weaker backwards – victims of the flawed social justice system.”The Congress has been quick to dismiss the letter as Prasada’s “personal views” but it is believed that the former minister, known for his proximity to Rahul Gandhi, wrote it at the behest of the party leadership which wants to test the waters and initiate a debate on this emotive issue even at the risk of annoying its OBC allies in Bihar.The proposal also has to be seen in the light of the ongoing protests by the Patidars in Gujarat demanding OBC quotas for their community. This stir has revived the debate on moving away from caste-based reservations to affirmative action for the economically weaker sections, a view which has been favoured by the BJP. Rajasthan Chief Minister Vasundhara Raje has already moved in this direction. Her government plans to bring a bill shortly to provide 14% reservations to the poor among the upper castes like Brahmins, Rajputs and Kayasthas along with quotas for the Gujjar community. With the BJP at the Centre also keen on pushing this agenda, it appears the Congress has decided to wade into the debate in order to pre-empt its political opponent.Perhaps it is for this reason that Prasada’s letter has not invited the party’s wrath, a sharp contrast to Congress president Sonia Gandhi’s angry reaction when senior leader Janardan Dwivedi spoke in the same vein in the run-up to the last Lok Sabha polls. Sonia Gandhi had put a quick end to this debate then with a written statement declaring that extending “reservation to scheduled castes, scheduled tribes and OBC is an article of faith” for the Congress.","author":"Anita Katyal","time":"2015-09-21T17:30:13+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/756513-ba3dce4d-cf5d-480e-a473-8b41eb84f646.jpg","tags":[]}