{"title":"Is giving judges the final say in judicial appointments the only way of ensuring their independence?","content":"In a landmark judgment delivered this Friday, the Supreme Court struck down a constitutional amendment for only the fifth time in its history, and the first time in 20 years. In 1973, the Supreme Court had famously held that Parliament’s power to amend the Constitution did not extend to damaging or destroying its “basic structure”. The basic structure has been the court’s weapon of last resort: often invoked for rhetorical and symbolic purposes, but given the serious ramifications of undermining parliamentary power, rarely used by the Court.But on Friday, the Court felt that there was reason enough to use it. By a 4-1 majority, it held that the 99th Constitutional Amendment, which created a National Judicial Appointments Commission, violated “judicial independence”, which was an aspect of the basic structure.At 1030 pages, the judgment is staggeringly long, with each judge writing a separate opinion. Lawyers will be picking apart its finer points for weeks to come. At first glance, however, the majority opinions, for all their length and erudition, seem to arrive at controversial conclusions, and leave some important questions unanswered.The collegium vs NJACThe basis for the 99th Amendment was the desire of Parliament to change the current structure of judicial appointments – “the collegium system”. The collegium is a committee of the chief justice and the four senior-most judges of the Supreme Court, who propose potential candidates for the appellate judiciary, which are then (formally) vetted by the president.The collegium finds no place in the Constitutional text: it was created by a nine-judge bench of the Supreme Court in 1993, in what is popularly known as The Second Judges Case. In that case, the Supreme Court held that Article 124 of the Constitution, which provided that the president must “consult” with the chief justice (and other judges, if he so desired) before making an appointment to the Supreme Court, actually required the “concurrence” of the chief justice (and, additionally, the four senior-most judges – together, the collegium).Through the 99th Amendment, Parliament substituted Article 124 with Articles 124A, B and C. The new articles provided for a six-member Commission consisting of the erstwhile collegium, the law minister, and two “eminent persons”. Through a law called the National Judicial Appointments Commission Act, brought into force at around the same time as the Amendment, Parliament also provided that no appointment could go through if two members of the Commission vetoed it. Effectively, under the new system, there could be potentially at least some cases in which judges would not have the last word over an appointment.The caseThe 99th Amendment and the NJAC Act were challenged on the ground that they violated judicial independence by severely curtailing the judiciary’s role in the selection process. The Union of India contested the case on merits, but also requested the five-judge bench that was hearing the case to refer it to a bench of 11 judges, so that The Second Judges Case, which created the collegium, could be reconsidered, and overruled if found to be incorrect. The court, therefore, had to answer two questions:Ought it refer the matter for a reconsideration of the Second Judges Case?And if it should not, how should it decide the constitutionality of the 99th Amendment and the NJAC Act in accordance with the law laid down in that case?The leading opinion of Justice Kehar, and the concurring opinion of Justices Lokur and Goel, examined both questions separately.On the first issue, the Justices held that The Second Judges Case had been correctly decided, and did not need reconsideration. The Justices based their conclusion on a number of speeches in the Constituent Assembly by Doctor Ambedkar, where the Constitution’s chief architect had voiced fears of executive dominance over judicial appointments; upon a long practice of taking the Chief Justice’s approval before finalising any judicial appointment; and upon more or less consistent line of Supreme Court cases affirming this proposition. On this basis, the majority held that the Second Judges Case’s interpretation of the word “consultation” to mean “concurrence” was not unwarranted.The Justices also noted that, contrary to popular opinion, the Collegium did not exclude the Executive from participation in the appointments process. The Executive could – and did – offer its opinion upon the competence of proposed appointees; only, the final decision lay with the judges. This, according to the majority, created a fair balance between fears of Executive dominance on the one hand, and concentrating all power in the person of the chief justice on the other – both eventualities that Doctor Ambedkar had warned against.Having established that the Second Judges Case was correctly decided, the majority then considered the fate of the 99th  Amendment. The Union argued that even if the Second Judges Case was correctly decided, all that case did was to interpret the word “consultation” to mean “concurrence”. By substituting Article 124 with 124A, B and C, Parliament had simply removed any references to consultation altogether, and erased the basis of the Supreme Court judgment – something that it was perfectly entitled to do.The challengers argued, on the other hand, that The Second Judges Case was not decided on a mere linguistic technicality. Rather, that case had held that judicial primacy in appointments was itself a part of the basic structure, since it was essential towards maintaining judicial appointments.Judicial primacy vs Executive dominanceThe Majority agreed with the challengers. In their opinions, the Justices held that the concept of judicial independence included judicial appointments, and that the primacy of the judiciary in the appointments process was an integral part of maintaining judicial independence. By allowing for a situation in which the opinion of the judiciary could be vetoed by a combination of the law minister and the eminent members, this primacy was destroyed. Consequently, the 99th Amendment was void, and accordingly struck down.It is surprising that, in making this claim, none of the majority judgments actually substantiated it through a close reading of The Second Judges Case. In fact, Justice Kehar’s leading opinion simply assumed that The Second Judges Case had held in this fashion, even though that was bitterly contested at the bar. In a spirited dissent, Justice Chelameshwar quoted extensive paragraphs from The Second Judges Case to buttress his argument that the collegium was no essential part of the basic structure. Justice Chelameshwar argued, instead, that what the Constituent Assembly Debates and the constitutional scheme prohibited was Executive dominance over the appointments process. There was many a slip, however, between executive dominance and judicial primacy: there could be many conceivable methods of appointment that curtailed executive dominance. The collegium was one of them, and its chosen method was judicial primacy. The NJAC was another, with its calibrated distribution of authority between the executive, the judiciary, and civil society. According to Justice Chelameshwar, therefore, the challengers had failed to show that judicial primacy was the only way of safeguarding judicial independence, and consequently, their challenge could not succeed.ConclusionThe majority opinions’ unwillingness to engage closely with the substance of The Second Judges Case leaves the judgment open to the charge laid upon it by Justice Chelameshwar: it might be the case that the Collegium is a legitimate way of appointing judges, and it might even be the case that it is a desirable way of doing it. However, unless it can be shown that giving judges the final say in appointments is the only way of safeguarding judicial independence, the Court cannot invalidate a constitutional amendment just on the ground that it takes away judicial primacy. Do the majority opinions do enough to prove that claim? Opinion will be divided.Secondly, the structure of the majority’s reasoning forecloses important options going forward. By expressly stating that judicial primacy in appointments is essential to judicial independence, the Court ensures that any future attempts at reforming appointments processes will be constrained to give the judiciary the final veto. Is that in consonance with the constitutional scheme?The excitement over the Supreme Court’s momentous decision will die down soon enough. But surely, we have not yet heard the last of the perennial tug-of-war between the judiciary and the executive over the politically fraught and highly charged question of judicial appointments.Gautam Bhatia is a Delhi-based advocate. He assisted one of the petitioners challenging the constitutional validity of the 99th Amendment and the NJAC Act","author":"Gautam Bhatia","time":"2015-10-17T18:30:51+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/763132-40fd12ab-3553-40e1-a01a-0374fccdda5b.jpg","tags":["Judges Appointment","Collegium System","National Judicial Appointments Commission","NJAC","Supreme Court","Judiciary"],"source":"https://scroll.in/article/763132/is-giving-judges-the-final-say-in-judicial-appointments-the-only-way-of-ensuring-their-independence"}