{"title":"Is holding simultaneous elections for Lok Sabha and State Assemblies necessarily a good idea?","content":"The idea of holding simultaneous elections to the Lok Sabha and State Legislative Assemblies has gained some ground recently. In December 2015, a parliamentary standing committee recommended a move in this direction by streamlining elections into two phases – one concurrent with Lok Sabha elections, the second in the mid-term of the Lok Sabha. It concluded that such a reform was “important for India if it is to compete with other nations in developmental agenda on real time basis as a robust, democratic country.” In March, Narendra Modi told Bharatiya Janata Party workers that he supported the idea (also included in the party’s 2014 manifesto) in order to give them more time for grassroots ‘social work’. In an interview with Arnab Goswami on Times Now on June 27, he spoke publicly on the matter, describing it as “crucial” to hold all elections simultaneously and calling for the Election Commission of India to take the proposal forward to reach a consensus.The limited debate thus far has taken the virtues of holding simultaneous elections to be almost self-evident. The Standing Committee report sets out the rationale thus:To reduce the cost associated with multiple elections;To overcome the “policy paralysis and governance deficit” associated with imposition of the Model Code of Conduct at election time;To limit the disruption to normal public life associated with elections, such as increased traffic and noise pollution; and lastlyTo free up the manpower of the armed forces deployed on election-related duties.Others often argue that the fact that there is always an important state or local election around the corner makes it difficult for central governments to take unpopular decisions such as reducing fuel subsidies or increasing rail fares, all small parts of a larger “reforms” agenda. In other words, elections are a costly diversion from the real process of governing.Taking this for granted, most of the discussion has focused on questions of process:Would India need to introduce fixed terms for the Lok Sabha and legislative assemblies?How would simultaneity be preserved if there was a vote of no confidence, or application of President’s Rule in a state, necessitating fresh elections at one level but not another?What transitional arrangements would be made so that currently elected state governments can serve out the full term for which they have been elected?The Standing Committee report is exclusively concerned with these questions, many of which are very real issues – not least the question of what happens in the event of a vote of no confidence at one level of government. For its part, the Election Commission has said that if there is political will for such a move, the practical obstacles are not insurmountable providing that necessary resources are made available for voting machinery and security personnel.Two pointsIn this article, I look at the evidence from other countries on the consequences of aligning elections. We cannot ignore that one of the political incentives for aligning elections is to increase the extent to which national politics dominates state-level electoral contests, or in other words to centralise political life. It would attempt to reverse the trend of the last several decades in which state politics has been the pre-eminent arena of Indian politics. Evidence from other countries suggests that simultaneous elections do indeed have a nationalising effect on political competition.The second point that this article makes is that simply aligning the timing of elections is unlikely to address the real challenges of governing in a multi-level political context. A consideration of the dynamics of voter choice in multi-level political systems is much needed, since the real challenges to “governance” arise from the need to navigate these complexities – rather than reducing the amount of time spent electioneering.West Bengal State assembly elections. Kharagpur. Image: PTIEmpirical evidenceThe assumption is often made that synchronised elections will produce more synchronised results. The preferences of voters are less likely to systematically diverge and parties also face stronger incentives to coordinate across levels, for example, over alliance strategies when elections at different levels are held on the same day. By contrast, when elections are held at some distance in time, a voter may take the opportunity to vote at one level in order to pass judgement on the party in power at another level. This expectation builds on the idea of “second order elections” in which voters treat one electoral arena as a primary arena and use elections in a secondary arena to cast a protest or balancing vote to influence what is going on in the primary arena. The idea of “second order” elections originates with elections to the European parliament but is also used in the context of local elections.Yet where greater powers are decentralised to the regional level – such as with the Scottish Parliament or Welsh Assembly, or India’s state assemblies – more is at stake in these elections and they are not as likely to be treated as “second order” elections by voters anyway. Rather than approaching Scottish and Welsh elections as small-scale versions of Westminster elections, voters behave differently and respond to the parties, identities and policy issues that are important at that level of government. This in turn produces regional governments that may be governed by parties that do not stand a chance of coming to power at the national level, which pursue different policy agendas and may attempt to stall the implementation of national policy changes that diverge from their preferences (just as the Scottish Nationalist Party seeks to do in the case of the European Union referendum).In India, Yogendra Yadav and Suhas Palshikar turned the logic of second order elections on its head to argue that since the economic and political decentralisation from the early 1990s onwards, state elections have become the primary arena of contestation. When voters take part in general elections they are more likely to be passing judgement on their state government rather than vice versa. The more nationalised, quasi-presidential tone of the 2014 elections which produced a clearer national mandate temporarily punctuated that trend. But the results of state assembly elections since the 2014 Lok Sabha elections have confirmed that state elections continue to march to their own tune, driven by regional issues and players and are not easily won on the coattails of national leaders as the Bihar 2015 state assembly elections demonstrated so vividly.So what would be the likely effect of introducing simultaneous elections in India? Analysis of six Indian states which have been on a near-simultaneous cycle with the Lok Sabha since 1999 (Odisha, Maharashtra, Karnataka, Andhra Pradesh, Sikkim and Arunachal Pradesh) suggests that in 77% of assembly constituencies in these states, voters opted for a candidate from the same party for the Lok Sabha and State Assembly. This does not indicate that either national or regional parties did better or worse, but rather that the outcomes were similar at both levels of election.These findings on congruence have not yet been systematically compared with other Indian states where elections were held mid-cycle but it is reasonable to assume that mid-term elections will show greater distance between voting patterns in Lok Sabha and State Assembly elections. Evidence from Brazil, Argentina, Canada, Germany, the US and Europe supports the idea that elections that are held simultaneously produce greater alignment between national and regional election outcomes. There is also evidence that simultaneous elections contribute over time to the nationalisation of party systems.On the other hand, voters may use different logics at different levels of election even when held on the same day if, for instance, they can distinguish between the policy competencies of different layers of government. Some multi-level political systems also have far greater cultural and linguistic diversity than others, meaning that voters may favour a smaller party representing a distinctive regional identity to govern at the regional level but back a larger party at the national level. This opens up the possibility that, even when elections are held simultaneously, they may have incongruent outcomes.Research in Ukraine, where national and regional elections have been held simultaneously in the 2000s shows the persistence of differences between outcomes at the two levels, with national elections more “nationalised”, and regional elections showing greater variation across space especially as smaller parties do better at this level. Such incongruent outcomes are more likely where regions have more autonomy, and where there are stronger linguistic and cultural differences. Thus while it seems likely that the overall effect of aligning national and regional elections in India would be to enhance the congruence of outcomes, it is also quite possible that the dynamic will not simply favour the fortunes of national parties.July 2014. Press conference in Patna: Currency and jewellery recovered from thieves who broke into the house of BJP MP Giriraj Singh's house. Image: PTIBetter governance?When we turn to the governance implications of streamlining elections, the evidence is even less clear. The government’s argument essentially boils down to the notion that elections are a costly distraction from governance. But the real challenges of governance in India’s multi-level electoral context are more profound than that. These include:The challenges of accountability that arise from voters’ difficulties in attributing policy responsibility to one level of government or the other;Divergent policy preferences across regions within a common political system; andIncongruent governments at different levels of the federal system.Even when the BJP won a clear majority in 2014, they found counter-veiling opposition forces in the Rajya Sabha and the states which complicate the passage of legislation.The chains of electoral accountability in India’s federal system are complex: voters have a hard time disentangling which level of government is responsible for which policies (or for blocking which policies), and often hold state governments responsible for policies that are centrally designed. State governments, in turn, have become deft at claiming attribution for central policies where they implement them well in their own states – as with the Mahatma Gandhi National Rural Employment Guarantee Act scheme or Public Distribution System.Furthermore, states have different policy priorities and capacities which shape how well they implement the initiatives of the central government. These are the real challenges for thinking about governance in India – not the frequency with which elections are held. These challenges require coalition building, information sharing, and political skills to navigate. And if the cost of elections is the “real” problem, there are other ways to rein in party expenditure and regulate campaign finance than streamlining the election calendar, with all the other real consequences that would entail for the functioning of Indian democracy.Dr Louise Tillin is Senior Lecturer in Politics at King’s India Institute, King’s College London.","author":"Louise Tillin","time":"2016-07-18T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810995-bmiaxakiiq-1467372362.jpg","tags":["Elections","Narendra Modi","Lok Sabha","Assembly elections","Simultaneous elections"]}