{"title":"Is India's 50% cap on reservations reaching the end of its existence?","content":"Ever since it became independent, India has had a significant system of affirmative action based on reserving seats in educational institutions as well as government jobs for Dalit and Adivasi communities that have been historically disadvantaged by caste.  In 1990, the Union government decided to accept the recommendations of the Mandal Commission and extend affirmative action benefits to Other Backward Classes – a vast collection of caste groups that lie between upper castes and Dalits in the social order.At the same time, however, the Supreme Court, in the Indra Sawhney case, capped reservations at 50% in 1992. However, of late that cap has come under increasing pressure, as more and more caste groups mobilise for greater reservations.Why is there a cap on reservations?Dalits in India are 16.6% of the population while Adivasis make up 8.6%, according to the 2011 Census. As per the Mandal Commission, OBCs amount to 52% – estimated using data from 1931, the last caste census conducted in India.While this adds up to nearly 80%, all reservations are capped at 50%. The reason for this is a Supreme Court judgement from 1992, which primarily looked into the legality of OBC reservations and upheld them. However, it also pronounced a cap on reservations, ruling that “no provision of reservation or preference can be so vigorously pursued as to destroy the very concept of equality”.“Since this Court has consistently held that the reservation under Articles 15(4) and 16(4) should not exceed 50% and the States and the Union have by and large accepted this as correct it should be held as constitutional prohibition and any reservation beyond 50% would liable to be struck down,” the judgement said.A man walks inside the premises of the Supreme Court. Credit: Reuters/Adnan AbidiWhy 50%?In its judgement, the Supreme Court held that the power of reservations should be “exercised in a fair manner and within reasonable limits” and hence “reservation under Clause (4) shall not exceed 50% of the appointments or posts, barring certain extraordinary situations as explained hereinafter.”The court, though, never actually explained how or why it reached this 50% figure. For one, the number has no legislative backing whatsoever. No state or Union legislature has proposed such a cap. Further, the cap bears little relation to the population that is covered under reservations, which far exceeds the 50% number.As a result, ever since it has come into existence, the cap has been strongly contested by backward caste interest groups.Pushback: growing exceptions to the 50% limitThe first to challenge this limit was the state of Tamil Nadu with a strong political culture of backward caste politics. In 1993, ​​the state’s Assembly passed the Tamil Nadu Backward Classes, Scheduled Castes and Scheduled Tribes (Reservation of Seats in Educational Institutions and Appointments or Posts in the Services under the State) Act to defy the Indra Sawhney judgment and keep its reservation limit intact at 69%.A second, far more significant blow to the cap was struck by the Union government in 2019 when it piloted a constitutional amendment through parliament, which awarded a 10% quota in government jobs and educational institutions to members of the upper castes on the basis of economic criteria.Unusually for a new contested quota, the judiciary did not stay the upper caste quota, even as it continued to hear a challenge to it. Which meant that it became operational almost immediately.Now the 50% cap had an exception not just in Tamil Nadu – but nationally.However, at the same time in May, the Supreme Court struck down reservations for Marathas in Maharashtra, citing, amongst other factors, the 50% ceiling.A 2016 protest against violence in Haryana following reservation demands by Jats. Credit: Reuters/Anindito MukherjeeA new challenge: the caste censusThe just concluded Monsoon Session of Parliament saw hectic demands for a caste census. The chief minister of Bihar, Nitish Kumar, even announced on Saturday that he would go along with an all-party delegation to the prime minister to demand a caste census. This would mean Kumar of the Janata Dal (United) would accompany the party’s main rival, the Rashtriya Janata Dal, against which it fought the 2020 assembly elections, in order to pressure its alliance partner the BJP. The breakdown of standard political barriers points to just how politically important a caste census is.The reason for its importance traces back to the 50% cap. Given that the cap was put in place without any data, backward caste interest groups hope to use population numbers from the census to show that the cap is out of sync with the reality on the ground. Already, in recent years, reports have claimed that a caste enumeration carried out in 2011 was never made public since upper caste numbers were too small.The 50% cap is under great strain with a near-political consensus on its undesirability. If a caste census does indeed throw up small upper caste numbers – pointing in turn to entrenched caste privilege, given that the 50% general category continues to be upper caste dominated – this would face even more pressure.Politically dominant castes driving changeThe pressure on the 50% cap is driven electorally by both traditional OBCs as well as wealthy agrarian castes who now face economic stasis due to shrinking agricultural incomes. Over the past few years, land-owning rurally dominant castes such as Marathas, Jats, Patels and Kapus have agitated for quotas.To add to this is the fact that OBC politics itself has seen evolution. While the first wave, which climaxed in the 1990s, was driven by relatively wealthy, large OBC groups such as Yadavs, under the BJP, smaller OBC groups have rallied under the saffron umbrella. Support from these groups has been critical to offset the BJP’s lack of support from Muslims.In Uttar Pradesh, support for BJP amongst non-Yadav OBCs rivals its support among its traditional \"Brahmin-Baniya\" upper caste base.The overall effect of both the Mandal phenomenon of the 1990s as well as the rise of BJP under Modi has been to cement the OBCs as a politically critical group. It is they, rather than Dalits or Adivasis, who are pushing hard to overturn the 50% cap.","author":"Shoaib Daniyal","time":"2021-08-23T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156155-mgtnahbske-1615666703.jpeg","tags":["Mandal Commission","OBCs","Supreme Court","BJP"],"source":"https://scroll.in/article/1003471/is-india-s-50-cap-on-reservations-reaching-the-end-of-its-existence"}