{"title":"Is India ready for an election in extreme heat?","content":"In less than two weeks, Indians will vote in a sprawling seven-phase Lok Sabha election that starts on April 19 and ends on June 1.While general elections have always been held in summer, this year the Indian Meteorological Department has forecast higher than average temperatures and almost double the number of heatwave days in this period – 10-20 days, as against four-eight days seen every summer.Political workers campaigning in this heat, voters who attend large political rallies to hear leaders speak, and those who will queue up at polling booths – all risk exposure as they take part in one of the world’s biggest democratic exercises.Is India prepared for an election in extreme heat conditions?Scroll analysed IMD data to indicate how states voting in the first and second phases of election will be affected by the heat. On both days of voting – April 19 and April 26 – constituencies spread across north, western and central India may see temperatures close to 40 degrees Celsius.We spoke to experts who underlined the health risks involved for party workers and voters, and argued for clear, detailed directions from the Election Commission and health authorities.So far, the Union health ministry has issued an advisory regarding mass gatherings. The Election Commission has issued an advisory for political parties, though several party workers Scroll spoke to said they are yet to draw up campaigning schedules to avoid high temperatures.The heat mapApril 19 will mark the first phase of election with 21 states and Union territories going to the polls.Scroll’s analysis of IMD data for 19 of these regions shows that in four states and Union territories, temperatures are likely to touch 38 to 40 degrees Celsius on that day – these include parts of Madhya Pradesh, Maharashtra, Puducherry and Rajasthan.The analysis is based on IMD’s data of a two-week heatwave forecast, and a long-range forecast of maximum temperatures for about a month, from April 5 to May 2 – based on data available as on April 4.In the week leading up to the first phase, temperatures are likely to surpass 40 degrees Celsius in parts of Uttar Pradesh, Madhya Pradesh, Jharkhand and Chhattisgarh.On voting day, April 19, Lok Sabha constituencies like Sidhi, Chhindwara, Jabalpur, Bikaner, Churu, Sikar, Jaipur, Dausa, and Nagaur are likely to hover around the 38-40 degrees Celsius mark.Temperatures will likely hover between 34 and 38 degrees Celsius in parts of Rajasthan (Alwar, Bharatpur, Karauli, Dholpur and Jhunjhunu), Maharashtra (Ramtek, Nagpur, Bhandara, Gadchiroli and Chandrapur), Uttar Pradesh (Nagina, Moradabad, Pilibhit and Rampur) and Bihar’s Aurangabad, Gaya, Jamui, and Navada. All these seats are scheduled to vote on April 19.Similarly, Bastar in Chhattisgarh’s Bastar is likely to see temperatures between 34 and 36 degrees Celsius. The eastern parts of Tamil Nadu are expected to be hotter with temperature around 36 degrees Celsius, compared to western parts where temperature could hover below 34 degrees Celsius, data from IMD suggests.April 26, the second phase of polling, will likely record temperatures up to 40 degrees in larger parts of the country, including most of central, eastern and northern India.The northeastern states are expected to get a reprieve, with temperatures likely under 32 degrees Celsius.Similarly, while Uttarakhand’s maximum temperatures are likely to range between 20-25 degrees on April 19, northern parts of the state could expect to be a degree hotter.A police officer at an election campaign rally in Meerut. Credit: Reuters/Anushree Fadnavis.The riskExperts say direct and indirect exposure to this kind of heat can have grave health impacts. High temperatures can pose a risk, especially when political rallies are expected to amass huge crowds, who typically wait hours to hear star campaigners from various political parties. Last year, a large gathering in Kharghar, Maharashtra, had proved how dangerous a scenario that can be. Thousands had sat under a harsh morning sun for six-seven hours at a state-sponsored ceremony to honour a social reformer. At least 14 people died of heatstroke following the event.That was an example of direct exposure to heat, said Dileep Mavalankar, the former director of Gandhinagar-based Indian Institute of Public Health. “More common and much more prevalent is indirect heat stroke,” he said. Those with comorbidities or the elderly are susceptible to falling sick even without direct exposure to heat. “In response to the heat, your heart pumps more and more to keep your body cool, you sweat, and your body becomes dehydrated quickly,” Mavalankar said, adding that in such situations, the heart, lungs, and kidneys could start failing.  Even if a region sees temperatures lower than 40 degrees Celsius, the risk to health will depend on humidity. High humidity does not allow sweat to release, preventing the body from cooling. This could pose a greater risk of heatstroke compared to places with low humidity.  In such conditions of humid heat, Anjal Prakash, research director at Bharti Institute of Public Policy Indian School of Business, noted that public health and safety is vital. “The Election Commission could mandate cooler polling hours, provide hydration stations at polling booths, and disseminate heat safety guidelines widely to ensure the health of party workers and voters,” he added. Prakash is also an author of the biannual report prepared by the Inter Governmental Panel on Climate Change.KS Hosalikar, head of climate research and services at the IMD, added that the present forecast indicates that both day and night-time temperatures are expected to remain above normal this summer. “This will have implications. If night temperature is high, warmer nights will not allow the body to cool down and relax. There will be some stress in the body the next morning,” Hosalikar said.“We need to be more careful, especially for events during the afternoon,” he added. How prepared are we?The Indian Meteorological Department has written to the Election Commission, informing it of the forecasts. The National Disaster Management Authority has put out an advisory to the Election Commission, to be shared with all states and Union Territories.The advisory issued by the NDMA is a general list of do’s and dont’s. It suggests that people avoid going out in the sun between 12 noon and 3 pm, wear light-weight cotton clothes, and drink ORS or oral rehydration solutions.Earlier this week, the Union health ministry held a meeting to assess the preparedness to tackle heatwaves and issued an advisory similar to the National Disaster Management Authority. The health minister directed states to generate awareness, and create a central database to share field-level data on heat waves, including deaths and cases. No specific directions were publicly issued on election preparations.“In terms of preparedness, we are ensuring we have beds allocated to treat cases of heatstroke in government hospitals and primary health centres are stocked with ORS,” said Dr Radhakishan Pawar, additional director of health in Maharashtra.Pawar added that while the health ministry has issued a generic guideline for social gatherings. It does not explicitly refer to political parties. “By gathering, we mean all kinds of gatherings,” he said.The campaign must go onParty workers told Scroll that they have not discussed any measures to protect party workers and those attending their rallies from heatwave -like conditions. Nor have they got instructions from their leaders.But workers said the public appears reluctant to attend outdoor events. In Andhra Pradesh, following heatwave warnings this week, political parties have begun to schedule their events in the mornings and evenings, skipping six hours of outdoor activities during the afternoon.In Gwalior, Anirudh Tomar, who is a Congress worker, said he leaves home to do door-to-door campaigning at 6 am and continues till 10 am. “After that it becomes difficult to roam in the sun,” he said. He is forced to call for indoor meetings with local residents. “But in this heat, not many people want to step out,” he said. In the evening, he begins the door-to-door visits and continues till night.The Congress has so far not discussed any measures to avoid heat in their latest campaign planning meeting, since the heatwave advisory by IMD was “very recent” and “unexpected”, said Kunwar Shehzad, spokesperson, Delhi Pradesh Congress Committee.In Madhya Pradesh, Bharatiya Janata Party media coordinator Ashish Agrawal said BJP leaders will continue to campaign on ground, irrespective of heat or cold. “We have planned full-day schedules. BJP workers and leaders do not shy away from campaigning in heat,” Agrawal said.What experts suggestSeveral experts recommend that each state must have a tailor-made heat action plan to cater to local temperature deviations. But currently only 23 states have heat action plans in place.There appears to be a lack of understanding about the severity of heatwaves among political party workers, said Prakash, from the Indian School of Business.“Authorities need to carry out targeted campaigns highlighting the dangers of heatstroke and the importance of preventive measures through multiple channels like social media, educational workshops, and local outreach programmes,” Prakash said, adding that testimonials from heatwave survivors and experts could help encourage proactive action.Mavalankar said it is important for the state disaster management authorities to get involved to “issue guidelines and instructions to the political parties” on avoiding and limiting impacts of heat waves while campaigning and holding public meetings. “More localised heat-wave predictions are also needed,” he said, adding that such predictions by IMD need to go beyond the district level and up to city and village level for people to take preventive action more seriously.Aditya Valiathan Pillai, a fellow at Sustainable Futures Collaborative who has worked on heat action plans, said it is also important for political parties and district administration to know the localised temperature within a maidan or a polling centre and communicate that to local residents instead of relying on the nearest weather station which could be several kilometres away. “It is an important way of signalling the risk people are exposed to if they sit for more than three or four hours under the sun,” he said. Awareness, he said, can help voters make decisions.Pillai said since campaigning and rallies are core to Lok Sabha elections and the democracy, it is not possible to expect political parties to completely ban outdoor rallies.Outdoor gatherings should be held under a shade, and be equipped with a cooling station, an ambulance, he said. District authorities should be on alert if anyone shows symptoms of heat stress, especially the elderly, pregnant women and those with comorbidities.“What we are seeing now, in terms of heat, will get worse in the coming years,” he said. “We need to find ways to ensure public health is safeguarded instead of stopping rallies altogether since they are central to the exercise of democratic rights,” he said.","author":"Tabassum BarnagarwalaVaishnavi Rathore","time":"2024-04-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199870-mfqrmiyyjx-1712404874.jpg","tags":["heatwave","lok Sabha election","climate change","polling booths","IMD","election commission"],"source":"https://scroll.in/article/1066330/is-india-ready-for-an-election-in-extreme-heat"}