{"title":"Is Indian democracy in crisis? We ask Indians what they think in a new reporting project","content":"The Indian Constitution, drafted in the years after the country gained independence from the British, cast India as a liberal democracy: not merely the rule of the majority as determined by free and fair elections, but also a system of government with checks and balances. These exist in the form of fundamental rights for citizens, protections for minorities and socially disadvantaged groups, relative autonomy for historically and culturally distinct regions, all to be safeguarded by an independent judiciary and monitored by a free press. In the last seven decades, these checks and balances have worked imperfectly. In the 1970s, the Indira Gandhi government declared an Emergency and suspended civil rights. Political historians point out this was enabled by provisions in the Constitution itself, which kept the window open for a strong Centre to override the rights of states and citizens. These extraordinary powers were misused by previous governments. But critics say the Narendra Modi-led Bharatiya Janata Party government is pushing the limits, hollowing out democracy while keeping the formal structure intact. Two months after it won a second term, it took the extraordinary step of unilaterally ending the special constitutional status of Jammu and Kashmir and splitting the state into two Union Territories, through what is widely seen as legal sleight of hand. Political observers say the decision signals the Modi government’s confidence to reshape India in the mould of its ideological parent, the Rashtriya Swayamsevak Sangh, which believes India is a nation of Hindus, and saw the Muslim majority state’s constitutional autonomy as a form of “minority appeasement”.Both within and outside Parliament, a weak political Opposition has failed to challenge the government’s move. The mainstream news media has largely covered this situation through a nationalist lens, with major private television networks acting as government propaganda channels. Even the Supreme Court has looked away as Kashmir’s political leadership remains locked up and mobile communications stay suspended, depriving seven million people of contact with the outside world for more than two months. Is majoritarianism weakening democracy?Many liberal commentators argue that the Kashmir developments merely confirm the majoritarian turn taken by India under Prime Minister Modi. The popular support for the Hindu nationalist project, manifest in the largest parliamentary majority for a political party in 25 years as well as an incredible footprint of BJP governments across Indian states, threatens to fundamentally rewire the Indian republic, they say.They accuse the Modi government of intimidating political adversaries and independent journalists, as well as weakening autonomous institutions like the Election Commission.This year, the Freedom House, a non-profit organisation in the United States that tracks democratic freedoms around the world, lowered India’s freedom score by two points – one on account of rising violent attacks on religious minorities over alleged cow slaughter, the other because of increasing pressure and harassment faced by journalists.But such criticism has not affected Narendra Modi’s popularity. In fact, critics say he has skillfully used it to further burnish his credentials as an anti-establishment leader of the masses.In the 2014 campaign, he was presented as an able administrator who had transformed the state of Gujarat and could bring similar economic gains to the rest of India. Simultaneously, the story of his rise from a modest, backward caste background was played up to present him as a foil to the dynastic Congress that was besieged with corruption scandals. Even liberal commentators downplayed the anti-Muslim violence that took place under his watch.But economic gains failed to materialise in the first term of the Modi government – unemployment rose, investments nose-dived. These concerns, however, were drowned in the socially polarising, shrill debates about cow protection, beef, triple talaq.The BJP’s political message in the 2019 elections came to be focused on nationalism, social welfare and the cult of Modi. Increased social polarisation, media partisanship and the Opposition’s failure to mount an ideological challenge further enabled the BJP to win a second term with an even bigger mandate than it did in 2014.What we want to knowFive months later, liberal commentators are gripped with fear and foreboding over the future of Indian democracy. But do most Indians share these misgivings? Or do they have an altogether different conception of democracy?Globally, the rise of populist leaders and majoritarian governments is provoking a re-examination of liberal democracy. What are the Indian contours of this debate?We attempt to look for answers by travelling to states where elections are round the corner. The first dispatch comes from Haryana.Also readWhat support for Article 370 removal in Haryana reveals about Indian democracy","author":"Supriya Sharma","time":"2019-10-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128956-dedqtlwlvc-1570868544.jpeg","tags":["Indian Constitution","Democracy","Narendra Modi"],"source":"https://scroll.in/article/939873/is-indian-democracy-in-crisis-we-ask-indians-what-they-think-in-a-new-reporting-project"}