{"title":"Is Indian men’s kabaddi going the hockey way? Decoding the Asian Games defeat to Iran","content":"As the Indian men’s kabaddi team went on a victory lap around the arena, the distraught Iranians got into a huddle to analyse what had happened. In the final of the Asian Games, Iran were leading 21-13, by eight points, at half-time, but at the final hooter the score read 27-25 to India. The year was 2014 and the venue was the Songdo Global University’s gymnasium in Incheon, South Korea. Iran had allowed India to fight back and win their seventh consecutive gold medal in kabaddi at the Asiad. “I didn’t control the match,” Iran’s defender Fazel Atrachali would tell Scroll.in three years later, during an interaction on the sidelines of the Pro Kabaddi league. “India had a plan and they executed it very well and won. They know how to control the match. We must try that if we want to beat India.” Four years after that defeat in Incheon, Iran returned the favour. With a more mature and experienced Atrachali as captain, Iran defeated India 27-18 in the semi-finals of the 2018 Asian Games in Jakarta on Thursday. This was not a last-gasp win like India’s four years ago. This was total domination. This was a humiliation of the national team that had introduced kabaddi to the world. If you still can’t grasp the magnitude of this defeat, just have a look at the expression on India’s kabaddi captain Ajay Thakur’s face after the match on Thursday.India captain Ajay Thakur reacts after the Asian Games semi-final defeat to Iran (Image: Screengrab)A lot of people on social media were quick to point fingers towards the Pro Kabaddi league as to being the reason behind India’s defeat, since it had enabled Iranian players to compete with Indians for two-to-three months in a year. Before Pro Kabaddi was launched in 2014, the only time an Iranian would play kabaddi with or against an Indian was in international competitions such as the Asian Games and the World Cup. While the Pro Kabaddi league may have given Iranian players more exposure, it can hardly be attributed as the main reason for Iran’s win, or India’s defeat. Any follower of kabaddi would tell you that Iran’s strength has always their defence – this has been the case ever since they overtook Pakistan as India’s main rival in the sport since 2010.No homeworkMost of the Iranian players are former wrestlers who seamlessly switched to kabaddi because of the shared aspects of the two sports – grappling with opponents. Considering Iran has won 43 medals in wrestling at the Olympics to date, it’s no surprise that their wrestler-turned-kabaddi players are excellent in grabbing hold of the opposing team’s raiders and pinning them down. Atrachali and his compatriot Abozar Mohajer Mighani had scored the highest number of tackle points among foreign players during the fifth Pro Kabaddi season last year. Against Pakistan in the 2018 Asian Games preliminary round, Atrachali and Mighani had scored most of their team’s 36 points. The warning signs were all there for India, but in spite of that it seemed the team had done no homework whatsoever coming into the match. After taking a 6-2 lead early in the first half and tagging out four of Iran’s seven players on the mat, the Indian raiders kept taking unnecessary risks. A sensible strategy would have been to allow Iran’s raiders, who are nowhere near as good as their defenders, to come and commit errors. However, the boot was on the other foot. India’s star raiders – captain Thakur, Monu Goyat, Pardeep Narwal and Rishank Devadiga – allowed themselves to be tackled and pinned down by just two or three Iranian defenders, which constitutes a “Super Tackle” and gets your team two points instead of one.“Iran could not have won without India’s help – we allowed them to win,” said former India player Rakesh Kumar, who has won three Asiad golds with the national team. “It seemed like there was no planning whatsoever for the Iran team – how they play, who is strong on which side of the mat, and how can we use our players against them.”He added, “Everybody knows that only their two corners [Atrachali and Mighani] are good, but their covers are not that great. Their raiders also hardly scored. They won because of Super Tackles. Why did our raiders keep going towards Atrachali and Mighani? The Indian coaches should have told the players to play corner to cover, try to get a bonus point from this side, break the cover from here and take the point from there.” Instead, India allowed Iran to fight back from 2-6 down by scoring as many as five Super Tackles and inflicting an All-Out, by tagging out all seven Indian players on the mat. By then, the score was already 24-14 in favour of Iran with less than four minutes left on the clock. The brawny Iranians were proper bullies while defending, not afraid of being rough with India’s raiders, including captain Thakur, who sustained a cut above his eye during an unsuccessful raid. Monu Goyat, the most expensive non-cricketing sportsperson in India, was toyed around with. Pardeep Narwal, the new superstar of Pro Kabaddi, was inconspicuous.“In Pro Kabaddi, our players score Super Raid after Super Raid,” said Rakesh Kumar, referring to a raid where a player manages to tag three or more opponents. “But here, our raiders are being caught near the centre line. Why is this happening?”Poor team selectionRakesh Kumar thinks that the pressure of playing in the final of such a big event got to India’s inexperienced team. Since kabaddi is not an Olympic sport, the Asian Games is the most prestigious event where international teams can win a medal. In India’s 12-member team, only Thakur had the experience of playing in an Asiad before, in 2014. In comparison, five members of the Iran team had participated in Incheon 2014.The Indian team was also short of quality defenders. Eight of the 12 team members are either raiders or all-rounders. Of the four specialist defenders, only Girish Maruti Ernak is a notable name. Surjeet Singh, who represented India at the Kabaddi Masters in June, was left out, along with another national team regular Surender Nada and the experienced Manjeet Chhillar. Surjeet and Surender had topped the tackle points chart in Pro Kabaddi season 5.“Girish played well on his side, but on cover we had Deepak Hooda and Sandeep Narwal. Sandeep Narwal has never played at cover in his life,” said Rakesh Kumar. “Deepak is an all-rounder but he is more of a raider and even he is standing on the side [as a cover]. Manjeet Chhillar and Surjeet Narwal are perfect cover players and they should have been picked. I don’t understand these selection decisions. They were not right,” he added.The Amateur Kabaddi Federation of India is battling a court case regarding allegations by former players that its officials are offering tournament participation certificates in exchange for money. An Asian Games participation certificate, especially if it results in a medal, can attract incentives such as government jobs, cash prizes and awards.The Delhi High Court had, in July, even ruled that the selection process for the Indian men’s and women’s kabaddi teams for the Asian Games was as an “eyewash”. It had ordered the AKFI to conduct another selection trial, but then accepted concerns raised by the Indian Olympic Association that any squad changes at such a late juncture could jeopardise the teams’ participation in the continental event. The court then ruled that none of the selected players should not be given any incentives that may come with winning a medal at the Asiad until they prove their merit in trials that will take place in India once they return from Jakarta.Considering all this, perhaps this “historic defeat”, according to former India captain Anup Kumar, is coming at the right time for India. “It will take some time to accept that this has exactly happened, but let me tell you there will be far-reaching impact of this result and repercussions will be huge,” Anup told PTI after Thursday’s defeat.Indian kabaddi fans would hope the repercussions are indeed huge if the allegations mentioned above are true. Rakesh Kumar perhaps put it best: “We have created history by losing our gold medal, which was almost like our birthright. It hurts. We have to work hard to fight back from this, or else Indian kabaddi could go the hockey way.”","author":"Jaideep Vaidya","time":"2018-08-24T13:29:59.909508+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/891707-stzsrqpdtw-1535098146.jpeg","tags":["kabaddi","Asian Games","Asian Games 2018"],"source":"https://scroll.in/field/891707/is-indian-mens-kabaddi-going-the-hockey-way-decoding-the-asian-games-defeat-to-iran"}