{"title":"‘Is Manipur part of India or not?’: Ex-CM urges PM Narendra Modi to speak out on violence","content":"Former Manipur Chief Minister Okram Ibobi Singh on Saturday asked why Prime Minister Narendra Modi had not yet spoken out on the violence in the state.Manipur has been witnessing ethnic clashes between the Meitei and Kuki communities since May 3. The violence has left more than 100 persons dead, over 300 injured and thousands displaced.Singh, a Congress leader, is part of a ten-party delegation that has been waiting in Delhi for an appointment with Modi since June 12. The delegation also includes representatives from the Janata Dal (United), Communist Party of India, Communist Party of India (Marxist), Revolutionary Socialist Party, All India Forward Bloc, Trinamool Congress, Shiv Sena (Uddhav Balasaheb Thackeray), Aam Aadmi Party and Nationalist Congress Party, The Indian Express reported.Addressing a press conference on Saturday, Singh said that Manipur had been burning since May and that about 20,000 persons were in relief camps. “However, the Prime Minister has not yet expressed anything regarding Manipur,” he said. “Is Manipur a part of India or not? If it is, why hasn’t the Prime Minister of India spoken about it?”The former chief minister said that members of the delegation were not seeking to politicise the situation. “We are not here for political advantage; we simply seek peace,” he said. “Please help us.”To a question on what action the government should take to bring about peace, Singh said it was up to the Centre to decide on it.Since May, the state of Manipur has been burning, and to this day, it continues to burn. There is a hue and cry everywhere, with 20,000 people, including women and children, taking shelter in camps. However, the Prime Minister has not yet expressed anything regarding Manipur. Is… pic.twitter.com/Lxziuvvt3c— Congress (@INCIndia) June 17, 2023\n\nThe Congress’ General Secretary in-charge of Communications Jairam Ramesh recalled that when similar violence had broken out in Manipur in 2001, former Prime Minister Atal Bihari Vajpayee had met an all-party delegation within six days of their request. He said that Vajpayee had then urged the citizens of the state to maintain peace and help the administration bring back normalcy.“Today, we are sitting and waiting for 40 days,” Ramesh said. “There has been no statement, no message and no appeal from the prime minister.”Tribal group’s Twitter account blockedThe Twitter account of the Indigenous Tribal Leaders’ Forum has been “withheld in India in response to a legal demand”, prompting the group to allege that it was an attempt to stifle the already marginalised voice of the Kuki-Zo tribal communities.The forum, which claims to represent recognised tribes in Manipur’s Lamka district, said that on account of the action against its Twitter account, its “limited efforts to shed light on the ongoing ethnic cleansing have been choked”, India Today NE reported. It said that this was an instance of “unjust censorship” that suppressed its right to freedom of expression.“This act comes as an addition to the already crippling 40+ days of internet shutdown in the Manipur Hills districts [minimal restriction in the valley districts], severely limiting and hampering the ability of the Kuki-Zo tribals to report on-ground daily incidents,” the forum said.","author":"Scroll Staff","time":"2023-06-18T08:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191348-gneisvdnrn-1687058634.jpg","tags":["Manipur","Okram Ibobi Singh","Congress","Narendra Modi"],"source":"https://scroll.in/latest/1051105/is-manipur-part-of-india-or-not-ex-cm-urges-pm-narendra-modi-to-speak-out-on-violence"}