{"title":"Why the police investigation into Mira Road violence has left Muslims with little hope of justice","content":"On the night of January 21, Sunaina Gupta was riding pillion with her husband Vinod Jaiswal on a motor bike. Her children, she said, were holding saffron flags with the words “Jai Shri Ram” written on them and travelling in a car.They were in a motorcade of “around 10 bikes and six cars”, Gupta said, all celebrating the Ram temple inauguration in Ayodhya the next morning, when they entered Naya Nagar, a Muslim quarter in Mira Road, an area north of Mumbai.Gupta said they were attacked by a crowd with stones, pipes and sticks. She was left with a wound on her head and required three stitches near her eyebrow.By the next day, the police had registered a first information report. Among the sections of the Indian Penal Code invoked was the one that relates to “attempt to murder”. The police have so far arrested 21 people, including two minors, from the Muslim community. The punishment under this section, a non-bailable offence, is life imprisonment.Three hours after the Naya Nagar clash, and about 3 km away, a mob stopped Jabir Siraj Ansari while he was driving a couple from Andheri to Bhayandar in his cab.The mob demanded to see his identity card, his uncle told Scroll. When they saw he was Muslim, the mob allowed his passengers to leave and then attacked Ansari with wooden sticks and stones.He sustained multiple fractures on his face and nose, and had to be operated on.But when the local police registered a first information report, the sections invoked were those that involved “causing hurt by dangerous weapon”, a bailable offence. The punishment for such a crime is three years or a fine or both. No arrests have been made in the case.Muslim residents of Mira Road and Bhayander, neighbourhoods to the north of Mumbai that were engulfed in communal clashes in the run-up to the Ram temple consecration and after, allege that the contrasting approaches of the police in Gupta’s and Ansari’s cases reveals a clear bias.They say that while the police have invoked stringent sections of the law and made arrests in cases where Muslims are accused of violence, they have invoked milder sections in cases where Hindutva mobs attacked and assaulted Muslims.At least 22 shops owned by Muslims were vandalised during the clashes – so far the police have not registered an FIR in a single case, advocate Shahood Anwar, who is representing the shop owners, told Scroll.Scroll analysed eight FIRs registered in the communal violence, that began on January 21 and ended by January 23, and found a similar pattern. Of them, in four FIRs where the complainant is a Muslim, no arrests have been made.Mira Bhayandar police commissioner Madhukar Pandey did not respond to numerous calls and messages asking for his comments on the police action.The lane in Naya Nagar where clashes first began on the night of January 21. Photo by Tabassum Barnagarwala.‘They wanted to kill him’FIR number: 0022 Thirty-four-year-old Jabir Siraj Ansari, who works with the cab aggregator Ola, bought a car two months ago. On the night of January 21, he was driving a man and a woman from Andheri to Bhayandar. Around 2 am, according to his statement in the first information report, he saw a group of men, some of whom had parked their bikes on roads, stopping vehicles and checking ID cards near Maxus mall in Bhayandar west. His uncle Rafiq Ansari told Scroll that at least four vehicles were allowed to leave but his car was stopped because he was a Muslim. The FIR states that the passengers, both Hindus, were allowed to go. Ansari was beaten up using wooden sticks. The windows of his car were smashed and he sustained severe wounds on face. “He believes they wanted to kill him. They hit him multiple times on the head,” Rafiq said. Ansari claims he survived because two police officers patrolling the area approached them, forcing the mob to flee. The police took him to Mira hospital. “We have spent over Rs 1 lakh on his nose surgery and treatment so far,” Rafiq said. Ansari’s medical reports, which Scroll has seen, show that the assault left him with a nasal bone fracture, a fracture in the lateral wall of the sinus, fracture in the region of cheekbone, and soft tissue edema, a swelling caused when fluid collects in tissues. Jabir Ansari required a surgery and has spent over Rs 1 lakh on treatment so far. Credit: Special Arrangement.Since the assault, Ansari has not returned to work. “He has three young children and will not be able to work for several more weeks,” Rafiq said. The Bhayandar police registered a case under sections of the IPC that deal with causing hurt by dangerous weapons, causing damage, and crime committed by one or more persons with common intention. Ansari’s advocate Shahood Anwar said despite the serious nature of his client’s injury, the police invoked milder charges against the accused. “That is not the case when the complainant is Hindu,” he said. Ansari said they tried to add Section 307, which deals with an attempt to murder, in the FIR but police was “not willing”.Ansari’s uncle pointed to the police’s promptness “in arresting those responsible in the Naya Nagar clash”, which took place three hours ago. In that case, he said, Section 307 was added. “There is CCTV footage in my nephew’s case,” Rafiq said. But no arrests have been made. He added that they have visited the police station several times. “Every time the police say we are investigating. How can they take so long?” The first clashFIR number: 0034 Three hours before Ansari was attacked, Sunaina Gupta, a resident of Bhayandar, went for a drive with her family and friends. While the local Bharatiya Janata Party legislator Geeta Jain told Scroll no procession was organised in Naya Nagar on the night of January 21, Gupta confirmed that at least six cars and over 10 motorbikes were part of the procession, with several of them waving saffron flags and chanting “Jai Shri Ram”. Gupta said as they got stuck in traffic in Naya Nagar, they took a turn and ended up in a lane with a dead end. A junior college and mosque was near the spot they stopped. Gupta said they were trying to find a place to click a group picture. “Suddenly a group of men began to abuse and attack us,” she said. “They raised the slogan of ‘Allah-u-akbar.’” Muslim residents, however, claimed that the group in the car began to chant “Jai Shri Ram” with an intention to provoke. Gupta said she kept her distance from the men, but later she and her husband tried to rescue another man being assaulted. “That is when I was attacked on the head. My son said they hit me with a pipe. It started bleeding,” she said. Her sister Archana Gupta suffered a shoulder injury. “Those in the mob pulled her hand,” she said. Their children too suffered minor injuries. The next afternoon, her husband, a businessman, filed a complaint with Naya Nagar police.In his statement, he said there were three cars and 10 bikes, and they were forcefully stopped and attacked by a group of 50-60 men. The police registered a case under multiple sections of the Indian Penal Code that relate to attempt to murder, wrongful restraint, punishment for deliberate acts intended to outrage religious feelings, promoting enmity between two religions, using criminal force for illegal activity, unlawful assembly and rioting, among others. Senior police inspector Vilas Supe told Scroll that 21 adults have been arrested so far in this case, and two minors are accused. “More arrests are expected to follow as we continue the investigation,” he said. BJP leader Nitesh Rane (right) and MLA Geeta Jain with the injured of Naya Nagar clash. Credit: Special Arrangement.\n\n\n    \n    Play\n\nAshfaq Ali was forced to chant Jai Shri Ram by a mob.‘Give us name and address of attacker’FIR number: 0040A day after the Ram temple opening, Hindutva groups ran amok on Mira Road, smashing shop displays and hitting Muslims.In Shanti Nagar, a mob attacked 22-year-old Mohammad Tariq Chaudhary while he was driving a tempo. The words “Rashid Tempo Service” were written on the vehicle. Several videos of the attack went viral. Tariq suffered injuries on his hands, chest, back and face. Two men who were with him, Matiullah Shah, 21, and Deen Ali Shaikh, 45, were also attacked.Shah received three stitches on head. Only Shaikh escaped with minor injuries.The mob chanted “Jai Shri Ram” and used sticks, stones, chains to beat the trio, Tariq said.The Naya Nagar police registered a case the next day under sections that related to rioting, unlawful assembly, and voluntarily causing hurt by dangerous weapons, and wrongful restraint.Tariq’s father Abdul Chaudhary said they repeatedly asked the police to add Section 307 (attempt to murder) of the IPC but they refused.Tariq told Scroll that the police have not shown any interest in their case. “So my friends and I began to identify the assaulters,” he said.He said his friends found an Instagram handle that live-streamed the attacks on January 23. They also traced the first names of three of his attackers whose faces were captured in the video.The police have made no arrests.Supe, senior police officer at Naya Nagar, told Scroll that they have asked Tariq to provide the full name and address of the accused for them to investigate further. “How is that possible for me to find?” Tariq asked.Shah, who received three stitches, said he has given up hope of a fair investigation.‘Asked me to say “Jai Shri Ram”’FIR number: 0024 On January 22, Ashfaq Ali Akbar Ali Shaikh was riding his two-wheeler from Kandivali to Bhayandar when a mob stopped him on the Mira Road overbridge.“My Activa has a sticker saying ‘Khwaja Garib Nawaz’,” the 33-year-old said. “That’s how they identified my religion.”In his statement to police and in conversation with Scroll, Shaikh said that the men who stopped him asked him to say “Jai Shri Ram”. When he refused, they began to hit his head with sticks.“They hit my head thrice,” he said. “I was wearing a helmet, otherwise I would have sustained a major injury.”His attackers were mostly young men. None of them were hiding their faces, he added.The mob broke the front body of his two-wheeler using iron rods. They hit him on his hand and chest, his statement said. “Two people came to my rescue and tried to reason with the mob,” he said. That is when they let him leave.Shaikh said he stayed home for two days out of fear. “I was home except for the time I went to the police station to file a complaint,” he said.The Bhayandar police registered a case under sections that deal with communal violence, promoting enmity between groups, rioting and criminal intimidation (Section 503 of the IPC) and punishment for causing hurt (Section 323).Both Sections 503 and 323 are mild charges that can result in 1-2 years of imprisonment. Both are bailable offences. Again, no arrests have been made in the case.\n\n\n    \n    Play\n\nPolice is yet to identify and arrest rioters in cases of complaints made by Muslim victims.‘They came on bikes’FIR number: 0023 On January 22, Murtuza Jawrawala was riding a bike with his brother Khozema, on their way to their cousin’s shop, when they saw a mob of men riding on bikes and chanting “Jai Shri Ram” outside the Mira Bhayandar municipal corporation.He stopped by the road side to allow them to pass. “They looked angry,” the 35-year-old said.The bikers, however, stopped when they spotted them. “I was wearing a skull cap and I have a long beard,” he told Scroll, indicating how the Hindu men identified him as a Muslim.“Some of their faces were masked with cloth. But I could see most of their faces, they were teenagers,” he said.The mob first broke the mudguard of the bike, and then hit Jawrawala’s hand.“A police van came from behind minutes later and the bikers left,” he said. Jawrawala filed a complaint with the Bhayandar police station. An offence was registered with charges of unlawful assembly and rioting, and other milder sections such as provocation to a person, punishment for causing hurt, wrongful restraint, and causing damage. All are bailable offences and no arrests have been made.The same day, the Naya Nagar police registered a separate omnibus case (FIR number 0036) against unknown people for rioting, stone-pelting and unlawful assembly.Senior inspector Supe told Scroll that over 150 people were involved, but none have been arrested so far. “We are looking at CCTV footage and investigation is on,” he said.Provocative speechFIR numbers: 0035 and 0037The police also cracked down on provocative speech by Muslims with swiftness – but offensive speech and violence by Hindus have not led to similar action.For example, the Naya Nagar police arrested Abu Shema Shaikh, a garment vendor, from his home in Naya Nagar after a video he posted went viral on social media. “It is this post that led to anger amongst Hindus,” said Vishwa Hindu Parishad district head Nagnath Kamble.In the post, Shaikh refers to the communal clash in Naya Nagar on January 21 and warns Hindus of consequences if they hold rallies in Muslim neighbourhoods and chant “Jai Shri Ram”.Shaikh was charged under sections that are used in cases of promoting hatred between two groups and Section 66c of IT Act. According to police, his provocative post encouraged Muslims to act violently.Activist Azeemuddin Sayed, who is a resident of Mira Road, pointed out that no action was taken against BJP leader Nitesh Rane whose provocative speech in a press conference and, later, at a rally was followed by riots on January 23 in Mira Road.Rane called the Muslims of Naya Nagar “jihadi”, a derogatory term used by Hindutva groups, and said illegal immigrants from Bangladesh and Myanmar live in Naya Nagar. He also called for bulldozers to raze their property.Similarly, Mira Bhayander MLA Geeta Jain also told the media that five minutes is enough for a huge number of Hindus to show their might. No complaint has been filed against the legislator or Rane.On January 23, the Naya Nagar police arrested 19-year-old Danish Khan following a social media video post. In the video, he is heard saying, “Jung chhid hi gayi hai to talvaaro ko dhar kara lo, kyon ki khatam bhi hum hi karenge.” If war has started, sharpen your swords, because we will finish this war.An official from Naya Nagar police said Khan’s post went viral and instigated the Muslim community against Hindus. He was charged under Sections 153A and 505-2, both relating to creating enmity between religious groups or classes.Khan remained in police custody for 10 days before he was granted bail. In the bail order, a single judge bench in Thane court observed that there was no evidence to link him with the riots.","author":"Tabassum Barnagarwala","time":"2024-02-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198355-rvtbtaahuk-1707658984.jpeg","tags":["Mira Road riots","Ram temple inauguration","Naya Nagar","Geeta Jain","Nitesh Rane","police bias","Muslim bias","Mumbai communal violence","Mira Bhayander riots","riots in india"],"source":"https://scroll.in/article/1063469/is-police-investigation-into-mira-road-riots-biased-against-muslims"}