{"title":"Is Salwa Judum back in Bastar in the form of the Samajik Ekta Manch?","content":"But in December 2015, a shadow conflict began to take shape in the town.Three dozen journalists demonstrated on the streets against the arrests of fellow journalists Santosh Yadav and Somaru Nag. The police had arrested and charged the two men with aiding Maoists. But several journalists said that the two had been wrongly framed, and that the arrests were aimed at intimidating the local press.Around the same time, a group of young people, mostly small-time businessmen, came together to form a coalition in support of the police. Called the Samajik Ekta Manch, the group's stated goal is to rid the Bastar region of Maoists. Its first public meeting was attended by senior police officials, signalling the close links that the group would forge with the Bastar police.Members of the Samajik Ekta Manch attend a press conference with senior officials of the police and state administration.Over the next few weeks, the group held Jan Jagran Abhiyans, or awareness rallies, in nearby villages. It organised a wedding of two surrendered Maoists in collaboration with the Bastar police. Its members also began a campaign against whom they perceived to be Maoist supporters.One of their targets was Scroll.in contributor Malini Subramaniam, who had been reporting on police excesses in the region. The group first warned her against writing articles that \"tarnished the image of the police\", and then, a few weeks later, shouted slogans outside her house, and burnt effigies of Maoist supporters in the marketplace the same day. In the face of intimidation, Subramaniam was forced to leave Jagdalpur. After Subramaniam filed a complaint against the Manch, it held a rally asking for a counter-FIR against her.The same pattern of protests was repeated outside the office of the Jagdalpur Legal Aid Group, a collective of lawyers offering pro-bono help to adivasis, as well as the house of researcher Bela Bhatia who had documented alleged rapes by security forces. The group even distributed pamphlets that labelled Bhatia a \"Naxali dalal\", or Naxal broker.“We do not want Bastar to be polluted by people who come from the outside,\" said Subba Rao, one of the leading members of the Samajik Ekta Manch, explaining why they targeted Bhatia, Subramaniam and others. \"They are welcome to come here, but they should not create problems for the police and the administration.\"Rao added: \"If you come here and disrupt police work, we will ensure you don’t stay here.”Isn't sloganeering and distribution of pamphlets claiming that certain people were Maoists incitement to violence? “No. How else can we register our protest?” said Manish Parekh, another member of the Manch.“It is our right to shout slogans in public places,\" said Rao. \" But we do it non-violently. We are a non-violent movement.”Salwa Judum reduxIn its short life, the Samajik Ekta Manch has made its impact felt not just in Jagdalpur, but also in the villages of Bastar district. In late December, the group organised its first Jan Jagran Abhiyan in Koleng village in Darbha block. Its members walked on the streets of the village and spoke to people about the importance of fighting the banned group Communist Party of India (Maoist).“When we took our Jan Jagran to Koleng village, we were welcomed like the showers after a long dry spell,” said Farooq Ali, a member of the Samajik Ekta Manch. “The villagers are tired of dealing with the Maoists.” However, a shop owner in Darbha claimed that he had seen an increase in Maoist movement since the Jan Jagran meeting was held. “They threw a stone at still waters,” he said.For those familiar with Bastar's recent history, the rise of the Samajik Ekta Manch is reminiscent of the Salwa Judum, the anti-Maoist civil vigilante force that took shape just over a decade ago. The state supplied weapons to Judum activists, and the militia went on a rampage in the villages against those they perceived to be Maoist supporters. The Maoists retaliated with counter-attacks, and the resulting conflict killed hundreds of people.In 2011, the Supreme Court declared the Salwa Judum unconstitutional in response to a writ petition filed by sociologist Nandini Sundar, Communist Party of India leader from Dantewada Manish Kunjam, and others.Sundar, who is now writing a book on the Salwa Judum, sees a parallel between 2005 and 2016. “The Salwa Judum ensured their activities were not easy to document by ousting human rights defenders from the region,” she said.Between 2006 and 2011, ten Communist Party of India members were arrested, including Kartam Joga, a petitioner before the Supreme Court. Manish Kunjam, the CPI leader, was threatened until the Supreme Court ordered that he be provided with protection. Activist Himanshu Kumar’s Vanvasi Chetna Ashram was forced to shut, and social activist Swami Agnivesh was attacked.Similarly, in the past three months of the Samajik Ekta Manch's existence, the Jagdalpur Legal Aid group was forced to leave the town, Aam Aadmi Party leader Soni Sori was physically attacked, and pamphlets were distributed inciting violence against researcher Bela Bhatia.Pamphlets asking Bela Bhatia to leave Bastar were distributed in Parpa village outside Jagdalpur, where the researcher lives.Intimidation of media personnel is a very important tactic, said Sundar.  Between 2007 and 2009, journalists Kamlesh Paikra of Dantewada, Afzal Khan of Bijapur and Sanjay Reddy were all intimidated by the state for allegedly being Maoist supporters. In the past nine months too, four journalists – Somaru Nag, Santosh Yadav, Prabhat Singh and Deepak Jaiswal – have been arrested under various charges. Malini Subramaniam was forced to leave Bastar and BBC journalist Alok Putul was intimidated. In an interview to Scroll.in in March, Bappi Rai, president of the South Bastar Reporter's Association said that the group had decided to boycott stories relating to the police or the Maoists. \"If we cannot report objectively, we would rather not report,\" Rai said.In response, Parekh, of the Samajik Ekta Manch, said: \"If they (journalists) choose to report selectively, we have all the right to protest against them.\"Front for the governmentActivists allege that the Samajik Ekta Manch is functioning as a front for the police, much like the Judum. \"There isn't a single public meeting or function that the Samajik Ekta Manch organises in which the police is not invited to preside over,\" said Shalini Gera, lawyer of the Jagdalpur Legal Aid Group. \"They speak the language that the police cannot legitimately speak in open forums.\"But the administration denies sponsoring the Manch. “The administration or the police do not fund a private group,” said Amit Kataria, the district collector of Bastar. “But they are very useful to us in helping share our thoughts to a large population. Which is to oppose Maoism.”An unnamed senior police officer in Bastar, however, told Catch News that the Samajik Ekta Manch was the state's \"version of guerrilla warfare\" against the Maoists. \"It was set up, he added, as a \"shield for the police\" to enable them to take action against certain individuals without attracting the ire of the law,\" the report said.Samajik Ekta Manch members at the home of Bastar's senior-most police officer, Inspector General SRP Kalluri.Samajik Ekta Manch members, however, aren't averse to comparisons with the Judum. They claim they are different from Judum in only one way. “First of all, let me tell you that Salwa Judum was a non-violent movement like SEM is,” said Farooq Ali. “But the difference is that Judum was a voluntary organisation of Adivasis and village-dwellers, while ours is largely an urban network.”Some of them have old links with the Judum. Thirty five-year-old Ali is from Konta block of Sukma district, which has seen some of the worst violence in the region over the past few decades. He is the Sukma bureau chief for two daily newspapers Prathah Bastar and Channel India. He said his brother was a Salwa Judum leader 10 years ago. “We have grown up hearing stories of how Judum helped those in need of protection from the Maoists,” Ali said. “Yes, I wish I could be a part of it. Well, now, at least I will help with SEM.”Another member, Subba Rao, also claimed an old Judum connection. The 41-year-old, who holds a master's degree in commerce from a college in Jagdalpur, claimed he had spent more than 10 years in the Congress, rising through the ranks in its youth wing. Rao said that was the time he worked closely with Mahendra Karma, the founder of the Salwa Judum, who was killed in 2013 when Maoists ambushed a cavalcade carrying him and several top state Congress leaders. Twenty seven people were killed in that attack. “I would have been with Mahendra Karma in his car that day, if I didn't have to attend my sister’s wedding,” said Rao.Unlike the Judum years when Congress leaders like Karma threw their weight behind the BJP government, however, this time the Opposition party has distanced itself from people like Rao. After his name surfaced in connection with the attacks on journalists and activists, the Congress suspended him, and sent him a show cause notice. Subba Rao (left), and Farooq Ali.Other vocal leaders of the Samajik Ekta Manch such as Manish Parekh and Lakshmi Kashyap are closely associated with the Bharatiya Janata Party. Kashyap is a leading member of the Mahila Manch, an offshoot of the parent body that was created in February 2016. Kashyap said its mandate is to unite women who want to raise their voices against Maoist violence. “Many women cannot work with men on equal footing when it comes to social issues,” she said. “Our organisation facilitates [such activity] for women.” Mahila Manch participated in the protest outside the house of researcher Bela Bhatia.It is, however, another offshoot called the Adivasi Ekta Manch that could play a more significant role in the days to come. So far, Samaijk Ekta Manch has been unarmed, unlike the Judum which became a civil militia. While its activities have been intimidatory, they have not been overtly violent. “We are fearful that the Adivasi Ekta Manch could be their [Samaijk Ekta Manch's] violent wing,” said Sundar. “They might use some tribal people to turn violent against other villagers, which is what happened during Salwa Judum.” Sundar said that Chhattisgarh needs to bear in mind the 2011 Supreme Court judgement, which called upon the state to prevent any private group, by whatever name, from taking the law into its hands.","author":"Raksha Kumar","time":"2016-04-08T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806080-article-riymigesto-1459925431.jpeg","tags":["Chhattisgarh","Bastar","Maoist Conflict","Samajik Ekta Manch"]}