{"title":"Is SC verdict in ED Director tenure case yet another example of judicial deference to the Centre?","content":"On July 11, in its judgment in Dr. Jaya Thakur v Union of India, the Supreme Court held, among other things, that the extensions of tenure granted to SK Mishra as Director of the Enforcement Directorate by the Centre were illegal. Since the court had, in its 2021 judgment in Common Cause v Union of India specifically barred the Centre from further extending Mishra’s tenure at the helm of the Enforcement Directorate, in spite of which the extensions were granted. The court also clarified that a judgment of the Supreme Court could not simply be overruled by a legislative or executive action.However, the glaring lack of any consequences on the Centre by the Supreme Court for these violations is the latest indicator of the judicial deference towards the Modi government.BackgroundMishra had originally been appointed as chief of the Enforcement Directorate by the Centre on November 19, 2018, for a term of two years.On November 13, 2020, the Centre modified Mishra’s order of appointment, extending his original tenure by one year just as it was about to expire. This, even though Mishra had reached the age of retirement in May 2020.In a legal challenge mounted to this extension, the Supreme Court had held, in the Common Cause judgment in September 2021, that such tenure extensions after one’s age of retirement could be granted “only in rare and exceptional cases...for a short period”. However, while allowing the extension of Mishra’s tenure, it had categorically stated that no further extension was to be granted to him beyond the conclusion of his tenure in November 2021.In spite of this, on November 14, 2021, merely three days before Mishra’s retirement from his post, the Centre passed two ordinances, one of which empowered the Union government to extend the tenure of the Director of the Enforcement Directorate by up to one year at a time, with the overall tenure of the director capped at five years.Three days later, the Modi government promptly extended Mishra’s tenure for a further period of one year, till November 18, 2022. Further, on November 17, 2022, it extended Mishra’s tenure by another year, till November 18, 2023.Along with the two ordinances, it were these extensions that were challenged before the Supreme Court by opposition political party leaders, and that were adjudicated upon by the court in the Jaya Thakur judgment.Overruling SC judgmentsAccording to Delhi-based Senior Advocate Mohan Katarki, “Supreme Court judgments have been overruled under all governments”.He gave the example of the United Progressive Alliance government at the Centre passing the Finance Act, 2012 in May 2012 that reversed the Supreme Court’s judgment from January that year. The court had allowed Vodafone Group to evade paying capital gains tax to the Union government for a specific transaction. However, due to the 2012 Act, the government could tax Vodafone for the deal retrospectively.“A legislation overruling a previous court judgment may be held by the Supreme Court as constitutional on a fresh adjudication,” he explained.No ramificationsIndeed, in the Jaya Thakur judgment, the Supreme Court upheld the legality of the ordinances. But it held the tenure extensions granted to Mishra under one of these ordinances illegal, since it amounted to a nullification of the Common Cause judgment.However, not only did the Supreme Court not impose any punitive consequences on the Modi government for violating its orders on two occasions, but it allowed Mishra to continue his illegal tenure as Director of the Enforcement Directorate till July 31, without providing any legal justification for the same.Legal academic Anuj Bhuwania termed the court’s decision to allow Mishra’s tenure to continue “too considerate to the government” and “odd”.Delhi-based advocate-on-record Paras Nath Singh raised doubts whether Mishra could even be allowed to continue as Director of the Enforcement Directorate. “When a person’s position in an office is held to have been illegal, that office is immediately vacated,” he said. “There is absolutely no justification for him to continue in the office.”Without any consequences for the government, Singh questioned whether it will be deterred from repeating such violations of Supreme Court directions.This sentiment is echoed by lawyer and constitutional law scholar Gautam Bhatia, who wrote: “[O]ne wonders what signal this sends to the executive, going forward: take your chances, breach court orders, brazen it out in legal proceedings – the worst that can happen, if we lose, is some time to get our house in order and carry on.”Lawyer and legal academic Professor G Mohan Gopal too pointed out, “No exception should be made to the quite basic legal norm that no official can hold an office once a court has found them illegally appointed to such office”.At the same time, he commended the Supreme Court for sending a strong signal to the government through the judgment. “It is a slap on the government’s wrist,” he said.Enforcement Directore | PTIHow should the court have dealt with Mishra instead?The court should have taken more concrete steps.“Ideally, an interim director should have been appointed to head the ED till a new permanent director was chosen,” Bhuwania said. “This is a standard practice. Even in other sensitive departments in the security forces, interim appointments are made, including at the helm.”Further, he explained that when someone is removed from an office and their appointment is held as illegal, they are to refund their wages back to the employing authority. This would have been largely symbolic in this case, according to Bhuwania, but would have been warranted.Bhatia, on the other hand, suggested that the Supreme Court should have immediately terminated Mishra’s tenure, and held all Enforcement Directorate proceedings under the illegal period of his directorship to be void, to be re-commenced under a legitimate director.Professor Mohan Gopal, on the other hand, had a slightly different critique of the judgment.He said that the Supreme Court had intervened in the past to ensure that investigative agencies don’t become, in the words of the court, “caged parrots”, and that they remain independent of partisan political control.  This intervention, in his view, was necessary and welcome. “However, the avalanche of selective investigation and prosecution targeted against political and civil society opponents we are witnessing today suggests that the measures put in place earlier by the court,  including limited tenure, are now insufficient to ensure independence,” he said. In these circumstances,  the court could have proactively used this case as an opportunity to “review, reform and strengthen existing safeguards to ensure that selective prosecution, which is unconstitutional, is completely curbed”, he said.The Enforcement Directorate has come to be seen as a political tool in the hands of the Modi government to weaken opposition parties. In the last one and a half years of Mishra’s illegal tenure at the Enforcement Directorate, the agency has arrested prominent opposition party leaders such as Nawab Malik and Anil Deshmukh of the Nationalist Congress Party, Manish Sisodia and Satyendra Jain of the Aam Aadmi Party, Sanjay Raut of the Shiv Sena (Uddhav Balasaheb Thackeray) and V Senthil Balaji of the Dravida Munnetra Kazhagam.Congress MPs holding banner and placards stage a protest march at Parliament House complex to express their solidarity with the party Chief Sonia Gandhi who has to appear before the Enforcement Directorate in connection with the National Herald case, in New Delhi, July 21, 2022. | PTI/Kamal KishoreLatest instance of Supreme Court’s deference to CentreThat the Supreme Court let the Modi government go virtually scot free in spite of directly violating its judgment may not come as a surprise to anyone tracking the relation between the executive and the judiciary under the present administration. Scroll has, in previous analysis, described the Supreme Court in the Modi years as “India’s weakest, capitulating frequently to the Union government”, be it in terms of judicial appointments or the government’s political and ideological agenda.Bhuwania does not see that trend changing after this judgment. “The government will continue to function the way it has over the last few years,” he said. “The judiciary has been, to put it politely, quite ‘understanding’ of the government’s concerns.” He conceded that even though the judgment was “too little too late”, considering the current times, it was nonetheless unexpected and therefore welcome.","author":"Vineet Bhalla","time":"2023-07-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192536-vlrczludpf-1690206037.jpg","tags":["Supreme Court","Enforcement Directorate","SK Mishra"],"source":"https://scroll.in/article/1053197/is-sc-verdict-in-ed-director-tenure-case-yet-another-example-of-judicial-deference-to-the-centre"}