{"title":"Is the 2024 Lok Sabha election India’s last chance before the point of no return?","content":"If the Bharatiya Janata Party under Prime Minister Narendra succeeds in winning a third five-year term in the Lok Sabha elections, many fear that India’s religious minorities, especially Muslims, will see their second-class status formalised in law and practice.But for Hindu supremacy to be fully realised, which is the stated aim of Hindu nationalists, they will have to expunge India of any Muslim influence, of which there is much historically. When Indians cast their vote in the coming weeks, they would do well to be aware of the weight of their electoral choices.A rhetorical questionIn a article in January, political scientists, Ashutosh Varshney and Connor Staggs ask the rhetorical question “Is India under Narendra Modi…beginning to resemble the American South under Jim Crow?” This was a reference to state and local laws introduced in the southern United States in the late 19th and early 20th century that enforced racial segregation.The authors explain that Jim Crow was aimed at blunting the Reconstruction Amendments that abolished slavery and gave equal rights to African Americans. It was designed to make African Americans second-class citizens. Similarly, in India, Hindu nationalists seek to diminish the constitutionally guaranteed equal citizenship of Muslims and turn them into marginalised, less than fully equal citizens.Jim Crow laws lasted for almost a century, ending only in the 1960s. Varshney and Staff claim that since Hindu nationalism is in its early phase, it could still be forestalled before it is institutionalised via political and legislative processes. They suggest that the Lok Sabha elections in April-May present an opportunity for Indians to do that.But where the parallels between Jim Crow and Hindu nationalism end is in their ultimate goals. While Jim Crow merely targetted the equal citizenship of African Americans, Hindu nationalism has a more totalitarian goal.What does Hindutva want?To fully grasp the end-goals of Hindu nationalism or Hindutva, it is necessary to read its foundational texts. There are none more seminal than We or Our Nationhood Defined (1939) by Madhav Sadashiv Golwalkar, who led the Rashtriya Swayamsevak Sangh from 1940 to 1973.The Sangh is considered the heart and soul of the vast network of Hindu nationalists organisations, of which the BJP is the political wing. Prime Minister Narendra Modi, a life-time member and former official of the Rashtriya Swayamsevak Sangh, credited the organisation for grooming him to political leadership.In his text, Golwalkar writes of his wariness of “hostile elements” within the country that “act as menace to national security”, singling out Muslims as the number one threat, followed by Christians. His solution to “the danger of a cancer developing into its body politic” was offering the “foreign element” two options: “Either to merge themselves in the national race and adopt its culture or to live at its mercy so long as the national race may allow it to do so, and to quit the country at the sweet will of the national race.”MS Golwalkar. Credit: Golwalkarguruji.orgAnother of the movement’s foundational texts is Essentials of Hindutva (1923) by Vinayak Damodar Savakar, who is considered by many to be the foremost Hindutva thinker. In Essentials, he provided Hindu nationalism with an ideology, which in a nutshell claims that India was special as it offered something nobody else could – Hindu thought. This unique Hindu supremacy, Savarkar believed, was under threat because of the presence of non-Hindus.Savarkar called on Hindus, fragmented as they were, to unite and reclaim their supremacy. Violence against Muslims, Savarkar said, was the means to achieve that goal.Golwalkar drew on Savarkar’s thoughts. He also admired the race theories of fascist Germany and Italy and recommended that Hindusthan, the land of Hindus, should profit from their lessons. In We or Our Nationhood Defined, he wrote: “To keep up the purity of the race and its culture, Germany shocked the world by her purging the country of its semitic races – the Jews. Race pride at its highest has been manifested here.”Golwalkar saw the world in apocalyptic terms. His objective was clear: “To rule over the world was the heavenly task ordained to Hindu race.” He called upon Hindus to “rally to the Hindu standard, the bhagwa dhwaj [and] set our teeth in grim determination to wipe out the opposing forces”.Some Hindutva leaders today have explicitly articulated this vision. For instance, in March 2020, a Hindu priest named Yati Narsinghanand, who is the president of Akhil Bharatiya Sant Parishad (All India Priests Council) and considered close to the BJP, was reported to have told his followers, “Humanity can only be saved if Islam is finished off. Hindus: Read the Gita along with Mahabharat, and learn how to die fighting.”This call was made around the time BJP leader, Kapil Mishra was leading processions in Delhi calling for action against the mainly Muslim participants in protests against the Citizenship Amendment Act, chanting the mantra: “Desh ke ghaddaron ko, goli maro saalon ko.” Shoot dead the bastard traitors.In 2023, another BJP leader, an MLA from Telangana, T Raja Singh, at a rally in Mumbai, urged his audience to take to arms. “I would like to request all my Hindu brothers that the coming time is the time of struggle, it is the time of war,” he said. “Every Hindu is obliged to unite. Hindu should not become one who rings temple bells, but rather he should become a Hindu who kills landyas”, a derogatory reference to Muslims.At a public meeting of Hindu priests in December 2021, in the holy town of Haridwar, a star speaker,Annapurna Maa, the general secretary of the Hindu Mahasabha, was heard exhorting her audience: “If you want to eliminate their population, then be ready to kill them and be ready to go to jail. If only a 100 of us become soldiers and each of us kills 20 lakhs of them, we will be victorious…”Modi is circumspect in his speeches now, but he was not always so. As chief minister of Gujarat, soon after the pogrom there in 2002 during his term that left at least 2,000 dead, mostly Muslim, he was often reported in his public speeches to evoke visions of a religious struggle of good over evil.“This is the holy place of shakti [godly power], the power for extermination of asuras [demons],” he said in one speech. “We have resolved to destroy and stamp out all forces of evil…”The montage that is IndiaBeyond the goal of cleansing the Hindu land of the “cancer” to save the nation, there is another equally compelling reason for the Hindutva project to be more than just about marginalising Muslims.It has to do with the fact that India today is, in the words of historians Catherine Asher and Cynthia Talbot, “an intricate montage assembled from assorted material”, of which the Islamic is a critical element. The desire on the part of Hindutva leaders to fully realise Hindu supremacy will also require extirpating Muslim life and Muslim imprint from today’s India.Historians view the era between 1200 AD and 1750 AD (Medieval India in history textbooks) as the foundation for the highly diverse human landscape of modern South Asia, with its pluralistic culture that draws on both Indic and Islamic traditions. In their magisterial India Before Europe (2006), Asher and Talbot show how the Central Asian ethnic heritage, Persian cultural orientation and Islamic religious affiliation of North India’s ruling elite class in the period after 1200 AD led to the dissemination of many innovative elements through the subcontinent.Whilst acknowledging that the encounter between Indic and Islamic peoples and cultures led to short-term conflicts, Asher and Talbot note the vast degree to which cultural practices inspired by Perso-Islamic traditions became integral to the subcontinent as a whole in the long run. South Asia’s art and architecture, its political rituals, its administrative and military technologies and even its popular religions were deeply inflected by the new forms.This composite culture, the authors note, forms the basis of India that exists today, in its foods, dressing and music, languages that people speak, the built architecture, and its popular religions, among others.In the south of the peninsula, the Vijaynagara empire (1350-1550) drew significantly from Islamicate influence in military technology, secular architecture, courtly dress, as well as local languages. The ruins of the Krishna temple in Hampi, Karnataka, in 1868. Credit: Lyon, Edmund David (1825-1891)., Public domain, via Wikimedia CommonsThe Deccan Bahmani and their successor Qutub Shah and Adil Shah rulers, paid back in kind, especially in their contributions to local languages, Teulgu and Marathi. In Bengal, the Hussain Shahi (1493-1538) rulers adopted local customs, such as purification by the water of Ganga at coronation ceremonies, and the Sufi poet, Saiyid Sultan (d 1648) published a genealogy of prophets of Islam, called Nabi Vamsha that included the Hindu god, Krishna.In Gujarat amid the flourishing literary tradition that the Ahmad Shah rulers patronised, was the Sanskrit work Raja-Vinoda (pleasure of the kings), written in honour of the ruler, Mahmud Begada (1460s), presenting the sultan as an ideal Indic king, whose court was graced by the presence of the Hindu deity Saraswati, the goddess of learning.However, it was the Mughals, especially Akbar (1556-1605), who helped create a state that was more Indian in character. The aesthetic that developed under Akbar’s guidance was composed of a fusion of Timurid and Indic models, and which went on to set a standard for subsequent Moghul arts and culture, including food, architecture and courtly dress and culture, Asher and Talbot argue.The tendencies towards synthesis had significant consequences. Man Singh, the highest ranking noble in Akbar’s court, next only to his sons, built temples throughout the domain, including the Govinda Deva temples in Vrindavan, the largest in North India, in a recognisably Mughal style. This helped to spread Akbar’s belief in multiculturalism, just as Akbar’s minister Abdul Rahim Khaan-e-Khanan did by commissioning an illustrated Ramayana.There were other enduring contributions too, of this age and milieu, outside the courtly realm. A major influence in the early part of this period was Sufis, and their dispersal, throughout much of the subcontinent. By the 14th century the practice of Sama, devotional musical congregations, and Urs, annual pilgrimage to the shrines of Sufi saits, had become established Sufi traditions.Sufi shrines drew both Muslims and Hindus, and were themselves influenced by local traditions, including the Shattari Sufis of Bengal drawing on Nath yogis, and Rishi Sufis of Kashmir who led celibate lives and practised vegetarianism.Sufism also contributed to reform in Hindu tradition, starting in the 14th century with the rise of sants, who like Sufis, were mystics, believed in a formless god, and extolled devotion to god as a primary religious practice. Kabir, the most influential, attacked rituals and customs of traditional religions, and excoriated the caste system. Guru Nanak (born 1469), the founder of the Sikh tradition, also came from the same context.Notably, Sufism also influenced the Hindu Bhakti tradition, as the historian of Indian religions John S Hawley points out. This is evident in the commonalities the latter began to show in its focus on love for god, as did Sufis, the use of poetry and music in worship, and an ethics of compassion for others. Tulsidas’ Ramacharitmanas (1575), crafted in about the same time and the middle Gangetic Awadhi milieu of Sufi poets, Malik Mohammad Jayasi (Padmavat, 1540) and Mir Sayyid Manjhan (Madhumalati, 1545), exemplified this shift. Ram, an incarnation of Vishnu, became the preeminent object of devotion.It is these constructions of a cosmopolitan Indian paradigm, resulting in innovations that spoke to both traditions that Hindu nationalists must disentangle and destroy to be able to achieve their vision of a Hindu supremacist India. This will undoubtedly leave much violence in its trail.‘Authentic fantasies’ of sufferingThese historical accounts of co-living and co-production contradict Hinduva claims that have much purchase today, in popular as well as scholarly circles about the thousand years of conflict between Muslim “outsiders” and “local” Hindus and of forced conversions and the wanton destruction of temples. Hindu nationalists have developed a wide repertoire of suffering and victimhood of Hindus at the hands of Muslims. Evidence to support their thesis is slim.Richard Eaton, one of the foremost historians of medieval India, shows how the claim that Islam spread in South Asia by the sword is incongruent with the geography of Muslim conversions in South Asia. There is an inverse relationship between the degree of Muslim political penetration and the degree of conversion to Islam, he notes. Most conversions happening in the north west and north east – Punjab and Bengal, farthest away from centres of Muslim power.As to temple destruction, Eaton found, over a span of more than five centuries from 1192 to 1729, “some eighty instances of temple desecration”, well short of the 60,000 claimed by Hindu nationalists. Typically, the desecrated temples would have been associated with the authority of an enemy kingdom. The instances of desecrations followed long-established pattern in India, of temples having been natural sites for the contestation of kingly authority, well before the coming of Muslim Turks, including their destruction. Among most recent examples was the destruction in the 10th century of the Pratihara temple of Kalapriya near Jamuna, by the Rashtrakuta king Indra III.But as the Bosnian historian Edin Hajdarpasic, shows from his study of Balkan nationalism in the 19th century, enthusiastic depictions of suffering convey the essence of a political threat more vividly than simple facts or documentary narratives, a phenomenon he calls “authentic fantasy”. Hindu nationalists, themselves inspired by European nationalist movements at the turn of the 19th century, relied much on the construction of suffering and victimhood of Hindus, however divorced from facts.Hindu nationalists in power today, are seeking to inflict retribution for their perceived sufferings by rewriting history. In some cases, this has taken physical forms – such as in the destruction in 1992 of the 15th century Babri mosque in Ayodhya, a criminal act that was legitimised by the Supreme Court of India in 2019. Claims for several other historical mosques to be converted into temples, have been set in motions across the country.Elsewhere, place names have been changed to erase any hint of their Muslim heritage. Allahabad is now Prayagraj, Mughalsarai station is Pandit Deen Dayal Upadhyaya Junction, Aurangabad is Sambhajinagar and Gulbarga is Kalaburagi. Not satisfied with occasional erasures, the Bharatiya Janata Party government has thought fit to change high school history and politics textbooks by significantly altering and in some cases, fully scrapping the sections on Mughal history.Credit: Yasminsheikh, CC BY-SA 4.0 via Wikimedia CommonsThe act of political forgetting targets minorities to deprive them of history, of the right to narrate, of the capacity for recognition. History tells us, it is also a precursor to violence. As eminent historians, Aditya and Mridula Mukherjee noted recently, “….genocide of a community is often preceded by the community being demonised, their names changed, their history being erased”, claiming “these processes have begun in India and open calls for genocide of Muslims are being given in various parts of the country with amazing impunity”.More than Jim Crow South, the history of the Balkans in the late 19th century and post-Yugoslavia 20th century, provides a better guide to understanding the future of minorities in India today.Bosnian historian Hajdarpasic’s account of Balkan history alerts us to the real consequences of the claims of victimhood. Nationalists there used stories of suffering not only to inspire collective sacrifice but also to encourage mass violence against entire communities perceived as threats.He demonstrates how certain stories of victimisation in the region, long outlived their original inspirations. Decades after overthrowing Turkish rule, Serbian nationalists could revive narratives about Turk-like enemies even in the late 20th century, with catastrophic consequences.It is in such violent contestations borne out of “authentic fantasies” of past sufferings that Hindu nationalists of today – following that of Savarkar and other Hindutva ideologues – seek to create Hindu supremacy, by waging permanent war against Muslims and other “foreign elements”.Already United Nations experts are alerting us to the fact that “India risks becoming one of the world’s main generators of instability, atrocities and violence, because of the massive scale and gravity of the violations and abuses targeting mainly religious and other minorities, such as Muslims, Christians, Sikhs and others.”Mass atrocity experts are warning: “If nothing is done to address these risks, India may continue to experience a rise in the number of violent (and fatal) attacks against religious minorities, an escalation in the scale of the violence, and an increased level of state involvement in atrocities.”The burden on Indian voters to use the ballot to forestall the institutionalisation of Hindu nationalism, before it reaches a point of no return, is therefore, even heavier.Sajjad Hassan is a researcher of conflicts and peace-building in an uncertain world.Also read:In BJP’s outreach to Kerala Christians, why are some religious leaders paving its path?","author":"Sajjad Hassan","time":"2024-04-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140944-pxylkbrlae-1589081933.jpg","tags":["Lok Sabha 2024","Democracy","Jim Crow","Indian Muslims","Indian History","Hindutva","Indian Democracy"],"source":"https://scroll.in/article/1066614/is-the-2024-lok-sabha-election-indias-last-chance-before-the-point-of-no-return"}