{"title":"Is the BJP less dynastic than the Congress?  Not so, Lok Sabha data shows","content":"The Bharatiya Janata Party has had a similar number of so-called dynasts amongst its elected parliamentarians over the past two decades as the Indian National Congress, shows our analysis of a new dataset containing the biographical profiles of all 4,807 parliamentarians since India’s first parliament in 1952.Since 1999, the Congress has had 36 dynastic MPs elected to the Lok Sabha, with the BJP not far behind with 31. In 1999, the beginning of the 13th Lok Sabha, 8% of Congress members of parliament were either descended from or married to former MPs, only slightly ahead of the 6% among the BJP. The most similar density of dynastic politicians was in 2009 when the Congress and BJP had 11% and 12% dynasts elected, respectively.With the Congress having been in power for the longest period since India’s Independence, the prominent position of the Nehru-Gandhi family in the party has identified the Congress with nepotism in Indian politics. However, political dynasties are common across all major parties, as per an IndiaSpend analysis of data compiled by researchers at Harvard University in the US and the University of Mannheim in Germany.“What is interesting is just how cross-party the phenomenon of dynasties is,” Siddharth George, a PhD candidate at Harvard University, and one of the researchers who compiled the dataset, told IndiaSpend, “which is something that if you just read the media, you wouldn’t come to this view.”He added: “The BJP is a generation younger [than the Congress] but in statistical terms and controlling for age, is comparably dynastic.” A “dynast” for the purpose of this article refers to any politician whose father, mother or spouse preceded them in the Lok Sabha. The dataset therefore does not capture extended family relationships such as cousins or in-laws. Neither does it capture if an MP has relatives at the state assembly- or Rajya Sabha-level. The figures therefore likely underestimate the actual density of political dynasties among India’s elected officials, though “between son, daughter and spouse you end up capturing more than 75% of dynastic relationships”, George said.Smaller and regional parties have also centralised power in the hands of prominent families. In fact, they have had some of the highest concentrations of dynasts in power in recent times. Of the three MPs the Jammu & Kashmir National Congress elected in 2009, two were dynasts (Farooq Abdullah and Mirza Mehboob Begum), meaning the party’s proportion of dynasts was 67%, the highest of any party. During the same term, 40% of Rashtriya Lok Dal MPs were dynasts and 25% of Shiromani Akali Dal politicians.Parity between BJP and CongressThe prominent roles of the Gandhi family at the head of the Congress is the reason why the party bears the brunt of nepotism charges and not because it is overwhelmingly more dynastic, said Arjun Chawla, research associate at LSE IDEAS, a foreign policy think-tank at the London School of Economics and Political Science, UK. “Right now the BJP can play the anti-dynast card because their dynasts are less visible and you don’t have top party leadership handed down from generation to generation within the same family,” Chawla said, adding that the BJP also has a better PR machinery that can leap to its defence when attacked on the same grounds.Dynastic politics has again been brought to the forefront of the national conversation, with BJP leaders such as Amit Shah drawing lines between “55 years” of Congress leadership by one family and “55 months” under Modi. In a blog post published on Facebook last week, Finance Minister Arun Jaitley suggested that Congress’ “dynastic character” is leading to the party’s decline, while at the same time claiming the BJP is one of the three “prominent non-dynastic parties in India”.Despite harbouring dynasts of its own within the party and at senior levels of authority (such as cabinet ministers Maneka Gandhi and Piyush Goyal, whose father was the party treasurer and mother a three-time state legislator), the BJP appears to be deploying the same, seemingly successful, anti-dynast rhetoric in this election campaign as in 2014. It is a smart move, Chawla said, “because they have successfully been able to invoke a sense of anger in people and break this line of thinking that bloodline and your last name should determine your outcome.”“Now the conversation is less to do with specifics of policy or a report card of BJP’s time in power, but back to old binaries like ‘kaam-dar vs naam-dar’ [those who perform versus those who have a name],” Chawla said. “It’s a clever and persuasive strategy.”Dynastic trendsThe 15th Lok Sabha beginning in 2009 was the most dynastic term yet, comprising 53 MPs with family ties to politicians, 9.5% of the total lower house. The proportion dipped to 8.6% in 2014, but the data show an upward trend in the proportion of dynasts occupying parliamentary seats, with almost double the proportion found in 2014 than 15 years earlier in 1994.Source: New dataset compiled by researchers from Harvard University, US, and the University of Mannheim, GermanyOn the one hand it is unsurprising that with time, there would be an increasing pool of people entering politics whose ancestors were also active in the same profession, which George of Harvard University called a “purely mechanical function of time”. Nevertheless, the impact of political power becoming concentrated in a few families remains a concern.“It’s not that dynasts getting into politics is inherently bad or unusual, but it means our political representatives are becoming far removed from citizenry,” Rahul Verma, a fellow at the New Delhi think-tank Centre for Policy Research, explained. “We have a class of people who are making our laws skewed in favour of the few, and that is bad for any democracy.”A third of people surveyed recently said they thought politicians actually care what ordinary people think and 58% said nothing really changes following an election, IndiaSpend reportedon March 26, 2019.Several countries have elected members of the same family to their highest offices, from the US and Japan to the Philippines and Indonesia, so India is not unique. In fact, politics the world over is a highly dynastic occupation. Individuals are 110 times more likely to enter into politics if they have a politician father, compared to other elite professions such as medicine and law, according to this 2018 study.Being a young country too means a certain level of dynasticism in politics is to be expected and that the rising political families holding power may yet continue for some time, Verma said. “Once you cross say 20-25 elections in around 100 years, then you would expect to see this trend going down,” he said. “You can look to the US as an example of this and how in the future we would expect to see the rate eventually decline.”Within this election period, prominent political families, such as the Abdullahs, Badals and Patnaiks, continue to make their way onto parties’ candidate lists. One of the reasons established families continue to flourish is their ability to leverage wealth accumulated across their tenure.Competing in an election is a notoriously costly business, and one that is only getting more expensive. Major contenders were spending anywhere between Rs 1 crore and Rs 16 crore in 2014, almost 50 times the statutory limit. Investing tickets in candidates that contribute both funds and a certain amount of hereditary political or brand capital, mean dynastic candidates then are an attractive option for political parties.The number of successful independent candidates in Lok Sabha elections has fallen from a peak of 42 in 157, to no more than 3 in 2014, a symptom of the rising costs of contesting elections, Chawla of LSE IDEAS said. “The reason why you have dynastic politics in India is therefore much more structural and to do with how democracy functions in our society.”UP dynastsUttar Pradesh, India’s largest as well as poorest state, has had 51 politicians with dynastic links elected to the Lok Sabha since 1952, the most of any state. Bihar follows with 27 dynasts, then Punjab and West Bengal with 10 each.Though Uttar Pradesh is famously the state where all four generations of the Nehru-Gandhi family have held their constituencies, the BJP has had the highest number of dynasts in power. An estimated 17 of the 51 dynasts from UP have belonged to the BJP, while no more than 15 belong to Congress (six under the Congress (I), an erstwhile faction, and nine under the current Indian National Congress), and four to the Bahujan Samaj Party.In Bihar, the Congress represents just under half (12) of all the dynasts ever to have been in power in the state, followed by four dynasts in the BJP and three in the Janata Party. In both West Bengal and Punjab, dynasts have been found most in their respective regional parties, with three in the All India Trinamool Congress, and four in Punjab’s Shiromani Akali Dal.That Uttar Pradesh tops the list of most dynasts could be a pure function of its size and the fact that currently 80 out of 543 constituencies are based in the state, increasing the chances of electing dynasts. However, West Bengal has 42 constituencies, four more than Bihar (38), yet has elected almost three times fewer dynasts since 1952.While there is limited research on why some states elect more dynasts than others, the high incidence of dynasts in Uttar Pradesh and Bihar could be a function of caste politics, Chawla said, where repeatedly voting-in a family that represents specific communities or an economic class acts as a form of affirmative action or reservation policy.“There’s a high level of correlation between caste-based politics and dynastic politics in UP and Bihar, the fulcrums of caste-based voting,” Chawla said. “Very often here you have a leader that is seen to be taking that community’s representation forward and a whole community then identifies with the descendents of that leader.”The Uttar Pradesh-based Samajwadi party founded by Mulayam Singh Yadav in 1992 and which features his son, Akhilesh Yadav, as the current chief minister, is an example of caste-based politics tied to one particular family. For the upcoming elections the party has formed an alliance with the Bahujan Samaj Party, also dominant in UP and Bihar, representing the ‘lower-caste’ Jatav and Yadav groups.While it may be possible to suggest a link between the high incidence of dynastism and caste-based voting in UP and Bihar, in the past three Lok Sabha terms Dalits (“lowest castes”) and Adivasis (indigenous tribals) have overall lagged behind “forward” castes in the formation of dynasties, said Kancan Chandran, a New York University professor, in her book Democratic Dynasties: State, Party and Family In Contemporary Indian Politics, as reported by Scroll.In 2014, no more than 27.23% of MPs belonging to the “forward” castes were dynastic compared with 8.4% of Scheduled Caste (official name for the “lowest” castes) MPs and 16.67% of Scheduled Tribe (official designation for indigenous peoples) MPs.No clear North-South divide emerges from a state-wise analysis of political dynasts since 1952, rather it appears politics as a family business is common up and down the country. At the same time, though, some states and union territories (federally governed areas) have had no political dynasties at all, mainly the North-Eastern states and Goa, whose exception is Vishwajit Rane, currently a cabinet minister in the BJP-led state government of Goa, who is the son of Pratapsinh Rane, a former chief minister of Goa (which is not captured by the dataset).Among the North-Eastern states, Assam is the only state to have experienced political dynasties and comes eight overall in a ranking of states with most political dynasts.Longest-reigning dynastsThe longest serving dynast since 1952 was Somnath Chatterjee, who served a total of 10 terms in the Lok Sabha, nine with the Communist Party of India (Marxist) and his last term in 2004 as the House speaker. His father NC Chatterjee had held the constituency seat of Burdwan in West Bengal for three terms (during the first, third and fourth Lok Sabhas) before his death triggered a by-election and Somnath took his place.The Congress contributes three of the top 10 longest-serving dynasts, followed by two from the BJP and smaller parties such as the Rashtriya Lok Dal and Bharatiya Navshakti Party contribute one each.Source: New dataset compiled by researchers from Harvard University, US, and the University of Mannheim, GermanyForty percent of the longest-serving dynasts have inherited their seat in parliament – they were elected from the same constituency as their father, mother or spouse before them. The average duration of each unbroken chain of successive generations in power is 10 terms, or roughly 40-50 years.Whether long-standing political dynasties have a negative impact on a constituency is hard to determine. At least in the initial stages, “strong founder incentives” for a politician wishing to establish a dynasty could encourage them to perform well when in office, according to this 2018 study. It is in the next generation, when the founder incentive is removed, that dynasts are found to be bad for development, with villages represented by a descendant for an electoral term suffering a 12-percentage point decrease in wealth rank (a locally determined level of wealth measured against the corresponding economic status of community members).The Aam Aadmi Party has banned family members from contesting from the same constituency, an attempt by leader Arvind Kejriwal to avoid the growth of dynasties within his own party.This many not necessarily be the right approach, Verma said, calling instead for a change to the laws governing India’s electoral system. “To ‘ban’ things is a bad word in democracies, this means you are punishing someone for crimes they haven’t committed,” he said. “But if you make your politics more transparent, it would allow for more people to participate and weed out others based on merit.”Verma calls for greater reforms of election finance campaign laws and making nominations more accountable in order to reduce the number of wealthy, well-connected dynastic candidates. “This has to happen across parties. Only once reforms in these areas are worked on, can we create a more open political environment.”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Tish Sanghera, IndiaSpend.com","time":"2019-03-29T13:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116256-irbwdumjin-1553834440.jpg","tags":["Lok Sabha 2019","political parties","INC","Rahul Gandhi","Narendra Modi","India","Lok Sabha Data","Indian parliament","Nehru-Gandhi family","Rajya Sabha","General ELetions 2019","Indian National Congress","Bharatiya Janata Party","parliamentary elections"],"source":"https://scroll.in/article/918234/is-the-bjp-less-dynastic-than-the-congress-not-so-lok-sabha-data-shows"}