{"title":"Is the Modi government using G20 for domestic political gain? ","content":"Delhi will host the Group of 20 leaders’ summit this weekend as the culmination of India’s presidency of the multilateral forum. But not everyone is viewing this event positively.The Opposition and some observers have claimed that the rotational presidency of the organisation is being used by the Narendra Modi government for domestic political gains. As evidence, they have have highlighted the fact that the G20 logo resembles the election symbol of the ruling Bharatiya Janata Party, how India has swapped its hosting rights to align with national elections and the extensive scale and publicity around the event.This is part of a larger pattern of the Modi government using foreign policy for domestic political gains in recent years, they say.India’s G20 presidencyThe G20, comprising the world’s 19 largest economies and the European Union, was created in 1999 after the East Asian financial crisis to facilitate consultations among finance ministers and central bank governors. In 2008, following the global financial crisis, it was elevated to the leaders’ level. The presidency of the organisations rotates between its member severy year.India has used its presidency to project itself as the true representative of the Global South, as evident from Delhi pitching the inclusion of the African Union as a new member.However, it is the forum’s smaller meetings covering topics such as tourism and trade spread across the country and the publicity around them that has been seen as a striking feature of India’s G20 presidency. The Centre has cited this to argue that India has changed the scale of the G20.Domestic political gains?The Opposition as well as some observers allege that the Modi government has used India’s G20 presidency for domestic political gains.The Opposition has attacked the Centre, highlighting the fact that India’s G20 logo features a lotus and resembles the BJP’s election symbol. This logo featuring the lotus has been widely used in advertisements – even those unrelated to the G20 – published by the Centre and state government governed by the BJP and its allies.Besides the logo, cities hosting G20 meetings were plastered with posters often featuring Modi’s portrait.A member of the security forces patrols past hoardings featuring Narendra Modi ahead of the G20 Summit in Delhi. Credit: Amit Dave/ReutersSuch publicity has been seen as unusual. “I, for one, have never seen a G20 host country pull out all of the stops quite like India has over the past one year,” said Milan Vaishnav, director of the Carnegie Endowment for International Peace’s South Asia programme,. “The scale of the marketing, the multiple meeting tracks, the side events, and political attention are off the charts.”Sushant Singh, a senior fellow at Delhi-based think tank Centre for Policy Research, said that the publicity was excessive. “All democratically-elected governments use international summits to bolster their credentials,” Singh told Scroll. “Bali [Indonesia] did it. Brazil may also do the same. But will they go over the top like Mr Modi’s government has gone?”Singh said there is a difference between ruling parties organising events and making a success out of them. “The difference here is that this [G20] is to depict somehow that Mr Modi is this great global leader in front of whom everybody bows and seeks his advice, he’s this man who can stop the [Russia-Ukraine] war and do everything,” Singh said. He said that the idea of Hindu nationalism has been connected with Modi building up national pride. “This G20 in some sense was some kind of a coming-out party, a crowning moment or an Ashvamedha Yagya – if you would want to call it – that shows that here’s the emperor of the world,” said Singh.He added, “That’s why there’s this whole projection that the G20 presidency is some kind of an achievement rather than just being a rotational job being given [to members].”Modi and union ministers at an all-party meeting on G20 in December. Credit: Prime Minister's OfficeAligned G20 presidency with polls?Moreover, critics allege that the Modi government deliberately aligned India’s G20 presidency with elections.  India reportedly exchanged the 2022 presidency with Italy to align it with the 75th year of Independence. After that, Delhi reportedly swapped it again with Indonesia as the latter was to also lead the Association of Southeast Asian Nations in 2023.“In India, now we do everything with an eye on elections,” Opposition politician Yashwant Sinha claimed in a column in The Indian Express in December. “So, though it was not our turn, we tried our best to assume the chairmanship of the G20 in 2018, a pre-election year in India. But Argentina did not oblige India despite our best efforts as it was its turn to become chairman.”Sinha added, “But we have succeeded this time as 2023 is also a pre-election year and as is already evident, the [Centre] is going to milk this opportunity to the fullest.”The Delhi G20 summit is being held a few months before Assembly polls in three crucial Hindi belt states, and months ahead of next year’s general election. The Hindi belt is politically crucial for the BJP.Vaishnav concurred. “The very fact that India switched with Indonesia to host the G20 in 2023 rather than 2022 tells you everything you need to know,” Vaishnav said. “Of course, the government is using the G20 to maximise political mileage.”The Congress has also claimed that the Modi government is using the G20 to run an election campaign. “Since its formation, the G20 summit has been held in 17 countries in turns,” Congress leader Jairam Ramesh has said. “Now it is India’s turn. But the kind of election campaign that is being run here and efforts being made to create such an atmosphere around it, has not happened in any other country.”The government has defended this approach. “So, why not?” Home Minister Amit Shah told  the ANI news agency in February, when asked if the G20 presidency would be used in election campaigns and for “domestic purpose”. “If India got the leadership of G20 under Modi and if the summit is organised successfully and with aplomb, then Modi should get the credit,” Shah said. “Should the Opposition get it? Obviously, the credit will go to Modi.”Indonesian President Joko Widodo ceremonially handing over the G20 presidency to Modi in November 2022. Credit: Prime Minister's OfficeA larger pattern?This approach is part of a larger pattern of the Modi government employing foreign policy for domestic political benefit, Vaishnav said. “We don’t know how well that bet is working out but my sense is that Modi has done something rather unique, which is to move foreign policy from an ‘elite’ issue to a ‘mass’ issue,” Vaishnav said.Vaishnav added, “This transformation has been in the works for some time; recall the way in which the Modi government used Pulwama and Balakot to gain an advantage in the 2019 [general] elections. There is a general perception that India’s role on the global stage has been elevated – and that Modi deserves significant credit for that. I think that is a shift in Indian politics we’re not talking about enough and I think it has worked to the BJP’s advantage thus far.”A recent survey by Washington-based think tank Pew Research Center corroborated this. Indians are bullish about their country’s global influence even as people in other nations have a varying perception about this, it found. Another opinion survey by India Today and CVoter in August found that 47% Indian respondents were convinced that the G20 presidency would enhance India’s stature, as compared to 26% who thought it was a “poll propaganda”.Also read: Will the Delhi G20 summit conclude without a leaders’ declaration?","author":"Nachiket Deuskar","time":"2023-09-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193911-xccehzstic-1694190053.jpg","tags":["India","Narendra Modi","BJP","Politics","G20","G20 Summit"],"source":"https://scroll.in/article/1055666/is-the-modi-government-using-g20-for-domestic-political-gain"}