{"title":"Is there resistance in invisibility, non-cooperation in silence? Reflections from the Kochi Biennale","content":"Is invisibility an act of resistance? Is silence non-cooperation? Is withdrawal an act of agency? I found myself immersed in these questions as I slowly walked out of Tangled Hierarchy curated by Jitish Kallat put up at the TKM Warehouse as part of the invited exhibitions at the Kochi Muziris Biennale 2023. Kallat brought together archival materials and the works of various contemporary artists from across the world to create a series of contemplations on the relationships between speech and silence, and being seen and invisibility. He did so through exploring these fault lines that severe bodies, lands and imagined spaces, creating ruptures and deracination in a recurring “mahaul” – an atmosphere of “tangled hierarchy”. “Tangled hierarchy” is defined as a system where “strange loops” emerge when someone moves through many levels of ups and downs arriving suddenly at the very same place where they started. Dutch graphic artist MC Escher’s artwork Relativity with its seven staircases is a good example. American scholar Douglas Hofstadter, in his book I Am a Strange Loop, describes “tangled hierarchy” as, “A complex system where beginning and ending are undefined, and even the direction or movement of a system is not apparent.”  Walking through Kallat’s exhibition one experiences this repeatedness of arriving at the starting point, a lemniscate wandering through cause and effect, failing to hold on to threads of action and repercussions. In Spectacle by artist Kim Beom, created through manipulations of speed and edit, a cheetah and antelope chase each other taking turns, blurring the lines between predator and prey. The Penrose Stairs by mathematician and scientist Sir Roger Pensorse shows an infinite cycle of stairs looped onto itself and scientist Roger Shepard’s Shepard Scale is an installation that creates an impression of listening to sound that is growing or shrinking but actually stays the same. The Penrose Stairs, c. 1958-1962 Reproduction courtesy: Wellcome Collection Archive. Image courtesy: Kiran Keshav.In many of the artworks I encountered a tension between two opposing forces – of presence and absence – at times sensory and at others metaphorical. It felt like watching an under the skin part-chess/ part-tango/part-combat across the liminal space that distinguished yet connected the two. Where there was a strong presence of absence, there was also the absence of what seemed to be present. For example, in neuro-scientist Vilayanur Ramachandran’s Mirror Box, the hand that was not there was there to see because it was actually the image of the hand that was in fact there. Or in Paul Pfeiffer’s Caryatids where soccer players tumbled violently to the ground tackled by an invisible opponent erased from the scene, the absent rival was more present than the player, in the force with which he sunk to the ground. (Left) Caryatid, 2008; duration: 45 seconds, looped; three-channel video installation and monitors; Courtesy: Artist and Thomas Dane Gallery. (Right) Mirror Box, c. 1990s Wood, glass; Courtesy: Dr Vilayanur S Ramachandran. Installation images courtesy: Kiran Keshav.This ambiguity of presence and absence being both related and separated in a moment of time challenged the idea of time’s linearity as well as created the “strange loop” of witnessing their strained cohabitation.There is also a more direct sense of recurrences of historical tragedies in the various artworks chosen – of war, occupation, and displacement of humanity. Photographer Henri Cartier-Bresson’s Games in a refugee camp at Kurukshetra, Punjab, a photograph from a 1947 Partition camp, and Homai Vyarawalla’s photograph of the vote by which this Partition was ratified are seen in the light of Ukrainian artist Mykola Ridnyi’s film Seacoast, made in 2008 where giant jellyfish fall on a beach with the sound of bombs in the background. They are a reminder of the present crisis in Ukraine. (Left) Henri Cartier-Bresson, Games in a refugee camp at Kurukshetra, Punjab, India, 1947; Silver gelatin print; Courtesy: Museum of Art & Photography (MAP), Bengaluru, India. (Right) Jawaharlal Nehru at the All India Congress Committee meeting to vote for Partition. Dr Rajendra Prasad and Govind Ballabh Pant are seen in the background, c. June 1947; Modern digital reprint from medium format negative, 340mm × 340mm; Courtesy: HV Archive / The Alkazi Collection of Photography, New Delhi, India. Installation image courtesy: Kiran Keshav.However, what overwhelmed me both intellectually and emotionally was something else. From the central reference of the “Gandhi envelopes” where his silence thunders against the speech of Mountbatten; the unsettling stillness of the trunks from the Partition Museum of Amritsar immersed in the cacophony of memories of people they belonged to; Alexa Wright’s After Image series and the film Reflecting Memory by Kader Attia where phantom pain is real in its experience; to Mona Hatoum and Zarina’s various mangled distorted maps where dissected lands lie obstinately unmoving like sit-in protesters in front of a riot squad. I found myself raptured by the significance of the opposites of noise, movement and visibility.Digital facsimile of pencil on pre-used envelope; Facsimile courtesy: Ian Dawson (Artist, Lecturer) and Sunil Manghani (Professor of Theory, Practice and Critique), Winchester School of Art, University of Southampton. (Right) Zarina Hashmi, Atlas of My World, 2001; Facsimile of a portfolio of six woodcuts, Courtesy: Imran Chisti. Installation image courtesy: Kiran Keshav.These are strategies we take seriously in contemporary activism. From protests against dictatorial regimes to demanding punishment for corrupt corporates and justice for domestic violence victims, being visible, being loud, being active, have been ways of building resistances in recent years.In fact, “Hok Kalorob”, or let there be noise, was the call for taking to the streets for students fighting against the regime in power in Kolkata a few years ago. A visitor looks at trunks from the Partition Museum of Amritsar. Image courtesy: Kiran Keshav.Yet, I stood in this exhibition stunned by the sheer raw courage and zid – the stubbornness – of silence, the refusal to participate, being still and thus unavailable for engagement. I experienced a deep sense of agency in the power to unalign. I remembered having read of sleeping as a radical political act, as one of the last bastions against rampant capitalism. I remembered the legacies of movements like the Bharat Chhodo Andolan, or Quit India Movement, Chipko and the Narmada Bachao Andolan where quiet persevering fortitude laid the foundations for decades of struggle and sometimes victory. Alexa Wright, After Image: RD1; RD2 and RD Portrait, 1997, Three c-type prints mounted on board, wall text; courtesy: Artist. Installation image courtesy: Kiran Keshav.As I left Kallat’s Tangled Hierarchy I was immersed in the enquiries: is invisibility an act of resistance? Is silence non-cooperation? Is withdrawal an act of agency? I asked myself, if power cannot occupy what is already empty, and the concealed has potential still uncharted, can being a “ghost” be a compelling strategy for revolution? We must rethink. Reimagine. We must arrive at the start.Arundhati Ghosh is a cultural practitioner and works at India Foundation for the Arts.","author":"Arundhati Ghosh","time":"2023-04-05T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188762-dgdpdenbym-1680614693.jpg","tags":["Kochi Biennale","Partition","Jitish Kallat","Art"],"source":"https://scroll.in/article/1046701/is-there-resistance-in-invisibility-non-cooperation-in-silence-reflections-from-the-kochi-biennale"}