{"title":"‘Is this judgement intrinsically problematic?’ TM Krishna on Karnatik music versus Hindustani music","content":"The K Sound and the H SoundHow evolved is the Karnatik sound compared to the Hindustani sound? At one level I tell myself that the two must not be compared but I am instinctively comparing and judging. I know many musicians who feel that the Hindustani sound is far more subtle, pure, complete and elegant. The Karnatik aesthetic seems to lack finesse, the melodies are jerky, fast, un-polished, even, may be, crude, the renditions heavily punctuated by sharp divisions in melodic flow and rhythmic construction. Karnatik, rather they could say, has potential to evolve into the more sophisticated Hindustani.I must here give an example from the past. It is from Bhatkhande again. However much one may critique the man, we have to say that he was a pioneer of sorts. He travelled all over the land, north, south, east, west, meeting musicians and scholars and trying to learn. He added great value to our understanding of our musical legacy and we have to learn from his writings. He wrote this travelogue in Marathi, Majha Dakshinecha Pravas, which has been translated into Hindi, in which he writes about his experience of listening to Karnatik music. He could be said to be one of the first Hindustani musicians or musicologists who engaged with the South. And he didn’t like the Karnatik sound at all. He writes about listening to it and says it sounds like ya-ya-ya-ya...Though he does not say so in so many words, I am sure he means this to be uncomplimentary. And then he says something very interesting, which I have just taken out and will share with you. He says, on what Karnatik should do or where it should go: “Sudhar Hindustani ang se hona chahiye”. This feeling is still alive, and I know it to be so. Is this judgement intrinsically problematic?I was asked recently at an interview about the lack of vilambit in Karnatik music. I tried explaining to the interviewer that the idea of the vilambit is defined by the music and hence vilambit is a conceptual abstraction that flows into its own form within the Karnatik, but the questioner was completely lost, unwilling to see vilambit as a concept that becomes defined only within a musical form. The ‘Sophistiction’ Sophistry But this idea of sophistication just cannot be false I do feel this difference, the lack of “class” is jarring. What I feel is real but the reason I attribute to this sense is problematic. The idea of the delicate is certainly a conditioned sense. It is defined by the music that fills my environment. Growing up in a Karnatik environment I know the delicate within the Karnatik and this is true of the Hindustani for the Hindustani aficionado. Here I understand the aesthetic forms, structures and expressions that become the Karnatik and through further internalisation of the music my interpretation becomes clearer and within this clarity emerges the idea of nuance, subtlety, a roundedness that we bundle into one word and call “sophistication”. Therefore, sophistication is an internal observation within an artistic tradition. This too has numerous interpretations, all born from inside the art form itself. Every form has its own internal dialogues on the subtle and sophisticated. We can enter those conversations only from within and not from another art. Once we allow ourselves to succumb to this urge we have lost our ability to imbibe the art as an aesthetic body in its own right. So, is the sophisticated itself an illusion? Yes, when it is used to define the classical or experience of the classical vis-à-vis the un-classical it is a habituated conditioning devoid of any serious engagement with the art form that is being judged. If we were to say that I am wrong then I don’t think we can seriously object to the coloniser who thought, at least initially, that the Chola bronzes were vulgar and grotesque. If we accept that, we have to accept this. He was forcing upon Indian sculpture his own sensibilities conditioned by western art and as a result not allowing himself to enter the soul of the other art form.Sophistication also has a very close relationship with the sociological hierarchy. The classical is practised by the elite and hence is portrayed as the most sophisticated and practitioners of the other art forms aspire to become the elite. This at times creates an interesting intersection between socially unequal art forms. The practitioners try to artificially force an elitist classical aesthetic into their art, this instead of uplifting the art aesthetically strips it of an internal polish. Social legitimacy takes precedence over aesthetic cohesiveness. Once the art adopts these styles it may receive more attention from the elite but that is not my concern. What bothers me is that through this action we see that social hierarchy is so deep that at times even the practitioners of art don’t see the sophisticated within their own form and by blindly adopting another aesthetic they have disturbed the internal balance of their art.So, assuming the classical do not have the sole proprietorship over sophistication, what, then, is the classical? It is still problematic. There is one more common answer. Classical in the Classroom I am told, “Look at the way classical music is organised,” the theory behind it, teaching curriculum and musical structuring, all these distinguish the classical from the folk or popular. This is once again a dangerous presumption. Many art forms that are categorised as folk or lack any categorisation have well-established pedagogies. In fact this so called pedagogy that we claim for the classical is itself a modern construction. Do I know what Tyagaraja learnt as a student of music? The truth is I don’t! Some treatises do give us a few indicators on what was taught and what can be taught but we are still unable to be completely certain of the structure. The very nature of Indian art learning makes pedagogy a form of experience, where within a broad framework the specifics are constantly realigned.It is in the early twentieth century that we have evolved a replicable methodology. This was partly driven by the nationalistic need to create “organised structures” in our own music that imitates the western classical systems. Music syllabi were created, music colleges founded, music departments in universities opened and textbooks on classical music theory and practice published. We tried creating course materials that helped making performing musicians. That itself sounds like an oxymoron. Course materials making musicians? We all know that this is the antithesis of art learning and has as expected failed. Unfortunately, even the private music classes have created, tearing apart the musical osmosis between the teacher and student. Even in the twentieth century almost every musician worth his or her name has always learnt from a guru who went beyond these syllabi. Almost no music department or university has created a musician. Non-classical art forms such as Koothu, Yakshagana, Theyyam have their own well-established teaching frameworks carried forward through many generations. These forms may not have a structure in learning as we see it but need the same dedication, passion, commitment and practice from the teacher and student that we expect. Artists often use the cliché “art is a way of life,” but this is exactly what they mean and practice. Art learning cannot be separated from life learning and both fuse into each other creating within the artist a view of art that is beyond skill, theory and knowledge. The practical is itself understood within the art experience, hence bringing together the “angas” of art theory and practice. Their theory is not necessarily written down but that does not make it any less important or effective. It adds to the practice of the art and like any good theorisation follows changes in practice through time. The performance structures are defined and everyone rasikas, teachers, practitioners, know the specifics. It is you and I who go there for the first time that think it is all happening arbitrarily.Nothing happens arbitrarily. Therefore many non-classical forms have a built-in pedagogy, structure and presentation. All these have been and continue to be passed on orally and through practice, but they are no less defined.Part of the Kumar Gandharva Memorial Lecture (the second in the series by the Raza Foundation) delivered by TM Krishna on 20 September 2014 in New Delhi; published in Seminar a few years ago. Excerpted with permission from The Spirit of Enquiry: Notes of Dissent, TM Krishna, Allen Lane.","author":"TM Krishna","time":"2021-06-07T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136122-aezummzgcj-1581143308.jpeg","tags":["music","TM Krishna","classical"],"source":"https://scroll.in/article/996839/is-this-judgement-intrinsically-problematic-tm-krishna-on-karnatik-music-versus-hindustani-music"}