{"title":"‘Is there space for insult?’ asks Amarinder Singh after Congress says ‘no room for anger’","content":"Congress leader Amarinder Singh, who resigned as the chief minister of Punjab on September 18, has reiterated that he was being “humiliated” by the party.“Yes, there’s no space for anger in politics,” Singh said. “But is there space for humiliation and insult in a grand old party like Congress? If a senior party leader like me can be treated like this, I wonder what the workers must go through!”The former Punjab chief minister was responding to comments made by the party’s spokesperson Supriya Shrinate at a press briefing on the same day.Shrinate had been asked a question about Singh’s criticism of the Congress, The Indian Express reported. The former chief minister had on Wednesday described Congress leaders Rahul Gandhi and Priyanka Gandhi Vadra as inexperienced. Singh has also promised to field a strong candidate against Congress’s Punjab unit chief Navjot Singh Sidhu in the state Assembly elections next year.Shrinate, while responding to Singh’s remarks, said elders sometimes say things when they are angry, The Indian Express reported. “He [Singh] is perhaps of my father’s age,” Shrinate said. “Elders get angry…they get very angry, and at times say so many things in anger. But we all respect his anger, his age, and his experience. I hope he will reconsider it.”Shrinate added that there was no room for “anger or revengeful feelings” in politics. “We hope he will be sensible and reconsider what he has said because he is a strong warrior of the Congress party,” she added. “Such remarks don’t suit his stature.”Also read: Amarinder Singh says he will fight ‘tooth and nail’ to stop Navjot Sidhu becoming Punjab CMSingh had stepped down as the chief minister on September 18 after a long-running feud with Sidhu. He had then said that he felt humiliated by how the Congress treated him. “I feel humiliated,” Singh had told reporters after resigning. “This has happened for the third time. They called MLAs twice in Delhi. And now this third meeting. I feel they have no confidence in my work.”Singh’s resignation came after repeated criticism from Sidhu for allegedly not fulfilling his election promises and for the delay in bringing to justice the perpetrators of the 2015 sacrilege case, where Sikh religious text Guru Granth Sahib was desecrated at Bargari in Faridkot. A day after Singh’s resignation, Congress chose Charanjit Singh Channi as the next chief minister of Punjab. He took oath on September 20. Channi is considered close to Sidhu.","author":"Scroll Staff","time":"2021-09-24T14:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150175-ikrpbflpkf-1604484668.jpg","tags":["Amarinder Singh","Congress","Punjab"],"source":"https://scroll.in/latest/1006121/is-there-space-for-insult-asks-amarinder-singh-after-congress-says-no-room-for-anger"}