{"title":"Is this the most beautiful (and controversial) film ever on the Olympic Games?","content":"One of the most effective propaganda filmmakers of all time also made one of the most gorgeous sports documentaries of all time. Olympia, Leni Riefenstahl’s two-part chronicle of the 1936 Summer Olympic Games in Munich, was released in 1938 to universal acclaim. Shot in shimmering tones of black and white and featuring camera and editing techniques that were largely unknown in documentary filmmaking at the time, Olympia is a tribute to the games and the beauty of the athlete’s body. Its achievements just about override Riefenstahl’s reputation as an apologist for German dictator Adolf Hitler, and Hitler’s attempts to use the event to push through his theories of the superiority of the German race.\n\n\n    \n    Play\n\n‘Olympia’.Riefenstahl embarked on Olympia soon after completing the notorious Triumph of the Will, a paean to the Nazi Party Congress in Nuremberg in 1934. The seductive camerawork frames Hitler as a divine force descending from the heavens, while low-angle shots lend the dictator a monumental effect that propagandists and filmmakers have imitated ever since.\n\n\n    \n    Play\n\n‘The Triumph of the Will’.The impact of Olympia on the documentary, sports coverage, advertising films and music videos is equally extensive. In just one instance, the shots of divers seemingly floating through the air from Herb Ritts’s music video for Madonna’s 1989 song Cherish are directly taken from the closing minutes of the second part of the project, Olympia Festival of Beauty.  Some of the high diving sequences were printed backwards to give the effect of the divers leaping out of the water and back onto the springboard. “They really had to look like birds.” Riefenstahl told Ray Muller in the 1993 documentary The Wonderful, Horrible Life of Leni Riefenstahl.\n\n\n    \n    Play\n\nThe diving scenes from ‘Olympia’.Riefenstahl, a dancer and actress, directed her first feature, Das Blaue Licht (The Blue Light) in 1931. Her first propaganda film for the Nazi Party was Der Sieg Des Glaubens (The Victory of Faith) in 1933, which impressed Hitler enough to entrust her with Triumph of the Will.  Riefenstahl received unprecedented financial and logistical support from the German government for Olympia. She took two years to complete the project and released different versions of varying length. There are at least 220 minutes of material that reveal practice sessions and the various stages of the 132 events. The first part, Olympia Festival of the Nations, doesn’t open in Germany but among the ruins of the Acropolis of Athens. Riefenstahl modelled her vision on the Olympics in ancient Greece. “Not only the stadium, but the whole culture – the temples, the sculptures,” she told Ray Muller.Body worship in ‘Olympia’.The first part kicks off with a staged torch relay featuring a series of nude and near nude athletes stretching their perfectly sculpted muscles as they throw javelins and discuses. Rifenstahl’s near-fascistic worship of the human form was a leitmotif running through her films and documentaries. The rest of the documentary chronicles the highlights, which are shot from unusual camera angles, edited to give a sense of the efforts of the athletes and the enthusiasm of the crowds, and set to a soaring score by Herbert Windt and Walter Gronosaty. Some of the sequences are in slow motion, while others are cut with the energy of the contemporary sports news report.Riefenstahl trained her team of over a hundred cameramen for several months before the games. They snuggled themselves into trenches at the arenas, positioned themselves in the bleachers in the stadium, and crawled into pits dug below the race tracks to capture the movements of the runners.Leni Riefenstahl during the ‘Olympia’ shoot.Using different lenses, cameras and film speeds, the crew captured the various sporting actions from near and far. In a hallucinatory sequence in Olympia Festival of Beauty, Riefenstahl elevates a marathon by shooting the sweat on the brows of the runners, their bodies from below as they lurch forward, and the shadows they cast on the track.Among the athletes showcased in loving detail is Jesse Owens, who won four gold medals at the 1936 Games. The highly enthused commentators at Munich made it a point to remark on the “black athletes” from America, and the games themselves were tainted by Hitler’s racial prejudices, but at least in Olympia, Owens’s achievements gets their due. Jesse Owens at the Munich games.Riefenstahl directed the shoot as though it were a military campaign, says a voiceover in Muller’s film. She would hold production meetings every night with her crew, and “every camera angle was deliberate and coordinated”. It took her 10 weeks just to look at all the footage.Although acclaim was showered on the documentary after its premiere in April 1938, Riefenstahl’s association with the Nazi Party caught up with her. She was in the United States of America in November 1938 when news emerged of the Kristallnacht pogrom that targetted Jews and their property in Germany. She was asked to leave the USA. Riefenstahl made only one feature film after Olympia, called Tiefland, in 1954, and raised more hackles in the 1960s with her photographs of the Nuba tribe in Sudan. “All four of Riefenstahl’s commissioned Nazi films—whether about Party congresses, the Wehrmacht, or athletes—celebrate the rebirth of the body and of community, mediated through the worship of an irresistible leader,” Susan Sontag wrote in her famous takedown of Riefenstahl in the New York Review of Books in 1975.Riefenstahl embarked on several films, but only one was completed. In the ’70s, she began documenting marine life and learnt scuba diving. The 2002 account of her scuba diving adventures, Impressionen unter Wasser (Impressions under Water), was made when she was 100 years old. She died the following year on September 8 in Germany, leaving behind a body of work that is as startling as it is divisive.Leni Riefenstahl.","author":"Nandini Ramnath","time":"2016-07-22T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812235-38018-heuexomxgd-1469131808.png","tags":["Olympia","Leni Riefenstahl","Documentary"],"source":"https://scroll.in/reel/812235/is-this-the-most-beautiful-and-controversial-film-ever-on-the-olympic-games"}