{"title":"‘Is there any work available?’ Indore’s jobs market  continues to reel under impact of note ban, GST","content":"It was a regular day here in India’s cleanest city, the largest in Madhya Pradesh and the state’s commercial capital: while the middle-class rushed to work, a crowd of daily-wage workers, most dressed in soiled shirts and lungis, a few in pants, assembled at Khajrana Square.To anyone who approaches them, they had a common question: “Sahab, kuch kaam milega kya?” (Sir, is any work available?).Khajrana Square is on the Indore-Mhow highway, a heaving neighbourhood with several thousand vehicles streaming by every hour, dotted with small shops that sell paan and gutka here in India’s seventh-poorest state by per capita income. Most of the people mentioned in this story earn more than Madhya Pradesh’s official urban poverty line of Rs 897 per person per month, which means they are likely not eligible for subsidies or social-security benefits.The start of each day at Khajrana Square is the same. Around 1,500 workers carrying steel lunch boxes and basic work tools, such as a spade, assemble here – now informally titled mazdoor chauraha or workers’ square – as early as 6 am, and begin the daily struggle of securing a job.Around 9 am, labour contractors arrive in trucks and pick up about 300 daily-wage workers, who are selected based on lowest price quoted–sometimes as low as Rs 150-Rs 200. The trucks take the lucky workers to construction sites in neighbouring towns up to 20 km away, such as Mhow, and drop them back in the evening.About three to four times the number that get daily jobs are left behind, with no prospect of earning money. This is a routine they have followed for more than a year.Daily-wage workers gather at the ‘Dehadi Shramik Shed’, or the Wage Workers’ Shed, built by the Indore Nagar Palika Nigam (municipal corporation) at Khajrana Square. Photo credit: Manish Chandra Mishra/IndiaSpendAcross town, one employer, Sanjay Patwardhan, owner of furniture maker SP Enterprises, explained it was harder to provide a job. Patwardhan now hires eight workers for “a few months” when he gets large orders – down from 50 in 2014. After demonetisation in 2016, he had to let go of 42. He cannot afford to pay a worker for a year, as he used to, and has stopped furniture manufacture–he only imports it now.Demonetisation and the Goods and Services Tax have “broken our strength”, said Patwardhan. Still hard to find, cash is “not something we can ignore at such small scales of operation”, he said. “As for the GST, the government made it so complex that we still cannot understand it properly.”While the troubles of informal-sector workers and industry owners started after the Narendra Modi-government’s demonetisation programme–which invalidated 86% of India’s currency overnight–in November 2016, it was the implementation of the GST in June 2017 that led to unprecedented effects on small- and medium-scale industries, the primary employers of unskilled labour.The effects are made worse in an era of Chinese imports. “Earlier we had seasonal employment during festivals, but now everything we use in our festivals comes from China,” said Gautam Kothari, president of an industries’ association in Indore’s Pithampur industrial area, and a former chairperson of a labour education centre run by the labour ministry. “Local people used to get jobs by making toys, lamps, but those job opportunities are no longer available.” A 5% increase in imports and decrease in exports can cost “thousands of jobs”, he added.The number of jobs declined by a third over four years to 2018, according to a survey by the All India Manufacturers’ Organisation, which polled 34,700 of its 300,000 member units. In 2018 alone, 11 million jobs were lost, mostly in the unorganised rural sector, according to data from the Centre for Monitoring Indian Economy, a consultancy.This is the first of an 11-part series, reported from labour hubs–places where unskilled and semi-skilled workers gather to seek contract jobs–nationwide, to track employment in India’s informal sector. This sector, which absorbs the country’s mass of illiterate, semi-educated and qualified-but-jobless people, employs 92% of India’s 527 million workforce, according to a 2016 International Labour Organization study based on government data.By delving into the lives and hopes of informal workers, this series will provide a reported perspective to ongoing national controversies over job losses after demonetisation and GST.The cost of reduced employmentKailash Sisodia, 45, is a daily wage construction worker who has studied up to Class 5. His red, checked turban and bright yellow t-shirt are a contrast to his sunken eyes and prematurely-wrinkled forehead.Originally from Bhind in the Chambal region of Madhya Pradesh, he moved around 600 km south-west to Indore 10 years ago to find a job. He lives with his wife, a cleaner at a garment shop, and 22-year-old son, a daily-wage worker educated up to Class 8. Poverty ended Sisodia’s dream of providing his son with a college education and a nine-to-five office job. Every day, including Sundays and holidays, Sisodia travels 15 km from his home–a one-room tin shed–to Khajrana Square in search of a job.Before demonetisation, Sisodia earned Rs 350 to Rs 400 per day but now gets about Rs 200. “Even if we get a job, the contractor is unable to pay our wages on time,” said Sisodia, adding that sometimes he goes a week without work. “Earlier, we had the liberty to choose work [he mostly worked at construction sites], but now we have to do anything, from cleaning nullahs (sewers) to crushing stone. We accept anything that comes our way.”Before demonetisation, Kailash Sisodia, 45, worked 25 days a month for Rs 12,000. Now, he works 14 days and his wife and son must also work to compensate. But the family together earns the same amount he once did. Photo credit: Manish Chandra Mishra/IndiaSpend There are 12,727 registered industrial units in seven industrial areas of Indore, including agro-based, textiles, furniture, rubber, metal and snacks factories, which provide employment to about 100,000, according to a 2016-17 industrial profile of the district prepared by the central government, the latest data available.Like Khajrana Square, there are 20 assembly points for informal labour around Indore, a city of 1.98 million. Each labour hub witnesses a gathering of up to 700 workers by 6 am. They are dressed in the same shabby clothes and carry packed lunches. There has been a “sharp rise” in the number of people turning up for work at these hubs, said Anand Lakhan, a social worker with Deen Bandhu Samaj Sahyog (Friends Of The Poor), a local worker advocacy. “Most of them have either lost their livelihoods in the recent past or have experienced sharp decline in income.”Before demonetisation, Sisodia worked for almost 25 days every month. Now, if he is lucky, he finds work for 14. Of Sisodia’s family, his wife and son each earn around Rs 3,000 per month. Together, the entire family earns about Rs 12,000 every month, an amount Sisodia earned by himself before demonetisation.Ramesh Kumar, 40, a big-built man in a soiled checked shirt and lungi, has a similar story.He previously earned Rs 5,000 per month as a security guard, choosing to be a daily-wage labourer once his children started school so he could earn more money. In 2012, when he started looking for work at Khajrana Square, he earned Rs 7,000 the first month, going up to Rs 12,000 in other months.“The problems began after notebandi (demonetisation),” said Kumar. Contractors in Indore said they were starved of cash and assured payment later. Now, they tell him the market is “poor” and there just isn’t work for labourers, he said.Kumar has not had a regular job in a year and his monthly earnings vary between Rs 3,000 and Rs 4,000. For the last three months, he has been unable to pay his the school fees of his children, who study in grades IV and VI.Up the economic ladder, the same storyArun Ingale, 43, a labour contractor in the construction industry, said his business collapsed after notebandi, an assessment confirmed by other contractors.Ingale, who now pays labourers Rs 200 per day, compared to Rs 350-Rs 400 earlier, said builders are willing to pay only half the actual wage, which makes it harder to find workers.“Half my clients have stopped their projects,” said Ingale, a tall, lean man dressed like a local politician in a short white kurta and pants, an unhappy expression on his face. “Labourers call me seeking jobs, but I do not have answers for them. The market is so competitive that if I refuse to work at a cheap price, builders hire other contractors who can provide cheap labour.”In addition, labourers ask for wages in cash. ATMs in this part of the country are often out of cash.Some contractors now visit nearby villages, many struck by India’s farm crisis, in search of low-wage labour, hoping they will find workers desperate enough to work for less.The effects of demonetisation and the GST – criticised for its hasty, often chaotic implementation – are cited by factory owners as reasons why they pay lower wages and have fewer jobs.Small-scale industries are the worst affected, said Kothari, the president of the Pithampur industries association quoted earlier.“About 20% of Indore’s small-scale factories, which produce readymade garments, namkeen, achar, papad, iron grills used in buildings and others, collapsed,” said Kothari. “Small-industry owners are still confused with GST. Small business ran on cash transactions and after notebandi, they never come back on track. Thousands of people who work for these industries lost their jobs.”Exactly how many lost jobs is hard to say because there is no official data that track job losses in Madhya Pradesh’s informal sector.The difficulties in tracking job lossesAkshay Hunka, founder of the Berozgar Sena (Jobless Army), an advocacy that makes the unemployed aware of their rights and opportunities, said while there are no government data on unemployment, “we can imagine the situation by looking at data from the employment registry”. That figure, Hunka said, doubled over four years to 2018.The number of educated, jobless youths registered with the Madhya Pradesh government increased 1.7 times from 2016-17 to 2019, from 1.12 million to 3.04 million.Hunka argued that the “actual unemployment number” exceeds official data. As many as 579 people committed suicide in Madhya Pradesh due to unemployment in 2015, as per National Crime Records Bureau data quoted in this 2018 Times of India report. This figure was only 24 in 2006.However, data preceding demonetisation do not reflect low unemployment.Twenty four rural Madhya Pradesh households in every 1,000 – 39 in urban areas – did not have an employed member, according to this 2013-14 labour and employment ministry report. The 2015-16 version of the report shows the figure for rural households to have more than doubled to 58; and for urban households, risen 26% to 49.Between 1999-2000 and 2009-2010, Madhya Pradesh’s share of informal workers as a proportion of the workforce barely changed from 94.36% to 94.93%, the fourth highest nationwide after Bihar, Uttar Pradesh and Rajasthan.The data may be fuzzy, but there is little dispute that the state’s workforce lacked the skills to cope with a changing economy, even without the disruptions of demonetisation and GST.Unskilled workers unprepared for new economyConstruction, food processing, pharma, auto components, plastic and paper products, and textiles are the primary job providing industries in Indore, which accounts for 12.9% of informal jobs in Madhya Pradesh, according to a January 2013 skills-gap study conducted for the state government by the National Skills Development Corporation.Despite available jobs in the industrial sector, Madhya Pradesh’s workforce did not have the skills needed, the report indicated, pointing out that government-funded training schemes could meet only 34% of the total incremental manpower estimate between 2012-17, “provided all the training is focused on meeting industrial manpower needs more than on livelihood trades”.“The trend of large scale industries generating low employment opportunities is primarily due to high levels of automation and mechanisation in the industries, with demand for only skilled manpower, in lesser numbers, to operate the machines,” the report said.Anil Joshi, owner of Vishal Fabrication, which makes iron grills, explained how training given to workers he wanted to hire was not apparent. “I had recruited freshly-trained students from ITI [Industrial Training Institutes], when I faced a staff shortage,” said Joshi. “Most of them did not know how to operate a welding machine.” The shortage of skilled staff has now pushed him to opt for automation.“Since the population aged 15-34 years is expected to rise to 30.4 million by 2026 (an increase of 21% from 2011), Madhya Pradesh needs to increase its capacity to deliver skills training and enable new entrants to the workforce to be employable,” said a 2016 Madhya Pradesh Skills Development Project report, prepared by the Asian Development Bank.Although Industrial Training Institutes can train 147,545 workers every year, only 30% of this capacity is utilised because of poor infrastructure and lack of skilled trainers “who can provide proper training infrastructure and impart job-ready, industry-relevant skills”.Even if they worked to capacity, these skilling programmes largely do not work for informal-sector workers.Yousuf Beg, a labour activist who runs Patthar Khadan Shramik Sangh (stone miners’ labour association), an advocacy that works with mining workers, explained how difficult it is for labourers from the unorganised sector to learn new skills.“These labourers are hand-to-mouth and cannot spend time learning new things,” said Beg. “They have been doing the same jobs for several years and earning their livelihood. We need to think of fresh ways to give them employment and skills at the same time, otherwise this [training of workers] is not feasible.”Factories need skilled labour all the time, but skilled workers are not available, said Swadesh Sharma, owner of Atharva Packaging, a printing and packaging unit. “On the other hand, so many people are unemployed. We have to fill the gap between the two.”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Manish Chandra Mishra, IndiaSpend.com","time":"2019-03-05T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114483-uihipocwwy-1551700170.jpg","tags":["job crisis","unemployment","labour laws","GST","demonetisation","Indore","informal economy"],"source":"https://scroll.in/article/915335/is-there-any-work-available-indores-jobs-market-continues-to-reel-under-impact-of-note-ban-gst"}