{"title":"Is the web series ‘Queen’ about Jayalalithaa? Here’s what Ramya Krishnan has to say","content":"An actress from the Tamil film industry becomes a political heavyweight after the death of her lover-mentor. Any resemblance to movie star and Tamil Nadu chief minister J Jayalalithaa is a huge coincidence, the lead performer of the web series Queen told Scroll.in. Queen stars Ramya Krishnan as Shakti Sheshadri and has been directed by Gautham Menon and Prasath Murugesan. Shakti has a bindi on her forehead that looks just like the one sported by Jayalalithaa, but the character is a figment of the imagination, Krishnan asserted. “Queen is based on a book of the same name by Anitha Sivakumar,” Krishnan said. “Sivakumar’s book is based on true incidents. What those incidents are, you’ll have to ask her. If Shakti reminds you of Jayalalithaa, that’s fine with me. But as far as we are concerned, it is based on a book.” Queen will be streamed on MX Player from December 14. It will beat at least two movies on Jayalalithaa, who died in 2016 – Vijay’s biopic Thailaivi, starring Kangana Ranaut, and The Iron Lady, directed by Priyadharshini and starring Nithya Menen.The movies as well as the web series promise to provide insights into Jayalalithaa’s eventful life, which include stardom as an adolescent, a lengthy and well-publicised relationship with the screen icon and Tamil Nadu chief minister MG Ramachandran, and her own stint as the state’s leader between 1991 and 2016.Krishnan was strongly attracted to Shakti’s journey. “Shakti Sheshadri does remind me of Jayalalithaa in a lot of ways, and I’m happy it does,” Krishnan said. “I’m a huge fan of her, have been, and always will be. I could relate to her journey – she wanted to study but could not manage to, then started her journey in films reluctantly. It was the same with politics, where she was reluctant at the start but then excelled at it and that too in a world full of men. I’m talking about Shakti Sheshadri by the way.”Krishnan also found parallels between Shakti and herself. “From being a dancer to entering the field of cinema, being considered arrogant because you were a shy person, trying to find your way in a man’s world and still being able to stand strong – all of this was quite familiar to me,” said Krishnan, who made her debut at the age of 14 in the Tamil-language Vellai Manasu in 1985 and went on to headline films in the four major language industries in the South. \n\n\n    \n    Play\n\nQueen.Among Krishnan’s most well-known roles is Neelambari from the 1999 blockbuster Padayappa. Neelambari is a confident woman pitted against Rajinikanth’s feudal-minded hero. Neelambari is punished for her ambition and assertion, and she kills herself.Krishnan sees Neelambari as a figure of inspiration rather than an example of cinematic misogyny. “What’s wonderful about Neelambari is that she wasn’t tamed by a man even at the end,” Krishnan said. “Neelambari proved that there was nothing wrong with women being adamant about the things they want.”Two of Krishnan’s recent roles that have created waves represent vastly different sensibilities. In SS Rajamouli’s two-part blockbuster Baahubali (2015, 2017), Krishnan plays the proud and fiery queen Sivagami. “I just loved the character – her introduction scene especially gave me goosebumps,” Krishnan said.In Thiagarajan Kumararaja’s Super Deluxe (2019), Krishnan was cast against type as Leela, a former porn actress who finds herself in an awkward position when her adolescent son watches one of her films. “I liked the fact that she was not someone who felt bad about what happened in her life,” Krishnan said. “I also liked the challenge of doing that one-shot scene.”Having been in the movies for over three decades, Krishnan finds that opportunities are increasing for actors of her vintage and experience. “We finally have more choices and these are all different kinds of characters,” Krishnan said. “Filmmakers are considering women for pivotal roles instead of giving them to men all the time.”","author":"Archana Nathan","time":"2019-12-11T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132624-opxjuaaqdf-1576064579.jpeg","tags":["Jayalalithaa","Web series Queen","Ramya Krishnan"],"source":"https://scroll.in/reel/946529/is-the-web-series-queen-about-jayalalithaa-heres-what-ramya-krishnan-has-to-say"}