{"title":"Is this the end of Kashmiri ‘mainstream’ politics as we know it?","content":"On the evening of August 5, an executive magistrate in Srinagar issued an order to arrest Mehbooba Mufti, the former Jammu and Kashmir chief minister and People’s Democratic Party leader. There were “strong apprehensions of law and order situation,”, the printed order said. “Your activities are also likely to cause a breach of peace.”Handwritten at the bottom of the notice was the place of her incarceration: “Chashmashahi Suite, Ground Floor, Hari Niwas Guest House – declared as a subsidiary jail under SRO-498”. Before it became a guest house, Hari Niwas was a torture centre where an unknown number were detained, maimed and killed in the 1990s. Even before that, it was a palace, built by the Dogra king of Jammu and Kashmir, Maharaja Hari Singh. He fled Kashmir in 1947, never to return. The criminal investigation department started using the building after 1985.It is on Gupkar Road, minutes away from Mufti’s own home. Before the building became her home, it had also been a torture centre in the 1990s, locally known as Papa 2.The life cycle of Hari Niwas, from pleasure palace to torture centre to guest house to a prison once more, seems to reflect Delhi’s relationship with the political leadership of Srinagar. Or at least, the section of the leadership called the “political mainstream” as it took part in elections post 1947. It has been a relationship that swung between indulgence and abuse. While Delhi seemed to make accommodations, it left Srinagar’s mainstream leaders in no doubt that they existed at its pleasure.Nehru and Sheikh AbdullahIt started with the illusion of choice. Much was made of the personal friendship between Jawaharlal Nehru and National Conference leader Sheikh Abdullah, both men who appeared to share a secular and socialist politics. While the Sheikh steered the Valley towards a union with India, Nehru promised a plebiscite where Kashmiris would decide on their political future.It also started with the illusion of equality, as the Sheikh and Nehru walked side by side into the post-colonial era. Jammu and Kashmir was to have its own Constitution. Instead of a chief minister, it would have a prime minister, and instead of a governor who was an emissary of the Centre, a head of state called “sadr-e-riyasat” elected by the legislative assembly. Nehru became independent India’s first prime minister and Sheikh Abdullah the first prime minister of Jammu and Kashmir.The illusion of choice ended in 1953, when the Sheikh was dismissed from his position as prime minister on the grounds that he had lost the confidence of his cabinet. He was then imprisoned for 11 years for allegedly conspiring against the state, allying with Pakistan to fight for Kashmiri independence.His imprisonment spurred the formation of the Plebiscite Front, which broke away from the National Conference to demand his release and the long-promised plebiscite. In 1964, the Sheikh was released and reconciled with Nehru; he was to be India’s bridge to Pakistan. Sheikh Abdullah had reached Muzaffarabad in Pakistan-occupied-Kashmir, in an attempt to talk peace,  when news of Nehru’s death broke. The illusion of equality ended soon afterwards. In 1965, it was decreed that Kashmir was no longer governed by a prime minister but a chief minister. The sadr-e-riyasat was replaced by a governor.Bargaining for lessSince 1953, leaders within the political mainstream who spoke for Kashmiri rights have been bargaining for less and less, as the Indian state outlawed the demand for a plebiscite and steadily ground down autonomy within the Constitution.The year after Nehru’s death, the Sheikh was back in jail, after a trip to China and an article in an American magazine where he wrote that India, Pakistan and Kashmir should find a solution in which Kashmiris would have the “substance of their demand for self-determination but with honour and fairness to both India and Pakistan”. He would remain interned till 1968. In 1975, Indian recognition of a possible plebiscite was put to rest finally with the Indira-Sheikh Accord, where Jammu and Kashmir officially acquiesced to Indian sovereignty, settling for autonomy, in a diminished and compromised form, under Article 370. By now, the Sheikh was only pleading for autonomy to remain intact. In a letter to Prime Minister Indira Gandhi, he writes, “I had agreed to throw in my lot with India on the basis of the Instrument of Accession signed by the Maharaja which guaranteed complete internal autonomy to the State. If this autonomy is taken away, then the very foundation of the relationship is destroyed.”Gandhi’s reply was blunt: “I am aware of your views on the Centre–State relationship in respect of the State of Jammu and Kashmir. I have already explained to you that the clock cannot be put back and we have to take note of the realities of the situation.”Sheikh Abdullah’s reputation as the “Lion of Kashmir”, the leader who stood up for Kashmiri rights, was demolished. In the popular memory of the Valley today, he is the leader who “betrayed” Kashmir to stay in power.Replacement politicsWhen mainstream leaders proved unmanageable, Delhi made a habit of replacing them with politicians considered more pliable.So in 1953, the Sheikh was replaced by Bakshi Ghulam Mohammad, the “dissident” National Conference leader who opposed him. In 1965, the National Conference was dissolved, to be reincarnated as the local branch of the Congress. In January 1971, the Plebiscite Front was banned and the Sheikh was exiled from Kashmir for 18 months as India went to war in the territory that was then called East Pakistan. Jammu and Kashmir went for assembly elections the following year. The Congress won easily.“Over a million politically conscious members of the outlawed Plebiscite Front were conveniently removed from the field to clear the path for a walk-over for the Congress,” wrote the Sheikh. “The door of democratic processes have thus been banged on the real representatives of the people’As the Sheikh pointed out in his letters to Indira Gandhi in the run-up to the accord, Plebiscite Front leaders had been jailed before every state or Parliamentary election, in 1957, 1962, 1967 and 1972.In 1977, the National Conference, reconstituted once more under Sheikh Abdullah, won the assembly elections. After the accord, it would seem, the energies of the party which the Centre considered dangerous had been contained. But Delhi wanted more – an actual stake in the state government. After the Sheikh’s death, Indira Gandhi’s Congress (I) wanted an alliance with the National Conference for the elections of 1983. His son and successor, Farooq Abdullah, refused. After a vicious campaign, the National Conference won. But in 1984, Delhi engineered a coup to replace then Chief Minister Farooq Abdullah, for allegedly being soft on militants from Pakistan and Punjab. He was replaced by his brother-in-law, Ghulam Mohammad Shah, who in turn was replaced by governor’s rule.By the next elections in 1987, Farooq Abdullah had been corralled into an alliance with the Congress. A new conglomeration of Islamic parties, grouped under the Muslim United Front, was tipped to win that year. The National Conference alliance won instead. The former chief minister later said of that year, “I’m not saying the elections weren’t rigged, but I didn’t rig them”.Those elections proved to be the tipping point. Many leaders of the Muslim United Front left mainstream politics, never to return. They included Syed Ali Shah Geelani, who became a veteran leader of the separatist Hurriyat, and Mohammad Usuf Shah, later known as Syed Salahuddin, chief of the Hizbul Mujahideen.Jammu and Kashmir politicians at an all-party meeting at Farooq Abdullah's residence on August 4. Photo: PTIThe Gupkar consensusThe political mainstream in Kashmir, which once promised to carry all shades of opinion within it, was narrowed over the decades. The Plebiscite Front went first, then the Jama’at-e-Islami, which preached political Islam but stood for elections till the 1980s. Parties like the National Conference, which pushed for autonomy, and the People’s Democratic Party, which spoke of “self-rule” when it was formed in 1999 and was supposed to absorb separatist aspirations into the mainstream, slowly went quiet on their agendas.As Jammu and Kashmir entered an era of coalitions between regional and national parties, the idea was no longer to be a bridge between Indian and Pakistan but between Delhi and Srinagar, to seek whatever concessions could be wrangled out of the Centre for the state. As militancy spread in 1989, and the Indian government lost currency in Kashmir, those who stood for its elections were branded “collaborators” by sections of the local population. During the mass protests of 2008, 2010 and 2016, Valley-based parties were required to uphold the writ of the Centre even as they grew more cut off from their popular base. Militancy and popular protests pushed the senior leadership of Valley-based parties further into the securitised enclave of Gupkar Road. On August 4, as anxieties grew in Kashmir, traditional party rivalries within the Valley were set aside and a “Gupkar Declaration” was issued, resolving to fight against the abrogation of special status. It was the dying declaration of a status quo that has now come to an end. As the state was amputated without consent, stripped of special status and carved up into two Union Territories, Delhi seemed to dispense with the illusion of democracy in Jammu and Kashmir.Days later, the Valley’s mainstream leaders remain under arrest, many of them reportedly shifted to Hari Niwas along with Mufti. The politics they once stood for has also been forced out of the mainstream. Indeed, there may not be a mainstream anymore.","author":"Ipsita Chakravarty","time":"2019-08-09T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/933220-oyafhalzbh-1529940400.jpg","tags":["Jammu and Kashmir","Narendra Modi","Jawaharlal Nehru"],"source":"https://scroll.in/article/933220/is-this-the-end-of-kashmiri-mainstream-politics-as-we-know-it"}