{"title":"‘Is this man for real?’ Notes from the sets of Satyajit Ray’s ‘Shatranj Ke Khilari’","content":"Yeh Un Dinon Ki Baat Hai is a delightful collection of translations of film writings from Urdu magazines published between the 1930s and the 1990s. Selected and translated by Yasir Abbasi, the collection includes a tribute by Nargis to Meena Kumari, an autobiographical essay by Johnny Walker, and Naushad’s observations on working with K Asif on his film Mughal-e-Azam. In the essay Kya Aadmi Tha Ray! from Naya Waraq, Javed Siddiqi recalls his experiences of co-writing the screenplay and dialogue of Satyajit Ray’s first non-Bengali film Shatranj Ke Khilari in 1977. Produced by Suresh Jindal, the film is set in 1856 and examines the annexation of the princely kingdom Awadh, which is ruled by Wajid Ali Shah, through the eyes of two decadent chess-addicted noblemen. The adaptation of the Premchand story of the same name stars Sanjeev Kumar and Saeed Jaffrey as the noblemen and Amjad Khan as Wajid Ali Shah and has Bansi Chandragupta as the production designer. Edited excerpts from Javed Siddiqi’s essay. Generally, film directors are uncomfortable with crowds and spectators on their sets but Manikda was altogether contrary. I can’t remember even a single occasion during the shooting of Shatranj Ke Khilari at Indrapuri Studios when there were less than 150 to 200 onlookers. And it wasn’t as if a mob would gatecrash and then become impossible to clear – no, not at all. Requisite arrangements were made to accommodate the visitors. A rope was used as a makeshift barricade so that outsiders did not step inside the area of work, and there would also be chairs for special guests.Sanjeev Kumar and Saeed Jaffrey in Shatranj Ke Khilari (1977). Courtesy Devki Chitra Productions.What baffled me was that work would carry on as usual, seemingly oblivious to the throng. The audience too would watch the proceedings in perfect decorum. The sets were always free of any kind of disruption, and I didn’t hear Manikda raise his voice ever. He even gave instructions to the artistes so softly that in spite of standing next to him, there were times when I couldn’t hear him. No matter how far he was, he would never yell or gesticulate even for a minor adjustment in the actor’s position. He would quietly walk up, explain the change, and retreat.During the shooting of one of the scenes, Manikda was with the camera on top of a crane, and a Muharram procession with Amjad Khan playing a taasha [kettledrum] was supposed to pass beneath. In the middle of it, we heard a voice: “Cut!” and everyone stopped. The crane came down and Manikda alighted. He went to Amjad Khan, told him something and went back to the crane. Do you know what was it that he had come all the way from the top to say? He told the actor, “As you move forward playing the taasha, just tilt your head up a bit.”He had another unusual habit – once he reached the sets, he would come out only after calling for the pack-up in the evening. Even during the lunch break, when the entire crew including the light men, spot boys and production people went out, he would stay back at the desolate shooting floor. Holding a pen in one hand and a sandwich in the other, he would sit there with the khaata on his lap and his eyes on the pages. His diet was strange – in an eight hour shift, all he would eat was a chicken sandwich and a kulhad of mishti doi – that’s it. And then he would smoke a cigarette for a change of taste. Manikda was a gifted man and the list of his talents was so extensive that after going through it, one would instinctively wonder, “My God! Is this man for real?”  Satyajit Ray on the sets of Shatranj Ke Khilari (1977). Courtesy Devki Chitra Productions.Trivial things that would normally go unnoticed by others were immediately detected by his third eye. When he came to inspect the set for Meer Roshan Ali’s house that was being put up at the studio, he told Bansida that the walls should not appear too clean. Bansida assured him of the same. Later, while on his way back, Manikda suddenly stopped and went over to a bucket in which paintbrushes had been dumped to soften up. He picked up a brush that was soaked in dirty water and began to soil the wall with it. Then he looked at the dull and gloomy wall and said, “This lack of colour is the true colour. It should seem as if the walls haven’t been touched up in years.”There’s another anecdote about the same set. The cameraman Soumendu Roy had finished the general lighting, and Manikda came to check it. He looked around for a while and then, pointing to a Brute (a 10 kilo-watt light that was used earlier) placed on a raised wooden platform, told Soumendu, “Reduce its height by two feet.”Soumendu nodded and got busy in getting it done, but I couldn’t quite decipher the reason for it. The light was there to simulate sunlight in the courtyard – what purpose can moving it up or down by a couple of feet serve? When I couldn’t hold myself back any longer, I asked him about it. He didn’t respond and moved ahead. It’s true that I had never seen anyone probe him about his decisions, but the journalist in me was incorrigible. He got slightly irritated when I posed the question again. Looking at me straight in the eye, he shot back, “You’ve worked on the script – and you still don’t know?”“Yes I have, but this light …”“What is the location of the scene?”“It’s Lucknow.”“What is the weather like?”“It’s the winter season … December-January.”“At what time does Mirza come to Meer’s house?”“He comes in the morning – around 9 or 10.”“Exactly! During winters in Lucknow, it is at 10 o’clock in the morning that the sun comes up. So what should be the angle of the light?”After saying that, he gave me a light slap on my shoulder and then walked out of the set. I was left in a state of daze and kept thinking, “Arey baap rey! Is he really human?”Shabana Azmi in Shatranj Ke Khilari (1977). Courtesy Devki Chitra Productions.When Shatranj Ke Khilari was released in 1977, I was away on work. Manikda had recommended my name to British director James Ivory to take me on as his chief assistant on a film. Hence, I was in Jodhpur at that time, busy with the shooting of the Merchant-Ivory production Hullabaloo Over Georgie and Bonnie’s Pictures. As soon as I came back after around three months, I hurried across to Regal cinema but was told that the film wasn’t appreciated and had to be taken off after just four weeks. It’s an altogether different matter that over the course of time, the same film has made a profit that is four times more than what it cost.When he visited Bombay a few years after the release of the film, I went over to meet him. He received me with a lot of warmth and spent a long time listening about my experiences in the Bombay film industry.I asked him if there was another Hindi-Urdu project on the anvil. He replied, “I want to film the story of Dara Shikoh.”I put forward another question: “Will we be a part of it?”He burst out laughing. “If you won’t be there, then how will the film get made?”That was the last time we met. Many years have passed by but that phrase continues to glisten like a gold medal in my memories. He suffered a heart attack while shooting Ghare Baire in 1983, and as a consequence, his active lifestyle was severely restricted. However, he was a courageous man and making films was not merely a passion for him – his whole life revolved around it. That’s why it wasn’t long before he got back to work. When I called him once to wish him on his birthday, the characteristic exuberance in his voice was missing. I told him, “I really wish to see you.”“Come over to Calcutta,” he replied.I said, “I am ready. Please start the film on Dara Shikoh.”He fell silent for some time and then spoke up, “That doesn’t seem too probable, Javed. The canvas of it is so huge that it requires a great deal of painstaking effort. I’ll give it a thought once my health improves.”That was the last time I heard his voice. I can’t recall now whose voice it was on the phone that said these words to me on 23rd April 1992: “Javed, your Manikda is gone.”Excerpted with permission from Yeh Un Dinon Ki Baat Hai, selected and translated by Yasir Abbasi, Bloomsbury.","author":"Javed Siddiqi","time":"2018-12-06T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107205-xzqkhgnvck-1543860477.jpeg","tags":["Satyajit Ray","Shatranj Ke Khilari","Amjad Khan"],"source":"https://scroll.in/reel/904416/is-this-man-for-real-notes-from-the-sets-of-satyajit-rays-shatranj-ke-khilari"}