{"title":"Ishrat Jahan fake encounter case: CBI opposes discharge pleas of two Gujarat Police officers","content":"The Central Bureau of Investigation on Friday opposed the discharge pleas of former Gujarat Police officers DG Vanzara and NK Amin in the 2004 Ishrat Jahan alleged fake encounter case, reported PTI. The agency told a special CBI court in Ahmedabad that it had sufficient evidence to establish that Vanzara was the mastermind of the entire operation while Amin was present at the encounter site, reported IANS. The matter will be taken up next on May 5.In June 2004, Jahan and three others were killed in an alleged encounter with security forces on the outskirts of Ahmedabad. The Gujarat Police had claimed that the four had links with terrorist groups and were conspiring to kill Narendra Modi, who was Gujarat’s chief minister at the time. However, a special investigation team set up by the High Court had found the encounter to be fake. After this, the case was transferred to the Central Bureau of Investigation.Vanzara has sought relief arguing that the CBI chargesheet was “concocted and politically motivated” and there was “no prosecutable material” against him. A former deputy inspector general of Ahmedabad Crime Branch, he also pleaded for parity as former Gujarat Director General of Police PP Pandey was discharged in February. Pandey is the only accused among seven police personnel and four Intelligence Bureau officials to be discharged.Amin, in his plea, has said that the CBI did not follow the legal procedure while making certain accused approvers in the case. He was the superintendent of police, working under Vanzara, when the alleged fake encounter took place. Amin has claimed that there was no evidence of firing from his service revolver, reported The Indian Express. Amin has also sought discharge on the ground that the four accused Intelligence Bureau officers were never arrested.","author":"Scroll Staff","time":"2018-04-28T08:24:29.722532+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/877190-29687-bdfublhczn-1524883957.jpg","tags":["Ishrat Jahan encounter","DG Vanzara","NK Amin","Gujarat Police","CBI"],"source":"https://scroll.in/latest/877190/ishrat-jahan-fake-encounter-case-cbi-opposes-discharge-pleas-of-two-gujarat-police-officers"}