{"title":"Ishrat Jahan fake encounter case: CBI court rejects discharge pleas of two former police officers","content":"A special  Central Bureau of Investigation court on Tuesday rejected the discharge pleas of former Gujarat Police officers DG Vanzara and NK Amin in the 2004 Ishrat Jahan fake encounter case, ANI reported. The court had finished hearing the arguments of the two officers, the CBI and Jahan’s mother in July, The Times of India reported. In April, the investigative agency opposed the officers’ pleas, saying it had sufficient evidence to establish that Vanzara was the mastermind of the entire operation while Amin was present at the encounter site. In July, Jahan’s mother, Shamima Kauser, filed an objection petition against their discharge pleas.In June 2004, Jahan and three others were killed in an alleged encounter with security forces on the outskirts of Ahmedabad. The Gujarat Police had claimed that the four had links with terrorist groups and were conspiring to kill Narendra Modi, who was Gujarat’s chief minister at the time. However, a special investigation team set up by the High Court had found the encounter to be fake. After this, the case was transferred to the Central Bureau of Investigation.Vanzara, a former deputy inspector general of Ahmedabad Crime Branch, told the court he should be let go as the CBI chargesheet was “concocted and politically motivated” and there was “no prosecutable material” against him. Amin, in his plea, accused the CBI of not following the proper legal procedure while making certain accused approvers in the case. He was a superintendent of police, working under Vanzara, at the time of the incident.","author":"Scroll Staff","time":"2018-08-07T13:32:51.183000+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889540-18208343404_82866bddfb_o.jpg","tags":["Ishrat Jahan fake encounter","Gujarat","DG Vanzara","NK Amin"],"source":"https://scroll.in/latest/889540/ishrat-jahan-fake-encounter-case-cbi-court-rejects-discharge-pleas-of-former-police-officers"}