{"title":"Ishrat Jahan case: CBI not to challenge discharge of ex-Gujarat police officers DG Vanzara, NK Amin","content":"The Central Bureau of Investigation has informed a court in Ahmedabad that it will not appeal against the discharge of former Gujarat Police officers DG Vanzara and NK Amin in the Ishrat Jahan fake encounter case, PTI reported on Thursday.Central Bureau of Investigation lawyer RC Kodekar conveyed the decision in a written submission to special CBI judge RK Chudawala. No grounds of acceptance were mentioned in the application, according to The Indian Express. The court has scheduled the next hearing on August 9.On May 2, a special CBI court dropped proceedings against Vanzara and Amin after the agency did not get the Gujarat government’s sanction to prosecute them. The state government had refused to grant the sanctions, saying the police officers had done their official duty. Section 197 of the Criminal Procedure Code makes it compulsory for an investigating agency to secure the government’s permission before prosecuting a public servant. Ishrat Jahan’s mother Shamima Kauser had opposed the discharge applications of Vanzara and Amin but has not approached a higher court yet. The remaining four accused in the case – GL Singhal, Tarun Barot, Anaju Chaudhary and JG Parmar – are now likely to approach the CBI court seeking a discharge, PTI reported.  Singhal, an Indian Police Service officer, is currently Inspector General of the Commando Training Centre in Gandhinagar. Anaju Chaudhary, a commando of the State Reserve Police, is also serving, while Barot and Parmar have retired.The court had earlier discharged former Indian Police Service officer PP Pandey from the case.In August 2018, the court had rejected Vanzara and Amin’s discharge pleas. The investigating agency had opposed the officers’ petitions, saying it had sufficient evidence to establish that Vanzara was the mastermind of the entire operation and Amin was present at the encounter site. The alleged fake encounter caseIn June 2004, Jahan and three others were killed in an alleged encounter with security forces on the outskirts of Ahmedabad. The state police had claimed that the four had links with terrorist groups and were conspiring to kill Narendra Modi, who was Gujarat’s chief minister at the time. However, a special investigation team set up by the High Court had found the encounter to be fake. After this, the case was transferred to the Central Bureau of Investigation.Vanzara had told the court he should be let go as the CBI chargesheet was “concocted and politically motivated” and there was “no prosecutable material” against him. Amin, in his plea, accused the investigating agency of not following the proper legal procedure while making certain accused approvers in the case. He was a superintendent of police, working under Vanzara, at the time of the incident.","author":"Scroll Staff","time":"2019-07-26T12:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/16653-bbkklofksy-1553062926.jpeg","tags":["Ishrat Jahan","NK Amin","DG Vanzara","CBI"],"source":"https://scroll.in/latest/931841/ishrat-jahan-case-cbi-not-to-challenge-discharge-of-ex-gujarat-police-officers-dg-vanzara-nk-amin"}