{"title":"Ishrat Jahan case: CBI says Gujarat government refused sanction to prosecute former police officers","content":"The Central Bureau of Investigation on Tuesday said that the Gujarat government has declined sanction to prosecute former Gujarat Police officers DG Vanzara and NK Amin for their alleged role in the fake encounters of Ishrat Jahan and three other people, The Indian Express reported.The CBI handed over the Gujarat government’s response in a sealed cover to special court judge JK Pandya on Tuesday. “The letter was in a sealed cover and only the last part where prosecution was not granted to both [Vanzara and Amin] was made public,” special public prosecutor RC Kodekar, representing the agency, told the newspaper.The government’s reason to deny sanction to prosecute the police officers are not known, reported Hindustan Times. “We had received the sealed cover, which was submitted to the court,” Kodekar said. “The court has told that in the letter the government has declined the permission.”Kodekar said it was now up to the special court to take a decision. “The court can either agree with the government, or it can disagree, or it may ask us to make a submission on this aspect,” he said.Defence lawyer VD Gajjar then sought permission to file an application to drop the proceedings against the two former police officers. The court asked them to file the application on March 26.Vanzara, a former deputy inspector general of Ahmedabad Crime Branch, told The Indian Express that the contents of the government report will be made public on March 26, and “then we will decide the future course of action”.The CBI had informed the special court in October that it had asked the Gujarat government for permission to prosecute the two former officers. Section 197 of the Criminal Procedure Code makes it compulsory for an investigating agency to secure the government’s permission before prosecuting a public servant.The court had rejected Vanzara and Amin’s discharge pleas during the August hearing. The investigating agency had opposed the officers’ discharge pleas, saying it had sufficient evidence to establish that Vanzara was the mastermind of the entire operation and Amin was present at the encounter site.The alleged fake encounter caseIn June 2004, Jahan and three others were killed in an alleged encounter with security forces on the outskirts of Ahmedabad. The state police had claimed that the four had links with terrorist groups and were conspiring to kill Narendra Modi, who was Gujarat’s chief minister at the time. However, a special investigation team set up by the High Court had found the encounter to be fake. After this, the case was transferred to the Central Bureau of Investigation.Vanzara had told the court he should be let go as the CBI chargesheet was “concocted and politically motivated” and there was “no prosecutable material” against him. Amin, in his plea, had accused the investigating agency of not following the proper legal procedure while making certain accused approvers in the case. He was a superintendent of police, working under Vanzara, at the time of the incident.","author":"Scroll Staff","time":"2019-03-20T12:42:18.090971+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/16653-bbkklofksy-1553062926.jpeg","tags":["Ishrat Jahan","DG Vanzara","NK Amin","CBI","Fake Encounter"],"source":"https://scroll.in/latest/917256/ishrat-jahan-case-cbi-says-gujarat-government-refused-sanction-to-prosecute-former-police-officers"}