{"title":"Ishrat Jahan’s mother says ‘spirit shattered by impunity’, can no longer be part of court hearings","content":"The Central Bureau of Investigation court hearing the Ishrat Jahan fake encounter case on Tuesday took on record a submission made by Jahan’s mother Shamima Kausar, demanding that the agency secure the conviction of former Gujarat Police officers DG Vanzara and NK Amin. The CBI had told the court in July that the agency will not appeal against the discharge of the two ex-officers. On May 2, the special CBI court dropped proceedings against Vanzara and Amin after the agency did not get the Gujarat government’s sanction to prosecute them. The state government had refused to grant the sanctions, saying the police officers had done their official duty. In her letter to the investigating CBI officer in the case, Kausar said the “need for transparency, accountability and an end to impunity by men in uniform has never been more”. She requested the investigating officer to place the letter before the CBI court in Ahmedabad on or before the next hearing on September 21. However, the letter was taken on record only on Tuesday.Kausar said her daughter had nothing to do with terrorism and had been falsely implicated in the case. “I had never imagined that seeking truth and justice could be such an uphill, arduous, life consuming and almost an impossible task,” Kausar wrote. She said that a special investigation team had submitted to the Gujarat High Court in 2010 that the encounter was not genuine and that “Ishrat Jahan and three others were first abducted, held in illegal confinement and then murdered in cold blood by officers and men of the Gujarat Police”. “After this prolonged fight for justice, I feel hopeless and helpless,” Kausar wrote. “More than 15 years have passed, all the accused including the police officials are on bail. Some of them were reinstated by the Gujarat government even as they faced prosecution for the murder of my daughter. After 15 years, the trial has barely begun. I have been informed that the State of Gujarat has now submitted to the court that they are not granting sanction for prosecution of the accused officers.”Kausar said that the sanction has been refused in a case where the CBI stated on record that Jahan was killed in a planned manner after being illegally abducted and confined. “I am heartbroken and my spirit shattered, at the perpetuation of this culture of impunity,” Kauser wrote. “Thus I have instructed my counsel, Advocate Vrinda Grover, that presently I have lost my will to fight, and can no longer participate in the proceedings before the CBI court.”On September 21, the CBI opposed the discharge plea of four other officers named in the case, PTI reported. The four officers are Gujarat’s Inspector General of Police GL Singhal, retired Deputy Superintendents of Police Tarun Barot and JG Parmar, and State Reserve Police Commando Anaju Chaudhary. The four officers had sought discharge on the grounds of parity of their cases with DG Vanzara and NK Amin. The four officers told the court that the CBI had not sought their sanction for prosecution from the Gujarat government.However, the CBI opposed their plea, asserting that the sanction for prosecution was not needed under Section 197 of the Criminal Procedure Code as the case pertains to serious offences including that of murder.The alleged fake encounter caseIn June 2004, Jahan and three others were killed in an alleged encounter with security forces on the outskirts of Ahmedabad. The state police had claimed that the four had links with terrorist groups and were conspiring to kill Narendra Modi, who was Gujarat’s chief minister at the time. However, a special investigation team set up by the High Court had found the encounter to be fake. After this, the case was transferred to the Central Bureau of Investigation.Vanzara had told the court he should be let go as the CBI chargesheet was “concocted and politically motivated” and there was “no prosecutable material” against him. Amin, in his plea, accused the investigating agency of not following the proper legal procedure while making certain accused approvers in the case. He was a superintendent of police, working under Vanzara, at the time of the incident.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-01T22:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/23587-dwtorolxih-1569948119.jpg","tags":["Shamima Kausar","Ishrat Jahan","DG Vanzara","fake encounters","Central Bureau of Investigation"],"source":"https://scroll.in/latest/939155/ishrat-jahans-mother-says-spirit-shattered-by-impunity-can-no-longer-be-part-of-court-hearings"}