{"title":"ISL 2023-24: Mohun Bagan Super Giant win League Shield after thrilling win over Mumbai City FC","content":"The warning bell first sounded early in the first half. A cross came in from deep in the right flank towards a solitary figure, Liston Colaco, lurking on the far side of the Mumbai City FC penalty box. He strode forward purposefully and bent low for a header that crashed off the woodwork.Mohun Bagan Super Giant were getting close. They had signalled their intent.The final league match of the 2023-24 Indian Super League season was almost like a final. Mumbai City, the highest-ranked team, needed just a draw. Second-placed Mohun Bagan needed a win.This was a match between two teams that had a change in fortune with new coaches coming in mid-season. But on Monday night, at the Salt Lake Stadium in Kolkata, Mohun Bagan had home conditions and support on their side, along with an experienced manager – a serial-winner in India – Antonio Lopez Habas at the helm.And eventually the hosts would win a tactical battle to beat defending champions Mumbai 2-1 and lift the League Shield for the first time. With the title, they secured a spot in the AFC Champions League 2 main draw for next season.#ISL #MBSGMCFCMohun Bagan Super Giant are the 2023-24 Indian Super League Shield winners!The Kolkata giants win their first-ever ISL Shield after beating Mumbai City 2-1 in the final match of the league season!FT: MBSG 2-1 MCFC📷 Jio Cinemahttps://t.co/4zZ1cpQ12m pic.twitter.com/thXEs1hQRL— The Field (@thefield_in) April 15, 2024\n\n\nHabas had led the erstwhile Atletico de Kolkata (a club that later merged with Mohun Bagan) to the ISL title in 2014 and 2019-20. In June, he had been made technical director at the club but was brought in as manager after the previous coach Juan Ferrando was sacked from the role.The 66-year-old from Spain is known to field teams that focus more on defensive discipline while hitting back on counter-attacks. From Ferrando, he inherited a set of attack-minded players, but Habas has been happy in giving them the freedom to let their flair come to the fore.It is what has seen them win nine of their last 12 matches.On Monday, both versions of Habas’ tactics were on display.Mohun Bagan had been the better team through most of the first half. Just a few minutes after Colaco hit the woodwork, he got another opportunity at goal.Dimitrios Petratos, their talisman up front, spotted the unmarked Colaco on the left flank. He brought the ball under control, marching into the Mumbai City box.Colaco then opened his body for a shot, but cut back onto his left to throw off the defender Mehtab Singh. In the next touch, he opened his body up again and struck a powerful effort that sailed past a few defenders and the diving Phurba Lachenpa in the Mumbai goal.From trailing through most of the season, an unconquered title was suddenly in their grasp.Right at the end of the first half though, there was a warning for the hosts however. Lallianzuala Chhangte and Jorge Pereyra Diaz combined well in a fluid move, only for Chhangte to inexplicably mishit a close-range shot at goal.In the second half, Habas changed tactics, reverting to his old style of solid defence. Mumbai City started to pile bodies forward looking for the goal that would win them the title. But Mohun Bagan would not budge.Instead, the hosts charged up on a break in the 80th minute. Petratos played a telling cross to substitute Jason Cummings on the counter-attack, and without any pressure from a scrambling Mumbai defence, the Scotland-born forward slotted past Lachenpa to put Mohun Bagan up 2-0.But there would be some drama right at the death with Chhangte hammering a half-volley past Vishal Kaith to give Mumbai a chance to get back in the 89th minute.The scramble continued from the visitors in the final few minutes.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nIn December, Mumbai City were forced to hire a new coach, Petr Kratky, after Des Buckingham – who led the team to the League Shield last year – left to take charge of his hometown team Oxford United in England. There were injury concerns for the team as well, and their star playmaker Greg Stewart left the squad in the January transfer window.There was a lot of chopping and changing in the team, but they managed to gel and pile up the wins playing an attractive brand of football.However on Monday night, while searching for that one elusive goal in the final few minutes, the incoherence that was expected of a team constantly changing (but had never come before), arrived at the worst possible moment. The runs in the box were mistimed, the passes between players were inaccurate, and in front of a solid Kolkata defence, there was no breaking through for Mumbai.Mumbai finished the league stage as runners-up and move into the semi-final where they await the winner of the match between Chennaiyin FC and FC Goa. Mohun Bagan will play in the other semi-final, against either Kerala Blaster or Odisha FC.The 2023-24 ISL season is not quite done yet. But at the end of a match that was entertaining and quick-paced, Mohun Bagan danced after the final whistle, as League Shield winners for the first time.THE STAGE IS SET FOR THE #ISLPLAYOFFS! ⚔️🔥#ISL #ISL10 #LetsFootball #MBSG #MumbaiCityFC #FCGoa #OdishaFC #KeralaBlasters #ChennaiyinFC | @JioCinema @Sports18 pic.twitter.com/Ao38cFhcBC— Indian Super League (@IndSuperLeague) April 15, 2024","author":"Shahid Judge","time":"2024-04-16T00:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200068-oojpjhtirn-1713207047.jpeg","tags":["Liston Colaco","Mohun Bagan Super Giant","Mohun Bagan","Mumbai City FC","Indian Super League","Jason Cummings","Lallianzuala Chhangte","Indian football","Football"],"source":"https://scroll.in/field/1066681/isl-2024-mohun-bagan-super-giant-win-league-shield-after-thrilling-win-over-mumbai-city-fc"}