{"title":"ISL 2024: Vikram Partap Singh bounced back from tragedy to reach great heights in breakthrough year","content":"For most of his playing career, Vikram Partap Singh had one superstition he would never neglect. Before and after every football match, he would speak to his father.But he was left shattered in January. His father, a former footballer who played as a defender in the local Punjab leagues, passed away from a sudden silent heart attack.“I still haven’t handled it,” said Singh to Scroll. “It was very difficult for me because I started playing football because of him. More than scoring goals, I used to be happy because I would speak to him after the match.”The 22-year-old Mumbai City player in the Indian Super League asserted that he has kept to himself since his father’s passing, finding solace alone. But on the pitch, he has come alive.At the end of the league stage of the 2023-24 season, which ended last week with Mumbai City as runners-up to Mohun Bagan Super Giant, Singh finished as the joint-top scorer among Indian players. He scored seven goals in the competition – six of those came after his father’s demise.In the game against NorthEast United, he became the second-youngest Indian player to score a hat-trick. Asked what his father would have said to him after that match, he laughed.“I’m sure he would have said that with the two chances I missed, I could have scored five,” he said.        View this post on Instagram            A post shared by Vikrampartap Sandhu (@vikrampartap_singh_)\nSingh scored seven goals and made three assists across the 20 matches he played, in what has been his breakout season. Last year, in Mumbai City’s title-winning run, all his appearances were as a substitute.This season, however, he has become a vital cog in a team that had to go through a series of unprecedented changes.Mumbai City had to change their manager in December, with Petr Kratky coming in to replace Des Buckingham, who joined Oxford United in England. They had to let go of their talismanic playmaker Greg Stewart as well, who returned home to play in the Scottish League. The team had to chop and change personnel due to injuries as well. But the core of their Indian players remained the same. And Singh had just started to shine.Singh plies his trade on the left flank of the Mumbai City formation. He is a pacy winger who has a keen eye for goal – he asserted, “main striker hoon.” He is a striker.“In India, the front three must be comfortable to play in any of the attacking positions,” he said. “Because it’s difficult for you to be put in as the striker. Mostly all the Indian strikers play as wingers.”From the wings, he’s made a number of forays into goal-scoring positions and often came out on top.“He is one of the players who has improved a lot this season,” Kratky said to this publication.“And he’s lightning on that wing. He works hard. He can score, which is very important for the striker. I've been very pleased with him.”Early morning sprintsBorn in Gurdaspur, Punjab, Singh was introduced to the sport by his father when he was seven.“My father played all his football within the state, so he had a dream for me to make it big outside Punjab,” Singh said.Still seven, he was sent to live with his uncle in Chandigarh. He explained that his uncle did not play the sport, but was a keen follower and had a good degree of knowledge in the game. And so for 13 months, his uncle would train Singh.An important part of the training was the physical sessions.“I would have two sessions, one before school and one after,” Singh said.“We would be out in a public park at 5.30 am, summer or winter it didn’t matter. In the morning I’d be doing running exercises with the ball. In the evening it was running without the ball. A lot of sprinting.”With the foundation for speed and a strong work ethic in place, he was selected for the Chandigarh Football Academy a year later, in 2010. There he developed and was selected for the Under-14 Indian national team.A few years later, he was in the Under-16 India team that reached the quarter-final of the 2018 AFC Asian Cup, losing 1-0 to South Korea – just one game short of qualifying for the Under-17 Fifa World Cup on merit.That loss though, changed his mentality.“My uncle had asked me what the qualification process was for the World Cup, and he told me to always keep that belief and target in mind,” Singh recalled. “At the time, I used to think, ‘what does he know, he’s never played football.’“But after we lost to Korea, I realised that if I had the belief, maybe I could have scored and won the match. I realised I needed to have dreams.”Singh’s father too asked him to keep similar targets. But there was one specific message he would repeat during their phone calls: “Aur kuch mat karo, par goal karo. Don’t do anything in the match, but make sure you score goals,” Singh said.He certainly had his fair share of goals this season. But despite his strong performances, which earned him a call-up to the national team, Singh is adamant that he has not quite achieved anything big.“I’m still the same player I was three months ago when I was not scoring,” he said. “Just because I have scored a few goals doesn’t mean I have matured. There’s still a lot to learn. That feeling, that I have scored so now I can relax, I need to get rid of that.”In the national team as well, he is yet to make a mark. He made his debut in the 89th minute of India’s 2-0 loss to Australia in the AFC Asian Cup. Those few minutes is all he got to play in what was a forgetful campaign for the Indian side.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nPersonal lossFor Singh, the joy of getting his first national-team assignment was short. And it was during the tournament in Qatar that his father passed away. He recalled getting the news on the day of India’s final group game against Syria, on January 23.“I hadn’t told anyone in the team because we had a match,” Singh said. “People asked and I just said there’s some problem at home. Later on, I told them. It was difficult for me to talk, so I didn’t speak to anyone.”He found support from his family and close friends to help him bounce back. Since then, he’s hit his best run of form so far in his young career. But there is a bittersweet feeling even when he scores those important goals for his team.In an interview after the match, he talked about how his father used to be the one who would celebrate his goals more than anyone else in the family.“[My father would say] ‘My day is made watching you score today,’” Singh had said, voice trembling as he talked about his regular post-match phone calls with his father. “But today when I make the phone call home, he won’t be there to speak to me.”But he takes great joy in the happiness of his younger cousins when they see his character in a popular football video game.In the real world though, Singh still has a role to play in his breakthrough season.Mumbai City has qualified for the semi-final spot in the playoffs of the ISL season. They lost in this stage of the contest last season. But with the man from Gurdaspur back in the side after serving his suspension, the team in blue will have the services of their pacy winger, who wants to do it all. And score.        View this post on Instagram            A post shared by Indian Super League (@indiansuperleague)","author":"Shahid Judge","time":"2024-04-22T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200168-tgkysqtlxj-1713520340.jpg","tags":["Vikram Partap Singh Sandhu","Mumbai City","Mumbai City FC","Vikram Partap Singh","ISL 2024","Indian Super League","Indian football","ISL"]}