{"title":"ISL 2023-24: How first-time head coach Petr Kratky helped Mumbai City FC pick up the pieces","content":"Petr Kratky had a long journey getting to Mumbai. He recalled first getting the offer to become the next Mumbai City FC coach while he was in Tokyo, as the assistant coach of a Melbourne City team that was competing in an away AFC Champions League match.Following the game, he had to travel back to Melbourne, before taking a flight to Perth. From there, he eventually made his way to Mumbai, in December, to take over the reins of the Indian Super League club.“When I reached Mumbai airport, I was told that I had to board another plane to go to Goa for the next match,” he said to Scroll.It has been almost five months since Kratky took charge of the Mumbai team. And he has been on the road ever since. His next assignment though takes him back to where his journey with the club first started: the Fatorda Stadium in Goa, for the first leg of the ISL semi-final.Kratky had been brought into a team mid-way through the 2023-24 season. On paper, and in theory, there was a lot that could have gone wrong. Mumbai City were the defending champions of the League Shield – the title given to the team that wins the group stage of the Indian Super League season. But they had not gotten off to the brightest starts.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nMumbai was fourth on the leaderboard when previous coach Des Buckingham returned to England to take charge of his boyhood club Oxford United. Kratky, who had no experience of being head coach, was brought into the role.A series of injuries to key players followed, and their talismanic playmaker Greg Stewart returned home to play in the Scottish Premier League.There was a lot of chopping and changing done, but somehow, under Kratky’s tutelage, the team managed to pull together. Mumbai City FC managed to get to the top of the leaderboard, and only finished as runner-up because of a final day loss to Mohun Bagan Super Giant in Kolkata.“There were challenges, especially coming in after a successful coach [Buckingham],” Kratky said. “I think that is the hardest part for the new coach, the expectations.“Nobody knows you. Who is this person? He has never coached in the ISL, never been head coach of a senior men’s team in a top division… You have to get people to adjust but also believe in yourself. In the transition you just need to show them who you are.”The 42-year-old from the Czech Republic, explained that there was a key element that both Buckingham and Kratky shared – the coaching philosophy.In his time at Mumbai City, Buckingham had set up a team that played a fluid and attacking brand of football with quick passing moves. Kratky employed that same style.After a slow start to his tenure, the team started to pile on the wins and began to climb up the ladder. All the while, just as Buckingham had done so earlier, Kratky relied on a core of Indian players while the foreign signings struggled with injuries.Lallianzuala Chhangte and Bipin Singh were deployed on the wings, while Lalengmawia ‘Apuia’ Ralte continued to hold fort in midfield. Captain Rahul Bheke and Mehtab Singh stood in defence with Phurba Lachenpa in goal.And in Vikram Partap Singh, they had a player who had drastically improved since last season and ended up as the joint-highest goalscorer among Indian players – tied on seven goals with Chhangte – after the League stage.ALSO READ: Vikram Partap Singh bounced back from tragedy to reach great heights in breakthrough yearWith a young Indian star cast, it helped Kratky that he had once worked with the youth team in Melbourne City.“I think that that background really helped because I had already had thousands of conversations with players between ages 15 and 20,” Kratky said.“When they were injured or coming back from injury, or when they are struggling to get through the first team, or when they are on the bench or not selected. That transition [to the senior team] is very difficult for a player and so they need to be guided through those hard times. You have to show them the lights.“But it is a process for two or three years and does not happen overnight. We have to manage the emotions. That’s why that background really helped.”Vikram Partap was one of the players ready to make the transition. Last season, he had made a number of impressive appearances, but all as a substitute. This year he managed to shine every time he got a chance in the starting XI.And Kratky will be relying on the youngster, and the Indian core, when they take on FC Goa on Wednesday night.Mumbai City had lost out at this stage of the contest last year. But this time round, having lost the League Shield title by just one point, they will hope to do better in the knockouts.Kratky summarises his journey in India so far, calling it “interesting.” This was a country he claims he had never visited prior to his appointment. But he has settled in well with the team.He talked about training ground banter he shares with the players, and the regular friendly crossbar (hitting the frame of the goalpost with shots from distance) challenges the staff compete in.Kratky started his career in Mumbai City playing catch up, especially since this was his first assignment as a head coach. But he has managed to keep pace, even if it means losing his own personal time – he lightly claimed that he and his newly-wed wife (they got married in January) had not managed to spend even a fortnight together so far.But as the season reaches the business end, Kratky is focused on the task at hand.“It hasn’t been easy,” he said. “But I’m glad I did it.”        View this post on Instagram            A post shared by Mumbai City FC (@mumbaicityfc)","author":"Shahid Judge","time":"2024-04-24T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200247-gfhxlrbpiw-1713866841.jpg","tags":["Petr Kratky","Indian Super League","Mumbai City FC","Des Buckingham","Lallianzuala Chhangte","Vikram Partap Singh","ISL 2023-24","Indian football","ISL"],"source":"https://scroll.in/field/1066961/isl-2023-24-how-first-time-head-coach-petr-kratky-helped-mumbai-city-fc-pick-up-the-pieces"}