{"title":"Isn’t speaker’s recognition of real Shiv Sena on Assembly majority contrary to our verdict, asks SC","content":"The Supreme Court on Thursday questioned if Maharashtra Assembly Speaker Rahul Narwekar had contradicted its May judgement while refusing to disqualify MLAs of the Chief Minister Eknath Shinde-led Shiv Sena faction, Live Law reported.A bench led by Chief Justice DY Chandrachud with Justices JB Pardiwala and Manoj Misra was hearing a plea by Sunil Prabhu, a leader of the Uddhav Thackeray-led Shiv Sena group, challenging the Assembly speaker’s decision in January not to disqualify MLAs of the Shinde faction.On January 10, Narwekar had held that the group of MLAs headed by Shinde constituted the real Shiv Sena when rival factions of the political party emerged in June 2022. Narwekar had said that he had made the decision based on which side enjoyed support of more MLAs.On Thursday, senior advocate Abhishek Singhvi, appearing for the Thackeray faction, said that the Supreme Court’s judgement in May had established that legislative majority after defection of the legislators would not necessarily equate to the real majority.Reading out Narwekar’s ruling, Chandrachud pondered if it seemingly contradicted the court’s verdict in the matter, according to Live Law.“The whole submission is contrary to the judgement of our court,” Live Law quoted Chandrachud as having verbally observed. “See Paragraph 144. He [Narwekar] says ‘which faction is the real political party is discernible from the legislative majority which existed when the rival factions emerged’. Is it not contrary to the judgement?”In May, the Supreme Court had ruled that Bhagat Singh Koshyari, Maharashtra’s governor at the time, had erred in deciding that the Thackeray government had lost its majority in the Assembly after a group of Shiv Sena MLAs led by his rival Shinde rebelled in June 2022. However, the five-judge Constitution bench led by Chandrachud said that it could not restore the Maha Vikas Aghadi government as Thackeray had resigned as Maharashtra chief minister without facing a floor test.The top court had also asked the speaker to determine which faction was the real Shiv Sena in the Assembly. However, it had stated that the speaker “must not base their decision…on a blind appreciation of which group possesses a majority” in the House. “This is not a game of numbers, but of something more,” the court had ruled in May.It had also said in its judgement that it is not necessary for the Election Commission to rely on the test of majority in the legislature alone to decide which faction of the party was the real Shiv Sena. This came after the poll body had declared the Shinde-led faction as the real Shiv Sena in February 2023 by testing the factions’ strengths, in relation to MLA support, in the Assembly.","author":"Scroll Staff","time":"2024-03-07T21:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Shiv Sena","Supreme Court","Eknath Shinde","Uddhav Thackeray"],"source":"https://scroll.in/latest/1064891/isnt-speakers-recognition-of-real-shiv-sena-on-assembly-majority-contrary-to-our-verdict-asks-sc"}