{"title":"Israeli PM Naftali Bennett to make his first official visit to India on April 2","content":"Israeli Prime Minister Naftali Bennett will visit India on April 2. This is Bennett’s first official visit to India after he became the prime minister in June, said a statement released by his office. “I am delighted to pay my first official visit to India at the invitation of my friend, Prime Minister Modi, and together we will continue leading the way for our countries’ relations,” Bennett said. “Modi restarted relations between India and Israel, and this is of historic importance.”The two first interacted physically on the sidelines of the United Nations Climate Change Conference in Glasgow in October after which Prime Minister Narendra Modi invited Bennett to pay an official visit to the country.“This visit will reaffirm the important connection between the countries and the leaders, and will mark the 30th anniversary of the establishment of relations between Israel and India,” the statement said.It said that the visit will focus on advancing and strengthening the strategic alliance between the two countries and expanding bilateral ties. The two leaders will also discuss strengthening cooperation in various areas, including economy, innovation, research and development and agriculture, the statement added.Besides holding talks with Modi and senior government officials during his visit, Bennett will also meet the Jewish community in the country.“The relations between our two unique cultures – the Indian culture and the Jewish culture – are deep, and they rely on deep appreciation and meaningful collaborations,” Bennett said. “There are many things we can learn from the Indians, and this is what we strive to do.”Bennett was sworn in as the Israeli prime minister after an eight-party coalition came together to oust Benjamin Netanyahu following his 12-year rule in the country. Under a rotational agreement, Bennett will serve as prime minister for two years, after which he will be replaced by centrist leader Yair Lapid, the chief architect of the coalition.","author":"Scroll Staff","time":"2022-03-20T11:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171755-zrfhaxrexe-1647754104.jpg","tags":["Israel","Naftali Bennett","Narendra Modi"],"source":"https://scroll.in/latest/1019909/israeli-pm-naftali-bennett-to-make-his-first-official-visit-to-india-on-april-2"}