{"title":"Israel, Hamas close to US-brokered deal to pause conflict, says ‘The Washington Post’","content":"Israel and Palestinian militant group Hamas are close to an agreement brokered by the United States that would entail dozens of hostages being freed in Gaza in exchange for a five-day pause in hostilities, The Washington Post reported on Saturday.The United States and Israel denied that any such deal had been finalised.Israel’s war on Gaza, which has entered its seventh week, has left over 12,000 dead till now. Tel Aviv’s actions are in response to an attack by Hamas on October 7, in which 1,200 Israelis died.The Washington Post on Saturday cited “people familiar with the emerging terms” to report that the proposed agreement would involve Hamas freeing dozens of women and children being held hostage in Gaza, and all parties to the conflict freezing combat operations for at least five days.A total of 239 people are believed to have been held hostage in Gaza. It was not immediately known how many of them would be released as part of the deal.The pause in hostilities is also expected to facilitate an increase in the amount of humanitarian assistance that is being sent to Gaza from Egypt.Commenting on The Washington Post report, White House National Security Council spokesperson Adrienne Watson said: “We have not reached a deal yet, but we continue to work hard to get to a deal.”We have not reached a deal yet, but we continue to work hard to get to a deal. https://t.co/rbSqcqfaKo— Adrienne Watson (@NSC_Spox) November 19, 2023\n\nIsraeli Prime Minister Benjamin Netanyahu said there was no such deal yet and added that there were “a lot of incorrect reports” about imminent agreements to free at least some hostages, The Times of Israel reported. He said that citizens would be informed if such a deal materialises.Since October 7, Israel has pounded Gaza with airstrikes and also launched a ground operation. It has also blockaded the Palestinian territory, leading to a massive humanitarian crisis as residents have been cut off from vital resources such as fuel and electricity. Residents of Gaza have also been dealing with shortages of food, water and healthcare.The United Nations World Food Program has warned that civilians in Gaza face “the immediate possibility of starvation” with essential supply chains collapsing.  Also read:The siege of Gaza is a crime against humanity. The world must intervene","author":"Scroll Staff","time":"2023-11-19T12:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195806-ycuvclihuk-1699770144.jpg","tags":["Israel","Hamas","Gaza","United States"],"source":"https://scroll.in/latest/1059296/israel-hamas-close-to-us-brokered-deal-to-pause-conflict-says-the-washington-post"}