{"title":"Chandrayaan-2: ‘India is with you, best is yet to come,’ Narendra Modi tells ISRO scientists","content":"11.25 am: Former ISRO Director D Sasikumar says that it’s possible the moon lander reached the lunar surface and did not lose contact with the ground station because it crashed. “We have to find out from the communication data whether it is a soft landing or it is a crash landing,” Hindustan Times quoted him as saying. “In my opinion, it is not a crash landing because the communication channel is on between the lander and the orbiter. It should be intact. So, let us hope after the analysis done, we may be able to get the final figure.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 am: Congress’ Acting President Sonia Gandhi applauds the ISRO team for their “praiseworthy efforts” on the mission.”We owe a great debt to ISRO and the brilliant men and women who staff it,” she says. “Chandrayaan 2’s journey may take us slightly longer but ISRO’s history is replete with examples of their determination in the face of seemingly hopeless odds. They never give up. I have no doubt that that we will get there, if not today, then tomorrow...”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress President Smt. Sonia Gandhi's statement on the Chandrayaan 2 Mission. pic.twitter.com/FQHbLTggbs— Congress (@INCIndia) September 7, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.30 am: Bhutan Prime Minister Lotay Tshering called ISRO’s “courage and hard work” with Chandrayaan-2 “historical”. “I have no doubt he [PM Modi] and his ISRO team will make it happen one day,” he tweets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    We are proud of India and its scientists today. Chandrayaan-2 saw some challenges last minute but the courage and hard work you have shown are historical. Knowing Prime Minister @narendramodi, I have no doubt he and his ISRO team will make it happen one day.— PM Bhutan (@PMBhutan) September 7, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.40 am: As Modi leaves the ISRO headquarters, the space agency chief K Sivan breaks down while hugging the prime minister.Watch: ISRO chief hugs Modi, breaks down after space agency loses contact with moon lander Vikram\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.30 am: Modi ends saying in future we will succeed for sure. “In the next attempt of this mission and every other mission, success will be ours,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.28 am: He says there is no failure in science, only experiments and efforts. “Set your eyes beyond the skies,” Modi says. “ISRO shows the nation how to look beyond the stars, not look back. Today, we must all look ahead, not look back and be disappointed.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.25 am: Modi tells the scientists to learn from their experience and move forward. He says there will be many more such missions in the future. “You all are those who etch your name on stone, not in sand,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.23 am: He says the resilience and tenacity of ISRO’s journey are central to India’s ethos. “Our team worked hard and those teachings will always be with us,” he assures the scientists. “The learning from today will make us stronger and better. There will be new hope and a brighter tomorrow.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.20 am: Modi says the efforts were worth it and so was the journey. “Hurdles cannot shake us,” he says. “You came as close as you could. I salute the families of our space scientists. That silent but valuable support is a major asset.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.19 am: He tells the scientists at ISRO, “True to your nature, you ventured into a place where no one had ever done before.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    हर मुश्किल, हर संघर्ष, हर कठिनाई, हमें कुछ नया सिखाकर जाती है।कुछ नए आविष्कार, नई टेक्नोलॉजी के लिए प्रेरित करती है और इसी से हमारी आगे की सफलता तय होती है: पीएम श्री नरेन्द्र मोदी pic.twitter.com/pEYf3KYj4d— BJP (@BJP4India) September 7, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.13 am: He says there are new frontiers and best in India’s space programme is yet to come.  “We will rise to the occasion. To our scientists, I want to say, India is with you,” Modi tells the scientists. “You are exceptional professionals who have made an incredible contribution to national progress. We have given your best always, and will give us several more opportunities to smile.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.05 am: Modi says he saw the moment when communication was lost, and when the scientists were shaken. “I didn’t want to add to your stress by being around when I saw that things didn’t go exactly as planned... which is why I left and gave you some time for you all to gather your thoughts and emotions,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.06 am: Modi tells the scientists: “You are among those who live and work hard to take India to new heights. You contribute to the building of the nation.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.04 am: Prime Minister Narendra Modi arrives at the ISRO Control Centre to address the nation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.50 am: Though communication was lost with the moon lander, the Chandrayaan-2 orbiter is safe in the Lunar orbit, PTI reports. An ISRO official earlier said, “Only 5% of the mission has been lost. Vikram, the lander, and Pragyan, the rover. The remaining 95%, that is the orbiter, is orbiting the moon successfully,” India Today reported. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.48 am: Vice President of India M Venkaiah Naidu says the nation is proud of the achievements of ISRO. “I salute @isro scientists, engineers and everyone else associated with Chandrayaan-2 for their hard work and dedication in trying to conquer new frontiers in space exploration,” he says in a tweet. “My best wishes for all your future endeavours.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4 am: Modi will address the nation at 8 am from the space agency’s control room, says ISRO. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.05 am: Congress leader Rahul Gandhi also comes out in support of the scientists after communication with Vikram lander is lost. He congratulates ISRO scientists over the “incredible work” carried out on the Chandrayaan 2 mission. “Your passion & dedication is an inspiration to every Indian,” he says in a tweet. “Your work is not in vain. It has laid the foundation for many more pathbreaking and ambitious Indian space missions.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3 am: ISRO says data is being analysed after communication was lost with the moon lander Vikram.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is Mission Control Centre. #VikramLander descent was as planned and normal performance was observed up to an altitude of 2.1 km. Subsequently, communication from Lander to the ground stations was lost. Data is being analyzed.#ISRO— ISRO (@isro) September 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.59 am: Union Home Minister Amit Shah says ISRO’s achievement to get Chandrayaan-2 so far has made every Indian proud. “India stands with our committed and hard working scientists at @isro,” he says in a tweet. “My best wishes for future endeavours.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 am: Union Finance Minister Nirmala Sitharaman says the country stands with ISRO. “You have brought the nation, it’s young minds and all, together in sensing your achievements in Space,” she says in a tweet. “You will succeed.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.37 am: Delhi Chief Minister Arvind Kejriwal says ISRO scientists have created history. “No need to lose heart,” he writes on Twitter. “Our scientists have done a great job.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.35 am: Narendra Modi tweets that India is proud of its scientists and they will remain hopeful and continue “working hard on the space programme”. “India is proud of our scientists! They’ve given their best and have always made India proud. These are moments to be courageous, and courageous we will be!” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    India is proud of our scientists! They’ve given their best and have always made India proud. These are moments to be courageous, and courageous we will be! Chairman @isro gave updates on Chandrayaan-2. We remain hopeful and will continue working hard on our space programme.— Narendra Modi (@narendramodi) September 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 am: According to ANI, ISRO has lost communication with the lander Vikram, around 2.1 km from the lunar surface. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2 am: Scientists are briefing Prime Minister Narendra Modi, reports Hindustan Times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.40 am: ISRO tweets that the descent of the lander Vikram has begun. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rough breaking of #VikramLander ends and Fine braking phase starts#Chandrayaan2 #ISRO— ISRO (@isro) September 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.30 am: The country awaits news on Chandrayaan-2. The moon lander Vikram had already detached itself on September 4, from the lunar orbiter, and had been in an elliptical orbit, which is, at its closest point, 35 km away from the surface of the moon. Vikram is due to land on the moon any time now.There are two stages of the landing – one, the rough braking, when Vikram slows down against the moon’s gravitational pull, and the other, fine braking, when the lander gets closer to the lunar surface and finds a landing spot. As soon as the lander reaches the moon’s surface, the moon rover, Pragyan, will be released. Indian Space Research Organisation’s Director K Sivan had said on Friday that the manoeuvre to land the rover on the moon’s surface without any injury will be “15 minutes of terror” even for top scientists at the space agency. If India achieves this, it will become the fourth country to successfully complete a soft moon landing and the first to do it in the south polar region of the moon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-07T07:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126954-xhhnjwrdqc-1567824750.jpeg","tags":["Chandrayaan-2","Vikram","moon landing","Pragyan","ISRO","PM Modi"],"source":"https://scroll.in/latest/936519/isro-loses-contact-with-chandrayaan-2s-lander-modi-to-address-nation-at-8-am"}