{"title":"ISRO plans mission to Venus in December 2024","content":"The Indian Space Research Organisation will send a spacecraft to orbit Venus to study what lies below its surface, the space body’s Chairperson S Somnath announced on Wednesday, reported PTI. ISRO is expecting to launch the mission by December 2024 with orbital manoeuvre planned for a year after that. Orbital manoeuvre is the use of propulsion systems to change the orbit of a spacecraft. It enables a spacecraft to enter into a planet’s orbit.In 2025, the Earth and Venus would be aligned in a manner that it would require minimum amount of propellant for the spacecraft to enter the orbit of the hottest planet in the Solar System. A similar window to conduct the mission would next be available in 2031.  At a meeting on Wednesday, Somnath said that the project report for the mission has been prepared.“Building and putting a mission on Venus is possible for India in a very short space of time, as the capability today exists with India,” Somnath said.The aim of the mission is to study Venus’ atmosphere, which is toxic and corrosive in nature as clouds of sulfuric acid cover the planet, reported India Today.Several countries, including the United States, are also planning to send missions to Venus to try and understand how it became an inferno. Experts have suggested that Venus was once like Earth.Somnath said that the team for the mission would work to identify plans so that unique high-impact outcomes can be achieved.“Goal is to review what unique additional knowledge observation can be done and see that we are not repeating what all has already been done,” he said. “Repeating some of them is not a crime, but if we bring uniqueness, it will have an impact globally. It will be hailed only if it is unique, just like Chandrayaan and the Mars mission.”One of the instruments the space agency is planning to use on the spacecraft is a high resolution synthetic aperture radar that would examine Venus’ surface, despite the clouds around the planet, which lowers visibility.“No prior observation of the sub-surface of Venus has been done,” said T Maria Antonita, the Space Science Programme Officer of ISRO. “So, we will be flying the sub-surface radar for the first time. It will penetrate the sub-surface of Venus up to a few hundred meters.”Other instruments would be used to examine the planet’s atmosphere in infrared, ultraviolet and submillimeter wavelengths, Antonita added.The space agency will also conduct shallow sub-surface stratigraphy, including active volcanic hotspots and lava flows, study the structure, composition and dynamics of the atmosphere and investigation of solar wind interaction with Venusian Ionosphere – where the atmosphere meets space. Stratigraphy is a branch of geology in which rock layers and layering are studied.","author":"Scroll Staff","time":"2022-05-05T14:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147512-mbizpdswmy-1600163016.jpeg","tags":["ISRO","Venus","S Somnath","Indian Space Research Organisation"],"source":"https://scroll.in/latest/1023305/isro-plans-to-launch-mission-to-venus-in-december-2024"}