{"title":"ISSF World Cup: Saurabh Chaudhary wins bronze on disappointing day for other pistol, rifle shooters","content":"India’s Saurabh Chaudhary won a bronze medal at the 10m air pistol event at the ISSF World Cup in Osijek, Croatia on Thursday. He was the solitary medal winner as Indian shooters endured a modest start in the ISSF World Cup in Croatia on Thursday with a podium finish eluding the fancied Olympic-bound group, including the likes of Manu Bhaker and Elavenil Valarivan.However, Chaudhary ended the drought with a fine performance. He led initially but a shot of 8.7 saw him slip from the top spot. He, however, held onto the podium finish to claim third place.Another Indian Abhishek Verma finished fifth in the final. Verma and Chaudhary had qualified for the finals with identical scores of 581 with the latter placed a rung higher at sixth owing to his higher inner 10s count.Earlier in the day, Manu finished seventh in the women’s 10m air pistol event with a score of 137.3 in the final, while Elavenil, along with two others, failed to make the finals of the women’s 10m air rifle competition.Aishwary Pratap Singh Tomar finished seventh in the men’s 10m air rifle final.The event is the Indian shooting team’s final competitive outing before the Olympics in Tokyo.The 20-year-old Aishwary, who finished with a score of 628 in the qualification round, shot a total of 143.9 before being eliminated from the final.Deepak Kumar (626) and Divyansh Singh Panwar (624.7) failed to make the final, ending 14th and 25th respectively in the qualifying round.In another disappointing show, the trio of Anjum Moudgil, Apurvi Chandela and Valarivan could not enter the finals of the women’s 10m air rifle event.Apurvi had the best result among the three women, finishing 24th with a score of 624.2.While Anjum managed 622.3 to be placed 42nd in the qualification, Elavenil (621.2) also copped a two-point penalty for protesting a shot that was correctly scored.The 21-year-old Elavenil, a junior World Cup gold medallist, initially scored a total of 623.2 points to finish 35th but the two point penalty meant she slipped to the 55th spot.According to the ISSF rules, if the Results, Timing and Scoring (RTS) jury determines that a protested shot was scored correctly, a two point penalty is imposed on the shooter.Apart from Manu, the women’s 10m air pistol final also featured Yashaswini Singh Deswal, who ended eighth with a score of 117.1. While Manu had qualified sixth for the final with a score of 577, Yashaswini was a notch above with an effort of 578.Rahi Sarnobat could not make the finals, ending 13th with a score of 572.Antoaneta Kostadinova of Bulgaria won the gold in women’s 10m air pistol with a score of 240.(With PTI inputs)","author":"Scroll Staff","time":"2021-06-24T22:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160735-gdnbxhzhac-1624554055.jfif","tags":["Elavenil Valarivan","Abhishek Verma","Rahi Sarnobat","ISSF World Cup","Shooting"],"source":"https://scroll.in/field/998411/issf-world-cup-saurabh-chaudhary-wins-bronze-podium-finish-eludes-manu-bhaker-elavenil-valarivan"}