{"title":"Issue of judicial vacancies will persist until procedure to appoint judges is changed: Law minister","content":"Union Law Minister Kiren Rijiju on Thursday said that until the procedure to appoint judges changes, the issue of vacancies in the higher judiciary will keep cropping up, Live Law reported.“As per the Constitution, the process and procedure for appointment of judges were within the purview of the government, in consultation with the courts...,” Rijiju said in the Rajya Sabha. “Today government has very limited power to fill up judicial vacancies.”Rijiju’s remarks in Parliament came amid a tussle between the government and the judiciary on the process of making judicial appointments in the country. The law minister himself has repeatedly criticised the existing collegium system of appointments.In 2015, the Supreme Court had struck down the National Judicial Appointments Commission Act passed by Parliament months after Narendra Modi took over as the prime minister in 2014. The court had deemed the law unconstitutional.The National Judicial Appointments Commission proposed to make judicial appointments through a body comprising of the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.The proposed law was to replace the collegium system, under which five senior-most judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts.On December 8, the Supreme Court had told the Centre that the collegium system of appointing judges to the higher judiciary is the law of the land and must be adhered to.On Thursday, Rijiju told the Upper House that the government approves names recommended by the collegium and added that it has no authority to look for or recommend judges, reported Bar and Bench.@KirenRijiju: I don't want to comment on the Court because it might seem like government interference. But if you see the Constitution, the process of appointment of Judges was the right of the Government. #Parliament #ParliamentWinterSession #NJAC #Collegium #SupremeCourt— Bar & Bench (@barandbench) December 15, 2022\n\n“On multiple occasions, we have requested chief justices of High Courts and the Supreme Court to expeditiously recommend judges in order to fill vacancies,” Rijiju said. “We have also requested them to ensure that the appointments are high-quality and are also representative of the country’s diverse population. But I feel that we are not able to work as per the sentiments of the House, the sentiments of the people.”On the Supreme Court’s decision to strike down the National Judicial Appointments Commission, Rijiju said that many retired judges, including members of the Constitution Bench, opined that it was not right.However, in a written reply to the Rajya Sabha, he said that there is no proposal at present to introduce a modified version of the National Judicial Appointments Commission.Rijiju said that as on December 5, the Supreme Court has 27 judges as against a strength of 34. In the High Courts, there are 778 judges as against a sanctioned strength of 1,108, leaving 330 vacancies, he said. This means that 29.78% of judicial posts in High Courts are vacant.The law minister said that 146 proposals for judicial appointments sent by High Courts are currently pending with the Union government and the Supreme Court collegium.Judicial appointments rowThe war of words between the Modi government and the Supreme Court over judicial appointments began after Rijiju told Times Now news channel on November 26 that the collegium system is not in consonance with the Constitution. Two days later, the Supreme Court had objected to the statement.On December 2, Vice President Jagdeep Dhankhar criticised the Supreme Court for striking down the National Judicial Appointments Commission Act by saying that “the power of the people, which was expressed through a legitimate platform was undone”.Dhankhar reiterated his criticism in the Rajya Sabha on December 7. A day later, the Supreme Court again weighed in on the debate, stating that the collegium system is the law of the land and must be adhered to.","author":"Scroll Staff","time":"2022-12-15T16:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184404-rspnyhkzth-1671099200.jpg","tags":["Kiren Rijiju","Collegium","Supreme Court"],"source":"https://scroll.in/latest/1039828/issue-of-judicial-vacancies-will-linger-until-procedure-to-appoint-judges-is-changed-law-minister"}