{"title":"‘It all starts with knowing your text’: How  prizewinning designer Bhavi Mehta makes book covers","content":"Bhavi Mehta won the 2024 Oxford Bookstore Book Cover Prize for designing The Book Beautiful written by Pradeep Sebastian and published by Hachette India. She received a trophy and a cash prize of Rs 1 lakh.Mehta is a freelance designer who creates her designs in her home studio in Mumbai. A graduate of the National Institute of Fashion Technology Delhi, she specialises in editorial design, book covers in particular. After graduating, she worked with Penguin India from 2008 to 2013. The first cover she ever designed was Anita Nair’s Goodnight and God Bless.Since then she has worked with publishers Hachette India, HarperCollins India, Westland, Bloomsbury UK, Pan MacMillan, Juggernaut Books, Ethos Books Singapore, Amazon UK, Roli Books, Simon and Schuster, and others.Bhavi Mehta's cover for 'The Book Beautiful', for which she won the 2024 Oxford Bookstore Book Cover Prize.In a conversation with Scroll, Mehta talked about her initial days of book cover designing, how she goes about the process, and why so many designers take the freelancing route.How did you start designing book covers?That was a long time ago. I went to NIFT, Delhi in 2004 to study communication design and I graduated in 2008. I had a professor called Rene Singh who happened to know Bena Sareen, who used to work as the art director at Penguin back then. Bena was looking for an intern and Rene, after looking at my work, thought I would be a right fit for publishing.This was 2008, there was hardly any talk about book cover design. How do you even get into this? There was absolutely no knowledge. All my batchmates were running for big money and chasing ad agencies and graphic design studios. I think I was the only one from my class who went to a publishing house.I interned with Bena at Penguin for about six months and she liked my work. She offered me a junior designer position. I just grabbed it. I have been doing this since then.At school, we were taught graphic design, but book designing was almost self-taught. There were no formal courses but I did have the basics taught to me. For instance, how to design a layout, etcetera. But I feel like not all graphic designers can actually be book designers because it’s such a small space. You need to have a lot of clarity of thought. You need to look at it very objectively and how to place important information on the cover. Everything needs to be in the right place to be a good cover.Why did you choose to be a cover designer?I did not know that I wanted to do this till I got there. But during my internship, I absolutely loved it. I remember the first book I ever designed was Anita Nair’s Good Night and God Bless. We put a little teacup on the cover and I kind of hand-lettered the type which came out in the form of steam. It was the first thing I ever worked on.I will be very honest with you, there was nothing else that gave me so much gratification. To actually see your concepts come to life so beautifully in the form of a book that people actually hold on to for years together. That was very beautiful to me. I was just hooked.Every book cover designer is also an artist. But how does an artist become a cover designer? What’s the philosophy that makes a book a piece of art?For an artist to become a book cover designer, it all starts with knowing your text. So if you always try to put your art before the the book, it is not going to come through. It might look really beautiful, but if I’m an intuitive smart reader, then I will not be able to make anything of the cover. The author’s work has to come first. There’s no way that I can make it about myself.If you’re an artist or a book cover designer, I would say start by reading the book and then responding to the text. While a book cover is a great visual it is also a marketing tool. All the information you provide has to be super clear. The title, the author’s name, your hierarchy of information have to be in place.Think about the cover of the Penguin edition of George Orwell’s 1984. It has no title. You can take that kind of risk only if your text is iconic otherwise you can’t mess around with it too much. You have to follow the basic rules and play within those rules.Which brings me to my next question. How do you go about forming these ideas? Do you read the book first or do you follow the brief that the editor might have given you? I never disregard the brief that’s come through, because the editor has worked with the author far more than I have. So I take into account the brief. I have a detailed chat with the editor and the author if they are directly involved in designing the cover. Then I go on to read the book. I’ll be very honest here, I always read my fiction titles, but my nonfiction titles, I never have the time to read them till the end.But I try to get to know the book as much as I can. So I will try to read at least 80 per cent of it if not more. While I read, I take notes and my initial ideas start forming right at that stage. There are also times when I finish reading a book end to end, and there’s absolutely nothing in my mind because I’ve loved the book so much.That’s when I have to step out and maybe go back to the text again. Sometimes I’m very objective about it so I come up with a bunch of keywords and then I start looking at images, online illustrations. Sometimes an idea clicks just like that, you know. Whereas other times you really have to go through the grind to come up with something that works.How do you go about designing a book cover? Is it like directly on your computer or do you start by hand? And how long does it usually take?I generally start working on my computer, but then there are times when I go completely analogue. So I will have something on my computer, but let’s say I’ll start printing out different forms, different types. I’ll start scratching them out, playing with them, cutting them, pasting them, paper scanning and going back to the computer. Finally, the whole assembly happens on the apps on the computer. But I also like to experiment a lot with old-school techniques.A standard timeline to design a book cover is about three to four weeks, but I’ve worked on covers that have gone on for three years. There was this book that I worked on, Manjula Padmanabhan’s Getting There. I’ve happened to work on all of Manjula’s books and I absolutely love her work. So I wanted to do something really fantastic for her, but no matter what I did, nothing clicked. We tried pretty much every route possible, but nothing worked. Then finally, a photo which my husband had taken on his phone just struck me as the right fit. And that turned out to be the final cover.At my end, before I even send out the first drafts, I make about eight to ten mock covers. And then I shortlist and send out about four or five of the best ones. In the first round, I like to show the different directions the cover could go in. I feel the editor and the author start getting ideas once the first visuals surface.What are some of the strict no-nos of cover designing according to you? Oh, wow. That’s a tough question! You actually got me there because everything I thought I should not be doing sometimes just works. For example, I would be absolutely against stretching type. Stretching around a typeface was a big no-no for me but now I feel like sometimes you can do some beautiful things by stretching your type out.However, personally, I don’t like to show characters on the cover. I also don’t like books that look like Archie Comics cards. Too much fuss on a cover is a no-no. You should have clarity and a concept that works or else you end up going all out with your execution. Too much clutter is a big no. But if you’re going the clutter route, it still has to be planned properly. The information should not get lost.And what kind of book covers are you partial to? What designs draw you in immediately? That’s actually a very good question. I will say that I am a minimalist. What I try to do with my designs is filter them down to a couple of elements that capture the essence of the book. That is also a visual language I get drawn to. I like covers that pack a punch using just two or three elements. I gravitate towards clean, minimal covers.Do you have any favourite cover designers or covers that have become inspirations for you? Absolutely. My favourite is David Pearson. I absolutely love his typography work, especially in the Great Ideas series. John Gall is a huge minimalist and his work is just brilliant. Then there’s Peter Mendelsund who works with very few elements but each of his covers is so brilliant. Suzanne Dean, who did the cover of Julian Barnes’ The Sense of Ending – a very iconic cover.These are some of the book cover designers I absolutely love and whose work I reference sometimes.How do you think winning this year’s Oxford Bookstore Book Cover Prize will shake up your career, even though you have been doing it for a long time? I just hope I get more work and the pay gets better. I hope it’ll allow me to charge more for my work.You are a freelance book designer and have been so for a while now.  Is there any reason why most cover designers in India are freelancers?I have been freelancing since 2014. What happened with me after a while was I was getting saturated just doing book covers and I thought I wanted to break away from it and do more. I also want to do inside layouts, which were kind of hard to come by while I was working full time because, you know, publishers have very small design teams. The big publishing houses have maybe six people at most maybe.There’s so much work at a publishing house that you can’t give a book to a designer and give them the luxury of many months to design it. You have to keep up and do work very quickly. I feel most designers want to work on their own terms and own time. They are also doing more than book designing because it doesn’t pay the bills. I just wish publishing paid more.That’s probably my only point point to make. Bhavi Mehta with her 2024 Oxford Bookstore Book Cover Prize winner's trophy.","author":"Sayari Debnath","time":"2024-05-12T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200377-waetgmpzto-1714458197.jpg","tags":["book covers","Bhavi Mehta","interview","design"]}