{"title":"‘It has fallen by 75%’: How North India’s beef hysteria is destroying West Bengal’s cattle trade","content":"“Modi needs to stop the buying and selling of cows completely,” said Sheikh Jalil. “He asked us to return our notes [by demonetising Rs 1,000 and Rs 500 banknotes in November]. We did that quietly. We will do this too.”At the Sukhbazar cattle market in West Bengal, a small crowd gathered to listen to Jalil’s bitter, sardonic rant. Some of them smiled ironically, others nodded along, scowling in the harsh summer sun. Sukhbazar is one of the state’s largest livestock markets, convening every Saturday in the district of Birbhum and dealing primarily in cows. As a cow trader, Jalil’s irritation is well founded – the market is going through an unprecedented lean phase with a large numbers of buyers and sellers absent. The reason: cow hysteria that has gripped large parts of North India, with right-wing groups attacking and killing cow traders. To make matters worse, on May 26, the Union government passed another order that might further reduce Sukhbazar’s turnover: it banned the sale of cattle for slaughter at markets across the country through rules issued under the Prevention of Cruelty to Animals Act.Shrinking market“The market is only a fraction of what it used to be,” said Ashraf Khadim, a farmer who had come to Sukhbazar to try and sell a barren cow. “Prices have halved and I am unable to sell my cow. What should I do, tell me?”Sheikh Monirul, from the same village as Khadim, pointed to a wall more than 500 metres away. “There would be cows till there,” he said. “The whole field would be full of them. But look at how few there are today.” During the peak hours of operation, the market contained only around 500 heads of cattle. At the Bolpur Regulated Market Committee Office, Sheikh Ainul Haque’s job is to levy a small fee on cattle trucks coming in to trade at the Sukhbazar cattle market. He confirmed the drop in cattle being traded. “It has fallen by 75%,” said Haque, shaking his head. “If you had come last year, I would have been so busy, I wouldn’t have been able to talk to you. This is the largest market in this area. But today I have no work.”Ashraf Khadim, a farmer, is worried about falling prices of cattle.Cutting the supply chainWhat has killed the Sukhbazar market is the lack of cattle suppliers from North India, Bihar and Jharkhand. Moreover, strict controls on the West Bengal-Bangladesh border means that the lucrative Bangladesh market is now closed off. Traders who would buy cattle from Sukhbazar and then sell to Bangladesh are absent. Once a bustling nodal point of national and international trade, Sukhbazar has been reduced to a local marketplace. Other than local traders and farmers from the districts of Birbhum, East Bardhaman and West Bardhaman, there is no one buying and selling cattle here.Mohammed Jakir, a small cattle trader from East Bardhaman district, had come here to buy cattle and was disappointed with the lack of options. “Earlier, people from Bihar, Uttar Pradesh and even Haryana would come with big cows,” explained Jakir. “But now they are scared. Every day there are attacks. People are beaten up and the cows stolen. Now Sukhbazar only has small, local cows.”Apon Middya, a farmer, stood squinting in the sun with two bullocks. He wanted to sell them because they have aged, and hoped to replace them with a younger pair he could use to farm his land. “I almost did not come to the market since I kept on hearing talk of an Aadhaar for cows,” said Middya. “I was scared I would be beaten or the police would take my cows. Is it true? Will my cow need an Aadhaar?”A succesful transaction.Killing the economyThe Aadhaar-card-for-cows is a popular rumour in the Sukhbazar market. The Bharatiya Janata Party-ruled Jharkhand state government has tagged over 12,000 cows with an Aadhaar-like 12-digit unique identification number, and the Modi government itself has proposed a scheme to get all Indian cows a tamper-proof identity card. However, West Bengal neither has anything of the sort nor has the Trinamool Congress government indicated that it is planning to implement anything like it.The existence of this false rumour, therefore, illustrates the state of beef hysteria in India. As far-right vigilante groups commit violence to protect cattle, and multiple BJP governments at the Centre and the states have passed strict laws to limit the eating of beef, an Aadhaar card for cows seems almost believable in Sukhbazar.“If farmers are unable to sell old animals who will look after them?” asked Middya, explaining how important the cattle trade is to farming in India. “And if my cow gives birth to a male calf, then what?” Most male calves are sold for their meat since feeding them is an expense the farmer cannot bear. Females are reared for their milk.And it is not only the farming economy. The nearby town of Illambazar is dependent on the Sukhbazar cattle market. At the Haldar Mistanna Bhandar, Arup Haldar sells sweets, snacks and soft drinks. “Ever since the market faltered, our business has been badly hit,” said Haldar, who manned the counter. “It has been like this for the past one year as people from UP and Bihar stopped coming due to the beef trouble.”Abbasuddin, a betel leaf seller in the Illambazar market said that his business was down by 90%. “This market would usually be chock-a-block on market day,” he said. “Today it is empty.”Mohammed Haidar, a bedding store owner, had much the same story. “Rich cattle traders would buy so much,” he said. “But today, on a Saturday [market day], I haven’t sold a single item.”At the nearby Illambazar town market, Abbasuddin said the sale of his betel leaves has dropped sharply.Beef and milkRipples of the cattle supply chain being disrupted are being felt in Kolkata city too. The supply of milk to the metropolis has dropped sharply. In the city’s largest market, milk coming in has fallen by half. The sale of beef has also been hit. At the Tangra Slaughter House, Kolkata’s largest beef abattoir, butchers complain about being unable to source cows. “Our business is wrecked,” said Mohammad Adil, a butcher. “Cows from UP, Bihar are not coming in anymore.”The impact of this on the city’s strong beef eating culture has been significant. Mughal Garden is a sister concern of Nizam’s restaurant, which claims to have invented Kolkata’s famous kathi roll. For the past nine months, however, Mughal Garden has had to discontinue its beef rolls. Explained Nizam’s manager Dependu Roy, “ “Due to the disturbances in supply, we were finding it very difficult to source good quality beef.” All photographs by Shoaib Daniyal.","author":"Shoaib Daniyal","time":"2017-06-06T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/839667-59875-udfbrbwwzq-1496648164.jpg","tags":["Beef Ban","Cattle Market Ban","West Bengal","Kolkata"],"source":"https://scroll.in/article/839667/it-has-fallen-by-75-how-north-indias-beef-hysteria-is-destroying-west-bengals-cattle-trade"}