{"title":"‘It is impossible here’: Centre’s cattle slaughter rules have BJP leaders in the North East worried","content":"The Central government’s new rules banning the trade of cattle for slaughter in animal markets have caused unease within the ranks of the Bharatiya Janata Party in the North East. On Thursday, Bernard Marak, West Garo Hills district president of the BJP in Meghalaya, quit the party saying, “The BJP is trying to impose its ideology on us.” His party colleagues in other north-eastern states that Scroll.in spoke to insisted that the Centre’s new rules, notified on May 23, did not apply to the region. Linking the rules to meat consumption, they rejected any “beef ban” in that part of the country.Marak had earlier promised to lower the price of beef in Meghalaya if the BJP came to power in the 2018 Assembly elections, and had also planned to celebrate the third anniversary of the Narendra Modi government with a “bitchi-beef party”. Bitchi is the local term for rice beer, a popular drink in the region. Such a celebration, Marak had said, would be in keeping with the “traditional way” in Meghalaya. It would also address worries that the Centre’s cattle slaughter rules would amount to a ban on beef consumption.Shortly afterwards, Nalin Kohli, a member of the BJP’s central leadership and now in charge of the party in Meghalaya, said it would “not tolerate any members who, for their personal political gains, digress from Modiji’s agenda of ‘sabka saath, sabka vikas’”. Marak quit, and it is believed that the BJP’s North Garo Hills district president, Bachu C Marak, who reportedly shared Bernard Marak’s Facebook post announcing the bitchi-beef party, will also resign or be removed.A “beef fest” is also scheduled to be held in Tura district in the West Garo Hills on June 3, this one organised by the Meghalaya Congress. Earlier, members of the Pradesh Congress Committees of various northeastern states had voiced their opposition to the Centre’s new rules. So had CK Sangma, the MP from Tura constituency and a leader of the National People’s Party.With beef consumed by many communities in the North East, the BJP, in its campaigns in the region so far, has largely steered clear of the kind of beef politics invoked in states like Bihar and Uttar Pradesh, choosing instead to speak the language of development.Will the Centre’s rules and the ferment in Meghalaya upset this delicate balance in the other states of the Northeast?State subjectLike Meghalaya, Nagaland and Mizoram are Christian-majority states while in Arunachal Pradesh, Christians form the largest religious community. All states have predominantly tribal populations and have no cow slaughter taboos.Beef and buffalo meat are among the most consumed meats here. According to one study, in Meghalaya, the average monthly per consumer unit consumption of beef and buffalo meat or carabeef in 2009 was 0.3 kg, much higher than any other meat. In Nagaland, it was 0.5 kg per consumer unit per month, a close second to pork.In Mizoram, the state leadership flatly disowned the cattle slaughter rules, which they link to beef consumption. “When you enter the Mizoram boundary, this is not applicable,” said JV Hluna, Mizoram BJP president. “It is almost impossible here. Tribals and Christians here eat a lot of beef. Members of the Legislative Assembly also eat it. Under the Constitution also, you have rights. Outside Mizoram, it may be possible.”Hluna said he believed beef consumption in these parts had the support of the central leadership. “Amit Shahji, when he visited in 2014, was asked, ‘Here in Mizoram, a beef ban is not possible, what do you have to say?’. He replied, ‘I am asking you if the Bible allows you to eat [beef].’ So with the consent of Amit Shahji, national president of the BJP, we are not supporting this ban,” concluded Hluna.In Arunachal Pradesh, the party leadership did not consider beef bans an issue at all. “In the northeastern state, we are taking all kinds of meat except human,” said Tapir Gao, state president of the BJP. “It is not part of our agenda. The individual food habits are not the BJP’s concern. It is the Opposition that is politicising the issue.”The Central notification, according to Gao, cannot touch the state. “The issue of prevention of cruelty to animals is a state subject,” he said. “The Centre cannot delegate rules and laws. India has a federal structure, the state will decide.”Meanwhile, in Nagaland, a party gearing up for elections early next year is discomfited by the new rules. K Thong, state secretary of the BJP, said he could not speak for his party but gave his personal opinion. “It is against our food habits, I think it is a sort of discrimination against our people,” he said. “Our party is facing a tough time because of this. We have to reply to the people. If the Centre does not rectify these rules, we will face difficulties. We feel the Centre will do justice according to the Constitution.”Prime Minister on a tour of Meghalaya in 2016. The BJP has largely steered clear of beef politics in its campaigns in the Northeast, focusing instead on development. (Credit: PTI)‘Everyone wants development’In Manipur, the BJP won the Assembly elections in March to come to power for the first time. Among its allies in government is the Naga People’s Front, which won four seats in the Manipur Hills, where Nagas and Kukis are the predominant tribes. Beef is a popular meat among both communities.Since coming to power, the BJP has attempted to heal the rifts between the hills and the Imphal Valley, addressing tribal demands in the hills. It held talks with the United Naga Council, which had agitated against the creation of new districts in the hills. It also reached an understanding with tribal organisations in Churachandpur protesting bills passed by the previous Congress government that they considered “anti-tribal”. The state leadership is now treading a careful line, emphasising the BJP’s well-worn agenda of development, and an “understanding between the hills and the plains”.“Everyone wants development, even the hill people have come to know which way the world is moving,” said minister Thongam Biswajit Singh. “We can see how Gujarat has grown, and even Assam, after the new government came to power.” A few local leaders of the BJP in the hill areas had voiced concerns about the new rules, Singh admitted, “but we have convinced them”.As the government at the Centre approached its three-year anniversary in May, the BJP in the state organised traditional festivals in various hill districts, Singh said. “We want to let our brothers and sisters in all the hill areas know what the government is going to do for them,” he said.‘No beef ban’In Assam, the BJP swept to power for the first time last year, tying up with indigenous parties such as the Bodo People’s Front and the Asom Gana Parishad. About 79% of the state is non-vegetarian and beef and carabeef are among the meats consumed, though the Assamese people seem to like their fish the best. According to law, the killing of cows is allowed after “fit for slaughter” certificates are issued. However, on April 30, two Muslim men in central Assam were lynched after being accused of cattle theft.The BJP leadership in the state stoutly defended the cattle slaughter rules, saying they had nothing to do with food habits. “There is nothing,” said Vijay Kumar Gupta, BJP general secretary in Assam. “This bill is only against cruelty to animals. This is not going to ban beef. Our party is very clear: sabka saath, sabka vikas. We respect all communities. The public and the leaders are also favouring the bill.”In Tripura, where the BJP is emerging as the strongest opposition to the ruling Communist Party of India (Marxist), the party leadership echoed the same line. “There is no beef ban, that is the Congress and CPI(M)’s interpretation,” said party leader Jishnu Debbarma. “You just can’t trade cattle in the open market. It is hygienic and it is about prevention of cruelty.”The state has a large tribal population and no cow slaughter ban, but Debbarma rejected the idea that beef parties of the kind that Meghalaya proposed to hold were part of indigenous customs. Neither was beef eating, according to him.“I don’t think there is a tradition of beef eating in Tripura, though some might eat buffalo,” he said. “Slaughtering a cow in the middle of the road is not allowed in America or any Christian country.”Debbarma did concede that the outcry over beef might mean that “temporarily there will be setbacks”. But those could be reversed. “There is an adverse propaganda,” he said. “Naturally, that will be corrected.”","author":"Ipsita Chakravarty","time":"2017-06-03T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/839509-59719-jgvabrzwsf-1496459452.jpg","tags":["Beef politics","BJP","Cattle slaughter","Northeast"],"source":"https://scroll.in/article/839509/it-is-impossible-here-centres-cattle-slaughter-rules-have-bjp-leaders-in-the-north-east-worried"}