{"title":"It may be time for most Indians to exchange their cotton mask for N95 mask","content":"With Covid-19 variants like the delta that spread faster, it is time to consider more heavy-duty masks than cotton masks and jersey face coverings.The US Centers for Disease Control issued double-mask guidance in February, a worthy guidance against new and dangerous Covid-19 variants. Physicians in India, during its second wave, also recommended either double masking or using N95 masks, especially in cities where infection rates had gone up to as high as 50%.While the US may have removed the mask mandate for those vaccinated, in densely populated countries like India, where social distancing is an economic luxury and often impossible, the appropriate usage of the right kind of masks is imperative. India’s own mask guidelines have not been updated since April 2020, when medical-grade masks were in short supply the world over and triple-layered cotton masks were a viable alternative. But that shortage no longer exists.“Cotton masks may not be an effective solution to prevent the aerosol-mediated transmission in high-risk areas like hospitals, markets and other crowded places where one cannot follow social distancing rules,” said Dr Merlin Moni, associate professor at the infectious disease division at Amrita Hospitals, Kochi. This also applies to spaces that are air-conditioned and not properly effective.Moni said studies have shown that cotton masks protect the wearer by only around 50%, and a surgical mask is close to 60%. For this reason, N95-level masks – also known as FFP2 according to European testing standards – are recommended by doctors, especially in cities with high infection rates. These can prevent the transmission of airborne particles by 95%.Representational image. Photo credit: Narinder Nanu / AFPReusing N95 masksWhichever mask you wear, the key is that it should snugly fit the face, and cover your mouth and nose. A general rule is that if you are wearing glasses, a well-fitted mask, especially around the nose, will not make them fog up.The trouble with N95 masks is that they are generally single-use and most of these cannot be washed or disinfected. While there is no consensus on how many times N95 masks can be used, doctors ideally say these should not be used more than two or three times at the most.For this, doctors use a common hack, which was developed when there was a shortage of medical-grade masks. You buy five masks and wear one each day. The ones not in use can be kept in a paper bag. This way, five masks can be used for up to three weeks in rotation.But for those using these masks regularly in crowded places, such as offices or shopping malls, doctors recommend reusing N95s only if they can be decontaminated.“Ideally, an N95 can be reused up to three times after disinfecting effectively using either a hydrogen peroxide vapor spray, treating it with heat at 70 degrees Celsius, or by using UV light,” said Dr Sharad Joshi, principal consultant of pulmonology at Max Super Speciality Hospital in Vaishali, on the outskirts of Delhi. He does not recommend reusing these masks in hospital settings. Joshi added that a surgical mask can be worn over an N95 to prolong its use.Amrita Hospital’s Moni also suggests that UV chambers for disinfecting such masks could be a viable and sustainable solution for large workplaces to consider reopening. And yet, disposable N95s may not be an affordable solution for many in low- and middle-income countries like India.Using cotton masksIn scenarios where N95s are out of reach, cotton masks can be important at the community level, said Moni. “These are also more comfortable to wear than surgical or N95s, and can be effectively used for the elderly while they are in reverse quarantine,” she explained. Reverse quarantine is a public health strategy used in Kerala where vulnerable populations like the elderly are kept away from the general population during an infectious outbreak.She also suggested that the evidence in favour of double masking means that cloth masks are still useful and can augment the efficacy of the surgical mask. While separately a surgical or a cotton mask may not be as protective, a cotton mask worn over a surgical mask can offer up to 80% protection against the virus, Moni explained. The cotton mask also helps make the surgical mask fit more snugly.The biggest element in favour of a cotton mask is its wash-and-reuse capability, which makes it both sustainable and resourceful in low-income settings. And while N95s are most effective in infection-friendly settings, it is equally prudent to have a large population wear face coverings correctly to halt the community spread.This guidance is also useful in outdoor spaces and well-ventilated public transport, where a cotton mask could be a safety net against a mass cluster outbreak.While working outRunning, cycling or strenuous workout can put a lot of pressure on one’s lungs, and there is much debate over whether people should be expected to wear masks while exercising. In such scenarios, an N95 mask may be challenging to use, says Max Hospital’s Joshi. A triple-layered cotton mask may be enough for cycling or running outdoors, though.For indoor gyms, masking is a challenge – but also necessitated because of poor ventilation. In cases where your gym is not crowded, Moni suggests a visor has been proven effective at stopping transmission in simulation studies. But this will still not be effective if it is a closed space and crowded.This article first appeared on Quartz.","author":"Manavi Kapur, qz.com","time":"2021-07-22T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156035-vcmbfuvtcn-1615439376.jpg","tags":["Coronavirus pandemic","Covid-19","Delta variant","N95 mask"],"source":"https://scroll.in/article/999985/it-may-be-time-for-most-indians-to-upgrade-from-their-cotton-mask"}