{"title":"It was India’s Constitution that made the Emergency possible","content":"While outfitting the state with the formidable powers contained in the 1935 act, the lawmakers introduced a feature that was absent in colonial law – Fundamental Rights. These included the right to free expression and assembly, equality before the law, and the freedom to decide political representation. In mobilising Indians against British rule, the Congress had long demanded rights denied them by colonialism. The Nehru Report of 1928, for example, had mentioned the goal of securing Fundamental Rights denied them by the British. Subsequent Congress resolutions and reports had affirmed this commitment.The adoption of parliamentary democracy based on adult suffrage as a form of government, therefore, was deeply embedded in the mobilisation for independence. Accordingly, Part III of the constitution includes Fundamental Rights that guarantee a comprehensive set of justiciable rights. These include the right to equality, property, freedom of speech, movement, and association, and protections of life and personal liberty.However, there was a strong sentiment for circumscribing these rights. Thus, when Patel introduced the Advisory Committee’s report before the Assembly in April 1947, he proposed that rights of freedom be “subject to public order and morality or to the existence of grave emergency declared by the Government of the Union or the Unit concerned whereby the security of the Union or the unit, as the case may be, is threatened.” In such an event, laws could circumscribe the citizen’s rights of speech and expression by making “the publication or utterance of seditious, obscene, blasphemous, slanderous, libellous or defamatory matter actionable or punishable.”This was not all. Omitted from the Advisory Committee’s interim report were protections for the secrecy of correspondence and the security of persons and dwellings from unreasonable searches without warrant. Clauses on these protections were included in the earlier iteration of the subcommittee on Fundamental Rights, but KM Munshi, a member of the Advisory and Drafting committees, strongly argued against them. He contended that there was no right to the secrecy of correspondence in the American constitution. The inclusion of such a right, he argued, would checkmate the state from discovering conspiracies and constrain it from availing actions under the clause for “public order and morality.”He acknowledged that the American constitution provided protection against unreasonable searches but stated that Indian conditions were different. The police in India had long enjoyed powers to search premises without a warrant in the course of investigations. Patel and others supported the deletion of both provisions in the Advisory Committee proceedings on the grounds that they would aid criminals and spies.When Patel presented the proposals on Fundamental Rights with these restrictions in April 1947, the criticism was sharp. Somnath Lahiri, the lone communist member of the Assembly, acidly noted that “many of these fundamental rights have been framed from the point of view of a police constable.” He pointed out that Patel proposed to make seditious speech a punishable crime, whereas in England such speech was not a crime unless accompanied by an overt act. Lahiri was the most contentious, but he was not alone in opposing restrictions on freedom. Another member also objected to the restrictions, arguing that they rendered these rights non-justiciable.In spite of the opposition, the restrictions remained in the draft presented to the Assembly in February 1948. Article 13 (Article 19 of the constitution) guaranteed freedom of speech and expression, but it was qualified by a clause that allowed the state to make “any law relating to libel, slander, defamation, sedition or any other matter which offends against decency or morality or undermines the authority or foundation of the state.” This did not go unchallenged. “It is therefore clear, Sir, that the rights guaranteed in Article 13 are cancelled by that very section and placed at the mercy or the high-handedness of the legislature,” a member noted.Consequently, there would be no greater freedom of the press than “what we enjoyed under the cursed foreign regime.” The criticism stung. KM Munshi intervened to suggest the deletion of sedition, which he regarded as too broad a category. He acknowledged the colonial heritage of the term but contended that even a democracy had to draw a line between the legitimate criticism of the government and speech calculated to overthrow the state.Faced with the opposition, the revised draft constitution dispensed with the word “sedition.” But the opposition was not done yet. One member pressed for an amendment proposing the insertion of the word “reasonable” to precede “any law” in Article 13, arguing that the insertion would give the courts the right to determine whether the restrictions imposed by the legislatures were justified. Ambedkar accepted the amendment. Not only was the hated sedition reference gone, the revised draft made room for the word “reasonable.” It was a small victory but no less significant in view of the fate suffered by due process.The Drafting Committee’s original version of Article 15 (Ar- ticle 21 of the constitution) offered protection of life and liberty. But its redraft substituted liberty with personal liberty, thereby narrowing its scope. It also omitted reference to due process, replacing it with “procedure established by law.” The redrafted Article 15 read: “No person shall be deprived of his life or personal liberty except according to procedure established by law.” When the matter came up for discussion, the critics were quick to recognise what the change from due process to “procedure established by law” implied. It meant that the court would be able to rule only whether a person was lawfully detained; the soundness of the law itself would be beyond judicial review. So, if the brute majority in the legislature enacted an unjust law under which a person was detained, the court’s hands would be tied. A member reminded the Assembly that the British government had time and again detained Congress activists under “black laws,” leaving the courts helpless to intervene. Munshi vigorously argued for the retention of due process, warning that without the protection of courts “we will create a tradition which will ultimately destroy even whatever little of personal liberty which exists in this country.”In the vigorous debate over due process, Ambedkar was on the fence. He acknowledged the two widely different implications of the terms “procedure established by law” and “due process.” One trusted the legislature to enact reasonable and just laws; the other did not. There was much to be said about both, making the choice difficult: “It is rather a case where a man has to sail between Charybdis and Scylla.” He could not decide and left the choice to the House. Despite opposition, the measure ultimately passed, including the passage “procedure established by law” instead of “due process.”The origin of the laws of exception in India goes back to Bengal Regulation III introduced by the East India Company. It empowered the company to detain indefinitely anyone suspected of criminal intent without allowing for judicial scrutiny of the detention. Underlying this law was the company’s position as a conquering regime. Reigning over alien subjects, it could hardly represent its rule as founded on consent. The company set up courts and enacted laws to dress its sovereignty as the rule of law. Yet it also saw itself surrounded by disaffection and sedition. The rule of law, therefore, required an exception. This is what Regulation III provided – an ability to lawfully suspend the law in exceptional circumstances. Throughout its existence, the British used this maneuver to suspend habeas corpus lawfully. Citing war conditions, the British enacted the Defence of India Act in 1915 to combat the perceived threat from conspiracies. It was the extension and regularization of this wartime legislation into peacetime by the Rowlatt Act in 1919 that General Dyer tried to implement with force, leading to the infamous Jallianwala Bagh massacre of civilians in Amritsar. They returned to this emergency law during World War II by promulgating the Defence of India Rules.In spite of the colonial genealogy of the laws of exception, the nationalist elite wished to equip the new nation-state with emergency powers. Accordingly, the draft constitution included a series of provisions that empowered the president to declare Emergency and to suspend certain rights for its duration. Even before these articles came formally under discussion, members rumbled against the proposed suspension of constitutional remedies to enforce Fundamental Rights. An exasperated Tajmul Husain, a Muslim member from Bihar, questioned the Assembly’s right to impose restrictions on constitutional remedies: “It is a free country. If the people want to have a revolution, let them have revolution. Who are we to prevent that? Therefore I say no power should be given to any person, however big – to the President of the Republic or anyone else – to suspend the Fundamental Rights guaranteed under this Constitution.”Other members also expressed their disquiet. But Ambedkar was unrelenting. Responding to Husain’s “lurid picture,” he pointed out that only the individual rights of freedom, not all rights, were to be suspended under Emergency. This would be justified if the state’s existence itself were in jeopardy. Without the state, there would be no individual freedom. He knew of no state that did not protect itself by curbing individual rights under emergency conditions.The skirmish resumed when the Assembly met to formally discuss the draft constitution’s emergency provisions in August 1949. HV Kamath, a member and a frequent critic of the leadership, spoke eloquently against the article that empowered the president to declare emergency when faced by the threat of war, external aggression, or internal disturbance. He cited the example of the provision in the Weimar Constitution and its abuse by Hitler to impose a Nazi dictatorship.Another member, the respected socialist and economist KT Shah, expressed deep misgivings at the tendency he observed in the draft constitution to arm the state with excessive executive au- thority. This included treating the mere threat, and not the ac- tual occurrence of war and internal disturbance, as sufficient for proclaiming emergency. This was no different than the British ordinances in 1942, which also made the mere threat of disturbance punishable. If the state now being constituted “is not distinguishable for its liberalism, for tolerance, for freedom of thought and expression to the citizen, from the previous Government,” then all that would be different is “the complexion of rulers.” Fighting words. But they were to no avail. With the support for emergency powers strong in the Assembly, this provision was accepted.Excerpted with permission from Emergency Chronicles: Indira Gandhi and Democracy’s Turning Point, Gyan Prakash, Hamish Hamilton.","author":"Gyan Prakash","time":"2018-11-19T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105949-zukewbzqlr-1542533136.jpg","tags":["Fundamental Rights","Constitution","Emergency"],"source":"https://scroll.in/article/902583/it-was-indias-constitution-that-made-the-emergency-possible-though-many-opposed-the-measures"}