{"title":"‘It’s a lollipop’: Opposition leaders question intent and timing of Modi’s 10% upper caste quota","content":"Having lost crucial Assembly elections in the Hindi heartland, the Bharatiya Janata Party is using the promise of 10% reservation for the economically backward upper castes to shore up its core support ahead of the general election. This is mainly how Opposition leaders are reading the Narendra Modi government’s decision to provide a quota for those among the upper castes who earn less than Rs 8 lakh a year, own only up to five acres of land and have homes smaller than a certain size. But many parties seem reluctant to say so openly, given they also rely on the upper castes for votes. This explains why the Congress was forced to welcome the decision and only question its timing. “Hundred days are left for the election and Modi now remembers the economically weaker sections of the society,” said the Congress’s spokesperson RS Surjewala. “We support reservation for the economically poor sections. But when will you give jobs in addition to giving reservation in jobs? That is a question the prime minister needs to answer.”It is widely believed that significant sections of the upper caste Hindus, who have long formed the core support base of the BJP, did not vote for the party in the 2018 polls in Madhya Pradesh, Chhattisgarh and Rajasthan, causing it to lose all of them. As Scroll.in reported ahead of the elections, the upper castes were upset with the ruling party for nullifying the Supreme Court’s judgement diluting the Scheduled Castes and Scheduled Tribes Prevention of Atrocities Act. The judgement prohibited the arrest of public servants under the Act before a preliminary inquiry was conducted. While the upper castes hailed it as a move to curb alleged misuse of the law, the communities protected by the legislation termed it a dilution and called a nationwide strike that descended into violence. In response, in August, the Modi government restored the original provisions of the law. Although the government claimed the proposed quota would not shrink the existing reservation for the Scheduled Castes, Schedule Tribes and Other Backward Classes, it remains to be seen how these marginalised groups react to the move. But the parties that seek to represent them are clear about what the decision means. It is a “lollipop” to woo the upper castes whom the “Ram Mandir card” has failed to mobilise, argued the Rashtriya Janata Dal’s Manoj Jha. “This is nothing but rhetoric,” he said. “Articles 15 and 16 of the Constitution talk about socially backward groups, not economically backward groups. Since this is a Constitutional amendment, we need to have a serious debate and that cannot happen with only one day left in this session of Parliament.” While Article 15 provides the constitutional backing to reservation for “any socially and educationally backward classes of citizens, or for the Scheduled Castes and the Scheduled Tribes”, Article 16 enshrines the fundamental right to equality. To make its decision legal, the Modi government is likely to move an amendment to Article 15 on Tuesday. ‘Yet another jumla’The decision is a “political gimmick from a dying government”, said the Trinamool Congress MP Derek O’ Brien. Samajwadi Party’s MP Javed Ali described it as “yet another jumla from Modi”. “This is a damage control exercise before the 2019 election,” said Ali. “We are yet to see the final Bill but it is certain that like its other announcements, the BJP has done no homework on this issue.”Tathagata Satpathy of the Biju Janata Dal welcomed the decision not to tinker with the existing reservation system but raised questions about its sincerity and timing.“There is no sincerity and the government is doing this with mischief in mind,” he alleged. “The game of the BJP is full of mischief. If that were not the case, why did they not announce it along with demonetisation. The government had to wait for almost five years to make this announcement. Moreover, this is not a new demand and Biju Patnaik during the Mandal days had said that there are only two castes in this country, the rich and the poor.”The Nationalist Congress Party also welcomed the announcement but argued for the Rs 8 lakh income ceiling to be brought down. “We also demand that the government simultaneously discuss reservation for Marathas, Patels, Jats, Gujjars in Maharashtra, Gujarat, Haryana and Rajasthan, respectively,” said the party’s spokesperson Nawab Malik.  Masood Ahmad, Uttar Pradesh president of the Rashtriya Lok Dal, demanded a quota for economically backward Muslims as well. “Why should we remain alienated?” he asked. “After all, this government talks about Sabka Saath Sabka Vikas. Let’s see if it can walk the talk.”","author":"Akash Bisht","time":"2019-01-08T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/76814-qpxnmacfgs-1513610963.jpg","tags":["Narendra Modi","Reservation","upper caste quota","Congress","BJP","Trinamool Congress","SC and ST Atrocities Act","RJD"],"source":"https://scroll.in/article/908571/its-a-lollipop-opposition-leaders-question-intent-and-timing-of-modis-10-upper-caste-quota"}