{"title":"‘It’s mentally taxing’: Kashmiris living outside the state struggle to contact families","content":"Early Monday morning, Aabid, a 27-year-old journalist living in Delhi, received a call from his father who lives in Kashmir. “I was asleep so I could not pick up,” he said. When he tried to call back, neither his father’s mobile phone or the family’s landline phone were reachable.Over the last week, Aabid had watched news of a build-up of troops in the Valley with anxiety. When all communication lines between Kashmir and the rest of the world finally snapped in the early hours of August 5, his worries deepened.Around 11 am, Union Home Minister Amit Shah moved a resolution in Rajya Sabha seeking to scrap Article 370 of Constitution that provides special status to Jammu and Kashmir. Shah also proposed the Jammu and Kashmir Reorganisation Bill, according to which Jammu and Kashmir will be a Union Territory with a legislature while Ladakh will be a Union Territory without a legislature.With this, Aabid’s anxiety has turned into hopelessness. “It will be a prolonged season of tensions,” he said. “Obviously there will be resistance from the people. It will lead to chaos.”How the panic beganIt all started with the Home Ministry issuing an order on July 25, sending 10,000 troops of the Central Armed Police Force to the Valley. Jammu and Kashmir Governor Satya Pal Malik, however, insisted on July 30 that “everything is normal”.The movement of paramilitary troops continued into the state as 25,000 additional troops moved into the Valley on August 1 as the Army and Indian Air Force were put on high alert.On August 2, a joint forces press conference said that Pakistani militants were trying to target the Amarnath Yatra. On the same day, pilgrims of the Amarnath Yatra and tourists were asked to leave the state because of terror threat posed by militants allegedly backed by Pakistani soldiers.Two days later on August 4, mobile, internet and landline services were suspended, former chief ministers Omar Abdullah and Mehbooba Mufti were placed under house arrest and Section 144 – which prevents public assembly of three or more people – was imposed.While panic escalated in the Valley, Kashmiris living outside the state found themselves grappling with uncertainty. Many struggled to contact their families and failed. Now with the Union Home Minister’s announcement of proposals that make sweeping changes to Kashmir’s status in the Indian Republic, their fears have peaked.A dark night descends on Kashmir, as a siege is imposed by India. I’m extremely worried about my home. Long suffering people of Kashmir, stay safe.— Mirza Waheed (@MirzaWaheed) August 4, 2019\n\nhttps://twitter.com/MirzaWaheed/status/1158085591457783808?s=20 \nThe last form of communication was bsnl landline and now it has been suspended as well. There is absolutely no way to contact anyone in Kashmir. https://t.co/6WHbcE1wb0— Ahmer Khan (@ahmermkhan) August 5, 2019\n\n‘We are more vulnerable’A Kashmiri professional in Delhi, who wished to remain anonymous, said that the present situation in the state was “unprecedented”. “It all starts to make sense now,” he said after he heard of the new proposals made in Parliament on Monday. “What they have done is really big. My friends and I are contemplating leaving Delhi and going back home.”He felt a “sense of defeat” after Shah’s announcement in Parliament. “I am only thinking about how this makes my family more vulnerable,” said the 30-year-old management consultant who has lived in Delhi for six years. “I have nothing to do with Article 370 but now this affects me as well. This will affect all those who were never a part of any rebellion.”‘No information’But before the Home Minister’s announcement, rumours had already begun to create panic among Kashmiris.“Everyone was just guessing,” Aabid said. “No one had any idea. Some said the state will be split and others say that Article 370 will be scrapped. There was no assurance from the government.”Aabid found it strange for landline communication to be severed despite the frequent internet blocks in Jammu and Kashmir. “My sister is pregnant and her due date is approaching,” he said. “I just want to be there with my family.”Similarly, for the management consultant who wished to remain anonymous, his parents kept asking him for more information when they last spoke on August 4 at 3 pm.“But I did not know much so what could I tell them?” he said. “The complexity this time is multi-fold. This is just mentally taxing.”Whatever news was available only seemed to deepen his anxieties. “Every tweet makes me more anxious,” he said. “There is nothing good coming. My mind is constantly thinking about bad things, but I just want someone to lie to me.”Even the floods in Jammu and Kashmir in 2014 had not felt as daunting. “In the 2014 floods, the state machinery was helping us but it seems that the machinery has now turned against us,” he said.Also readExplainer: How BJP is proposing to change Jammu & Kashmir and what that meansMove to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s ConstitutionWhy is BJP turning a state into a Union Territory and diminishing citizens’ democratic rights?","author":"Vijayta Lalwani","time":"2019-08-05T15:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125037-reqgjkphxw-1564998247.jpg","tags":["Jammu and Kashmir","Amarnath Yatra","Amit Shah","Bharatiya Janata Party","Omar Abdullah","Mehbooba Mufti","Article 370"],"source":"https://scroll.in/article/932867/its-mentally-taxing-kashmiris-living-outside-the-state-struggle-to-contact-families"}