{"title":"‘It’s anti-Muslim’: Four things you’ve heard about NRC that aren’t strictly true","content":"The run-up to the publication of the National Register of Citizens in Assam, a list of bonafide Indian citizens in the state, has attracted immense global attention. Foreign newspapers have run front-page reports. International humanitarian organisations have issued “genocide alerts” – all quite unprecedented for a state that barely even makes it to the national news otherwise.The bureaucratic exercise that threatens to render lakhs of people stateless is deeply flawed, as we have documented in The Final Count series. But some of the criticism reflects misconceptions about what exactly is taking place.Here is a look at four popular misconceptions about the NRC.1. The NRC is anti-MuslimPerhaps the most enduring of the misconceptions is that NRC has an inherent bias against Muslims. On August 27, the United States Commission on International Religious Freedom, a federal government body, called the NRC a “religious test for Muslims in Assam”. Earlier, a report in The New York Times claimed that most of those left out of the draft list are Muslims. First, there are no official numbers that provide a break-up. In fact, anecdotal evidence from the ground points at large-scale exclusion of Bengali Hindus. This has made the ruling Bharatiya Janata Party, once an enthusiastic supporter of the exercise, wary of its final outcome. Bengali Hindus are a loyal voter base of the party in the state.This is not to say that the NRC exercise treats everyone equally: the process is skewed against anyone not perceived to be “indigenous” to Assam. Even among the so-called non-natives, Bengali-speakers have been subjected to the maximum amount of scrutiny, but there is little evidence to conclusively affirm that Bengali Hindus have had it any easier than their Muslim counterparts.It is, however, true that the foreigner determination process in Assam is not entirely religion-agnostic. Those excluded from the NRC will have to stand trial in foreigners tribunals, quasi-judicial institutions that adjudicate on matters of nationality in Assam. Data from four foreigners’ tribunals shows significantly more Muslims were tried, and a much greater proportion were declared foreigners than Hindus. Discrimination based on religion could acquire legal sanction if the BJP government at the Centre presses ahead with the Citizenship (Amendment) Bill. The Bill seeks to amend the law to facilitate citizenship for non-Muslim refugees from India’s neighbouring countries. If the Bill becomes law, Bengali Muslims in Assam will become more vulnerable than their Hindu counterparts.2. The NRC is the brainchild of the BJPFar from it. Updating the original 1951 NRC is a long-running demand of the state’s Assamese ethnic majority community. “Detection and deportation” of foreigners, the final stated objective of the NRC, flows from the Assam Accord of 1985, a pact that Assamese nationalists signed with the Indian government to call off a popular six-year (often-violent) anti-migrant movement.The demand gained fresh traction after a tripartite meeting in 2005 involving the Centre, the Assam government and the All Assam Students’ Union, the Assamese nationalist outfit that led the anti-foreigner drive more than two decades ago. It was in this meeting that a decision was taken to update the NRC.But there was little movement until the Supreme Court got involved when a civil society group called Assam Public Works filed a petition in 2009 demanding tangible action.In 2010, the Congress government in Assam launched a pilot project to update the NRC in two districts. However, the project ran into trouble as protests broke out leading to the death of four Muslim activists.The exercise, it was decided, would be called off till there was wider consensus. A sub-committee of the Assam government was set up in 2011 to achieve that. It held a series of consultations with civil society groups between 2011 and 2013 to formulate a set of rules to regulate the citizenship screening drive.In 2014, the Supreme Court directed the Centre, now under the BJP, to resume updating the NRC. The exercise began in earnest in 2015, largely according to the modalities finalised by the Congress government in tandem with civil society groups from Assam.Moreover, the government is not directly involved in the day-to-day operations of the NRC – it only provides logistical support and manpower to the NRC authorities, who report to the Supreme Court. In fact, the NRC authorities and the government have been at loggerheads on several occasions over the last couple of years.3. Non-inclusion in NRC would mean instant detentionNot entirely accurate.People excluded from the NRC would get 120 days to present their cases at foreigners’ tribunals. The state would provide legal aid to the defendants through district legal service authorities. Only if these foreigners’ tribunal uphold the NRC authorities’ decision would people be detained. “People left out of the final NRC will not be detained under any circumstance till foreigners’ tribunals declare their decisions,” the state government said in a public notice it issued on August 27.But this might not offer much solace to many people in Assam: the state’s foreigners’ tribunals have a notorious reputation of anti-migrant bias.A foreigners’ tribunal decision, however, can be challenged in higher judicial forums.4. NRC-rejects will be deported to BangladeshIn July, Union home minister Amit Shah, who has promised to replicate the Assam template across the country, said in the Rajya Sabha: “Illegal immigrants and infiltrators who are living on every inch of the country’s soil will be identified and they will be deported as per international law.”However, India does not have any formal repatriation treaty with Bangladesh, which insists that there has been no large-scale migration to Assam in the last 30 years. Last week, Union external affairs minister S Jaishankar, on an official visit to the country, did not even broach the subject with his counterpart. On the contrary, he told journalists that Assam’s NRC is India’s “internal matter”.This is of a pattern: in bilateral engagements, India has never officially discussed deportation with Bangladesh. Analysts claim India’s reluctance is strategic – it does not want to upset ties with the current dispensation in Bangladesh.To state the obvious: Notwithstanding Shah’s belligerent rhetoric, deportation is unlikely – at least in the immediate future.Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-08-30T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/96301-tzwmxkzhmu-1557301099.jpg","tags":["The Final Count","The Process","National Register of Citizens"],"source":"https://scroll.in/article/935454/its-anti-muslim-four-things-youve-heard-about-nrc-that-arent-strictly-true"}