{"title":"Uttar Pradesh meat crackdown: Chief secretary says closing illegal slaughter houses 'is a priority'","content":"Within days of Adityanath taking over as the chief minister of the Bharatiya Janata Party’s government in Uttar Pradesh, the first official statement on his government’s priorities emerged in the form of a letter.On Wednesday, chief secretary Rahul Bhatnagar sent a letter to all district magistrates, police superintendents and municipal commissioners. “This letter is to make you aware that the closure of illegal slaughterhouses and a ban on mechanised slaughter houses is a priority of the government,” he said. The BJP has maintained that mechanised slaughter houses are inhuman.The chief secretary mandated the setting-up of a ten-member committee headed by the district magistrate in every district to ensure that all slaughter houses were inspected, illegal ones were closed down, and the guilty were punished.Bhatnagar cited a government order issued by the then chief minister Akhilesh Yadav on June 30, 2014 on the action to be taken against slaughter houses. He asked for a report from every district within seven days on the action taken, followed by a daily report at 11 am. “Please make sure that under all circumstances, there is no slaughter or trade of the progeny of cow,” his letter said. Uttar Pradesh law bans the slaughter of cow, bullock and ox, and prohibits the storage or consumption of beef. But buffaloes are exempt from the law. The state is home to a thriving industry of buffalo meat.  Even before the chief secretary’s letter could reach the districts, the crackdown on the buffalo meat trade had begun. By Thursday, the police headquarters said 27 cases had been registered across the state against 60 people, of whom 43 had been arrested. In Lucknow, three cases were filed against six people, with three arrested. Meerut zone in western Uttar Pradesh had eight cases – the maximum among all zones.On Wednesday, three buffalo meat processing plants belonging to a former Bahujan Samaj Party legislator’s family were sealed in Meerut. The owners said they had all the requisite approvals to run the establishment, which had been in operation for 14 years. But officials told them they were not following the terms of the licence.District authorities have a wide legal arsenal at their disposal to crack down on those involved in the meat trade. In his letter, the chief secretary had listed as many as 24 laws governing the slaughter, transport and sale of meat.  From slaughter houses to shopsAs the crackdown intensified across the state, shops and restaurants serving meat began to feel the heat. On Wednesday, nearly 200 meat shops remained closed in Lucknow, the state capital. While those selling buffalo meat were the worst hit, the Lucknow municipal corporation also sealed several small outlets even selling chicken on grounds that they were illegally doing business on the pavement.Several iconic eateries in the city downed their shutters. The century-old Tunday Kababi at Akbari Gate in the old city, which serves famous “bade ka kebab” (buffalo meat kebabs) was shut on Wednesday. It reopened on Thursday, but since there was no buffalo meat, it served chicken and mutton kebabs for the first time. “Customers are getting angry,” said Abu Baqr, who runs the outlet. “It is costly to me also and has ruined our speciality.”In recent years, both slaughter houses of Lucknow were temporarily closed down because they did not meet the guidelines of the pollution control board. The slaughter house run by the Lucknow Cantonment Board stopped running in January 2016. It was slated to reopen after six months, after modernisation work had been carried out, but it still remains shut.Most of the large, licensed slaughter houses operate in western Uttar Pradesh. Since they are export-oriented, they do not supply meat to the domestic market. For Lucknow, the nearest licensed slaughter lies in Kanpur-Unnao, nearly 100 km away. Transporting meat daily over such a long distance is not practical, said traders.In the absence of supply from the slaughter houses, the shops and restaurants were sourcing meat from the traditional supply chain of small traders. Members of Qureshi community engaged in the trade claim that the daily consumption of buffalo meat in Lucknow is nearly 20 tonnes and involves a turnover of over Rs 50 lakh.The government’s crackdown has disrupted the entire supply chain of buffalo meat. In addition, the Lucknow municipal corporation has decided not to renew the licences of nearly 150 shopkeepers who sell buffalo meat. Their licences are due to expire on March 31. Said Mohammad Islam, who closed down his meat shop at Muftiganj on Wednesday: “My shop is registered but LMC [Lucknow Municipal Corporation] people told me that it will not be renewed. It hardly matters because we are not getting meat as kamela [slaughter of animals] is not being done.”Meat vendors said municipal officials told them: “When there are no slaughter houses to slaughter animals, from where will you get meat to sell.”A long historyIn Uttar Pradesh, the controversies over meat began in 2014, after the then prime ministerial candidate of the BJP Narendra Modi alleged in his campaign rallies that cows were being illegally slaughted in the state. He called it a “pink revolution”.The BJP and the Samajwadi Party government traded charges over it. In September 2015, Mohammad Ikhlaq, a villager in Dadri district, was lynched by a mob that alleged that he had killed a calf and stored beef in his house.In the charged atmosphere, food sellers had started taking precautions. Even Tunday Kabab categorically used to state on its menus that the kebab was made of black buffalo meat, with no mention of beef. While its other branches may serve other dishes, the first shop established in 1905 in Akbari Gate of old Lucknow has stuck to serving bade ka kebab with paratha for just Rs 20.Tunday Kabab is not the only establishment affected by the meat crisis. Raheem’s Nahari, another famous eatery, is now offering only mutton dishes. Since mutton is more expensive than buffalo meat, the outlet is finding fewer customers. Another outlet, Idrees Biryani at Pata Nala, remained closed till Wednesday afternoon.These outlets, which claim to follow ancestral recipes, have been greatly celebrated in city lore. For instance, Tunday Kabab’s shop displays pictures of its owner with several films stars from Dilip Kumar to Shahrukh Khan.Lucknow has long been the epicentre of delicious Awadhi cuisine. The city’s non-vegetarian eateries are patronised not just by Muslims – in fact, they have a larger Hindu clientele. Most of these establishments observe Tuesday as the weekly off and remain closed for the nine days of Navratri.It isn’t only humans that have been affected by the crackdown on meat. Even animals at Lucknow Zoo are feeling the brunt. On Wednesday, the contractor for meat supply in Lucknow Zoo did not turn up. The reason: he did not have any meat to supply. As a result, carnivorous animals including lions and tigers were deprived of their regular diet. Now the zoo administration is contemplating hiring another contractor.","author":"Faisal Fareed","time":"2017-03-23T21:54:32.002980+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/832624-20717617473_f0bb0ac89c_o.jpg","tags":["Beef ban","Uttar Pradesh"],"source":"https://scroll.in/article/832624/its-official-cracking-down-on-the-illegal-meat-trade-is-the-new-priority-of-the-up-government"}