{"title":"It’s showtime once again for the classic Malayalam film ‘Thamp’ ","content":"The Cannes Film Festival’s line-up this year includes Thamp (1978), Aravindan Govindan’s acclaimed Malayalam film about a travelling circus. Restored by Film Heritage Foundation, Thamp is the only Indian title to be shown in the Cannes Classic section (May 17-28).Thamp is the second film by Govindan to be restored by Film Heritage Foundation after Kummatty (1979). The new restoration has been carried out along with Prasad Corporation and in association with The Film Foundation’s World Cinema Project and Cineteca di Bologna.Along with a new print, Thamp has a new name too. The black-and-white film has been spelt as Thampu for years. Ramu Aravindan, the director’s son, suggested that the title should actually be Thamp, after the way it is pronounced in Malayalam. Ramu Aravindan also revealed that his father’s name is Aravindan, while Govindan is his surname. Thus, the posters for Thamp at Cannes credit the director as Aravindan Govindan.Aravindan Govindan during the shoot of Thamp (1978). Courtesy NL Balakrishnan Archive, Film Heritage Foundation.Shot in black-and-white by Shaji N Karun, Thamp is a virtuoso example of observational cinema. The film intimately captures the rhythms of a circus as it rolls into a village, sets up its tent and proceeds to entertain the wonder-struck villagers. The cast includes professional actors Bharath Gopi and Nedumudi Venu and members of a real circus. Govindan shot without a script, crafting the narrative during rehearsals and the actual performances.Ramu Aravindan said in a media statement: “Aravindan’s films were seen and discussed widely in the mid-1970s to the mid-1990s, as carriers of a unique but very specific kind of visual-poetic sensibility. That reputation endured even as a younger generation of viewers and filmmakers grew up. His reflective kind of cinema continued to be discussed. Only this time, it was mostly by word of mouth – good digitisations of these films were hardly available. Quite ironic for a very visual filmmaker! In an essay for Scroll.in, Film Heritage Foundation founder Shivendra Singh Dungarpur revisited the efforts that went into restoring one Govindan’s masterwork. “The beauty of the film lies in the reflective silences”, Dungarpur writes, as well as “the deeply observational, but delicate gaze of the camera”.‘A unique visual language’I first saw Aravindan’s films when I was at the Film and Television Institute, Pune, while I was studying there between 1991 and 1993. Images unfold like a Hindustani raga, a journey through a mystical world where the real and unreal merge seamlessly, where genre and form have no boundaries, a contemplative, meditative reverie in a unique visual language – that is Aravindan.Thamp (1978). Courtesy Film Heritage Foundation. Aravindan’s Thamp (The Circus Tent) is a remarkable film – poetic, allegorical, gently exploring the transience of human relationships and the rootlessness of the marginalised through the ripples created in the bucolic existence of a village on the banks of a river by the arrival of a roving circus troupe. Just the way he made the film amazed me. In cinema verite style with no script in hand, Aravindan rounded up a troupe of actual circus artistes and travelled with them to the village of Thirunavaya on the banks of the Bharathapuzha river. The circus was set up and all the villagers, many of whom had never seen a circus before, were invited to watch the show.Thamp (1978). Courtesy Film Heritage Foundation.For three days, the circus is the centre of attention of village life, but soon the villagers lose interest and move on to the preparation for a local festival. The circus troupe packs up and trundles away leaving no trace. The beauty of the film lies in the reflective silences, the deeply observational, but delicate gaze of the camera, juxtaposing the pathos of the circus performers as they go about their everyday tasks and more starkly in impassive close-ups as they speak directly to the camera, against the innocent wonderment of the captivated village audience, in black and white imagery that stays with you long after the big tent has folded up.  As a foundation, our approach to selecting films for restoration is to choose hidden gems, films in danger of being forgotten or lost. In the case of Aravindan’s films there was a sense of urgency as most of the original camera negatives of his films did not survive and the material that remains is not in the best condition. If we did not take up the restoration of his films, there was a chance that no one would be able to see the work of an artist as it was meant to be seen and the world would have to suffice with poor-quality copies. Thamp (1978). Courtesy Film Heritage Foundation.The restoration has been a long journey. I travelled to Kollam in Kerala on February 1, 2020, to meet the producer, K Ravindranathan Nair. A businessman with a successful cashew export business, Mr Nair was certainly not your usual producer. I was keen to meet the man who had played such a significant role in the evolution of Malayalam New Wave cinema producing landmark films under the banner of General Pictures, like Adoor Gopalakrishnan’s Elippathayam (1981) and Anantaram (1987) or Aravindan’s Kanchana Sita (1977), Thamp (1978) and Kummatty (1979), to name a few.I spoke to him about our desire to do a 4K restoration of two of Aravindan’s films, Kummatty and Thamp. A man of few words, he readily gave his permission to restore the films. Thamp before and after restoration. Courtesy Film Heritage Foundation.We had spoken to our long-time collaborators – Martin Scorsese’s The Film Foundation – about restoring Aravindan’s films. We came to an understanding that they would restore Kummatty and we would restore Thamp. We decided to attempt at least part of the restoration in India. I spoke to Saiprasad Akkineni and he agreed that Prasad Corporation Pvt Ltd would come on board as a partner for the restoration. I also spoke to Davide Pozzi, Director of L’Immagine Ritrovata, to oversee the restoration so that it was of the best quality possible. Prasad did the scanning and the digital clean-up at their facilities in Chennai as per the parameters set by Davide. The sound restoration and grading was done at L’Immagine Ritrovata, Bologna.Since the original camera negative of Thamp was missing, the source material we used was a dupe negative struck from a 35 mm print, which was at the National Film Archive of India. Thamp had been shot in black and white by Shaji N Karun on Indu Stock, an Indian brand of film stock that was manufactured in Ooty. The source material was in poor condition, so the scanned film had thick black lines, very grainy images and required image stabilisation, all of which required hours of manual clean-up.Thamp before and after restoration. Courtesy Film Heritage Foundation.Shaji N Karun had shot the film with whatever available light there was. In the print we worked on, the outdoor scenes were fill of high-contrast images – the blacks were very black and the whites were very white, with no mid-tones and no details of shadows. We didn’t want the film to look absolutely clean as digital high-definition films do. We wanted match the beauty of the original imagery and to retain some of the grain so the film still had the feel of celluloid. Both Ramu Aravindan – photographer, graphic designer and the son of Aravindan – and the cinematographer Shaji N Karun, besides myself gave constant inputs and feedback on the grade. Files would be emailed from Bologna and every time we would get a bunch of files, I would go to see them in a studio to assess the grading and to see how the film looked on a big screen.Thamp (1978). Courtesy Film Heritage Foundation.Another huge challenge was the sound, which was of very poor quality as it was taken from the print. A lot of work had to be done on the sound restoration, which took months. It was so important as sound design is a key element of Aravindan’s films.   We would like to restore one more film of Aravindan – Esthappan (1980). We have already spoken to the producer and Ramu Aravindan about this. Among the other films on our restoration wish list are Nirad N Mohapatra’s Odia film Maya Miriga (1984) and Manipuri director Aribam Syam Sharma’s Ishanou (1990).Shivendra Singh Dungarpur. Courtesy Film Heritage Foundation. Also read:G Aravindan’s classic ‘Kummatty’ is back in view with a sparkling new restored print","author":"Shivendra Singh Dungarpur","time":"2022-05-03T17:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173901-pouprgulzl-1651578553.jpg","tags":["Govindan Aravindan","Thamp","Cannes Film Festival"],"source":"https://scroll.in/reel/1023051/its-showtime-once-again-for-the-classic-malayalam-film-thamp"}