{"title":"‘It’s a political conspiracy,’ says Pehlu Khan’s son as police clear six named in dying declaration","content":"In a statement made to the police before he died of his injuries in April, dairy farmer Pehlu Khan, who was attacked by a mob of cow protectors in Alwar, Rajasthan, had identified six men as the main culprits. All six have now been given a clean chit by the Rajasthan police, senior police officials said. Though their names were mentioned in the First Information Report about the lynching, which Scroll.in has seen, the police were unable to arrest the men because they went into hiding.The investigation will continue against nine other persons who have been identified in the case diary so far. The police are still trying to ascertain the identities of even more people who are believed to have been involved in the lyching, said a police official who did not wish to be identified.On April 1, Khan, 55, a dairy farmer from Nuh in Haryana, his son Irshad, and three others, were returning home after buying cows from a trader in Jaipur when a mob stopped their vehicles in Alwar district and thrashed them, accusing them of transporting the cattle for slaughter. Khan succumbed to his injuries on April 3.“This is part of a political conspiracy,” said Irshad Khan, who was injured in the attack. “If they were not involved, why would their names randomly emerge in my father’s dying declaration? They were identified from the spot. Many people who had gathered around but my father clearly remembered six names. They were all calling out to each other.”Irshad Khan added that it was clear that those men are influential and have political protection which is why there was pressure on the police to let them go.#WATCH: 5 men beaten up & their vehicle vandalised by cow vigilantes in Rajasthan's Alwar; later 1 man succumbed to injuries (01.04.2017) pic.twitter.com/almfW9W954— ANI (@ANI) April 5, 2017\nWhile a case of murder, rioting, unlawful assembly, criminal assault and causing damage to property was registered on the basis of Pehlu Khan’s complaint, Khan, his son, and his neighbour were also booked for illegally transporting cattle on a complaint by an Alwar resident. The First Information Reports were registered on April 2.‘Travesty of justice’The police closed the investigation against the six persons based on the statements of employees of a cow shelter in the area that the six men frequented, as well as call details and tower location records of their mobile phones, the Hindustan Times reported. The cow shelter staff have testified that the six men were present in the shelter, 4 km from the site of the crime, at the time of the incident. The news report said that the police investigation showed that the men’s phone records supported this claim.Eminent lawyer and civil rights activist Prashant Bhushan called the development a “travesty of justice”. “It is totally absurd for the police to give a clean chit to persons named by the victim in his statement before death,” he said. “It clearly shows that the police investigation is biased and it raises concerns about the functioning of the police system in a state led by the Bharatiya Janata Party which is visibly protecting murderers.”The six men are Om Yadav, 45, Hukum Chand Yadav, 44, Sudhir Yadav, 45, Jagmal Yadav, 73, Naveen Sharma, 48, and Rahul Saini, 24. In his statement, Khan had also told the police that these men had claimed to be members of Hindutva groups like the Vishva Hindu Parishad and the Bajrang Dal.“The six went absconding after the incident and could not be arrested,” said the police official. “The police had declared rewards of Rs 5,000 for information on each of the six absconding men, which now stands cancelled.”In the days following the incident, the police identified more accused men on the basis of video footage and nabbed seven persons, including two suspected to be minors. According to news reports, between July 12 and August 31, five of them were released on bail.After the case was transferred to the Crime Branch in July, two more persons were identified and named in the case diary but they too are absconding, the police official said.","author":"Abhishek Dey","time":"2017-09-14T20:08:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/850656-61509-bdqsmnrwxx-1498400944.jpg","tags":["Alwar","Pehlu Khan","lynching","mob","Alwar lynching","Pehlu Khan lynching"],"source":"https://scroll.in/article/850656/its-a-political-conspiracy-says-pehlu-khans-son-as-police-clear-six-named-in-dying-declaration"}