{"title":"‘Ittefaq’ movie is a classic case of being in the right place at the right time","content":"“2 Murders, 2 Suspects, 2 Versions”: the posters of the November 3 release Ittefaq feature a burnt-out investigative cop (Akshaye Khanna) and murder suspects Siddharth Malhotra and Sonakshi Sinha.Ittefaq is a remake of the 1969 thriller of the same name that featured Rajesh Khanna and Nanda. The remake has been directed by Abhay Chopra, whose grandfather, BR Chopra, produced the original film. The trail doesn’t just stop there. The long road to Ittefaq begins with a British production that also plays with the idea of happenstance.\n\n\n    \n    Play\n\n“...Jo ilzaam mujh par lagaya gaya, wo ittefaq ho sakta hai. Magar in sab ilzaamo se bari ho jaana ittefaq nahi tha,” says Khanna in Ittefaq, summarising the essence of the plot. Among Hindi cinema’s few songless films, Khanna’s thriller was acclaimed for its unusual treatment.Ittefaq tells the story of Dilip Roy (Khanna) who is falsely accused of a crime of passion. Dilip bolts from the mental asylum to which he is admitted for his neurotic behaviour and barges into a house in the dead of night, where he runs into its owner Rekha (Nanda), only to be blamed for another crime.The film follows from another songless BR Chopra production, Kanoon (1960). Starring Ashok Kumar, Rajendra Kumar and Nanda, Kanoon is a whodunit that debates capital punishment.Following the success of Kanoon, Chopra wanted to make another movie in a similar vein, featuring Nanda in a meatier role. That was Ittefaq, with his younger brother Yash Chopra as director.\n\n\n    \n    Play\n\nKanoon (1960).Ittefaq (1969) was an adaptation of the British film Signpost to Murder (1965), which in turn was based on Monte Doyle’s play of the same name. George Englund’s movie stars Joanne Woodward and Stuart Whitman and is set during the course of one night. After being institutionalised for five years for killing his wife in a fit of anger, Alex Forrester has recovered, but he is denied his freedom by the doctors. When he realises that Victorian law will give him a fresh trial if he escapes and gets caught after 14 days, he flees the asylum and forcefully enters an isolated house, where he meets Molly (Woodward).  \n\n\n    \n    Play\n\nSignpost to Murder (1965).Both films are set during the course of a foggy night, and both lead characters are similarly framed and connected. Nanda and Khanna take the place of Woodward and Whitman, and other characters, such as the psychiatrist, is replaced by Inspector Diwan (Sujit Kumar).The similarities end there. While the motives of the character remain the same, their relationships are differently handled. In Signpost to Murder, Molly genuinely falls for Alex but Ittefaq sees Dilip and Nanda share a platonic relationship. The climax of both films also plays out differently. While Signpost to Murder is a 77-minute thriller, Ittefaq takes its time to build up its narrative, which also emerges as one of its strengths. In one of the most effective scenes, Trivedi (Gajanan Jagirdar) nails the real killer by examining the corpse.\n\n\n    \n    Play\n\nIttefaq.","author":" Sruthi Ganapathy Raman","time":"2017-10-04T16:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/843320-62910-rpvuvkzhmo-1499842590.PNG","tags":["Ittefaq","Signpost to Murder","Rajesh Khanna"],"source":"https://scroll.in/reel/843320/ittefaq-movie-is-a-classic-case-of-being-in-the-right-place-at-the-right-time"}