{"title":"‘Ittefaq’ film review: Akshaye Khanna shines in a sleek whodunit","content":"A 107-minute thriller without distracting songs and subplots that actually works? Yes, Bollywood can.In Abhay Chopra’s Ittefaq, a remake of the 1969 movie of the same name, red-hot murders are explored with cold and welcome efficiency. The original film, starring Rajesh Khanna and Nanda, was in turn borrowed from the 1964 Hollywood thriller Signpost To Murder. The latest version, written by Chopra, Shreyas Jain and Nikhil Mehrotra, takes some ideas from both productions while fashioning a film that is both a sleek and original thriller as well as a throwback to older Bollywood suspense dramas.Ittefaq is so sleek, in fact, that it occasionally threatens to slip out of grasp. The mystery is set during Mumbai’s monsoon, and involves two bodies and one cynical and caustic-tongued investigating officer who is working against a deadline. The first murder takes place at a five-star hotel; the second at a luxurious apartment filled with expensive glass, reflective surfaces and subdued lighting. In this world of shimmering surfaces, fashionably underlit corners and modish people, the truth proves to be extremely slippery.On the run after being accused of killing his wife, bestselling author Vikram (Sidharth Malhotra) takes refuge in Maya’s apartment, only to stumble onto the second crime scene of the night. Maya’s husband has been killed, and Maya (Sonakshi Sinha) points her finger at Vikram, reasoning that murder comes easily to him.Vikram protests his innocence, causing the creases on the forehead of police officer Dev (Akshaye Khanna) to deepen. An update on a stock character often played by the dapper 1970s staple Iftekhar, Dev is the only one in the room using his brains. One culprit, in fact, emerges early in the movie – the famously inefficient Mumbai police, often fatuously described to being “second only to Scotland Yard”.\n\n\n    \n    Play\n\nIttefaq (2017).Ittefaq undercuts some of its potential for suspense by including numerous flashbacks, some of which merely repeat details that are already known. Yet, for the most part, the narrative hums along smoothly, and benefits tremendously from returning ever so often to Dev. Superbly played by Akshaye Khanna, Dev is Ittefaq’s most interesting character. Dev gets many smart lines and standout moments as he moves easily between his cosy home, the grimy police station teeming with bumblers, and the posh murder locales. Chopra also makes good use of Malhotra and Sinha by limiting the duration of their screen time and leaving Khanna to do the heavy lifting.For once, the locations, production design and cinematography are actually at the service of the plot rather than being used for decorative purposes. The numerous red herrings are viewed by cinematographer Michael Luka through coloured filters and mood lighting. The plot pivots on coincidence, but Ittefaq’s pleasures are entirely by design.","author":"Nandini Ramnath","time":"2017-11-03T13:42:50.870055+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/856565-72714-rsbxuqadyg-1509598570.jpg","tags":["Ittefaq","Akshaye Khanna","Abhay Chopra"],"source":"https://scroll.in/reel/856565/ittefaq-film-review-akshaye-khanna-shines-in-a-sleek-whodunit"}