{"title":"IWL 2023-24: Fredrica Torkudzor nets hat-trick as HOPS FC beats Kickstart FC","content":"HOPS FC put in a clinical performance to beat Kickstart FC by 5-1 in a 2023-24 Indian Women’s League match on Monday.Striker Fredrica Torkudzor scored a hat-trick, which she completed in the second half injury time. Shailja and Gladys Amfobea also added one each to make it a big win for HOPS FC. Earlier, Karishma Shirvoikar had helped Kickstart FC to the lead.While Kickstart got off to a quick start with Shirvoikar opening the scoring, Torkudzor and Amfobea threatened the Bengaluru side’s defence in a bid to help HOPS get back into the game.Kickstart FC, despite taking the lead, persisted in their offensive efforts, seeking to double their lead. However, HOPS seized the opportunity that was created for them, as Torkudzor gracefully controlled a long ball from Rinku Devi and flawlessly executed a run that resulted in the equaliser in the 28th minute. Shailja put HOPS in the lead with six minutes of regulation time left in the first half, as she produced a spectacular effort from outside the box.After the change of ends, Kickstart came out with more momentum, enjoying long spells of possession. However, HOPS, sat back and looked to play through the wings to create their chances.This strategy paid dividends for the Delhi-based side, as Torkudzor managed to get her head onto a ball by Amfobea to double the lead for HOPS. The latter turned scorer 24 minutes later, when she received a pass inside the penalty area and slotted it home.There was more misery in store for Kickstart, as Torkudzor capitalised on a mistake by the Kickstart defence to complete her hat-trick deep in injury time.This result takes HOPS to fourth on the IWL table with 10 points, while Kickstart remain third with 14 points.","author":"Scroll Staff","time":"2024-01-30T09:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197991-lgtepuatjt-1706586451.jpeg","tags":["Football","Indian Football","IWL","Indian Women's League","Kickstart FC","HOPS FC"]}