{"title":"IWL 2023-24: Odisha FC lift first league title after win against Kickstart FC","content":"Odisha FC’s near-perfect season ended on a flawless note at the Kalinga Stadium in Bhubaneshwar when they outclassed Kickstart FC 6-0 to bag their first Indian Women’s League title on Sunday. The champions, who led 3-0 at half time, were aided by a hat-trick by former India U17 captain Lynda Kom. While Pyari Xaxa scored a brace, Karthika Angamuthu struck a stunner to complete the rout. Lynda and Pyari combined to slam in three goals within 22 minutes to make sure the championship didn’t slip out of their hands.Three more in the second half only added to the misery of the Bengaluru-based side and emphasised the dominance Odisha FC displayed in the recently concluded campaign.While Odisha FC ended with 31 points from 12 matches to leave their nearest rivals, Gokulam Kerala FC two points behind in the race, Kickstart FC finished a distant third, 10 points behind the ultimate champions.If anyone was looking for a dramatic turnaround in fortunes on the last day of the championship when two matches were played simultaneously, Odisha FC were certainly in no mood to entertain them. The home side knew that all they needed were three points to reduce the other tie of the day between Gokulam Kerala FC and East Bengal FC into a redundant affair in the championship battle. They did exactly that and almost with vengeance.So intense was the hunger of Odisha FC for the title that they nearly settled the issue even before their fans could settle down in the stands. Two goals within 13 minutes broke the backbone of Kickstart resistance early on.The goal-riot began early in the 11th minute. Lynda ran in to open the account off a pass from Win Theingi Tun and two minutes later, she provided a perfect pass for Pyari to do the needful. Another one from Pyari in the 22nd minute took the wind out of Kickstart FC, who didn’t look like they had many answers.Odisha FC continued to toy with their rivals in the second half to pump in three more goals. While Lynda earned the distinction of scoring a hat-trick in the title-deciding encounter, Karthika’s left-footed stunner from around 22 yards was perhaps the best of the half-a-dozen goals scored on this day.","author":"Scroll Staff","time":"2024-03-25T09:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199551-uzexlxizzg-1711340971.jpg","tags":["Odisha FC","Lynda Kom","Pyari Xaxa","Indian Women's League","Football","Karthika Angamuthu","IWL 2023-24","Kickstart FC"],"source":"https://scroll.in/field/1065740/iwl-2023-24-odisha-fc-lift-first-league-title-after-win-against-kickstart-fc"}