{"title":"IWL 2023-24: Kickstart FC leave it late to hold Sethu FC to draw","content":"Kickstart FC staged a late fightback to secure a 2-2 draw against Sethu FC in a thrilling IWL 2023-24 match at the Bangalore Football Stadium on Saturday.Sethu FC had raced to a 2-0 lead by the fourth minute through goals from Lisham Babina Devi (2’) and Kaviya Pakkirisamy (4’). But Kickstart hit back to salvage one point late in the match, with Shanglakpam Banti Sharma (78’) and Sushmita Jadhav (83’) finding the targets to spoil the visiting side’s party.The draw meant both sides maintained their respective positions in the standings. Kickstart FC are third in the table with 21 points from 11 matches, with six wins, three draws and two losses. Sethu FC, on the other hand, are fifth with 14 points from 11 games. They have four wins, two draws and five defeats under their belt.Sethu FC quickly gained the upper hand against Kickstart FC with an early goal that set the tone for the match. Malavika P showcased her speed and skills by making a decisive run down the right flank. Her ability to outpace Kickstart FC left-back Supriya Routray created the perfect opportunity for her to deliver a cross into the penalty box.Kickstart FC defenders failed to execute a proper clearance and allowed Babina Devi to take a shot with her right foot from the top of the box. Babina Devi’s strike was so precise and powerful that it left goalkeeper Maibam Linthoingambi Devi with little chance of making a save in the second minute of the match.In the space of the next two minutes, Sethu doubled their lead. Malavika was once again instrumental in setting up the goal. She made another fine run on the right before cutting the ball back across the Kickstart FC goal. The ball landed sweetly at the feet of Kaviya Pakkirisamy and the forward didn’t make a mistake from close range as her right-footed strike found the back of the net.From then on, Kickstart spent much of the first half trying to find their foot in the match. Their persistence eventually paid off in the second half when they pulled one back in the 78th minute through Shanglakpam Banti Sharma.Kickstart FC found their equaliser in the 83rd minute when substitute Sushmita Jadhav scored with a beautiful strike from a distance. The shot from 23 yards evaded the outstretched hands of the Sethu  goalkeeper and dipped in at the right moment to give Kickstart FC a point in the match.","author":"Scroll Staff","time":"2024-03-16T19:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199303-uprvoctezy-1710596154.jpg","tags":["Lisham Babina Devi","Sethu FC","Kickstart FC","Football","Indian Women's League","IWL 2023-24","Kaviya Pakkirisamy","Shanglakpam Banti Sharma","Sushmita Jadhav"],"source":"https://scroll.in/field/1065292/iwl-2023-24-kickstart-fc-leave-it-late-to-hold-sethu-fc-to-draw"}