{"title":"IWL 2023-24: Sports Odisha hold East Bengal to goalless draw","content":"East Bengal FC and Sports Odisha on Tuesday played out a 0-0 draw in their Indian Women’s League match at the East Bengal Ground.Both teams, desperate for points, started cautiously. The Red and Gold Brigade gradually found their rhythm as the game progressed.Sports Odisha had their first real chance as Deepa Nayak connected with a cross, but her header narrowly went over the crossbar.East Bengal had more possession of the ball and tried to penetrate more into the final third, with the help of their first foreign signing, Sanjida Akhter.Making her debut for the club, the Bangladesh international had a great opportunity in the 33rd minute when she made a curving attempt but missed the target by a small fraction.In the 44th minute, Sports Odisha attempted a shot on target through Amrita Jaishi as she took a first-time effort from outside the box, which was collected easily by Keisham Melody.East Bengal, on a five-game losing run since beating Sports Odisha in their opening match, struggled to convert their chances in the second half. Head coach Dipankar Biswas was the first to ring in attacking changes as he brought on Sushmita Bardhan and Puja Karmakar before Sathi Debnath replaced the latter. But it didn’t change the story for the hosts, who have now scored only once in their last four matches. On the contrary, it was Sports Odisha’s first clean sheet of the season. Paromita Sit’s side have now drawn two in a row, adding to their 1-1 draw with HOPS two weeks ago.But it could’ve been better for Sports Odisha had Melody not pulled off a good save to keep up Sumitra Hembram’s header out of the goal. Jaishi also failed to capitalise on a chance for the visitors in the final minute of the game as both sides ended the match in a goalless draw.East Bengal FC will next host Kickstart FC on February 5, while Sports Odisha return to Bhubaneswar to take on leaders Odisha FC on February 4.","author":"Scroll Staff","time":"2024-01-30T19:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198018-qsavmofatr-1706621626.jpeg","tags":["East Bengal","Sports Odisha","Indian Women’s League","Football","Indian Football","Indian Women’s League 2023-24"]}