{"title":"IWL 2023: Gokulam Kerala, Eastern Sporting Union through to semi-finals with penalty shootout wins","content":"Defending champions Gokulam Kerala on Tuesday joined former champions Sethu Madurai FC and Eastern Sporting Union FC as well as Kickstart FC in the semi-finals of the Indian Women’s League.In one of the most tense and eventful games of the IWL 2022-23 season, Gokulam Kerala defeated Odisha FC in the quarter-finals, courtesy of goalkeeper Beatrice Ntiwaa Nketia’s penalty shootout heroics at the TransStadia.At the end of regular time, the game was locked at 1-1 with Bala Devi and Roja Devi scoring for Odisha and Gokulam respectively. The Malabarians then secured a one-sided 3-0 win in the penalty shootout after their custodian Beatrice made three saves out of three.It was an end-to-end encounter right from the get-go as both sides meant business. Within two minutes of kick-off, Bala Devi gave Odisha the lead in the game. The skipper headed the ball home from an Anju Tamang corner after she was left unmarked by the Gokulam Kerala defence.The defending champions kept pushing for a goal and finally succeeded in getting one deep into the additional time of the first half. Sabitra Bhandari gained possession in a dangerous position and latched it in for an incoming Indumathi Kathiresan. The midfielder passed it onto Dangmei Grace whose attempt was blocked. However, Indumathi once again closed in on the loose ball and the resultant was picked up by Asem Roja Devi who beat goalkeeper Hooda from close range.Moments into the second half, Gokulam Kerala were dealt a huge blow as Sorokhaibam Ranjana Chanu picked up a second yellow card for a rough challenge on Cynthia Marcondes. Reduced to 10 players, the Malabarians came under pressure.But the Anthony Andrews-coached side didn’t stop marching forward and rather came close to taking an unprecedented lead in the 55th minute. Dangmei Grace went on a solo run from the centre of the park and saw herself in a good shooting position from the left-hand side of the box. However, her powerful shot hit the wrong side of the post and went out of play.Ultimately, neither side could find the breakthrough as the game progressed to penalty shootouts. Fascinatingly, goalkeeper Beatrice Ntiwaa Nketia, who went on to pick up the Player of the Match Award, was on cloud nine for Gokulam Kerala. The Ghanaian star managed to save all three spot kicks from Odisha’s Anju Tamang, Bala Devi and Pyari Xaxa. Ashalata Devi, Sabitra Bhandari and Indumathi Kathiresan all converted with ease to send the Malabarians into the semi-finals in dramatic fashion.Sethu Madurai ease past East BengalFormer IWL champions Sethu Madurai FC made easy work of East Bengal FC as they registered a dominant 9-0 win in the quarter-final held at the Shahibaug Police Stadium.The team from Tamil Nadu looked sharp in the attack right from the first whistle. Apurna Narzary gave them the lead in the 12th minute after she squared off a cross from the left flank by Priyadharshini. Narzary then made it two in the 21st minute with an intended cross which looped into the back of the net after the Red and Gold defence failed to clear it.In the 34th minute, Sethu took the game further away from their opponents’ reach as Kajol DSouza showed great composure on the ball inside the box and lashed it home to make it 3-0.Left winger Priyadharshini’s cross from the left flank was intercepted by goalkeeper Keisham Melody Chanu, but Naorem Priyangka Devi was in the right place at the right time to slot it home.Despite being in the driver’s seat at 4-0, Sethu Madurai showed hunger to score more and displayed an attractive brand of attacking football in the second half. In the 50th minute, Narzary completed her hat-trick after shooting from close range. DSouza earned the assist for the goal as she kept hold of the ball inside the box and passed it onto her unmarked teammate at the right time.Narzary continued to add to her tally for the evening, first scoring after a darting run from the right hand side of the box before finishing off a solid team move for her fifth of the game, which was assisted by Sumati Kumari.It wasn’t over for Narzary. The 19-year-old converted Kiran Pisda’s cross for her sixth and Sethu’s eighth of the game in injury time. Finally, to put the game to bed, Ivy Faith Atieno capped the fantastic evening for Sethu Madurai by making it 9-0 in the dying seconds of the game. Apurna Narzary turned provider this time as she rightfully took home the Player of the Match Award.Eastern Sporting Union reach semi-finalsFormer champions Eastern Sporting Union booked their place in the semi-finals following a thrilling penalty shootout win over Sports Odisha at the Shahibaug Police Stadium on Tuesday morning. The two teams were tied at 1-1 at the end of regulation time before the Manipur side emerged 4-2 winners from spot kicks.Eastern Sporting Union and Sports Odisha were evenly matched throughout the first half as both sides had a fair share of goalscoring opportunities. Sports Odisha began the game on the strong foot with Nepal forward Rekha Poudel spearheading their attack. Following the cooling break at the half-hour mark, Eastern Sporting Union found some rhythm and displayed some good moves in the attacking third.In the second half, Lourembam Ronibala Chanu’s side continued their resurgence in the game. Eventually, in the 67th minute, a long aerial cross from inside her own half by Phanjoubam Nirmala Devi was met by substitute Lhingdeikim with a header to draw first blood. Sports Odisha goalkeeper Spandita Das got a hand on the ball but it wasn’t enough to keep it out of the net.With just 10 minutes to go, Manisha Naik produced a moment of brilliance to pull the scores level at 1-1. The Sports Odisha forward made a glorious first touch off a Sanfida Nongrum cross and beat goalkeeper Elangbam Panthoi Chanu with a delightful lob.As the game went into the penalty shootout, Panthoi stepped up for Eastern Sporting Union. The India international thwarted Sports Odisha midfielder Poonam’s spot kick before defender Poonam was denied by the woodwork. Captain Irom Prameshwori Devi then slotted in the winning penalty to send the Manipur side to the semi-finals for the first time since 2017-18.Substitute and goalscorer Lhingdeikim was adjudged the Player of the Match for her impactful outing in the second half for Eastern Sporting Union.Kickstart leave it late against HOPSAt the TransStadia on Tuesday morning, Kickstart FC banked on Kioko Elizabeth Katungwa’s injury-time strike to defeat HOPS FC 2-1.The team from Bengaluru began the proceedings with a solid display of attacking football. They took the lead in the 17th minute, courtesy of Kaviya Pakkirisamy’s right-footed strike from the edge of the box. The shot came off the post before deflecting off HOPS defender Pooja and going past the goal line.Earlier, Rajni Bala had the chance to capitalise on an error made by the Kickstart defence. But the HOPS forward shot straight into the hands of goalkeeper Maibam Linthoingambi Devi. In the second half, nevertheless, the team from Delhi equalised via Renu Rani. The electric forward made a darting run from the right flank, cut back inside and went for glory. Her shot hit the underside of the crossbar and went in for 1-1.As the game looked likely to proceed to a penalty shootout, substitute Kioko Elizabeth Katungwa came out of nowhere to flick the ball in from close range and win it for Kickstart. Defender Shanglakpam Banti Sharma picked out the Kenyan forward with a towering cross, who squeezed her header past goalkeeper Anshika from a narrow angle.Kickstart skipper Dalima Chhibber was named the Player of the Match for her commanding display at the back.","author":"Scroll Staff","time":"2023-05-17T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190239-hnxeapvxex-1684296813.jpeg","tags":["Gokulam Kerala","Sethu Madurai FC","Kickstart FC","Eastern Sporting Union FC","Beatrice Ntiwaa Nketia","Elangbam Panthoi Chanu","Indian Women’s League","IWL","Football","Indian Football"],"source":"https://scroll.in/field/1049226/iwl-2023-gokulam-kerala-eastern-sporting-union-through-to-semi-finals-with-penalty-shootout-wins"}