{"title":"IWL 2023-24: Odisha FC inch closer to title with win over East Bengal","content":"Odisha FC took a firm step towards their quest to win the Indian Women’s League 2023-24 title when they notched up a comfortable 2-0 win over East Bengal FC in their penultimate round robin match at the Kalinga Stadium on Sunday.All Odisha FC need now is to win their last match against Kickstart FC on March 24, which is also the last day of the ongoing IWL, to leave every other team behind and bag their first title.Both goals came in the second half through India international Indumathi Kathiresan (70’) and Myanmar striker Win Tun, who scored in the dying moments of the game (90+1′). Despite East Bengal’s unexpected resilience that was finally broken in the 70th minute, it was title contenders Odisha FC, who capitalised on their chances in the second session to take all three points.Having collected 28 points from 11 matches, Odisha FC have reclaimed the top spot in the league – two points ahead of defending champions Gokulam Kerala. Meanwhile, East Bengal suffered their ninth consecutive defeat and placed in the sixth position on the table with only four points against their name.From the outset, the ‘Moshal’ girls of East Bengal FC showcased an impressive defensive performance, while Odisha FC took control of the attack. East Bengal goalkeeper Melody Chanu remained attentive, constantly on her toes to fend off the threats posed by Odisha FC.In the first half, Win, Pyari Xaxa, Grace Dangmei, Juli Kishan and Malti Munda fired shot after shot at the rival goal, each carrying their team’s hopes. However, despite the tension and anticipation, none of their attempts found the target.The game changed in Odisha FC’s favour in the second half. In the 50th minute, Karthika’s pass from the left flank found Win, but the latter was ruled offside. In the next minute, Xaxa’s header narrowly missed the target.However, in the 70th minute, the deadlock was finally broken when substitute Indumathi’s left-footed strike from inside the box went straight into the top corner of the net. Initially, Lynda Kom’s attempt was blocked by East Bengal defenders, but Karthika managed to pass the ball to Indumathi, who made no mistake after rushing in through the left.In the 90+1 minute, Win sealed the victory for Odisha FC with her seventh goal of the campaign from a free-kick nearly 30 yards out.","author":"Scroll Staff","time":"2024-03-18T11:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199336-okcyedwurt-1710741650.jpg","tags":["Indumathi Kathiresan","Odisha FC","Indian Women's League","IWL","East Bengal","Indian football","Football"],"source":"https://scroll.in/field/1065347/iwl-2023-24-odisha-fc-inch-closer-to-title-with-win-over-east-bengal"}