{"title":"IWL 2023-24: Sonia Marak scores only goal as Kickstart FC beat Sports Odisha","content":"Title aspirants Kickstart FC strengthened their position in Indian Women’s League 2023-24 when they defeated bottom side Sports Odisha 1-0 at the Capital Football Arena in Bhubaneswar on Saturday. Midfielder Sonia Marak scored the all-important goal in the 13th minute.The win proved to be a crucial one for the Bangalore-based side, as the three points took Kickstart FC to second in the league table. Having played nine matches so far, Kickstart have 20 points, equal to that of leaders Gokulam Kerala FC, who too have played the same number of matches. The Kerala side, however, enjoy a better goal difference.Odisha FC, who once looked like they were simply running away with the title, have now been pushed to third place with 19 points after the defeat against Gokulam in their last outing. The race for the title in the seven-team home-and-away league has certainly turned interesting, with very little to separate the top three sides.Sports Odisha had done well with some attacking moves, but the team was guilty of committing crucial errors – conceding the goal in the first half and then frittered away a spot-kick awarded to them in the second session.The goal by Marak could have certainly been saved had Sports Odisha goalkeeper Spandita Das not made a mess while collecting the ball. After skipper Dalima Chibber floated the ball at the goalmouth from the right, Marak’s header didn’t have too much of a punch and was within the grasp of Das. However, the goalkeeper failed to make a clean collection and the ball slipped through her hands to roll into the home team’s net.In the 62nd minute, Odisha FC attacker Deepa Naik was brought down inside the box by a defender. It resulted in a penalty kick. Defender Ratna Haldar stepped up to take the spot kick and sent it wide of the right post. As if it weren’t enough, the losers missed at least two clear-cut chances.","author":"Scroll Staff","time":"2024-02-10T19:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198335-jpjmscweyt-1707573082.jpg","tags":["Sonia Marak","Sports Odisha","Kickstart FC","Indian Women's League","IWL","Indian football","IWL 2023-24"],"source":"https://scroll.in/field/1063513/iwl-2023-24-sonia-marak-scores-only-goal-as-kickstart-fc-beat-sports-odisha"}