{"title":"IWL 2023-24: Gokulam Kerala finish runners-up despite commanding win over East Bengal","content":"Gokulam Kerala FC’s dream of adding the fourth title to their kitty remained unfulfilled despite a commanding 5-1 win over East Bengal FC in their concluding Indian Women’s League match on Sunday.As Odisha FC defeated Kickstart FC 6-0 in the other match of the day played simultaneously in Bhubaneswar to bag the trophy, Gokulam, who finished with 29 points from 12 matches, had to stay content with the runners-up place.Two goals in the first half from Soumya Guguloth (30’, 48’) and Sandhiya Ranganathan (34’) provided Gokulam with a boost and grip over the match. Soumya (48’) added another in the second half, along with goals from Ikwaput (61’) and Muskan Subba (86’), thus earning three points for Gokulam. Sulanjana Raul (64’) managed to pull one back for East Bengal.The match kicked off with Gokulam showing their intent early on. Soumya notched up the opening goal in the 30th minute. Sandhiya scored the second goal in the 35th minute from a well-executed set-piece, courtesy of Ratanbala’s assist. Sandhiya’s towering header helped Gokulam widen the lead.The first half ended with Gokulam firmly in control, as East Bengal struggled to pose any significant attacking threat. The one-way traffic continued in the second half, with Soumya doubling Gokulam’s lead with a clinical finish from the right flank in the 48th minute, her second goal of the day.Gokulam’s dominance persisted as Ikwaput capitalised on a misjudgment by the goalkeeper to slot home the fourth goal for her side.East Bengal showed resilience as Sulangana pulled one back in the 64th minute. Midfielder Sanjida’s precise pass found Sulangana in the middle, who made no mistake with her finish inside the box.Gokulam, however, refused to relent and further extended their lead with Muskan Subba’s thunderous strike from outside the box, making it five for the Kerala-based outfit.","author":"Scroll Staff","time":"2024-03-25T10:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199552-azspksnhuu-1711342626.jpg","tags":["Soumya Guguloth","Sandhiya Ranganathan","Gokulam Kerala FC","East Bengal FC","Muskan Subba","Football","IWL 2023-24","Indian Women's League"],"source":"https://scroll.in/field/1065742/iwl-2023-24-gokulam-kerala-finish-runners-up-despite-commanding-win-over-east-bengal"}