{"title":"IWL 2023-24: Fazila Ikwaput scores four as Gokulam Kerala rout Sports Odisha","content":"Gokulam Kerala once again claimed the top spot in the Indian Women’s League table after a resounding 5-0 win over Sports Odisha at the Capital Football Arena in Bhubaneswar on Sunday.Fazila Ikwaput, a Ugandan national team player, was the star of the show, scoring four consecutive goals for the victors – her last three goals came in a span of three minutes. With a total of 11 goals to her credit, Ikwaput is now the top scorer in the current edition, and this was her second hat-trick this season.The Kerala team now has 23 points from 10 matches, overtaking Odisha FC who briefly held top spot after their win over Sethu FC on Saturday. The Malabarians, however, have played a match more than Odisha FC.Sports Odisha’s unstable defence gave away the first goal in the third minute. A defensive mistake at the goalmouth made things easier for Gokulam and Sandhiya Ranganathan gleefully accepted the opportunity to put her team ahead.Thereafter, it was a one-sided show as Gokulam attackers kept on pounding their rivals in search of more goals. Anju Tamang, just back from the Turkish Women’s Cup after a runners-up campaign with the senior national team, had Sports Odisha in all sorts of trouble with her probing moves from the left.In the 44th minute, Ikwaput picked up the second goal for her team. Tamang played a major role in creating this goal; she made her way through and was in a good position to find the target, but switched the ball for a better-placed Ikwaput to simply tap it in.Ikwaput’s form truly came alive during the closing stages. Starting from the 83rd minute, she scored three in a row to make it a complete rout. The Sports Odisha defence, by then, was a tired lot and had not much resistance to offer.","author":"Scroll Staff","time":"2024-03-04T10:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198964-zbnrvyuazr-1709526743.jpg","tags":["Fazila Ikwaput","Sports Odisha","Gokulam Kerala","IWL","Indian Women's League","Football"],"source":"https://scroll.in/field/1064632/iwl-2023-24-fazila-ikwaput-scores-four-as-gokulam-kerala-rout-sports-odisha"}