{"title":"IWL 2023-24: Gokulam Kerala beat Odisha FC to go to top of the table","content":"Gokulam Kerala FC turned the Indian Women’s League title race on its head with a come-from-behind 2-1 victory over Odisha FC on Friday.Despite making a dream start at the home of the defending champions with a goal inside 23 seconds, Odisha FC were unable to deal with the firepower of Fazila Ikwaput, who netted a first-half brace to take the Malabarians to the top of the table for the first time this season.With this win, their fourth in a row, Gokulam Kerala now have 20 points in nine games. Although the fate of the title still rests in the Odisha FC’s hands as they have a match in hand, this first loss of the season will feel like a huge missed opportunity to get one step closer to the trophy.Skipper Indumathi Kathiresan’s 23-second strike, which topped Aruna Bag’s goal for Kickstart against East Bengal as the fastest goal of the season, was the only positive from the contest for Crispin Chettri’s side. From outside the box, the former Gokulam midfielder lodged an accurate left-footed effort into the bottom corner beyond the reach of goalkeeper Sowmiya Narayanasamy.But with Ugandan striker Ikwaput spearheading the attack, Gokulam’s response was swift. She equalised in the 15th minute after receiving a pass from Soumya Guguloth in the box. After fluffing a first-time effort with her right foot, Ikwaput managed to drill it in with her left to equalise for the hosts.For the remainder of the first half, it was all Gokulam Kerala in attack and Odisha’s Shreya Hooda was kept busy between the sticks, saving a host of shots from her international teammates like Anju Tamang, Nongmaithem Ratanbala Devi and Sandhiya Ranganathan.But Hooda could do nothing about Ikwaput’s second strike at the stroke of half-time. It was a goal created by classic route-one football as Tamang got on the end of defender Phoeby Okech Owiti’s long ball before racing into the box from the left. With a square pass into the six-yard box, she set up Ikwaput who only had to tap it into the empty net.Odisha came out with more energy after the break but still couldn’t find the rhythm which powered them to a 2-0 victory in December’s reverse fixture in Bhubaneswar. Apart from Win Theingi Tun’s free-kick which went straight into the palms of Narayanasamy and substitute Malati Munda’s side-footed volley which went inches wide, Odisha could not create any real danger on the hosts’ goal.In fact, Gokulam Kerala may feel the margin of victory would’ve been higher if not for some lacklustre finishing. Not long into the second half, Ikwaput looped a half-volley onto the roof of the net. Ranganathan and Guguloth were also guilty of misfiring a few shots wide of the target. On other occasions, the Odisha defence remained resolute.Just past the hour mark, a Rangananthan cross fell for Guguloth in plenty of space but her powerful shot was bravely blocked by Sanju. Then it was Hooda who made a solid one-on-one save in the 85th minute to deny Ikwaput her second IWL hat-trick.","author":"Scroll Staff","time":"2024-02-09T19:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198313-pqsvvgmglc-1707486469.jpeg","tags":["Football","Indian Football","Gokulam Kerala","Odisha FC","Indian Women's League"]}