{"title":"IWL 2023-24: Kajol D’Souza’s brace earns Sethu FC win over East Bengal","content":"Kajol D’Souza scored a brace to help Sethu FC earn their third win in the Indian Women’s League 2023-24 campaign, defeating East Bengal 2-0 at the Tilak Maidan in Goa on Sunday.This much-needed victory meant that Sethu can now put their three-match losing streak behind them. The Madurai-based club, playing out of Goa this season, have now accrued 10 points from eight games, but remain rooted to fifth in the IWL table, behind HOPS, who are on the same number of points, but ahead due to a better head-to-head record.However, neither of the teams look likely to take their battle into the championship zone since Gokulam Kerala FC, Kickstart FC, and Odisha FC stand way ahead in the table – the three-way battle for the title taking place nine points ahead of the Madurai club.East Bengal, meanwhile, continue to languish deep into the bottom half, just ahead of Sports Odisha with only four points in their pocket. The defeat on Sunday was their seventh in nine games.Sethu FC are not having a great season either, but against East Bengal, they looked far more cohesive and definitely initiated better penetrative moves. Their forwards, Malvika P, D’Souza, and Kaviya Pakkirisamy, who had to leave the pitch in the second half because of an injury, did a good job of keeping the rival defence busy on a regular basis. They could have added a few more but missed chances and their tendency to attempt unrealistic long rangers restricted them to just the two-goal win.D’Souza scored the first goal of the match, neatly converting a penalty-kick in the seventh minute after an East Bengal defender handled the ball inside the area. Her second goal came in the 82nd minute, when she caught the defence off-guard to round off the goalkeeper before pushing the ball over the line.The losing side failed to make much of an impact in the away outing. This was despite the fact that the East Bengal players, who were on duty for the India U-19 team in Dhaka recently, returned to strengthen the side. Sibani Devi, who did well in SAFF U-19, couldn’t produce the same form at the Tilak Maidan. Another junior international, Sulanjana Raul, came on in the second half and made some inroads. One of her free-kicks from outside the box missed the target by a whisker and sailed over the bar.","author":"Scroll Staff","time":"2024-02-11T19:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198357-vasnwjodbz-1707659779.jpg","tags":["Kajol D'Souza","Sethu FC","East Bengal","IWL 2023-24","Indian Women's League","Indian football","Football"],"source":"https://scroll.in/field/1063546/iwl-2023-24-kajol-dsouzas-brace-earns-sethu-fc-win-over-east-bengal"}