{"title":"IWL: The many challenges facing India’s women footballers – ‘It’s very difficult to play like this’","content":"Early in April, the India Meteorological Department predicted several parts of the country would be going through a heat wave, including Gujarat. Yet in Ahmedabad, 16 football teams are competing in the sixth edition of the Indian Women’s League, playing matches during the day.The IWL is the top-flight women’s domestic football competition in the country – the most important tournament for female footballers. But amid an unforgiving summer, teams are being made to play day matches under sweltering conditions.As opposed to that, the Indian Super League – the prime competition for men’s football – took place from October to March, possibly the coolest months of the year in India, with most matches under the night skies. Indian football, IWL: All you need to know about Indian Women’s League 2023 edition“We compare the conditions to what is provided to the men. As it is, men recover faster, still they’re given more than two days to recover. And all their matches are at night, under the floodlights. Par hume pagalon ki tarah dhoop aur garmi main marva dete hai (They’re killing us by making us play in the sun),” an IWL player, who requested anonymity, told Scroll.“And then they compare us to the men and say we don’t play well. The expectations are the same, but what is made available to us is completely different. Itna kharab mahaul, itna kharab jagah, itna kharab atmosphere main rakhte ho, par humse badi umeed rakhte hai (They make us play in such a bad setting, in such bad places, with such a bad atmosphere around, but they expect big things from us).”It is yet another indicator of the seeming apathy the All India Football Federation has shown towards women’s football in the country. After persistent demands for a national league for women, the AIFF belatedly launched the IWL in 2016. Last year was the first time in five editions that the tournament lasted for over a month. This term however, despite more teams entering the fray, the competition is set to last less than a month.The tighter schedule means less breathing space for the players.“At the start, I can understand that you need to have many matches regularly. But at the end of the league, when players are already carrying some niggles, the most important match (the final) will have no recovery period,” the player added. “We’ve heard that there will be just one day’s gap between the semi-final and final. That’s not enough time.”Meanwhile, during a large part of the recently concluded ISL season (2022-23) matches took place only from Thursday to Sunday, giving teams sufficient to recover. Additionally, majority of the matches had a kick-off time of 7:30 pm.The women, meanwhile, have been left to fight the heat with matches scheduled for 8:30 am and 4:30 pm starts.Priority is getting social media brownie points, not actually growing the game smh https://t.co/X1iDja7mAn— Rohan (@RohanSharma915) April 25, 2023\n\nTroublesome morning matchesThe earlier matches especially have been wreaking havoc.“The stadium is around an hour away by bus. So, the morning match is going to be very difficult because we have to be there two hours before the match,” said the player.“We’ll have to be awake by maybe 5 am or so just to make sure we’re in the bus latest by 6. The 8:30 am match is very difficult because the second half gets hotter. Everyone has been complaining.”There is also trouble with the accommodation provided. Organisers have secured two hostels to house the 16 teams to ease costs for the clubs. The lodging though has been inconsistent and below standard.“The league is divided into Group A and B. Teams from different groups are in different hostels. One group has a decent accommodation and food while the facilities in the other one are horrible,”  Abhishek Sharma, a football agent, told Scroll. “Now either you place all the teams together, keep it equal and uniform. Or let the clubs use their own resources to organise something comfortable for their players. Some teams can easily afford it, but they are not being allowed to do so. Now what is happening is that some teams are feeling that the other group is being given preference.”Given that the tournament is taking place in one city, there’s no scope for teams to earn gate revenue, or for the players to experience competing in front of home supporters.Hearing one of the IWL games today was delayed by over 45 minutes because marking was not done. The teams were left waiting for nearly an hour after warm up before kickoff. #IndianFootball— Sandeep Menon (@SandynoneM) April 29, 2023\n\nPromise unfulfilledThe League comes less than a year after India hosted the Fifa Under-17 Women’s World Cup in October, raising hopes of a facelift for the women’s game. It was a grand event held across three cities with matches played on pristine lawns and with practice grounds to match.Fifa U17 Women’s World Cup: Sure, India can host a big event well, but AIFF needs to do much moreYet when it was time to organise their own top-flight domestic league for women – for which the AIFF has not secured a broadcaster – the conditions have been left wanting. It has left the players’ morale sagging.“We feel very bad. It’s very difficult to play like this. You might have the talent, but you can’t really show that talent in such conditions,” the player added.“As players, when we see a nice ground, we feel nice. There’s a mood to play, you feel happy to play. But when you’re made to play in such hot conditions, you have a lot of fear. There will be injuries, muscle pulls – a lot of negative thoughts. You’re not in the right frame of mind to play because your mind is so distracted and you really can’t give your best. Mentally you’re not in a right place.”In an interview with the Times of India published on Thursday, AIFF president Kalyan Chaubey acknowledged the harsh match timings. The men’s league goes on for at least six months, and then there is the Durand Cup and the Super Cup that takes place. Here, the AIFF seemingly struggles to schedule a tournament – the top-flight event for women – that can last at least a month.In Ahmedabad, two venues have been secured for the IWL, the Shahibaug Police Stadium and the TransStadia. The latter hosted the 2019 Intercontinental Cup (a men’s international friendly tournament).The venues may not be the problem. But playing under the tormenting heat, with no room to recover due to the packed schedule, and the state of the accommodation, the IWL is leaving a sour taste among the players competing in the biggest women’s tournament in the country.The AIFF has adopted a ‘Vision 2047’ project to mark the centenary year of Indian Independence. By then the sports body hopes the national teams can start to qualify for the Fifa World Cups, on merit. Yet as it stands, they’ve taken a step back.","author":"Shahid Judge","time":"2023-04-28T10:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189578-lnaisnchrn-1682657426.jpeg","tags":["Indian Women's League","IWL","All India Football Federation","AIFF","Indian Super League","ISL","Fifa U-17 Women's World Cup","Indian football","Women's football"],"source":"https://scroll.in/field/1048159/iwl-the-many-challenges-facing-indias-women-footballers-its-very-difficult-to-play-like-this"}