{"title":"Kashmir: J&K is now free from the shackles of vested interests, says Narendra Modi","content":"10.19 pm: Meanwhile, the All India Congress Committee is holding a meeting at its headquarters in New Delhi, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.04 pm: Dravida Munnetra Kazhagam chief MK Stalin calls for an all-party meeting on August 10 to discuss the Opposition’s course of action over the Jammu and Kashmir Reorganization Bill, 2019, ANI reports.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.17 pm: “In Parliament, political parties rose to the occasion, overcame ideological differences and took part in a rich debate that increased the pride of our Parliamentary democracy,” he adds. “For that, I congratulate all MPs, various political parties and their leaders.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.13 pm: “The passage of key bills pertaining to Jammu, Kashmir and Ladakh are a fitting tribute to the great Sardar Patel, who worked for India’s unity, Dr Babasaheb Ambedkar, whose views are well known and Dr. SP Mookerjee who devoted his life for India’s unity and integrity,” Modi says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.05 pm: Prime Minister Narendra Modi congratulates the people of Jammu, Kashmir and Ladakh. “I salute my sisters and brothers of Jammu, Kashmir  and Ladakh for their courage and resilience,” he tweets. “For years, vested interest groups who believed in emotional blackmail never cared for people’s empowerment. J&K is now free from their shackles. A new dawn, better tomorrow awaits!”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.45 pm: The Lok Sabha has been adjourned following the passage of the bills, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.33 pm: The Jammu and Kashmir (Reorganisation) Bill, 2019 has been passed in the Lok Sabha with 370 ayes and 70 noes, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.12 pm: Congress leader Jyotiraditya Scindia says he supports the government’s decision to revoke special status to Kashmir. “I support the move on Jammu and Kashmir and Ladakh and its full integration into union of India,” Scindia tweets. “Would have been better if constitutional process had been followed. No questions could have been raised then. Nevertheless, this is in our country’s interest and I support this.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.07 pm: Resolution revoking Article 370 from Jammu and Kashmir has been passed in the Lok Sabha with 351 ayes, 72 noes and one abstention, ANI reports. The Lok Sabha also cleared Jammu and Kashmir’s bifurcation into two union territories. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.54 pm: Chinese Foreign Ministry spokesperson Hua Chunying says Beijing is concerned about the situation in Kashmir, PTI reports. China said both India and Pakistan should avoid actions that “unilaterally” change the status quo. On Ladakh, Hua said: “China always opposes India’s inclusion of Chinese territory in the western section of the China-India boundary under its administrative jurisdiction.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.48 pm: “Article 370 allows Pakistan to encourage separatist tendency in Kashmiris,” says Amit Shah according to the Hindustan Times.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: Shah says Kashmiri people will understand the drawbacks of Article 370 after five years under Narendra Modi’s government, ANI reports. “Asaduddin Owaisi said we’re going to commit a historical mistake,” he says. “We’re not going to commit a historical mistake, we’re going to correct one.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.30 pm: Shah says the government imposed a curfew in Jammu and Kashmir so that the situation does not deteriorate, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.22 pm: “Unprecedented horror in Kashmir,” tweets Jammu and Kashmir People’s Movement President Shah Faesal. “Everyone is heartbroken. A sense of defeat written on every face. Fall. From citizens to subjects. History has taken a catastrophic turn for all of us. People are numb. A people whose land, identity, history, was stolen, in broad daylight.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Unprecedented horror in Kashmir.Everyone is heartbroken. A sense of defeat written on every face. Fall.From citizens to subjects.History has taken a catastrophic turn for all of us.People are numb.A people whose land, identity, history, was stolen, in broad day light.— Shah Faesal (@shahfaesal) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.16 pm: Ravi Shankar Prasad tells Shashi Tharoor that the Congress imposed the Emergency in 1975 before telling the Union Cabinet about it.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.08 pm: “I request you to extend time of the House till this Bill is completed,” Union Parliamentary Affairs Minister Prahlad Joshi tells the Speaker, ANI reports. “As per schedule, you are supposed to adjourn sine die tomorrow, but 99% of the business is over, I request you to adjourn sine die today.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6 pm: “The Opposition has a problem with slogans being raised to welcome Prime Minister Modi to the Lok Sabha, such slogans feting the PM are being raised across the country,” Amit Shah says.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.50 pm: “Only those who stand for terrorism have an issue with scrapping Article 370,” Union minister Ravi Shankar Prasad says according to the Hindustan Times. “We have the nation on our side in our decision to scrap Article 370.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.42 pm: “They will now crack down even harder on the Kashmiri people,” Khan says. “They will try to suppress the Kashmiri resistance with brute force. I fear that they may initiate ethnic cleansing in Kashmir to wipe out the local population.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.37 pm: “What happened yesterday has only confirmed my suspicion,” Imran Khan says in the Pakistan National Assembly according to Dawn. “This is not a decision they [BJP] have taken out of the blue. It was part of their election manifesto all along. It is, in fact, ingrained in their ideology that puts Hindus above all other religions and seeks to establish a state that represses all other religious groups.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.27 pm: Pakistan Prime Minister Imran Khan says Islamabad will take the Kashmir matter to the United Nations, ANI reports. “We will take the case of Kashmir to the United Nations and apprise the International community of the treatment of minorities in India under the racist ideology of the BJP,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.17 pm: “What will happen on Eid?” Owaisi asks. “Eid is on Monday. Are you assuming that Kashmiris instead of sacrificing lamb should sacrifice themselves? If you want that I’m sure they’ll do that, they’ve been doing that.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.11 pm: “In a democratic state, free all the Kashmiri people...let them come out and celebrate too,” Owaisi asserts. “The government should release all prisoners in the state to help them celebrate.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.06 pm: “The country has been united after this historic move of scrapping Article 370,” BJP MP Sanjay Jaiswal claims according to the Hindustan Times. “We have waited for years for this to happen and the entire credit for this move goes to the elected government.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.02 pm: All India Majlis-e-Ittahadul Muslimeen MP Asaduddin Owaisi opposes the bill, ANI reports. “Definitely BJP has lived up to electoral promise in their manifesto, but you have not lived up to your constitutional duties,” he says. “You’ve indulged in breach of a constitutional promise.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.57 pm: “Our leader Chandrababu Naidu and our party support the proposed reorganisation of the state of Jammu and Kashmir,” Telugu Desam Party MP Jayadev Galla says according to ANI. “Complete integration of J&K into India will be one nation with one flag and one constitution.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.50 pm: Apna Dal MP Anupriya Patel says democracy was being strangled due to Article 370, The Indian Express reports. “The people of Kashmir want development, prosperity and don’t want to be the puppets at the hands of a few regional political personalities,” she adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.48 pm: “All citizens should be able to buy property in Jammu and Kashmir,” Badal says according to the Hindustan Times. “Citizens should be able to do business in Jammu and Kashmir. The present PM has brought justice for Sikhs. Under earlier governments, thousands of Sikhs were massacred and nothing was done to see justice delivered.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: Shiromani Akali Dal leader Sukhbir Singh Badal says minorities have been given a lot of protection by the scrapping of Articles 370 and 35-A, The Indian Express reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.41 pm: Tharoor says Narendra Modi was initially applauded for demonetisation of currency notes, ANI reports. He says the decision had devastating consequences which the country is still dealing with. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.38 pm: Congress leader Ranjeet Ranjan backs the decision to scrap Article 370, ANI reports. “Because we’re in opposition, people expect us to oppose,” she says. “But in my opinion, the decision to revoke Article 370, that was anyway temporary and had to be revoked, is the right decision.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Congress leader Ranjeet Ranjan on #Article370revoked: Because we're in opposition, people expect us to oppose. But in my opinion, the decision to revoke Article 370, that was anyway temporary & had to be revoked, is the right decision pic.twitter.com/v6C30CT1ap— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.34 pm: Congress MP Shashi Tharoor claims the decision to scrap Article 370 has done serious damage to India’s international standing, The Indian Express reports. “It betrays the spirit of the Constitution,” he adds, calling the decision “legislative authoritarianism”. He alleges that the government is promoting division in the name of unity, and poverty in the name of prosperity. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.30 pm: Amit Shah reiterates that Farooq Abdullah was not under house arrest. “I have made it clear thrice, Farooq Abdullah ji is at his home, he is not under house arrest, he is not under detention,” Shah says according to ANI. Shah says he cannot drag Abdullah to Parliament at gunpoint if he does not wish to come.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.25 pm: Vinod Rai, the chief of the Committee of Administrators, which administers cricket in India, says Jammu and Kashmir will continue to play cricket as Jammu and Kashmir and Ladakh team will remain part of the Jammu and Kashmir team, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.20 pm: Gilgit-Baltistan activist Senge H Sering says the region should have representation in the legislative bodies of India, ANI reports. Sering says he believes Gilgit-Baltistan is an integral part of Jammu and Kashmir.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.11 pm: Congress MLA from Rae Bareli Aditi Singh comes out in support of scrapping Article 370, ANI reports. “I’m in absolute support of the decision,” she says. “It will help in integrating J&K into the mainstream. It’s a historic decision. It should not be politicised. As an MLA, in my capacity, I welcome this decision.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.06 pm: Congress leader Rahul Gandhi calls the government’s decision to jail Kashmiri politicians “unconstitutional and undemocratic”. “Kashmir’s mainstream political leaders have been jailed at secret locations,” he says in a tweet. “This is unconstitutional & undemocratic. It’s also short sighted and foolish because it will allow terrorists to fill the leadership vaccum created by GOI.   The imprisoned leaders must be released.” Earlier in the day, Gandhi had said that the Centre’s decision to remove special status accorded to Jammu and Kashmir and to bifurcate it into two Union Territories has “grave implications for our national security”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kashmir’s mainstream political leaders have been jailed at secret locations. This is unconstitutional & undemocratic. It’s also short sighted and foolish because it will allow terrorists to fill the leadership vaccum created by GOI. The imprisoned leaders must be released.— Rahul Gandhi (@RahulGandhi) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4 pm: Tsering says only Prime Minister Narendra Modi gave Ladakh a Central University, The Hindu reports. He says others did only recognised Kashmiri and Dogri, but not Ladakhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.59 pm: Ladakh MP Jamyang Tsering asks if those people who spoke about Ladakh know about the place, The Hindu reports. He says Ladakh has been asking to become a Union Territory for 71 years and they have never wanted to be with Kashmir. He says only two families have benefited from Article 370. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 pm: Farooq Abdullah says that he was detained at home and that he feels sad that Home Minister Amit Shah “can lie like this”, NDTV reports. Shah had said that Farooq Abdullah was free and in his house. He had said Abdullah chose not to go to the Lok Sabha, when MPs had brought up that he was absent from the House.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.37 pm: PK Kunhalikutty of Indian Union Muslim League says the government has not followed any constitutional rules and parliamentary procedure in their decisions on Jammu and Kashmir, The Hindu reports. “You are not even patient to listen to the Member from Kashmir,” he says. “ You are strengthening the hands of the militants. Coming back to power for a second time is not a big thing. Congress has come back so many times.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: Masoodi says the government should have consulted the people of Kashmir before taking the decisions on Article 370 and the bifurcation. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.25 pm: Defence Minister Rajnath Singh says Shyama Prasad Mukherjee never supported Article 370. He says if the member has any proof about his claims then he should present it before the House or ask for forgiveness.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.23 pm: Home Minister Amit Shah responds to Masoodi’s comments that Shyama Prasad Mukherjee was the one who brought about Article 370, News18 reports. Shah asks him: “When did Shyama Prasad Mukherjee bring about this article?” He adds that Masoodi can put across his opinion but he should tell the House what he is referring to when he says Shyama Prasad Mukherjee brought about Article 370.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.20 pm: Hasnain Masoodi, Anantnag MP, says Kashmir was acceded with a promise that a plebiscite will be conducted and that never happened, The Hindu reports. He recalls that Gopalswamy Ayyangar, a member of the Constitution’s Drafting Committee, had said Article 370 would stay till a referendum is conducted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: Yadav says his party is with the country but the home minister has to clarify if Pakistan-occupied Kashmir is a part of India or not.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.03 pm: Samajwadi Party chief Akhilesh Yadav says the Jammu and Kashmir governor had earlier said he did not know what was going to happen in the state. Yadav says nobody knows what is happening in the state and asks if the people of the Valley are happy or sad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.55 pm: Amit Shah says Farooq Abdullah has neither been detained nor been arrested. “He is willingly sitting back at home,” Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: Sule asks when will the elections be held in Jammu and Kashmir. She says why was the governor misleading the state when he said Article 370 will not be revoked.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.48 pm: Nationalist Congress Party’s Supriya Sule questions  the government on why the bill was not discussed properly before being passed. She says Farooq Abdullah usually sits next to her in Lok Sabha and he is not present here. She adds that that she called Omar Abdullah and then his sister who said that she could not reach her brother and father Farooq Abdullah who were in the Valley. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.28 pm: The Bahujan Samaj Party and the Telangana Rashtra Samithi express their support to the bill and the resolution to revoke special status to Jammu and Kashmir.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.27 pm: “When the country is celebrating, Congress is speaking in the voice of Pakistan,” claims Pralhad Joshi, according to News18. “Pakistan government official statement said it’s a dark day. Congress leaders have stated that it’s a dark day. What does it mean? Pakistan says it’s a dark day and you’re joining them?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.17 pm: Rajasthan Deputy Chief Minister and Congress leader Sachin Pilot says all political parties must have been involved in the process. “No justification for arresting former CMs, who took oath under the constitution & treating them at par with separatists,” Pilot says. “I pray and hope that peace prevails.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    For us to be a progressive,vibrant democracy-all political parties&local representatives needed to be involved #JammuKashmir.No justification for arresting former CMs’, who took oath under the constitution&treating them at par with separatists.I pray and hope that peace prevails— Sachin Pilot (@SachinPilot) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.15 pm: Parliamentary Affairs Minister Pralhad Joshi mocks Congress during the debate, says it hasn’t been able to choose a party president for months, and claims there is no democracy in the party.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.05 pm: Janata Dal (United) walks out of Lok Sabha. The party did not support the Centre’s bill and resolution, and walked out of the Rajya Sabha on Monday as well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    JDU walks out of Lok Sabha over J&K Re-organisation Bill pic.twitter.com/hXeDZ7PtNw— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2 pm: Biju Janata Dal extends its support to the government’s bill and resolution.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.47 pm: RSS leader Indresh Kumar congratulates the government for its move to scrap special status of Jammu and Kashmir, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Indresh Kumar, RSS on Article 35A&370 revoked: Today's govt has done a Himalayan task. It is a big achievement of the country’s unity. Because the then Nehru govt took the Kashmir issue to the United Nations, this issue was escalated. It was a big mistake of Pandit Nehru&Congress pic.twitter.com/1zxgAKHjqY— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.36 pm: “I have no information about Farooq Abdullah, Omar Abdullah and Mehbooba Mufti,” Mamata Banerjee adds. “I appeal to the government that they should not feel isolated. They are not terrorists. They should be released in the interest of the democratic institutions.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: West Bengal Chief Minister and Trinamool Congress chief Mamata Banerjee says her party will not support the bill. “We cannot vote for this bill,” Banerjee says, according to ANI. “They should have spoken to all political parties and the Kashmiris. If you need to arrive at a permanent solution, then you have to talk to all stakeholders.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.31 pm: Shiv Sena and YSR Congress Party express their support to the government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.28 pm: Lawyer and activist Prashant Bhushan says the government’s move is unconstitutional.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bifurcation of J&K requires consent of the elected assembly of the State. Also any amendment thru 370 to the subjects the Union can deal with in J&K, also requires consent of the J&K assembly. Can't be done by just President or Governor's consent. Unconstitutional— Prashant Bhushan (@pbhushan1) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.24 pm: “The common man of Kashmir has moved on but politicians are stuck in the past and are still trying the fixes of the past,” says Jitendra Singh. “Let’s not do injustice” to the new youth of the state, he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.17 pm: “Article 370 proved to be a facilitating factor for promoters of terrorism,” says Jitendra Singh. He adds that the common people of Kashmir are celebrating the abrogation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.14 pm: Jitendra Singh says Article 370 led to alienation of the people of Jammu and Kashmir.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: Jitendra Singh claims that the BJP is completing the works of Congress. “We don’t understand why Congress has a contention with this move considering we are only completing what they had failed to,” Singh says. “Jawaharlal Nehru had himself said that Article 370 was temporary.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: Minister of State (Independent Charge) Jitendra Singh says Article 370 was a “miscarriage of history”. “After 70 years we have the opportunity to redeem ourselves,” Singh says, according to News18. “If Jawaharlal Nehru had allowed his Home Ministry to deal with Jammu and Kashmir as he had done with other states, this wouldn’t have happened.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.46 pm: Trinamool Congress walks out of the Lok Sabha saying the party does not want to be a part of the bill, either by supporting it or opposing it.“We feel that Omar Abdullah, Mehbooba Mufti and Farooq Ahdullah are being kept arrested unnecessarily,” says Bandopadhyay, according to News18. “If we take part in the voting of this Bill, whether we vote in favour or against, we’ll become party to this Bill. So, we have decided to walk out, with the request that no atrocities should take place in Jammu and Kashmir.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.40 pm: Trinamool Congress MP Sudip Bandopadhyay asks Amit Shah to clarify why Jammu and Kashmir has been turned from a state into Union Territories. He says he is concerned that this may throw the state into more uncertainty. “There are apprehensions that situation can become more agitative” and the situation can become worse across the country, Bandopadhyay says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.38 pm: Meanwhile, Congress leader Rahul Gandhi condemns the government’s actions over the past few days. “National integration isn’t furthered by unilaterally tearing apart J&K, imprisoning elected representatives and violating our Constitution,” Gandhi says. “This nation is made by its people, not plots of land. This abuse of executive power has grave implications for our national security.”Read more here:A day later, Rahul Gandhi says Centre’s move on J&K has ‘grave implications’ for security\n    \n        \n        \n            \n            \n            \n        \n    \n\n    National integration isn’t furthered by unilaterally tearing apart J&K, imprisoning elected representatives and violating our Constitution. This nation is made by its people, not plots of land.This abuse of executive power has grave implications for our national security.— Rahul Gandhi (@RahulGandhi) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: Baalu criticises the government for getting a slew of bills pushed in both the Lok Sabha and Rajya Sabha in a rush. “This is just like a production hall of bills,” Baalu says, adding that there is no discussion and claims that the Speaker is “also smiling and letting it go”. Baalu sarcastically claims that Parliamentary Affairs Minister Pralhad Joshi is “efficient” for getting several bills passed by the two houses.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.31 pm: The Centre is turning the “mighty state government into a municipality,” Baalu says. He adds that the bill and resolution will be passed as the government has a “brute majority”, but asks what is the end result.Baalu also questions the arrests of former Jammu and Kashmir chief ministers Omar Abdullah and Mehbooba Mufti.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.29 pm: “The will of the people is not reflected here,” says Dravida Munnetra Kazhagam MP TR Baalu. The will would only be shown if the state legislative had approved it, he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.17 pm: The Bharatiya Janata Party MP from Jammu, Jugal Kishore Sharma, claims former Prime Minister Jawaharlal Nehru forced Article 370 on India and broke the state of Jammu and Kashmir. He adds that it is a blot on history and has isolated the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.13 pm: Dravida Munnetra Kazhagam MP Dayanidhi Maran questions the absence of former Jammu and Kashmir Chief Minister and National Conference leader Farooq Abdullah. “Farooq Abdullah, a member of this House is missing,” Maran says, according to ANI. “He is arrested. We have no intimation about his whereabouts. You as a Speaker should protect the members. You should be neutral.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    DMK MP, Dayanidhi Maran in Lok Sabha: Mr Farooq Abdullah, a member of this House is missing. He is arrested. We have no intimation. You as a Speaker should protect the members. You should be neutral. pic.twitter.com/rxvBHBwGHH— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.08 pm: “Things can’t always be measured in terms of black and white, you have many shades of grey in between,” Congress’s Manish Tiwari says after Amit Shah questioned him. “The Article 370 cannot be scrapped without the consent of the state’s legislative assembly.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.07 pm: In response to Manish Tewari’s argument, Amit Shah says the Congress has not yet even clarified if the party is in favour of the move to revoke special status to Jammu and Kashmir. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.59 am: “Before taking the consent of Jammu and Kashmir’s legislative assembly, which doesn’t exist, you cannot scrap Article 370,” Tewari adds. He adds what message the Centre is sending to other states, especially in the Northeast, that also have special status. “What kind of precedence is this?” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.58 am: Tewari says the Jammu and Kashmir Reorganisation Bill is undemocratic and a constitutional travesty, according to News18. He adds that according to the Constitution, a state Assembly should be consulted before its boundaries are changed, and cites the bifurcation of Andhra Pradesh as an example.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Manish Tewari: That you can revoke Article 371 tomorrow? By imposing President's rule in the north eastern states, and using the rights of their Assemblies in the Parliament, you can scrap Article 371 too? What kind of Constitutional Precedent are you setting in the country? https://t.co/7olq8LnROO— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: Congress leader Manish Tewari recounts the history of Jammu and Kashmir and Article 370 of the Constitution. “You have wrongly interpreted the Constitution,” Tewari says in the Lok Sabha. “You cannot change things overnight and expect the world to support it.”Also read: Explainer: How BJP is proposing to change Jammu & Kashmir and what that means\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Manish Tewari, Congress: In last 70 yrs, several times we saw demands that union territories be converted into states but this is probably the first time in history that a state has been converted into union territory. There cannot be a bigger blow to federal structure than this. pic.twitter.com/DcXjbmbxOY— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 am: In response, Amit Shah tells Chowdhury: “I’d like to clarify that Jammu and Kashmir is an essential part of the country...it is clearly mentioned that Jammu and Kashmir is an integral part of India. Hence, no one can stop us from adopting this move.”Shah asks Chowdhury: “Do you not consider PoK as a part of India? We will give our lives for this region. The Jammu and Kashmir we talk about includes both Pakistan-Occupied Kashmir and Aksai Chin.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Home Minister Amit Shah, in Lok Sabha: Main sadan mein jab jab Jammu and Kashmir rajya bola hoon tab tab Pakistan occupied Kashmir aur Aksai Chin dono iska hissa hain, ye baat hai. pic.twitter.com/Juft5KViMw— ANI (@ANI) August 6, 2019\n\n\n\n    Union Home Minister Amit Shah in Lok Sabha: Jammu & Kashmir is an integral part of Union of India. Kashmir ki seema mein PoK bhi aata hai...Jaan de denge iske liye! https://t.co/7zyF4I0eQn— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.23 am: Leader of the Congress in the Lok Sabha, Adhir Ranjan Chowdhury, asks Shah to clarify why the matter is not being considered as a bilateral one instead of an internal one, News18 reports. “I don’t think you are thinking about PoK, you violated all rules and converted a state into a Union Territory overnight,” Chowdhury says.“You say that it is an internal matter,” Chowdhury says, according to ANI. “But it is being monitored since 1948 by the UN, is that an internal matter? We signed Shimla Agreement & Lahore Declaration, was that an internal matter or bilateral?Chowdhury also observes that External Affairs Minister S Jaishankar told his US counterpart Mike Pompeo a few days ago that Kashmir was a bilateral matter and so America must not interfere. “Can J&K still be an internal matter? We want to know. Entire Congress party wants to be enlightened by you,” Chowdhury says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.13 am: Article 370 of the Constitution, passed in October 1949, exempts Jammu and Kashmir from all but two articles of the Indian Constitution – Article 1, which lists the states and Union territories of India, and the Article 370 itself. It allows the state to have its own Constitution and limits the Parliament’s legislative powers over the state.Parties such as the Bahujan Samaj Party, Biju Janata Dal, YSR Congress Party, Bodoland People’s Front and Aam Aadmi Party supported the move in the Rajya Sabha on Monday, while the Congress, the Rashtriya Janata Dal, Samajwadi Party and ruling party ally Janata Dal (United) were against it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.12 am: Union Home Minister Amit Shah moves the resolution to revoke Article 370 of the Indian Constitution, which provides special status to Jammu and Kashmir.“This is a historic moment in India’s history. What we’re are discussing today will impact generations,” Shah says. “Many have been questioning the legality of the President Order that I brought in Rajya Sabha yesterday. Parliament has the right to make laws on Jammu & Kashmir.” “This bill and resolution will ensure that J&K will remain with India forever,” he adds, according to The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Home Minister Amit Shah moves the resolution to revoke #Article370 in Jammu and Kashmir, in Lok Sabha. pic.twitter.com/aRzAMul64G— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: Congress MP Manish Tewari gives an Adjournment Motion Notice in Lok Sabha over the Jammu and Kashmir crisis. Tewari and Congress leader Shashi Tharoor will speak during the debate in the Lok Sabha on J&K Reorganisation Bill, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress MP Manish Tewari has given Adjournment Motion Notice in Lok Sabha over the situation in Jammu & Kashmir. (file pic) pic.twitter.com/OuD9ssijUZ— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11 am: Visuals from Srinagar, where prohibitory orders under Section 144 have been imposed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jammu & Kashmir: Section 144 is imposed in #Srinagar, people move about for essential work; #Article370 was abrogated and Jammu & Kashmir was made a Union Territory (UT) with legislature, yesterday. pic.twitter.com/oRjd4CznM6— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.27 am: The Committee to Protect Journalists in the United States has expressed concern over communication blackout in Jammu and Kashmir, PTI reports. “A large-scale communication disruption at such a crucial time for Kashmir is an egregious violation of citizens’ rights to information from a free press,” said Aliya Iftikhar, senior researcher for the committee’s Asia programme. “We call on Prime Minister Narendra Modi and his administration to guarantee that all communication blocks in Kashmir are lifted and that journalists are able to report freely. Communication blocks have no place in a democracy.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.09 am: Read how Indian newspapers reported the developments on Tuesday:‘New political grammar’, ‘Mission Kashmir victory’: What newspaper headlines said on J&K moves\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.07 am: United Nations Secretary General Antonio Guterres urges India and Pakistan to exercise restraint.Read more: UN appeals for ‘maximum restraint’\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 am: Security forces are deployed in Srinagar as Section 144 of the Criminal Procedure Code is imposed there, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jammu and Kashmir: Security forces deployed in Srinagar as Section 144 is imposed here. pic.twitter.com/yNN1Ik62Qa— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.57 am: Actor and politician Kamal Haasan says the government’s move is “extremely regressive and autocratic”, reports NDTV. “Article 370 and 35A have a genesis,” he says. “Any change has to be in a consultative manner.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.25 am: The new Union Territory of Jammu and Kashmir will have seven more Assembly seats than it did before, following the delimitation exercise that was done, reports PTI. The region will now have 114 seats.According to the Jammu and Kashmir Reorganisation Bill, 2019, the Union Territory of Ladakh will comprise Leh and Kargil districts.The bill said Jammu and Kashmir will have a council of ministers comprising not more than 10% of the total number of members in the Assembly, with a chief minister leading it, and a lieutenant governor.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.03 am: Congress leader Deepender Hooda also supports the government. “I’ve always maintained that Article 370 should be scrapped,” Hooda tells PTI. “It has no place in the 21st century. Abrogation of this Article is in the interest of national integrity and the people of J&K which is an integral part of India.”However, the “onus of peaceful implementation of this transition in a trustworthy environment lies on the incumbent government”, he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9 am: Congress leader Janardan Dwivedi supports the government’s decision to abrogate Article 370 of the Constitution and say a historical mistake was rectified. “It is a very old issue. After Independence, many freedom fighters did not want Article 370 to remain,” Dwivedi says, according to PTI. “I had my political training under Dr Ram Manohar Lohia, who was against this Article. Personally, this is an issue of a matter of satisfaction for the nation.”Clarifying that this is his personal stand, Dwivedi says: “This historical mistake that happened at the time of independence has been rectified today [Monday], even though late, and is welcomed.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.49 am: Visuals of security deployed in Jammu city.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Latest visuals of security from Jammu city. Article 370 was abrogated and Jammu & Kashmir was made a Union Territory (UT) with legislature, yesterday. pic.twitter.com/y52sVDzw50— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 am: Heavy stone pelting was reported from Anantnag on Monday night, reports The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BREAKING: Heavy stone pelting was reported in Anantnag yesterday night, continued for half an hour, was controlled, a senior government official said, reports @vijaita #Article370 #Article35A #Kashmir— The Hindu (@the_hindu) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.40 am: Security forces are deployed in Doda district after curfew under Section 144 of Criminal Code of Procedure was imposed in the area, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jammu and Kashmir: Security forces deployed in Doda as Section 144 is imposed in the area. pic.twitter.com/h2nACNAQ6A— ANI (@ANI) August 6, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.15 am: Human Rights Watch criticises Indian authorities for adopting measures in anticipation of unrest in Jammu and Kashmir state that raise serious human rights concerns”. The organisation was referring to the detentions of mainstream political leaders, the ban on public movement in parts of the state and severance of communication channels.“The government has a responsibility to ensure security in Kashmir, but that means respecting the human rights of everyone, including protesters,” Human Rights Watch South Asia Director Meenakshi Ganguly says. “The government got off to a bad start by detaining political leaders, banning public meetings, and shutting down the internet. “Kashmiris have endured decades of violence and human rights violations, and are yet to be assured of justice,” Ganguly adds. “The government should ensure accountability for past abuses and address grievances instead of silencing opposition voices.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.10 am: The United States says it is closely observing the events in Jammu and Kashmir. “We call on all parties to maintain peace and stability along the Line of Control,” State Department spokesperson Morgan Ortagus told PTI.However, she adds, “We are concerned about reports of detentions [in Jammu and Kashmir] and urge respect for individual rights and discussion with the affected communities.”Read more: Concerned about reports of detentions in Jammu and Kashmir, says US\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.05 am: Pakistan on Monday summoned Indian High Commissioner Ajay Bisaria to the Foreign Office and conveyed a “strong demarche on the announcements made and actions taken” by the Indian government.The statement condemned the “preceding pre-meditated steps” such as complete lock-down of Kashmir, deployment of additional troops, imposition of curfew, house arrest of Kashmiri leaders and suspension of communication services, among others. Pakistan’s consistent opposition to all Indian “attempts to change the demographic structure and final status” of Jammu and Kashmir was emphasised, the statement said. Read more: Pakistan summons Indian envoy, calls Centre’s action on Article 370 ‘illegal’Pakistan condemns India’s decision, says it will ‘counter illegal steps’\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.02 am: The People’s Union for Democratic Rights on Monday called the Centre’s decision to revoke the special status granted to Jammu and Kashmir a unilateral attempt to revoke the autonomy of the state with zero regard for the Constitution and the rights enshrined in it.Read more:‘Unilateral attempt to revoke autonomy’: Rights group opposes Centre’s move on Jammu and KashmirAmnesty International cautions Centre on human rights violations in state\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 am: Here is a summary of Monday’s developments:President Ram Nath Kovind issued a presidential order amending Article 367 of the Constitution to effectively give more powers to the state’s Governor, rather than an elected government, to decide for the state.Union Home Minister Amit Shah moved two resolutions and a bill in the Rajya Sabha on Monday morning. One resolution was to recommend to the President that he issue an order revoking the special status of Jammu and Kashmir under Article 370 of the Constitution. The other resolution and the bill were moved to bifurcate the state into two Union territories – one, Jammu and Kashmir, which will have a legislature, and the other, Ladakh, without one.The introduction of the legislation and the resolutions was met with ruckus from Opposition members, as none of them were listed in the business and copies had not been circulated beforehand. The night before, security was tightened in Kashmir and former Chief Ministers Omar Abdullah and Mehbooba Mufti were put under house arrest. Prohibitory orders were in place and internet and landline phones were disconnected, cutting off the entire Valley.Parties such as the Bahujan Samaj Party, Biju Janata Dal, YSR Congress Party, Bodoland People’s Front and Aam Aadmi Party supported the government’s move, while the Congress, the Rashtriya Janata Dal, Samajwadi Party and ruling party ally Janata Dal (United) were against it.Responding to the debate in the evening, Shah said the Articles 370 and 35A were responsible for poverty and terrorism as well as poor healthcare and education in the state. He said that no appropriate time was needed to take the decision to revoke them, only political will was needed. “One just needs to rise above their own politics and think about the country,” he said.The Upper House adopted both resolutions and passed the bill. They will be moved in the Lok Sabha on Tuesday.At least 8,000 paramilitary forces were airlifted to the state from several parts of the country to strengthen security. This deployment was an addition to the 35,000 soldiers who were already brought into Jammu and Kashmir recently.Former Jammu and Kashmir Chief Ministers Mehbooba Mufti and Omar Abdullah were arrested shortly after the adoption of the resolutions in the Rajya Sabha.Bhubaneswar Kalita, the Congress whip in the Rajya Sabha, resigned on Monday, reportedly because he disagreed with the party’s stand on Article 370.Also read: ‘Promise fulfilled,’ BJP leaders hail Centre’s decision to revoke J&K’s special statusMehbooba Mufti, Omar Abdullah lambast proposal to scrap Article 370","author":"Scroll Staff","time":"2019-08-06T07:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125115-wmotflwywe-1565104021.jpg","tags":["Jammu and Kashmir","Article 370","Special status","Pakistan","Ladakh","Amit Shah"],"source":"https://scroll.in/latest/932959/j-k-special-status-revoked-us-urges-all-parties-to-maintain-peace-and-stability-along-loc"}