{"title":"J&K: Arrested journalist Aasif Sultan sent to judicial custody till September 22, says report","content":"Kashmiri journalist Aasif Sultan, who was arrested on September 1 in connection with “recent incidents that took place in Batamaloo area of Srinagar”, will remain in judicial custody till September 22, Greater Kashmir reported on Saturday. Sultan is lodged in Srinagar Central Jail.Sultan works for Srinagar-based magazine Kashmir Narrator. While the Jammu and Kashmir Police are yet to make public the charges against Sultan, the magazine’s editor, Showkat Mota, told Scroll.in that one of the charges was glorifying deceased Hizbul commander Burhan Wani. The police have questioned Sultan for his cover story on Wani, which appeared in the June issue of the magazine, his ideology and other stories.South Srinagar’s Superintendent of Police GV Sundeep Chakravarthy had told Outlook that the police found evidence of Sultan being involved in “unlawful activities”, but did not reveal details of such activities.On September 1, Mota, as well as Sultan’s family claimed that he was under illegal detention since August 27. “Police have kept him under illegal custody,” Mota had said. “Why did they not produce him before court in these six days? Why after we made it public?”The Kashmir Working Journalist Association and the Kashmir Journalist Association have demanded disciplinary and legal action against police officials for violation of the fundamental rights of an individual through illegal detention. They have also demanded his immediate release.The Kashmir Editors’ Guild demanded that the police make public the charges against Sultan. It stressed on the importance of the freedom of speech. “The ‘incriminating material’ the police have stated in a routine statement is too vague to be accepted as a reason,” the guild had said.","author":"Scroll Staff","time":"2018-09-08T17:12:39.413945+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893666-tfpduwakgj-1536407764.jpg","tags":["Aasif Sultan","Srinagar","Jammu and Kashmir","attack on journalists"],"source":"https://scroll.in/latest/893666/j-k-arrested-journalist-aasif-sultan-sent-to-judicial-custody-till-september-22-says-report"}