{"title":"J&K Police search seven locations in case about militant threats to Kashmir journalists","content":"The Jammu and Kashmir Police on Thursday carried out searches at seven places in the districts of Srinagar, Budgam and Pulwama in connection with its investigation into the threats issued to journalists on November 12.The police searched the premises of former journalist Showkat Mota, lawyer Khaksar Nadeeb Adnan, doctor Asif Dar and journalist Saqib Magloo in Srinagar, and journalist Ishfaq Reshi in Budgam. They also searched Haji Hayat’s home in Pampore town of the Pulwama district, and his office in Srinagar.Hayat is the editor and owner of the Kashmir Reader, an English newspaper published from Srinagar, according to The Indian Express. Dar had moved out of India several years ago.The police said that they recovered incriminating material from the searches, which allegedly included mobile phones, computers, laptops, pen drives and SIM cards. The police said that they also recovered “jihadi literature”, banking documents, a dummy gun and banknotes of the currencies of the United States and Russia.Some of these persons have been detained for questioning, the authorities said.Places searched:1. Showkat Mota in Srinagar 2. Khaksar Nadeeb Adnan in Srinagar. 3. Haji Hayat's home in Pampore 4. Haji Hayat's office in Srinagar 5. Ishfaq Reshi in Badgam6. Asif Dar (based abroad)7. Saqib Magloo in SrinagarIncriminating articles recovered & seized. https://t.co/qqnhMUR02Z— Srinagar Police (@SrinagarPolice) November 24, 2022\n\nOn November 19 as well, the police had carried out raids at 12 locations across Kashmir in connection with the case. Homes of “fugitives like Sajjad Gul, Mukhtar Baba, active terrorists of proscribed terror outfit LeT (TRF) [The Resistance Front] and other suspects in Srinagar, Anantnag and Kulgam districts” were searched, the police said on that day.The persons whose premises were searched on November 19 are being summoned on a daily basis for examination, the police added.On November 16, five Kashmiri journalists working with local publications had resigned after a militant organisation put out a list of over a dozen mediapersons.The Jammu and Kashmir Police had said that it suspected The Resistance Front, a group associated with the Lashkar-e-Taiba, was behind the threats. The message was circulated in the form of posters on messaging platforms Telegram and WhatsApp.The police had registered a first information report against The Resistance Front under provisions of the Unlawful Activities Prevention Act.","author":"Scroll Staff","time":"2022-11-25T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180845-zgcuqhxtpa-1664981464.jpg","tags":["Jammu and Kashmir Police","Srinagar","Budgam","Pulwama"],"source":"https://scroll.in/latest/1038318/j-k-police-search-seven-locations-in-case-about-militant-threats-to-kashmir-journalists"}