{"title":"J&K delimitation process unconstitutional, argues plea in Supreme Court","content":"Two residents of Jammu and Kashmir have filed a plea in the Supreme Court challenging the Centre’s decision to appoint the Delimitation Commission to redraw the boundaries of the erstwhile state, Live Law reported on Tuesday.    In their petition, Haji Abdul Gani Khan and Mohammad Ayub Mattoo have argued that the formation of the Delimitation Commission is unconstitutional and has been done without the necessary power, jurisdiction and authority. The Union government had began the delimitation process of Assembly constituencies in Jammu and Kashmir, Assam, Arunachal Pradesh, Manipur, and Nagaland in 2020. The term of the commission headed by former Supreme Court judge Ranjana Desai was slated to end in March 2021.However, on March 3, 2021, the commission was granted an extension of one year. In this notification, the four other states were removed and the commission’s scope was limited only to Jammu and Kashmir.In a draft proposal submitted on February 6, the commission recommended that the number of Assembly constituencies in Jammu and Kashmir be increased from 107 to 114. The number of seats include 24 constituencies earmarked for Pakistan Occupied Kashmir.The petition filed by Khan and Mattoo argues that according to a letter issued by the Delimitation Commission in July 2004, the number of existing Assembly seats of all states and Union Territories would not be changed till the first Census is done after 2026, reported Bar and Bench. The petition pointed out that as per provisions of Article 170 of the Constitution, which deals with composition of Legislative Assemblies, the next delimitation process will be taken up after 2026. The petitioners have asked why then has Jammu and Kashmir been singled out for redrawing its boundaries.The plea also said that removing Assam, Arunachal Pradesh, Manipur, and Nagaland and singling out Jammu and Kashmir amounted to classification.“It is also well-established by the decisions of this court that Article 14 [of the Constitution] condemns discrimination not only by a substantive law but also by a law of procedure,” the petitioners submitted.They also contended that the Union government has no power to constitute a delimitation commission as only the Election Commission can conduct the process of redrawing boundaries following a notification under the Parliamentary and Assembly Constituencies Delimitation Order, 2008.“Issuance of notification by the Law and Legislative Department appointing the delimitation commission is without jurisdiction, unconstitutional and ultra vires to the election laws apart from J&K Reorganisation Act, 2019,” the petition added.Delimitation process in J&KThe delimitation process is a politically sensitive subject in Jammu and Kashmir because of fears that the Bharatiya Janata Party may use it to alter political outcomes in what was earlier India’s only Muslim-majority state.Regional parties in Jammu and Kashmir had strongly opposed the recommendations after the commission submitted its draft report. On February 6, National Conference MP Hasnain Masoodi had alleged that the party’s recommendations to the panel were “thrown to the wind” and that there was discrimination in the redrawing of boundaries.On February 7, Peoples Democratic Party chief Mehbooba Mufti had said that the proposals of the delimitation commission constituted an attack on the Union Territory’s democracy. She had alleged that the panel was working according to the BJP’s agenda.Meanwhile on Febraury 22, Union Home Minister Amit Shah had said that Assembly elections in Jammu and Kashmir will be held six to eight months after the end of the delimitation process in the Union Territory.","author":"Scroll Staff","time":"2022-03-30T13:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127493-nmffrffsow-1611306852.jpg","tags":["Jammu and Kashmir","Delimitation Commission","Supreme Court"]}