{"title":"J&K: Delimitation Commission gives six new Assembly seats to Jammu, one to Kashmir","content":"The Jammu and Kashmir Delimitation Commission has proposed the creation of seven new Assembly  segments and the redrawing of the boundaries of some others in its second draft report, PTI reported.Six of the new constituencies are proposed to be in the Jammu region, while one is in Kashmir.The commission sent the proposal to the five Lok Sabha MPs from the Union Territory, including three from the National Conference and two from the Bharatiya Janata Party. The NC rejected the report and said that the recommendations were unconstitutional.The commission has proposed that the boundaries of five out of eight Assembly constituencies in Srinagar will be redrawn, The Hindu reported. The Habba Kadal constituency, which has a substantial number of Kashmiri Pandits, is proposed to be split into three seats.The districts of Rajouri and Poonch, which have a substantial number of Hindus, are proposed to be made a part of the Anantnag Lok Sabha constituency. The Anantnag constituency was earlier a Muslim-dominated one.Meanwhile, in the Baramulla district, two new constituencies of Kunzer and Tangmarg have been created by splitting the Gulmarg seat and merging the Sangrama seat, according to The Indian Express. Sangrama and Gulmarg, which the Peoples Democratic Party had won in the 2014 Assembly polls, will cease to exist as Assembly constituencies.With these changes, Jammu and Kashmir will have a total of 90 Assembly seats. The number of seats in the Jammu region will increase from 37 to 43, while the seats in the Kashmir region will increase from 46 to 47. Another 24 seats will be reserved for Pakistan-occupied Kashmir.The commission has also proposed to reserve nine seats for Scheduled Tribes, for the first time. Seven seats have been proposed to be reserved for Scheduled Castes.However, NC MP Hasnain Masoodi said that the party’s recommendations to the panel were “thrown to the wind”. He alleged that there was discrimination in the redrawing of boundaries. “We had made the Commission understand how this exercise was unconstitutional,” Masoodi said, according to The Hindu. “All the important suggestions and recommendations have been completely ignored.”A PDP spokesperson said that the delimitation exercise was a ploy to disempower the people of Jammu and Kashmir by dividing secular and majority votes. “It is unfortunate that all the constitutional apparatus was being put into action to achieve this sinister design of BJP,” the spokesperson said.The Union government began the delimitation process – or redrawing boundaries – of Assembly constituencies in Jammu and Kashmir on February 17, 2020.While it is a routine effort in some parts of the country, the delimitation process is much more politically sensitive in Jammu and Kashmir because of fears that the Bharatiya Janata Party may use it to alter political outcomes in what was earlier India’s only Muslim-majority state.","author":"Scroll Staff","time":"2022-02-06T09:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118193-msygblaeqm-1556030303.jpg","tags":["Jammu and Kashmir","Kashmir","Jammu","Srinagar","J&K delimitation","National Conference","PDP"]}