{"title":"J&K special status revoked: Concerned about reports of detentions in the state, says US","content":"The United States on Monday said it was closely observing the events in Jammu and Kashmir following the Centre’s resolution to recommend to the President that the special status of the state under Article 370 of the Constitution be revoked. The US urged all parties to “maintain peace and stability” along the Line of Control but added that it was concerned about reports of detentions in the state.The Rajya Sabha on Monday adopted the resolution on Article 370 of the Constitution be revoked. The Upper House of Parliament also passed a bill to split the state into two Union territories – one, Jammu and Kashmir, which will have a legislature, and the other, Ladakh, without one. Union Home Minister Amit Shah will move the proposals in the Lok Sabha on Tuesday.“We are closely following the events in Jammu and Kashmir,” US State Department Spokesperson Morgan Ortagus said, according to PTI. “We take note of India’s announcement revising the constitutional status of Jammu and Kashmir and India’s plan to split the state into two union territories.”Referring to India’s Ministry of External Affairs’ briefing about the situation in Kashmir, Ortagus said India has described it as “strictly an internal matter”. But, Ortagus added, “we are concerned about reports of detentions [in J&K] and urge respect for individual rights and discussion with the affected communities”.Ortagus’ remarks come after the arrests of former Jammu and Kashmir Chief Ministers Omar Abdullah and Mehbooba Mufti on Monday, a day after they were placed under house arrest. Mufti has been reportedly taken from her home in Srinagar to a nearby government guest house. People’s Conference leaders Sajjad Lone and Imran Ansari have also been arrested, according to some reports.Several reports had said that the Ministry of External Affairs had on Monday briefed the envoys of the permanent members of the United Nations Security Council – US, United Kingdom, China, France and Russia – about the government’s plans for Kashmir. “We call on all parties to maintain peace and stability along the Line of Control,” Ortagus said, without naming Pakistan. Islamabad has condemned India’s “preceding pre-meditated steps” such as complete lock-down of Kashmir, deployment of additional troops, imposition of curfew, house arrest of Kashmiri leaders and suspension of communication services before moving to scrap Article 370.Follow today’s live updates here.UN appeals for ‘maximum restraint’United Nations Secretary General Antonio Guterres on Monday urged India and Pakistan to maintain restraint and make sure that the situation does not deteriorate further, PTI reported.“The UN Military Observer Group in India and Pakistan observed and reported an increase in military activity at the Line of Control in recent days,” Guterres’ spokesperson Stephane Dujarric said. “The UN appeals to both sides to exercise maximum restraint to ensure that the situation does not further deteriorate.” The UN Military Observer Group in India and Pakistan, established in January 1949, is a group of peacekeepers who observe the ceasefire between the two countries and report on any violations.","author":"Scroll Staff","time":"2019-08-06T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/65195-uzhdzfkbml-1565068968.jpg","tags":["Jammu and Kashmir","United States","United Nations","Pakistan","Special Status","Article 370"],"source":"https://scroll.in/latest/932977/j-k-special-status-revoked-concerned-about-reports-of-detentions-in-the-state-says-us"}