{"title":"J&K special status: How the Modi government used Article 370 to kill Article 370","content":"Scrapping Article 370 of the Indian Constitution was an election promise of the Bharatiya Janata Party. The Article grants special status to Jammu and Kashmir, which basically meant laws enacted by Parliament could not be enforced in the state without the approval of its government.Two months after its poll victory, the BJP government moved two resolutions in Parliament on Monday, neither of which scrap Article 370 and yet effectively end the state’s special status. It did so without having to pass a Constitutional Amendment, which would have otherwise required a two-thirds majority in both Houses. Instead, a simple majority sufficed.  How exactly did the Modi government pull this off?The answer is actually something that happened outside of the Parliament and not within it. Before Home Minister Amit Shah even tabled the resolution to hollow out Article 370, a Presidential Order was issued to amend Article 367 of the Indian Constitution. How was this amended through an order and not an act of Parliament? We will get to that later. First it is important to understand Article 367. Article 367 is meant to act as a guide, it helps the interpretation of certain laws. If you are able to alter Article 367, in some case you can change other provisions without having to do so directly, because you simply change their interpretation. It is to this Article that the Presidential Order adds a new clause to help interpret provisions applicable to the state of Jammu and Kashmir. This clause alters the interpretation of Article 370, switching out the words “constituent assembly” with “legislative assembly” in the proviso to clause 3 of Article 370.Why does this matter? Clause 3 of Article 370 made it clear that if the President wishes to change anything within Article 370, he needs the recommendation of Jammu and Kashmir’s Constituent assembly. But the J&K constituent assembly was dissolved in 1957, so it could not possibly give a recommendation. Monday’s Presidential Order changes that language to make it the legislative assembly, rather than the constituent assembly. Still, the clause mandates that the President get the approval of the legislative assembly –  but Jammu and Kashmir doesn’t have one right now, since it was dissolved in 2018 and replaced with first Governor’s Rule and later, President’s Rule. So how did the government get around that? When a state is under President’s rule, the power to make laws for the state is vested in the Indian Parliament. Jammu and Kashmir is currently under President’s rule. So effectively, the government’s move allows Parliament to act on behalf of the Jammu and Kashmir assembly to change the character of the state. This, however, raises several questions on the effect of such amendments on federalism.Amending the ConstitutionNow we come back to the question at the start: can the Indian Constitution, for the purposes of being applied to Jammu and Kashmir, be modified by the President by using a Presidential Order? Would it not require a Constitutional Amendment Bill with two-thirds voting in its favour in Parliament?This question has been answered by the Supreme Court in 1961 in its judgement in Puranlal Lakhanpal vs The President Of India And Others . The court said the term “modification” as it appears in Article 370 (1) gives the President powers to effect substantial modification to the provisions of the Indian Constitution that apply to Jammu and Kashmir.This quirk of Indian law means that the Constitution can actually be changed without having to pass a Constitutional Amendment, as long as it only deals with Jammu and Kashmir. The changes introduced on Monday apply to Jammu and Kashmir alone and not to other parts of the country as such a Presidential order is in effect an inclusion to Jammu and Kashmir Constitution. The state is governed by its own Constitution to which provisions of the Indian Constitution are applied from time to time.One final question may arise. If the Constitution, as it applies to Jammu and Kashmir, can be changed without a Constitutional Amendment Bill in Parliament, why not just use that method to change Article 370? This is because the one exception to this Constitutional quirk is that it cannot be used to change Article 370 directly, only other provisions. Or in other words, the government used powers under Article 370 to alter Article 367 which then, in effect, allowed it to hollow out Article 370.Also readExplainer: How BJP is proposing to change Jammu & Kashmir and what that meansMove to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s Constitution‘It’s mentally taxing’: Kashmiris living outside the state struggle to contact familiesWhy is BJP turning a state into a Union Territory and diminishing citizens’ democratic rights?‘Dangerous step’: Protests against move to scrap J&K special status in Delhi, Bengaluru, Bhopal","author":"Sruthisagar Yamunan","time":"2019-08-05T20:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120322-szilcfdlrt-1564029127.jpg","tags":["Jammu and Kashmir","Article 370"],"source":"https://scroll.in/article/932917/j-k-special-status-how-the-modi-government-used-article-370-to-kill-article-370"}