{"title":"J&K: Centre denies claim that 16 envoys who arrived in Srinagar are on a ‘guided tour’","content":"Ministry of External Affairs Spokesperson Raveesh Kumar said at a press conference on Thursday that the visit of envoys from 16 countries to Srinagar was facilitated by the central government, ANI reported. He also rejected the claim that the envoys are being taken on a “guided tour”, The Indian Express reported.Kumar added that the envoys are from the United States, South Korea, Vietnam, Bangladesh, Maldives, Morocco, Fiji, Norway, Philippines, Argentina, Peru, Niger, Nigeria , Togo and Guyana.Kumar said the envoys first met security officials to get a sense of the security situation in Kashmir, and to understand the threat terrorism poses to the the Union Territory. “The objective of the visit was [for] the envoys to see first hand the efforts which have been made by government to normalise [the] situation,” he added.The envoys met many Kashmiri political leaders, including Ghulam Hasan Mir, Altaf Bukhari, Shoaib Iqbal Lone, Hilal Ahmed Shah, Noor Mohammad Sheikh, Abdul Majid Padder, Abdul Rahim Rather and Rafi Ahmed Mir, ANI reported.“We exchanged ideas on current situation in the state after abrogation of Article 370,” Bukhari told reporters after the meeting. “It was a free and frank discussion.” The envoys are expected to meet several government officials besides holding meetings with civil society groups and journalists. They arrived by a special chartered flight in Srinagar.NDTV reported that members from the European Union will not be a part of this visit as they did not want a “guided tour” of Jammu and Kashmir. They wanted to have the freedom to move freely, sources told the news channel.Government sources claimed to The Indian Express that European Union diplomats wanted to visit the Union territory as a group, but it was not possible to accommodate all of them. Some EU ambassadors said the visit was taking place at too short a notice “to seek instructions from headquarters”, officials told the newspaper.Asked why European Union envoys were not part of the visit, Kumar said: “EU envoys wanted to visit Kashmir in a group. We did not extend invite to all.”Srinagar: Delegation of 15 foreign envoys briefed by Chinar Corps Commander Lieutenant General KJS Dhillon pic.twitter.com/FbaqtEWP81— ANI (@ANI) January 9, 2020\n\nThis is the second visit of foreign delegates to Jammu and Kashmir since the Centre abrogated the region’s special status and converted it into two Union Territories in August. In October, around two dozen members of parliament from the European Union were taken to Kashmir on a highly orchestrated tour. Before that the MPs met National Security Advisor Ajit Doval and even Prime Minister Narendra Modi.The group of politicians were mostly from far-right nationalist parties. Questions were then raised about who organised the visit. In November, the Ministry of Home Affairs told Parliament that the delegation was on a “private visit” on the invitation of Delhi-based think-tank International Institute for Non-aligned Studies.Opposition parties in India had repeatedly targeted the government for facilitating the European politicians’ trip to Kashmir. Many had wondered why they were given such easy access to the region when Indian MPs were facing obstructions while trying to enter Srinagar.A member of the European Union delegation had then claimed that the group was conscious that “some people were being kept away from us”. Hermann Tertsch of Spain’s Vox Party said the delegation was trying to make sense of what was happening, but did not have enough facts to draw a conclusion.According to reports, of the 27 MEPs who had arrived in India for the visit – of whom at least four did not visit Kashmir – only three were from Left or liberal parties. Chris Davies, an MP of the United Kingdom’s Liberal Democrats party, had claimed that he too was invited by the Indian government to visit Kashmir but the invitation was withdrawn after he insisted on being allowed to speak freely with local people. Another European MP had urged the Indian government to allow Indian MPs into Kashmir.","author":"Scroll Staff","time":"2020-01-09T10:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130766-ooganbjjye-1573545271.jpg","tags":["Jammu and Kashmir","Srinagar","Article 370"],"source":"https://scroll.in/latest/949236/j-k-16-foreign-delegates-to-visit-today-eu-envoys-skip-guided-tour-say-reports"}