{"title":"J&K: Four militants killed in separate gunfights in Baramulla and Pulwama districts","content":"Four militants were killed on Tuesday in two separate gunfights in Jammu and Kashmir’s Baramulla and Pulwama districts.One of the militants killed in Pulwama was identified as Majid Nazir, who belonged to the terror outfit Jaish-e-Mohammed.Nazir was involved in the killing of sub-inspector Farooq Ahmad Mir, Inspector General of Police Vijay Kumar said.On June 18, Mir was shot dead in a paddy field close to his home in Samboora village of Pampore tehsil in Pulwama.He was employed with the ministerial wing of the Jammu and Kashmir Police and was posted at the 23rd battalion of the Indian Reserve Police. He was off-duty when he was shot.Since January, at least 20 targeted killings, including those of police officials, teachers and village heads, have been reported in Kashmir. Out of these, 13 were civilians – six were Hindus and seven were Kashmiri Muslims. Many of them have been shot point-blank in their homes or workplaces.On Tuesday, security forces and the police cordoned off Pulwama’s Tujjan area. Along with Nazir, another militant was killed. His identity was still being ascertained.Another gunfight took place on Tuesday in Baramulla’s Sopore area. A search operation in Tulibal village led the security teams to two militants, who were killed. Their identities are yet to be ascertained.Since January, 118 militants, including 32 foreign nationals, have been killed in Kashmir, said Kumar while addressing a press conference on Tuesday.“In 2021, a total of 55 terrorists including two foreign terrorists were killed in the same period,” Kumar said, ANI reported. “Out of 118, 77 terrorists are from Pakistan-sponsored Lashkar-e-Taiba and 26 from Jaish-e-Mohammed outfit.”","author":"Scroll Staff","time":"2022-06-21T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172711-vexsalwqip-1649337580.jpg","tags":["Jammu and Kashmir","Gunfight","Pulwama","Baramulla","Sopore","Jaish-e-Mohammed","targeted killings"],"source":"https://scroll.in/latest/1026642/j-k-four-militants-killed-in-separate-gunfights-in-baramulla-and-pulwama-districts"}