{"title":"J&K: Release reporter Aasif Sultan, Committee to Protect Journalists urges governor","content":"United States-based non-governmental organisation Committee to Protect Journalists on Tuesday urged Jammu and Kashmir Governor Satya Pal Malik to release journalist Aasif Sultan, who has been in the state police’s custody since August 27, and drop all legal proceedings against him. “Sultan, a journalist with the Kashmir Narrator, has been falsely accused under the Unlawful Activities [Prevention] Act,” the committee said in a statement. “His name was included in a First Information Report filed after a gunfight in Batamaloo on August 12, and he has been accused of having contact with and promoting militants.”The organisation said the newspaper’s editor and Sultan’s family have creditably disputed the police’s claims. Sultan was taken into police custody after he wrote a story on militant Burhan Wani, who was killed in an encounter in August 2017, it added. The story included interviews with non-combatant members of the Hizbul Mujahideen militant group. The panel said the police repeatedly interrogated Sultan, asking him to reveal his sources, questioned him about headlines in the Kashmir Narrator and asked him why he did not write about development in the state. “Police have also objected in court to his Facebook postings,” the organisation claimed. “We understand that Jammu and Kashmir is facing a difficult situation, but CPJ would like to stress that interviewing or having sources who are critical of the government is within the scope of a journalists’ job and does not implicate them in a crime,”  the panel said. “Reporting on an important and newsworthy story such as the conflict in Kashmir is a public service, not a criminal act.” The committee said it was extremely concerned about the “climate for press freedom” in Jammu and Kashmir. “Freedom of the press is a vital tenet of democracy and a proud part of India’s history,” it said. “We urge you to use the authority vested in you as governor of Jammu and Kashmir to help immediately ensure that Aasif Sultan is released.”Malik told PTI on Monday that atrocities on civilians by police personnel should be reported directly to him. The governor claimed that he takes calls from common citizens of the state. “My mobiles and WhatsApp have never been silent,” he added.","author":"Scroll Staff","time":"2019-01-16T15:34:47.578446+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105803-gyejmclipy-1542361538.jpg","tags":["Committee to Protect Journalists","Aasif Sultan","Kashmir Narrator","Jammu and Kashmir","Satya Pal Malik"],"source":"https://scroll.in/latest/909682/j-k-release-journalist-aasif-sultan-committee-to-protect-journalists-urges-governor"}