{"title":"J&K special status: Pakistan summons Indian envoy, calls Centre’s action on Article 370 ‘illegal’","content":"Pakistan on Monday summoned Indian High Commissioner Ajay Bisaria to the Foreign Office and conveyed a “strong demarche on the announcements made and actions taken” by the Indian government, PTI reported. Earlier in the day, the Rajya Sabha adopted a resolution to recommend to the President that the special status of Jammu and Kashmir under Article 370 of the Constitution be revoked. The Upper House of Parliament also passed a bill to bifurcate Jammu and Kashmir into two Union territories – one, Jammu and Kashmir, which will have a legislature, and the other, Ladakh, without one. Pakistan Foreign Office in a statement said that Bisaria was summoned by Foreign Secretary Sohail Mahmood. “The Foreign Secretary conveyed Pakistan’s unequivocal rejection of these illegal actions as they are in breach of international law and several UN Security Council resolutions,” the foreign office said in a statement.The statement said that the foreign secretary condemned the “preceding pre-meditated steps” such as complete lock-down of Kashmir, deployment of additional troops, imposition of curfew, house arrest of Kashmiri leaders and suspension of communication services, among others.Pakistan’s consistent opposition to all Indian “attempts to change the demographic structure and final status” of Jammu and Kashmir was emphasised, the statement said.It added that the foreign secretary called upon India to “halt and reverse its unlawful and destabilizing actions, ensure full compliance with UN Security Council resolutions, and refrain from any further action that could entail serious implications.” Pakistan will continue to extend political, diplomatic and moral support to the Kashmiri people’s “struggle for realisation of their inalienable right to self-determination”, the statement read.Meanwhile, an important meeting of the Pakistan parliamentary committee took place to discuss the Kashmir situation, ARY News reported.Earlier in the day, Pakistan said that Jammu and Kashmir was a disputed territory that was internationally recognised, adding that they “would exercise all possible options to counter the illegal steps”.The decisions came a day after a security clampdown in Jammu and Kashmir. Following the announcements, at least 8,000 paramilitary forces had been airlifted to the state from several parts of the country. This deployment was an addition to the 35,000 soldiers who were already brought into Jammu and Kashmir recently. The development came as a measure to strengthen security across the state.Also read:Move to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s Constitution","author":"Scroll Staff","time":"2019-08-05T22:41:37.777596+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125066-xaadjcjdsf-1565024584.jpg","tags":["Pakistan","Article 370","Jammu and Kashmir","Amit Shah"],"source":"https://scroll.in/latest/932947/j-k-special-status-pakistan-summons-indian-envoy-calls-centres-action-on-article-370-illegal"}