{"title":"J&K: Truck driver killed in stone-pelting incident in Anantnag district, say police; one arrested","content":"The Jammu and Kashmir Police on Monday said that a truck driver was killed the previous evening after he was attacked with stones by protestors in Bijbehara area of Anantnag district.Officials alleged that the protestors mistook his truck for the vehicle of a security forces personnel and hurled stones at it. The police identified the driver as Noor Mohammed, a resident of Zradipora Urnhall in BijbeharaThe stone pierced the pane and hit Mohammed’s head. The driver was taken to a nearby district hospital initially but was later referred to the Sher-e-Kashmir Institute of Medical Sciences at Soura in the outskirts of Srinagar. But the doctors declared him dead on arrival.The police said a murder case has been registered at police station in Bhijbhera and the accused has been arrested.#Stonepelters kill Truck driver. A truck driver Noor Mohammed resident of Zradipora Urnhall Bhijbhera was hit by stone thrown from a lane at Bhijbhera this evening.The stone pelters pelted stones on the Truck number JK03 F 2540 taking it as a SF vehicle.@diprjk @PIBHomeAffairs— J&K Police (@JmuKmrPolice) August 25, 2019\n\nA murder case has been registered  at Police station Bhijbhera. A few days back a girl was seriously injured in a stone pelting incident in downtown Srinagar.A case has been registered in that case as well.@KashmirPolice @diprjk @PIBHomeAffairs— J&K Police (@JmuKmrPolice) August 25, 2019\n\nThe police alleged that another girl was seriously injured in a stone-pelting incident in downtown Srinagar a few days ago, and a case has been registered in that case as well.Jammu and Kashmir has been under an unprecedented lockdown since August 5, when the central government decided to revoke its special status and split it into two union territories. Thousands of troops have been deployed to prevent law and order situations in the region and communication lines have been cut off in most parts. The authorities have claimed that the restrictions would be eased gradually, however protests in the Valley have made it difficult to do so.  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-08-26T12:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114909-fsbxyvvkns-1560832869.jpeg","tags":["Jammu and Kashmir","Stone Pelting Kashmir","Anantnag district","Jammu and Kashmir Police"],"source":"https://scroll.in/latest/935165/j-k-truck-driver-killed-in-stone-pelting-incident-in-anantnag-district-say-police-one-arrested"}