{"title":"J&K special status: Amnesty International cautions Centre on human rights violations in state","content":"Amnesty International India on Monday issued a statement against the Centre’s decision to revoke the special status granted to Jammu and Kashmir, saying that it could stoke ongoing tension in the state and end up alienating the locals. It also cautioned the government that the developments could increase risk of further human rights violations.“What J&K has been witnessing over the last few days – the additional deployment of thousands of security forces, a blanket blockade of telephone and internet services, restrictions on peaceful assembly – has already pushed the people of J&K to the edge,” Head of Amnesty International India Aakar Patel was quoted as saying. “To make matters worse, key political stakeholders have been placed under house arrest. Important decisions about J&K are being decided by the Parliament without absolutely any consultation with the people.”The statement also stated that Article 370 of the Constitution provided special autonomy to the state, which had the freedom to decide over matters apart from foreign affairs, defence and communication. The article was viewed as a necessary component to maintain “democratic relationship between India and Jammu & Kashmir”, it said, adding that the decision to turn the state into a Union Territory would give the Centre an “enhanced role in governance”.“The revocation of Article 370 is expected to cause unrest and wide scale protests in the state,” the statement read. “So far, the government’s response to dealing with protests in the state has been heavy-handed and have led to gross human rights violations such as blinding, killing and traumatizing people over the past few years.” The organisation said that while the government had the right to maintain public order, people also had the right to demonstrate peacefully.“An end to the abuses in J&K cannot come without the involvement of its people,” Patel said.The statement highlighted that blanket or indefinite suspension of communication services in the state were also not adhering to the standards of international human rights as it makes exchange of information difficult, which it pointed out was an important part of the freedom of expression. The suspension of these services would also prevent families and friends from reaching out to one another and apprise them of their situation, which it said could fuel tension and feelings of insecurity.Also read: ‘It’s mentally taxing’: Kashmiris living outside the state struggle to contact families  The Centre on Monday decided to revoke Article 370 of the Indian Constitution, which gave special status to the state of Jammu and Kashmir. Home Minister Amit Shah, who moved the resolution in the Rajya Sabha, also proposed the Jammu and Kashmir Reorganisation Bill under which the state will be turned into a Union Territory with a legislature, similar to Delhi, while the Ladakh region would be converted into a Union Territory without a legislature. An order from President Ram Nath Kovind also removed provisions under Article 35A of the Jammu and Kashmir Constitution, which allowed the state legislature to define “permanent residents” of the state and restricted outsiders from buying land. Meanwhile, at least 8,000 paramilitary personnel were deployed to Jammu and Kashmir to reportedly strengthen security across the state. The Indian Army and the Air Force were also put on high alert. A curfew had been put in place in the state from Sunday night onwards and all communication services had been suspended.Also read:Explainer: How BJP is proposing to change Jammu & Kashmir and what that means","author":"Scroll Staff","time":"2019-08-05T17:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125043-rtpdcmkxpk-1565003607.jpg","tags":["Amnesty International","Jammu and Kashmir","Article 370","J&K special status"],"source":"https://scroll.in/latest/932905/j-k-special-status-amnesty-international-cautions-centre-on-human-rights-violations-in-state"}