{"title":"J&K: Why is BJP turning a state into a Union Territory and diminishing citizens’ democratic rights?","content":"Although the sum of the Bharatiya Janata Party-led government’s moves in Parliament on Monday is to alter the special status that Jammu and Kashmir has within the Union of India, it actually includes two separate parts. One is the alteration of Article 370 of the Indian Constitution, the provision that gave Jammu and Kashmir a measure of autonomy. The other is the bill that would turn the state into two different Union Territories. Article 370The first of these efforts was widely expected. Removing Article 370 has been a demand of the Right for decades now. Because Article 370 has generally been described by politicians as a measure that grants special favours to Jammu and Kashmir,  public opinion is unlikely to be opposed to its abrogation. Still, even if the BJP’s messaging around Article 370 has often included propaganda aimed at demonising Kashmiris, the question of integrating the state further into the Union was not a settled one. Many will be troubled by the manner in which the BJP has carried out the process – moving tens of thousands of additional troops into the state, shutting down all communications, putting political leaders under house arrest and bringing changes to the law without public consultation. At the same time, these people may not be opposed to the actual alteration and eventual nullification of Article 370 itself. As is clear from the position of many Opposition parties, there is no broad support for Jammu and Kashmir’s special status within the Union. Many assume that #Kashmir is frozen in time and space.Article 370 was no talisman that guarded the state from evil.Situations evolve. Circumstances change.The fabric of the nation has been torn in Kashmir over the years.This cannot be a standstill scenario.The nation is supreme.— Nirupama Menon Rao, निरुपमा राउ, بینظیر (@NMenonRao) August 5, 2019\n\nUnion Territory statusHowever, this may not be the case for the second aspect of the government’s effort. Here the government is proposing to turn an entity that was until now a state of India into a Union Territory. Indian states are separate administrative units, which can frame their own laws on some subjects and for the most part govern their own territories.Union Territories, however, are directly administered by the government at the Centre. Though two Union Territories – Delhi and Puducherry – have a legislature and some representative government, the Centre holds tremendous power and directly controls key subjects like land and law and order.The government’s bill in Parliament seeks to bifurcate the state of Jammu and Kashmir into two Union Territories. One would be Ladakh, which would be a Union Territory without a legislature, just like Lakshadweep or Daman and Diu. The other would turn the regions of Jammu and Kashmir into a Union Territory like Delhi or Puducherry.The advantages to the Centre are obvious. Of course, whenever Governor’s rule or President’s rule has been in force, the Centre already had tremendous powers in the state. But even in those conditions, New Delhi had to pay lip service to the idea of local democracy. It had to eventually let the people vote for their leaders, and in time, even had to work with local politicians to introduce new policies in the state. That will change significantly if Jammu and Kashmir becomes a Union Territory. It will give the government more control over the policymaking within Jammu and Kashmir, without having to listen to the people of the state – at any point. It could alter land laws and take local law and order into its hands without once worrying about democracy. Even if the Union Territory’s legislature is completely opposed to New Delhi (and even that may not be the case, considering Jammu is part of this), it need not listen. But is there any good reason to make such a move without taking on board the people of the region?Undermining democracyDisturbingly, the government is proposing to make this massive change without the consent of people of the state or its political leadership. Never mind having a voice on the matter, the move is being carried out while the people of the state and their leaders have been effectively gagged, since all communication and public assembly has been shut down in most of the state.Moreover, the government has only been able to do this, legally, because it has imposed President’s Rule in the state and has not so far moved to hold Assembly elections. If elections had been held, it would not have been able to carry out this manoeuvre, which brings into question its decisions over the last year. This initiative alters the very federal nature of India. Should a political entity within the Union ever be demoted within the democratic structure? Has any democracy anywhere taken legislatures away from its people? On what basis is the Centre deciding that a state and its people should have diminished federal and democratic rights? It may be worth mentioning here, that this demotion is being effected in India’s only Muslim-majority state. As a number of Opposition leaders have pointed out, what is to stop the Centre from doing the same elsewhere? The Constitution gives the Centre power to alter or create new states, and the President’s Rule technicality means that the state can ratify this change without actually asking its representatives or the people. Today, the BJP-led government is proposing to demote Jammu and Kashmir to Union Territory status without the concurrence of its people, without a good explanation for why. Tomorrow, if it is unhappy with the opinions of people in Kerala or Tamil Nadu or West Bengal, what is to stop it from taking away their democratic rights too?Update: Home Minister Amit Shah, responding to the debate over the proposed changes, told the Rajya Sabha that Jammu and Kashmir would return to being a full state if “normalcy returns”, but will remain a Union Territory until then. Also readMove to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s ConstitutionExplainer: How BJP is proposing to change Jammu & Kashmir and what that means‘It’s mentally taxing’: Kashmiris living outside the state struggle to contact families","author":"Rohan Venkataramakrishnan","time":"2019-08-05T17:57:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/932895-article-hldgxisgpt-1451646365.jpeg","tags":["Jammu and Kashmir","Article 370","Union Territories","Kashmir"],"source":"https://scroll.in/article/932895/j-k-why-is-bjp-turning-a-state-into-a-union-territory-and-diminishing-citizens-democratic-rights"}