{"title":"J&K: Three policemen injured in Poonch, Srinagar pockmarked with concertina wires and checkpoints","content":"Three policemen, including a deputy superintendent of police, were injured on Tuesday after violence broke out in Jammu and Kashmir’s Poonch district over Parliament’s decision to end the state’s special status by hollowing out Article 370 of Constitution, The Indian Express reported.  People came out on the road in Surankote and Buffliaz areas of the district, which is under curfew, even as the Lok Sabha discussed a Bill to reorganise the state and the resolution to remove the state’s special status. As the protestors raised anti-India slogans in Buffliaz, the police warned them to go back to their homes, reported Daily Excelsior. When the protestors refused to pay heed to the warnings, Deputy Superintendent of Police for Operations Dr Bhisham Dubey reached the spot along with reinforcements. The protestors, mostly young men, pelted stones at the police when they attempted to disperse them by charging them with batons. Dubey and two constables injured in the incident were taken to  the sub-district hospital in Surankote. One report in The Indian Express detailing the situation in Kashmir Valley – one of the few news reports to come out of the region since an information blackout was imposed late on Sunday night – said residents were not being allowed to go outside their neighbourhoods. The state administration has not issued curfew passes to its own employees and security personnel are not accepting government identification cards as passes. Most of the television news crew that have flown in are parked in a 1-square km area of the city’s Zero Bridge area. The road leading to the airport and the Rajbagh-Jawaharnagar stretch do not have much security. In other parts of the city, roads are barricaded with concertina wire and regular checkpoints, guarded by police and armed paramilitary personnel, have been set up. Most police personnel have lathis and not guns. The residents the newspaper spoke to expressed their deep distrust of the Centre, and said the reorganisation of the state would lead to “changing the demography of Jammu and Kashmir with an aim to reduce the share of Muslims in the population”.“It is a huge shock, the feeling is still sinking in,” a National Conference leader told The Indian Express. “There will be a reaction to this unilateral decision...this is the biggest act of disempowerment since the 1846 Treaty of Amritsar [between the British and Raja Gulab Singh] when Kashmiris were sold, along with their land, water and sky over their heads.” Meanwhile, President Ram Nath Kovind declared the abrogation of the provisions of Article 370, PTI reported on Wednesday. This came a day after Parliament ratified the government’s decisions. Replying to a debate in the Lok Sabha, Union Home Minister Amit Shah ruled out talks with the separatist Hurriyat Conference and declared that India would continue to claim the territories of Pakistan-occupied Kashmir and Aksai Chin. #WATCH Jammu & Kashmir flag along with Tricolor atop the Civil Secretariat at Srinagar; #Article370 was abrogated and Jammu & Kashmir was made a Union Territory (UT) with legislature, on 5th August. pic.twitter.com/0pkp7piNt1— ANI (@ANI) August 7, 2019\n\nLaw and order situation satisfactory: Raj BhavanJammu and Kashmir Governor Satya Pal Malik was on Wednesday informed that the law and order situation in the state was satisfactory, reported PTI. An unidentified Raj Bhavan spokesperson said emergency services in hospitals were available and power and water supply was smooth. Malik asked deputy commissioners of districts to send their staff to different localities to take stock of the situation. He asked people to contact the nearest police station or the magistrate for any query.     J&K Raj Bhavan: Governor directed Deputy Commissioners of respective districts in Valley to depute their staff to visit different localities & take stock of requirements of people & address them swiftly. He re-iterated his concern for ensuring safety of general public https://t.co/whIqtOvuJJ— ANI (@ANI) August 7, 2019","author":"Scroll Staff","time":"2019-08-07T10:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125074-vugdacfhuw-1565061710.jpg","tags":["Jammu and Kashmir","Article 370"],"source":"https://scroll.in/latest/933089/j-k-three-policemen-injured-in-poonch-srinagar-pockmarked-with-concertina-wires-and-checkpoints"}