{"title":"J&K leaders oppose Delimitation Commission’s proposal of six new seats for Jammu, one for Kashmir","content":"Leaders of three political parties in Jammu and Kashmir on Monday opposed the recommendation of the Centre’s Delimitation Commission that has introduced six new Assembly seats for the Jammu region and one for Kashmir, India Today reported.The Centre conveyed its decision to the political leaders from the Union Territory in a meeting on Monday.On February 17, 2020, the central government began the delimitation process – or redrawing boundaries – of Assembly constituencies in Jammu and Kashmir. The number of seats in the Jammu and Kashmir Assembly will go up from 107 to 114, and delimitation will provide for reserved seats for Scheduled Castes and Scheduled Tribes.The Delimitation Commission added Assembly seats based on the 2011 Census and population, NDTV reported. As per the new draft proposal, Kashmir will have 47 seats and Jammu 43. In the Assembly of the erstwhile state, Kashmir had 46 seats whereas Jammu had 37.On Monday, Jammu and Kashmir National Conference leader Omar Abdullah said the draft resolution of the Delimitation Commission was unacceptable. He pointed out that of the seven new seats, only one was given to Kashmir.“It is deeply disappointing that the commission appears to have allowed the political agenda of the BJP to dictate its recommendations rather than the data which should have been it’s only consideration,” he said in a tweet. “Contrary to the promised ‘scientific approach’ it’s a political approach.”Peoples Democratic Party chief Mehbooba Mufti said that the Delimitation Commission wanted to pit people against one another through the unbalanced distribution of seats between Jammu and Kashmir regions.“This commission has been created simply to serve BJPs political interests by dividing people along religious and regional lines,” she said. “The real game plan is to install a government in J&K which will legitimise the illegal and unconstitutional decisions of August 2019.”Peoples Conference leader Sajjad Lone said the Delimitation Commission’s recommendations reeked of bias. “What a shock for those who believe in democracy?” he said in a tweet.National Conference President Farooq Abdullah said that his party would respond to the commission’s proposal on December 31. Despite the open criticism from the politicians in Jammu and Kashmir, Union minister Jitendra Singh said that National Conference leaders were satisfied with the functioning of the Delimitation Commission, NDTV reported.“The associated members regardless of their party [National Conference] and political affiliations not only appreciated the work done by the Delimitation Commission but also committed that they would in the future also extend their cooperation for the rest of the exercise,” he said.Singh added that he had no idea as to when the elections will be held in Jammu and Kashmir. He said that it was the Election Commission’s decision.In October, when Union home minister Amit Shah had visited Jammu and Kashmir, he had said that the demarcation of Assembly constituencies will be followed by elections and restoration of Jammu and Kashmir’s statehood.","author":"Scroll Staff","time":"2021-12-21T08:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154942-skdquxytvi-1613397512.jpg","tags":["Jammu and Kashmir","Delimitation Commission","Jammu and Kashmir Assembly"],"source":"https://scroll.in/latest/1013282/j-k-leaders-oppose-delimitation-commissions-proposal-of-six-new-seats-for-jammu-one-for-kashmir"}