{"title":"J&K: After release, Farooq Abdullah says he won’t speak on politics until all others are freed too","content":"Former Jammu and Kashmir Chief Minister Farooq Abdullah, who was released after seven months of house arrest on Friday, said he will not speak about political matters till other political detenues are also freed.“I am free,” Abdullah told reporters from the terrace of his home in Srinagar, PTI reported. He was accompanied by his family members. “Hope other political leaders would be released soon...Will be able to take decision on future only after other leaders are released.”“Today I don’t have words, the way I feel today, I am free,” NDTV quoted him as saying. “I will not speak on political matters until everyone else is released. I hope my people will be free. The people of this state will be free. Let us pray to god that we get true freedom for which we have been trying for so long.”The 83-year-old National Conference chief expressed his gratitude to the parliamentarians who fought for his release and said: “I hope one of these days I will be able to go to Parliament in Delhi and speak for you and people of the state.”The politician has been under detention since India scrapped the special status of Jammu and Kashmir under Article 370 of the Constitution on August 5 last year and imposed prohibitory orders. The former chief minister was also booked under the Public Safety Act, which allows a person to be detained without a trial for three to six months, on September 17. It was extended by three months in December. Farooq Abdullah was detained at his residence in Gupkar Road in Srinagar.His son Omar Abdullah and Peoples Democratic Party chief Mehbooba Mufti, both former chief ministers too, continue to be detained under the Public Safety Act. Other Kashmiri leaders detained under the law include National Conference’s Hilal Lone, Peoples Democratic Party leader Naeem Akhtar and bureaucrat-turned-politician Shah Faesal.Several Opposition leaders have questioned the government’s move to charge the politicians under the stringent law.Earlier this week, a group of Opposition parties issued a joint statement demanding the immediate release of political detainees in Jammu and Kashmir. They said democratic dissent was being “muzzled” by the “coercive” action of the ruling Bharatiya Janata Party. The leaders said the detentions had also exposed the government’s “lie” that the situation was normal in Jammu and Kashmir. “There are growing assaults on democratic norms, fundamental rights and civic liberties of citizens,” it added. “As a result, dissent is not only being stifled, but the avenues of raising critical voices are also being systematically muted.”","author":"Scroll Staff","time":"2020-03-13T17:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138277-mlsgkrszfj-1584100106.jpg","tags":["Farooq Abdullah","jammu and kashmir","Public safety act"],"source":"https://scroll.in/latest/956093/j-k-after-release-farooq-abdullah-says-he-wont-speak-on-politics-until-all-others-are-freed-too"}