{"title":"J&K: People’s Conference chief Sajjad Lone released from detention after nearly a year","content":"People’s Conference chief Sajjad Lone was on Friday released from detention after nearly a year. He was detained when the Centre revoked Jammu and Kashmir’s special status and divided it into two Union Territories on August 5.Lone was lodged at the MLA Hostel in Srinagar for the first six months and later shifted to his official residence at Church Lane on February 5. “Finally five days short of a year I have been officially informed that I am a free man,” he tweeted. “So much has changed. So have I. Jail was not a new experience. Earlier ones were harsh with usual doses of physical torture. But this was psychologically  draining. Much to share hopefully soon.” Finally 5 days short of a year I have been officially informed that I am a free man. So much has changed. So have I. Jail was not a new experience. Earlier ones were harsh with usual doses of physical torture. But this was psychologically  draining. Much to share hopefully soon.— Sajad Lone (@sajadlone) July 31, 2020\n\nAlmost all of the Kashmir Valley’s political leadership, including three former chief ministers – Farooq Abdullah, his son Omar Abdullah and Peoples Democratic Party chief Mehbooba Mufti – were locked up. Omar Abdullah was released seven months later on March 24 as the Jammu and Kashmir administration revoked his detention order under the Public Safety Act. Farooq Abdullah was released on March 13 but Mufti remains in detention.Mufti is the only major political leader who is under detention officially, according to The Hindu. Others like People’s Democratic Party’s Waheed Para, Jammu and Kashmir People’s Movement chief Shah Faesal and Congress leader Saifuddin Soz have been in house arrest. Meanwhile, about 200 people from the region are still detained under the PSA, with some of them in jails outside the Union Territory.Also read: If court fails to rap government for misleading statements on Kashmir, it risks losing India’s trust","author":"Scroll Staff","time":"2020-07-31T14:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145308-rbdvhpziji-1596185804.jpg","tags":["Sajjad Lone","Jammu and Kashmir","People's Conference","Kashmir detentions","Article 370"],"source":"https://scroll.in/latest/969094/j-k-peoples-conference-chief-sajjad-lone-released-from-detention-after-nearly-a-year"}