{"title":"J&K special status: Pakistan condemns India’s decision, says it will ‘counter illegal steps’","content":"Pakistan on Monday condemned the Indian government’s resolution to revoke Article 370 of the Indian Constitution, which provides special status to the state, and its decision to turn the state into a Union Territory with a legislature. The Pakistan Foreign ministry said that Jammu and Kashmir was a disputed territory that was internationally recognised, adding that they “would exercise all possible options to counter the illegal steps”.“No unilateral step by the Government of India can change this disputed status, as enshrined in the United Nations Security Council resolutions,” the statement read. “Nor will this ever be acceptable to the people of Jammu & Kashmir and Pakistan. As the party to this international dispute, Pakistan will exercise all possible options to counter the illegal steps.”Pakistan said that it reaffirmed its commitment to the Kashmir cause and extended its “political, diplomatic and moral support” to the people of Jammu and Kashmir.Pakistan President Arif Alvi also reiterated that the attempt to bifurcate Jammu and Kashmir was “against the resolutions of UNSC and the wishes of the Kashmiri people”. “Pakistan supports [and] insists on a peaceful resolution based on wishes of Kashmiri people [and] stands with them in their hour of need,” the president’s office tweeted.Also read:Move to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s Constitution Home Minister Amit Shah on Monday moved a resolution in the Rajya Sabha, seeking to scrap Article 370 of the Indian Constitution that provides special status to Jammu and Kashmir. Shah also proposed the Jammu and Kashmir Reorganisation Bill under which Jammu and Kashmir will become a Union Territory with a legislature, while Ladakh will be a Union Territory without a legislature. An order from President Ram Nath Kovind also removed provisions under Article 35A of the Jammu and Kashmir Constitution, which allowed the state legislature to define “permanent residents” of the state and restricted outsiders from buying land.The decisions were taken a day after a security clampdown in Jammu and Kashmir. Following the announcements, at least 8,000 paramilitary forces had been airlifted to the state from several parts of the country. This deployment was an addition to the 35,000 soldiers who were already brought into Jammu and Kashmir recently. The development came as a measure to strengthen security across the state.","author":"Scroll Staff","time":"2019-08-05T16:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125006-vtusakmugy-1564970406.jpg","tags":["Pakistan","J&K","Article 370","India"],"source":"https://scroll.in/latest/932896/j-k-special-status-pakistan-condemns-indias-decision-says-it-will-counter-illegal-steps"}