{"title":"J&K: Mehbooba Mufti, Omar Abdullah arrested after Rajya Sabha approves revoking special status","content":"10.09 pm: Maharashtra Chief Minister Devendra Fadnavis says Prime Minister Narendra Modi and Home Minister Amit Shah have truly made Kashmir an integral part of India, reports News18. He adds that the mistake committed by the then government was corrected by today’s government. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.32 pm: BJP Working President JP Nadda says this day will be marked in golden letters. He adds that the move to revoke J&K’s special status will restore the unity and integrity of India and connect Kashmir with the main development stream.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BJP Working President JP Nadda: This day will be marked in golden letters when Articles 370 and 35A of the Constitution was revoked to restore the unity and integrity of India and to connect Kashmir with the main development stream. pic.twitter.com/lTVZHcvUDI— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.31 pm: BJP leader Ram Madhav says J&K is an internal matter of India, reports ANI. “Who is Pakistan to question us on that?” he asks. “If there is any issue that needs to be highlighted, it is the illegal occupation of parts of Kashmir by Pakistan, nothing else.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.10 pm: People’s Conference leaders Sajjad Lone and Imran Ansari have also been arrested, PTI reports quoting unidentified officials. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.22 pm: Mehbooba Mufti and Omar Abdullah have been arrested, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mehbooba Mufti, Omar Abdullah arrested after #Article370 scrapped https://t.co/DqAXrMI2Df#JammuAndKashmir pic.twitter.com/a80jYdygxj— NDTV (@ndtv) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.18 pm: Prime Minister Narendra Modi says Amit Shah’s speech was extensive and insightful. “It accurately highlighted the monumental injustices of the past and coherently presented our vision for the sisters and brothers of J&K,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Home Minister @AmitShah Ji’s speech in the Rajya Sabha was extensive and insightful. It accurately highlighted the monumental injustices of the past and coherently presented our vision for the sisters and brothers of J&K. Do hear. https://t.co/ho7PPzyz5w— Narendra Modi (@narendramodi) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.12 pm: Amit Shah tweets that the Modi government has corrected a “long overdue historic wrong”. “This historic decision will usher in a new dawn of peace and development in J&K and Ladakh region,” he says. “Kashmir has always been an integral part of India but this decision will ensure that there will no more be ‘two flags, two Constitutions’ in J&K. This decision is a tribute to all the patriots who made the supreme sacrifice for a united India.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kashmir has always been an integral part of India but this decision will ensure that there will no more be दो निशान-दो सविंधान in J&K. This decision is a tribute to all the patriots who made the supreme sacrifice for a united India. Congratulations to the entire nation.— Amit Shah (@AmitShah) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.53 pm: The Rajya Sabha is adjourned till 11 am on Tuesday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.50 pm: The Jammu and Kashmir Reorganisation Bill is passed with 125 votes in favour and 61 against.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Jammu and Kashmir Reorganisation Bill, 2019 has been passed by #RajyaSabha.— PRS Legislative (@PRSLegislative) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.43 pm: Voting to be done through slips due to a technical problem, says Chairperson Venkaiah Naidu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.31 pm: The two resolutions have been adopted. Division of votes to take place on the Reorganisation Bill.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.26 pm: Amit Shah says we will see a happy Kashmir in just a few weeks, and we will see children going to school instead of bomb blasts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.24 pm: “We believe that the road to solving the Kashmir problem will come out of these two resolutions and bill,” says Amit Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.22 pm: “Give us five years, we will make Jammu and Kashmir the most developed state in the country,” says Amit Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.20 pm: “Don’t worry, Vaikoji, we won’t let Kashmir become Kosovo, it was heaven and it will remain heaven,” Shah tells MP Vaiko.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.19 pm: “As soon as normalcy returns to J&K, we can make it a state once again,” Amit Shah says on the concerns about turning the state into two Union territories.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.15 pm: “No appropriate time is needed for this decision, only political will is needed,” Shah says. “One just to rise above their own politics and think about the country.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.14 pm: “All states managed to preserve their culture without Article 370, why do you say removing it in J&K will take away your culture?” Amit Shah asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.12 pm: Article 370 was the genesis of terrorism in Jammu and Kashmir, Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.09 pm: “Sardar Patel dealt with Hyderabad and Junagadh, they are still with India without Article 370,” says Shah. “Nehru dealt with Jammu and Kashmir.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    HM: GN Azad said inter-state marriages are taking place. If a J&K girl marries a man from Odisha,will she&her child get any rights in J&K? You're happy that inter-state marriages are taking place, even though there is no law,but set them free,J&K will mix with India in true sense pic.twitter.com/qJh6OeRiYc— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.08 pm: Amit Shah asks: “Where do the children of all advocates of Article 370 study? They all study abroad. Why don’t they study in Kashmir?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.04 pm: Amit Shah says, “Pakistan wants to spread militancy anywhere, but why does the youth in other border states not turn to terrorism? Because these states do not have Article 370.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6 pm: Union Home Minister Amit Shah says reservations do not extend to tribal people and Scheduled Castes in J&K, which is why BSP is supporting the BJP today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    HM Amit Shah in Rajya Sabha: We don't believe in politics of religion, what votebank politics? Only Muslims live in Kashmir? What do you want to say? Muslims, Hindus,Sikhs,Jains, Buddhists all live there. If 370 is good it is good for all, if it is bad then it is bad for all. pic.twitter.com/HeBVUm7kti— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.59 pm: Amit Shah asks why the Parliament’s laws should not extend to J&K if it is a state. “Governments do not make laws to run government, but to extend welfare to public,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.56 pm: “The Right to Education Act does not apply to J&K, why do we want to deny children the right there?” Shah asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.54 pm: Amit Shah says Articles 35A and 370 also inhibit the growth of healthcare in Jammu and Kashmir. “Which big doctor will go to Kashmir to give his services, the way they go to other states?” he asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.53 pm: The Home Minister asks how unemployment will come down if industries cannot be set up in J&K. “Article 370 will not give any benefit to J&K, it is only beneficial to politicians,” Amit Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.51 pm: Amit Shah says tourism has not developed much in Kashmir because travel agencies and hotels cannot set up businesses there. Article 370 and 35A limit the possibilities that tourism offers in J&K, he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.48 pm: “Why do you want to force the poor who has land to remain poor?” Amit Shah says, referring to low land prices in the state due to Article 35A.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.47 pm: The Centre sent much more money to J&K than it sent to other states, but no development took place because Article 370 does not allow the entry of anti-corruption agencies to stop wrongdoing, Amit Shah says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    HM Amit Shah in Rajya Sabha: We don't believe in politics of religion, what votebank politics? Only Muslims live in Kashmir? What do you want to say? Muslims, Hindus,Sikhs,Jains, Buddhists all live there. If 370 is good it is good for all, if it is bad then it is bad for all. pic.twitter.com/HeBVUm7kti— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.46 pm: Amit Shah says Article 370 is responsible for poverty in Jammu and Kashmir.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.45 pm: People of all religions live in Jammu and Kashmir, and if Article 370 is good, it is good for all, and if it is bad, it is bad for all, says Amit Shah. He says his party does not do the politics of religion.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.41 pm: Amit Shah says Article 370 and Article 35A have done great damage to the people of the state. It never allowed democracy to flourish in Jammu and Kashmir, only corruption flourished, he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.37 pm: Union Home Minister Amit Shah is now speaking in the Rajya Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.36 pm: The Trinamool Congress walks out of the House, in protest against the “procedural harakiri and constitutional immorality”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.15 pm: The Rajya Sabha is now discussing special mentions, will resume discussion on the Kashmir matter later.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.41 pm: Union minister Nirmala Sitharaman denies the Opposition’s charge that the government did not have consultations before making the decision. “We have brought this with a lot of consultations,” she says in the Rajya Sabha, adding that the move was in the BJP’s manifesto and part of the vision of the Jana Sangh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.35 pm: “How will we have a good debate on the bill if you bring it at 11 am without giving us copies of it beforehand?” asks Kapil Sibal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.33 pm: “We [Congress] had won Kashmir, you have lost Kashmir,” says Kapil Sibal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.30 pm: Congress leader Kapil Sibal says only history will tell if this is historic or a blot on history.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.03 pm: Chidambaram requests the Centre not to dismember Jammu and Kashmir, says it would be a monumental blunder and a cardinal sin.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.56 pm: Congress MP P Chidambaram says: “Momentarily you may think you have scored a victory, but you are wrong and history will prove you to be wrong. Future generations will realise what a grave mistake this House is making today.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.51 pm: Amnesty International India issues a statement. “The unilateral decision of the Government of India to revoke the special status of Jammu and Kashmir under the Constitution of India without consulting J&K stakeholders and amidst a complete clampdown on civil liberties and communications blackout is likely to inflame prevailing tensions, alienate the people in the state and increase the risk of further human rights violations,” the human rights organisation says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.47 pm: Article 370 was a Himalayan blunder and it is being corrected, says BJP MP Rakesh Sinha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.46 pm: Punjab Chief Minister Amarinder Singh says the Constitution has been rewritten without following any legal provisions, ANI reports. “Such a historic decision should not have been taken and pushed through in this arbitrary manner,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Punjab Chief Minister Captain Amarinder Singh: Constitution of India had been rewritten without following any legal provisions. Such a historic decision should not have been taken and pushed through in this arbitrary manner. #Article370 pic.twitter.com/P4i6VfCujb— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.43 pm: BJP MP Rakesh Sinha says that what the Congress did in retail, the BJP has now done it in wholesale.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.36 pm: BJP MP Jitendra Singh says that the common man in Srinagar is rejoicing. He calls today a day of redemption. “We have no right to deprive J&K from being part of the global world,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: Telugu Desam Party chief N Chandrababu Naidu says his party supports the Centre in its bid to repeal Article 370.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Telugu Desam Party supports the Union Govt as it seeks to repeal Article 370. I pray for the peace and prosperity of the people of J&K.#Article370— N Chandrababu Naidu (@ncbn) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.11 pm: O’Brien ends his address with the lines: “First, they came for the Dalits, and I said I am not a Dalit, so I didn’t stand up. Then they came for the oppressed, and I said oh, I am not an oppressed, so I didn’t stand up. Today, they came for the Kashmiris, and I said I am not a Kashmiri, so I won’t stand up...No sir, we will stand up, because when they come for me, there will be no one to stand up.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.07 pm: Trinamool Congress member Derek O’Brien says in the Rajya Sabha that the Constitution has been either forgotten or thrown into the dustbin, reports The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.57 pm: Congress leader Ghulam Nabi Azad is addressing the Rajya Sabha. He says the government has made the Jammu and Kashmir governor a “clerk” and the state a “non-entity”. “Don’t be intoxicated with power,” he tells the government, according to The Hindu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 pm: The Rashtriya Swayamsevak Sangh welcomes the “courageous step”, ANI reports. It says the move was essential for the interest of the state as well as the entire country. “Rising from selfish motives and political differences, everyone should welcome and support this move,” the RSS says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.28 pm: Pakistan’s Ministry of Foreign Affairs issues a statement strongly condemning India’s announcements. “No unilateral step by the Government of India can change this disputed status [of Jammu and Kashmir], as enshrined in the United Nations Security Council resolutions,” the statement says. “Nor will this ever be acceptable to the people of Jammu & Kashmir and Pakistan. As the party to this international dispute, Pakistan will exercise all possible options to counter the illegal steps.”Islamabad further says: “Pakistan reaffirms its abiding commitment to the Kashmir cause and its political, diplomatic and moral support to the people of...Jammu and Kashmir for realization of their inalienable right to self-determination.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.26 pm: The government requests police chiefs and chief secretaries of all states and Union territories to take special care to ensure safety of people from Jammu and Kashmir, especially students, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ministry of Home Affairs: It is requested to take special care to ensure the safety and security of residents of Jammu & Kashmir, especially the students in various parts of the country. https://t.co/G1GQgXxQDV— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.19 pm: The Ministry of Home Affairs issues an order to chief secretaries and director generals of police across the country and the Delhi police commissioner that security agencies may be put on maximum alert soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ministry of Home Affairs issues an order to Chief Secretaries & Director Generals of Police (DGPs) of all state/UTs and Commissioner of Police, Delhi that immediate instruction may be issued to security forces & law enforcement agencies in all states to put them on maximum alert pic.twitter.com/LRyMhCoRbU— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.13 pm: The Shiv Sena celebrates the government’s resolution to revoke Article 370.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Shiv Sena workers distribute sweets after resolution revoking Article 370 from J&K was moved by Union Home Minister Amit Shah in Rajya Sabha today. pic.twitter.com/zDEgDkVqLx— ANI (@ANI) August 5, 2019\n\n\n\n    Mumbai: Sweets distributed by Shiv Sena Chief Uddhav Thackeray, after resolution revoking Article 370 from J&K was moved by Union Home Minister Amit Shah in Rajya Sabha today. pic.twitter.com/iw2ANe9rRt— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.11 pm: Swaraj India chief Yogendra Yadav also calls the move “unconstitutional”. “Today’s decision violates all the principles invoked by Vajpayee: insaniyat, jamhuriat, kashmiriyat,” Yadav says. “This unconstitutional move plays into the hands of separatists and Pakistan-sponsored terrorists, besides reneging on the idea of India and the promise to the people of Kashmir.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Today's decision violates all the principles invoked by Vajpayee: insaniyat, jamhuriat, kashmiriyat.This unconstitutional move plays into the hands of separatists and Pak sponsored terrorists, besides reneging on the idea of India and the promise to the people of Kashmir.— Yogendra Yadav (@_YogendraYadav) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.07 pm: DMK’s Trichy Siva says the resolution to scrap Article 370 is unconstitutional.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.05 pm: Meanwhile, Pakistan President Arif Alvi says the attempt to bifurcate Jammu and Kashmir is “against the resolutions of UNSC and the wishes of the Kashmiri people”.“Pakistan supports [and] insists on a peaceful resolution based on wishes of Kashmiri people [and] stands with them in their hour of need,” Alvi’s office says in a tweet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India's attempt to further change status of Indian Occupied Jammu & Kashmir is against the resolutions of UNSC & against wishes of the Kashmiri people. Pakistan supports & insists on a peaceful resolution based on wishes of Kashmiri people & stands with them in their hour of need— The President of Pakistan (@PresOfPakistan) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.02 pm: Shiv Sena MP Sanjay Raut, while expressing his party’s support to the resolution, says: “Today we took Jammu and Kashmir, tomorrow we will take Balochistan and PoK”, according to The Indian Express. “I am sure PM Modi will make the dream of Akand Hindustan come true.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.58 pm: Senior Congress leader P Chidambaram says the disintegration of India has begun with the resolution on Article 370. “The govt has illegally disintegrated J&K,” the former Union minister says, according to News18. “This will set a precedent and allow the govt to disintegrate any state as per its will and we will not stand by this.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.55 pm: Dravida Munnetra Kazhagam chief MK Stalin condemns the government’s move. “Democracy has been murdered,” Stalin says, according to ANI. “Without consulting people of Jammu and Kashmir, Article 370 has been taken away.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    MK Stalin, DMK President: Without consulting people of Jammu and Kashmir, Article 370 has been taken away. Democracy has been murdered. AIADMK is also supporting the decision which is condemnable. pic.twitter.com/mnMbGMJGjv— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.51 pm: “A border state, which is culturally, geographically, historically and politically different was bound together by Article 370,” says Congress MP Ghulam Nabi Azad. “Drunk in power and to get votes, BJP [government] scrapped 3-4 things. They’ve cut off head of the country. Political parties will fight and stand with Jammu and Kashmir.”Read more here:‘India has failed Kashmir’: Mehbooba Mufti, Omar Abdullah lambast proposal to scrap Article 370\n    \n        \n        \n            \n            \n            \n        \n    \n\n    GN Azad,Congress: A border state, which is culturally, geographically, historically&politically different was bound together by Article 370. Drunk in power&to get votes, BJP govt scrapped 3-4 things. They've cut off head of the country. Political parties will fight&stand with J&K pic.twitter.com/UCV6WGqD22— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.42 pm: NDA constituent Shiromani Akali Dal supports the Centre’s Bill in the Raya Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.38 pm: Nationalist Congress Party Sharad Pawar says the Centre should have taken the mainstream political leaders of the Valley into confidence, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sharad Pawar, NCP: I think Govt of India should have taken them (leaders of the valley) into confidence which unfortunately the govt didn't do. And then they should have taken the decision (to revoke 370). pic.twitter.com/dabgrGZLR5— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: BJP ally Asom Gana Parishad also extends support to the Bills.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.34 pm: Former Attorney General Soli Sorabjee says there is nothing revolutionary about the Centre’s move to revoke Article 370. “It’s a political decision even though it is not a wise decision,” he tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Former Attorney General Soli Sorabjee on Bill moved in Rajya Sabha today, to revoke Article 370: I don't think there is anything revolutionary here. It's a political decision even though it is not a wise decision. pic.twitter.com/3HIYPLB0w6— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.32 pm: This is what has happened so far today:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The President of India has issued an order that removes some of the special provisions that have been extended to Jammu and Kashmir over the years. It also amends Article 367 of the Constitution, effectively saying that the Delhi-picked Governor – rather than an elected government – speaks for the state and can decide what happens next.Home Minister Amit Shah introduced two resolutions in Parliament. The first recommends that the President issue another order deleting all the clauses of Article 370 – which carves out Jammu and Kashmir’s special status in India – and replaces it with a line that effectively brings the state in line with the rest of India.Shah’s second resolution wants to split into two. The new-look state would see the region of Ladakh become a Union Territory with no legislature. The regions of Jammu & Kashmir would also become a separate union territory, but with a legislature.\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.25 pm: Marumalarchi Dravida Munnetra Kazhagam leader Vaiko opposes the bill on Article 370, says it is “murder of democracy”. “You have played with the sentiments of people of Kashmir,” he says, according to ANI. “When additional army personnel were deployed there, I was worried. Kashmir should not become Kosovo, East Timor and South Sudan.”“I am opposing this Bill. This is a day of shame, shame, shame...this is murder of democracy,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.14 pm: Aam Aadmi Party chief Arvind Kejriwal says his party supports the government’s decisions on Jammu and Kashmir. “We hope this will bring peace and development in the state.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    We support the govt on its decisions on J & K. We hope this will bring peace and development in the state.— Arvind Kejriwal (@ArvindKejriwal) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.11 pm: The Bodoland People’s Front and Shiv Sena also extend their support to the government’s resolution on scrapping Article 370.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.06 pm: Red alert imposed on the Delhi Metro network.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Security AlertAs advised by security agencies, a red alert has been imposed on the entire DMRC network.Please allow extra time in security checks.— Delhi Metro Rail Corporation (@OfficialDMRC) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.02 pm: The All India Anna Dravida Munnetra Kazhagam supports the BJP in the Rajya Sabha. “Amma [former Tamil Nadu CM J Jayalalithaa] is well known for upholding sovereignty and integrity,” AIADMK parliamentarian A Navaneethakrishnan says in the Rajya Sabha. “So AIADMK party supports the two resolutions, Reorganisation Bill & the Reservation Bill.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A. Navaneethakrishnan, AIADMK MP in Rajya Sabha: Amma is well known for upholding sovereignty and integrity. So AIADMK party supports the two resolutions, Reorganisation Bill & the Reservation Bill. pic.twitter.com/V3k1J5D5Cu— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: Indian Army and the Air Force are on high alert, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Indian Army and Indian Air Force have been put on high alert, following revoking of Article 370 and other decisions announced by Government of India. pic.twitter.com/STCOnhHgnH— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.58 pm: YSR Congress Party also extends its support to the BJP in Parliament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.57 pm: Shiv Sena leader Aaditya Thackeray says this is a historic day for India. “Jammu & Kashmir now truly a part of India,” he says. “The path to a safer, progressive and an open J&K determined by citizens, and not anti-national separatists has been paved. This is a moment of pride as the NDA.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is a moment of pride as the NDA. Big congratulations to @PMOIndia @narendramodi ji, Home Minister @AmitShah ji, the Parliament & the Citizens of India. This is exactly why we supported the NDA in Lok Sabha 2019 led by Modi ji. Decision for India and the State of J&K.— Aaditya Thackeray (@AUThackeray) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: Meanwhile, nearly 8,000 paramilitary troops were airlifted to Kashmir Valley from other parts of the country such as Uttar Pradesh, Odisha and Assam, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Close to 8,000 paramilitary troops airlifted and moved in from Uttar Pradesh, Odisha, Assam and other parts of the country to the Kashmir valley. Troops induction still going on. pic.twitter.com/9y4P8RlBuT— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.52 pm: National Conference leader Omar Abdullah says the government’s unilateral decision is shocking and “a total betrayal of the trust that the people of Jammu and Kashmir had reposed in India when the state acceded to it in 1947”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Statement of Omar Abdullah, Vice-President of National Conference and former Chief Minister of Jammu & Kashmir, on revoking of Article 370 and other decisions announced by Government of India. (ANI) LIVE updates: https://t.co/Z7OxXX1bie#JammuAndKashmir #Article370 pic.twitter.com/beKVaBceg0— Times of India (@timesofindia) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.50 pm: Biju Janata Dal will support the BJP in Parliament to scrap Article 370. MP Prasanna Acharya says: “In real sense today, Jammu & Kashmir has become a part of India. My party supports this resolution. We are a regional party but for us nation is first.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BJD MP, Prasanna Acharya in Rajya Sabha: In real sense today, Jammu & Kashmir has become a part of India. My party supports this resolution. We are a regional party but for us nation is first. pic.twitter.com/GLDE0sIacD— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.48 pm: Janata Dal (United) will not support the bill to scrap Article 370, says KC Tyagi, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    KC Tyagi, JD(U): Our chief Nitish Kumar is carrying forward the tradition of JP Narayan, Ram Manohar Lohia & George Fernandes. So our party is not supporting the Bill moved in the Rajya Sabha today. We have different thinking. We want that Article 370 should not be revoked. pic.twitter.com/AdyWWJJzgk— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.38 pm: “Separate status led to separatism. No dynamic nation can allow this situation to continue,” adds Jaitley. “A historical wrong has been undone today. Article 35A came through the back door without following the procedure under Article 368 of the Constitution of India. It had to go.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    My complements to the Prime Minister Shri Narendra Modi ji and the Home Minister Shri Amit Shah for correcting a historical blunder.— Arun Jaitley (@arunjaitley) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.37 pm: “While the Article 370 and Article 35A decision benefits the residents of J&K the most, the Kashmir regional leaders feel that they will not be able to whip up the fake issue of ‘sentiment vs. benefit’ to the people,” Jaitley adds. “J&K integration with India took place in October 1947. Article 370 came into force in 1952, Article 35A came in 1954, four and seven years later respectively,” the former Union minister says. “How can Articles 370 and 35A be a condition precedent to merger? What was a temporary and transient provision cannot be treated as permanent. It had to go.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    J&K integration with India took place in October 1947. Article 370 came into force in 1952, Article 35A came in 1954, four and seven years later respectively. How can Articles 370 and 35A be a condition precedent to merger?— Arun Jaitley (@arunjaitley) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.34 pm: “The government’s decision in relation to Article 370 is a monumental decision towards National integration,” former Finance Minister Arun Jaitley says in a series of tweets. “The decision of the government will help the people of J&K the most. More investment, more industry, more private educational institutions, more jobs and more revenue.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.32 pm: BJP MP from Ladakh, Jamyang Tsering Namgyal, welcomes the reorganisation bill. “People there wanted the region to be a Union Territory,” he tells ANI. “People in Ladakh wanted that the region be freed from the dominance and discrimination of Kashmir, that is happening today.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jamyang Tsering Namgyal, BJP MP from Ladakh: I welcome the Bill on behalf of everyone in Ladakh. People there wanted the region to be a Union Territory. People in Ladakh wanted that the region be freed from the dominance & discrimination of Kashmir, that is happening today. pic.twitter.com/02LiyBlEa3— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.29 pm: Amit Shah says this is not the first time this has happened. “Congress in 1952 and 1962 amended article 370 through similar process,” says Shah, according to ANI. “So instead of protesting, please let me speak and have a discussion, all your doubts and misunderstandings will be cleared, I am ready to answer all your questions.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.27 pm: Former Minister of External Affairs Sushma Swaraj calls it a “bold and historic decision”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    बहुत साहसिक और ऐतिहासिक निर्णय. श्रेष्ठ भारत - एक भारत का अभिनन्दन.A bold and historic decision. We salute our Great India - one India.— Sushma Swaraj (@SushmaSwaraj) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.16 pm: BJP leader Baijayant Jay Panda thanks Modi and Shah for having “the courage to take this long overdue, historic decision”. “With #Article370 gone, at long last, the slogan ‘From Kashmir To Kanyakumari, India Is One’ finally, finally comes true,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    With #Article370 gone, at long last, the slogan \"From Kashmir To Kanyakumari, India Is One\"finally, finally comes true!Thank you, PM @narendramodi and HM @AmitShah for having the courage to take this long overdue, historic decision 🙏🙏🙏🙏🙏— Baijayant Jay Panda (@PandaJay) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.14 pm: Karnataka BJP leader Sadananda Gowda says this was the moment he was living for.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Article 370 abolished. The moment I lived for #BharatEkHai— Sadananda Gowda (@DVSadanandGowda) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.11 pm: The Bahujan Samaj Party supports the government’s decision to scrap Article 370.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.10 pm: PDP MPs Mir Fayaz and Nazir Ahmed Laway protest in Parliament premises.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PDP's RS MPs Nazir Ahmad Laway&MM Fayaz protest in Parliament premises after resolution revoking Article 370 from J&K moved by HM in Rajya Sabha; The 2 PDP MPs were asked to go out of the House after they attempted to tear the constitution. MM Fayaz also tore his kurta in protest pic.twitter.com/BtalUZMNCo— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.07 pm: Leader of Opposition in Rajya Sabha and Congress leader Ghulam Nabi Azad criticises PDP’s Mir Fayaz and Nazir Ahmed Laway for trying to tear the Constitution of India. “We stand by the Constitution of India,” Azad says, adding that the Congress is ready to give up its lives for the Constitution but the BJP has now murdered.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.03 pm: Under the “umbrella of Article 370”, three families looted Jammu and Kashmir for several years, Amit Shah tells the Rajya Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    HM Amit Shah in Rajya Sabha: Under the umbrella of Article 370 three families looted J&K for yrs. Leader of Opposition (GN Azad) said Article 370 connected J&K to India, it's not true. Maharaja Hari Singh signed J&K Instrument of Accession on 27 Oct 1947, Article 370 came in 1954 pic.twitter.com/qCkP1bdivv— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.01 pm: Two Lt Governors – one each for Jammu and Kashmir, and Ladakh – have been proposed.Read more here:Amit Shah proposes bill revoking Article 370, turning Jammu & Kashmir, Ladakh into Union Territories\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.57 am: “People like us who placed faith in Parliament, the temple of democracy, have been deceived,” adds Mufti. “Those elements in J&K who rejected the  constitution & sought resolution under the UN have been vindicated. This will exacerbate the alienation Kashmiris feel.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Already under house arrest & not allowed to have visitors either. Not sure how long I’ll be able to communicate. Is this the India we acceded to?— Mehbooba Mufti (@MehboobaMufti) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.56 am: “It will have catastrophic consequences for the subcontinent,” says Mufti, adding that the Centre’s “intentions are clear”. “They want the territory of J&K by terrorising it’s people. India has failed Kashmir in keeping its promises,” Mufti adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.55 am: “Today marks the darkest day in Indian democracy,” former Jammu and Kashmir Chief Minister and PDP chief Mehbooba Mufti says. “Decision of J&K leadership to reject 2-nation theory in 1947 & align with India has backfired. Unilateral decision of GOI to scrap Article 370 is illegal & unconstitutional which will make India an occupational force in J&K.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Today marks the darkest day in Indian democracy. Decision of J&K leadership to reject 2 nation theory in 1947 & align with India has backfired. Unilateral decision of GOI to scrap Article 370 is illegal & unconstitutional which will make India an occupational force in J&K.— Mehbooba Mufti (@MehboobaMufti) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.53 am: “What a glorious day,” says BJP leader Ram Madhav.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    What a glorious day. Finally d martyrdom of thousands starting with Dr Shyam Prasad Mukharjee for compete integration of J&K into Indian Union is being honoured and d seven decade old demand of d entire nation being realised in front of our eyes; in our life time.Ever imagined?🙏— Ram Madhav (@rammadhavbjp) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.52 am: PDP MPs Mir Fayaz and Nazir Ahmed Laway asked to go out of Rajya Sabha because they attempted to tear the Constitution, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    According to Rajya Sabha Chairman Venkaiah Naidu, PDP's Mir Fayaz and Nazir Ahmed Laway were asked to go out of the house(Rajya Sabha) after they attempted to tear the constitution pic.twitter.com/oOEI1MpFld— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.43 am: Amit Shah says all provisions of Article 370 will be considered null and void once the President gives his assent to the proposal, according to News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.38 am: Amit Shah proposes Jammu and Kashmir Reorganisation Bill. Jammu and Kashmir will be a Union Territory with a legislature, like Delhi, while Ladakh will be a Union Territory without a Legislature.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Long standing demand of the Ladakh region met. Will be a separate Union Territory. pic.twitter.com/7fo1HMRIGy— Manu Pubby (@manupubby) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: A Presidential Order removes provisions under Article 35A, which gives Jammu and Kashmir special treatment, a precursor to doing away with Article 35A and Article 370.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Article 370 scrapped.More details @ndtv pic.twitter.com/aQM2I1VXfm— Arvind Gunasekar (@arvindgunasekar) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.27 am: Amit Shah’s announcement in Jammu and Kashmir is met with ruckus and uproar from the Opposition.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.23 am: “I am ready for all discussions by the leader of the Opposition, the entire opposition and the members of the ruling party over Kashmir issue,” Amit Shah said before moving the proposal, according to ANI. “I am ready to answer all questions.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Home Minister Amit Shah in Rajya Sabha: I am ready for all discussions by the leader of the Opposition, the entire opposition and the members of the ruling party over Kashmir issue. I am ready to answer all questions. pic.twitter.com/AKs365vBiH— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.18 am: Home Minister Amit Shah moves resolution seeking scrapping of Article 370 of Constitution, amid ruckus by Opposition parties.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #BREAKING |  Home Minister announces that #Article370 to be revoked. #JammuAndKashmir— The New Indian Express (@NewIndianXpress) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.16 am: “There is a war-like situation in Kashmir... former chief ministers are under House arrest,” says Ghulam Nabi Azad in Rajya Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: Rajya Sabha Chairman Venkaiah Naidu says four bills on Jammu and Kashmir are coming up in Parliament. Congress MP Ghulam Nabi Azad rises to speak, while other Opposition MPs create commotion as Home Minister Amit Shah begins to address the House.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ghulam Nabi Azad,Congress in Rajya Sabha: Entire valley is under curfew, political leaders including three former chief ministers are under house arrest. There is a war like situation in the state, so this should be discussed on priority pic.twitter.com/pX2mbRKjV5— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.13 am: A zoomed in photo of the document Amit Shah was carrying while he entered PMO shows the prime minister will address India on August 7. The photo also shows that the president and vice president have been informed of the matter by Prime Minister Narendra Modi. “All party meeting to be announced, government prepared for possibility of violent disobedience in sections of uniformed personnels and enhanced security measures in states like UP, Bihar, West Bengal, Kerala” are other points that the photo shows.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Credit: AFP\n\n    #JammuAndKashmir crisis | Zoomed in photo of the document @AmitShah was carrying while he entered PMO. 1. PM to address the nation on 7th August2. President and VP have been informed by PM @narendramodi 3. All Party meeting to be announcedhttps://t.co/mGpem6DBvy(1/n) pic.twitter.com/OTTlveeXqH— Karnika (@KarnikaKohli) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.08 am: Rajya Sabha convenes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.07 am: Industrialist Anand Mahindra says “cannot pretend” this is just another Monday morning. “The entire country is waiting to exhale over Kashmir,” Mahindra says. “Can only pray for the safety of everyone there & for an outcome that makes the nation stronger & the future more positive.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Cannot pretend this is just another Monday morning. The entire country is waiting to exhale over Kashmir. Can only pray for the safety of everyone there & for an outcome that makes the nation stronger & the future more positive.— anand mahindra (@anandmahindra) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11 am: Prime Minister Narendra Modi reaches Parliament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Delhi: Prime Minister Narendra Modi arrives at the Parliament. pic.twitter.com/yzx4P6u8pv— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.52 am: Leaders of Opposition parties meet in Parliament complex to discuss the situation in Jammu and Kashmir, News18 reports. Leader of Opposition in Rajya Sabha, Congress’ Ghulam Nabi Azad, meets leaders from the DMK, Trinamool Congress, CPI, Aam Aadmi Party and the CPI(M).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.48 am: Schools reopen normally in Leh region of Jammu and Kashmir, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jammu & Kashmir: Schools reopened normally today in Leh, classes resuming in colleges and other educational institutions too. pic.twitter.com/ETqKa1hEwo— ANI (@ANI) August 5, 2019\n\n\n\n    #WATCH Jammu & Kashmir: Latest visuals from Leh. People carry out their daily chores normally. Classes in schools, colleges and other educational institutions resumed normally today. Restrictions under Section 144 CrPC have not been imposed in the region. pic.twitter.com/SD8FtNvuI3— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: Dravida Munnetra Kazhagam MP TR Baalu, Revolutionary Socialist Party’s NK Premchandran and Communist Party of India (Marxist)’s AM Arif give Adjournment Motion Notices in the Lower House, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Revolutionary Socialist Party (RSP) leader NK Premchandran and CPI(M) leader AM Arif have given Adjournment Motion notice in Lok Sabha over Kashmir issue.— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.23 am: Here are some visuals from Jammu and Kashmir. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH: Latest visuals from Vikram Chowk in Jammu; security has been tightened in the city. #JammuandKashmir pic.twitter.com/qW7SJFsHm8— ANI (@ANI) August 5, 2019\n\n\n\n    Jammu and Kashmir: Latest visuals from Doda; security forces have been deployed in the area. pic.twitter.com/K1ldQ73tCZ— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.16 am: Union Home Minister Amit Shah is expected to address the Rajya Sabha at 11 am and the Lok Sabha at 12 pm. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Union Home Minister Amit Shah arrives at the Parliament. He  will speak in Rajya Sabha at 11 am and in Lok Sabha at 12 pm today. pic.twitter.com/odN52wDLIa— ANI (@ANI) August 5, 2019\n\n\n\n    Union Home Minister Amit Shah will speak in Rajya Sabha at 11 am and in Lok Sabha at 12 pm today. (file pic) pic.twitter.com/A6xdubx45x— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.15 am: Cabinet meeting concludes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UPDATE: Union Cabinet meeting at 7 Lok Kalyan Marg concludes. https://t.co/1a0QUihpZL— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.14 am: Congress MPs is Lok Sabha are expected to meet at 10.30 am in Parliament, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A meeting of Congress MPs in Lok Sabha will be held at 10.30 am in Parliament today. pic.twitter.com/jMzRm89UTd— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.12 am: Senior Congress leader Ghulam Nabi Azad condemns the Kashmir crisis and says mainstream politics in the state is being murdered. “What sort of politics is the BJP indulging in here? Democracy is being murdered in Jammu and Kashmir,” he says, according to Republic. The Congress will raise the matter in Parliament and seek a clarification from the prime minister.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.09 am: People’s Democratic Party Rajya Sabha MPs Nazir Ahmad Laway and Mir Mohammad Fayaz protest in the Parliament over the Kashmir crisis. They entered the Parliament wearing black bands on their arms.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: PDP's Rajya Sabha MPs Nazir Ahmad Laway and Mir Mohammad Fayaz protest in Parliament premises over the situation in Kashmir. pic.twitter.com/yMvLLHH1tC— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.04 am: All India Majlis-e-Ittehadul Muslimeen MP Asaduddin Owaisi gives Adjournment Motion Notice in Lok Sabha over the Kashmir conflict, while Communist Party of India MP Binoy Viswam gives notice in Rajya Sabha, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 am: Here are some visuals of security forces deployed in Srinagar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH: Security forces deployed in Srinagar in view of the imposition of section 144 CrPC from midnight 5th August. pic.twitter.com/lXiuzB9rQJ— ANI (@ANI) August 5, 2019\n\n\n\n    Jammu and Kashmir: Latest visuals from various parts of Srinagar where section 144 CrPC has been imposed from midnight 5th August. pic.twitter.com/bFOeHnwh4O— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.47 am: People’s Democratic Party Rajya Sabha MP Nazir Ahmad Laway gives a Zero Hour notice in the House over Kashmir crisis, News 18 reports. But the Upper House will first take up “urgent legislative business”, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    As decided by the Rajya Sabha Chairman, due to some urgent legislative business today, Zero Hour submissions will be taken up in the House today after the completions of Legislative Business listed for the day. (file pic) pic.twitter.com/3nqjqy3O0o— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.40 am: Senior Congress leader and former Union Home Minister P Chidambaram says the house arrest of mainstream Jammu and Kashmir leaders “is a signal that the government will defy all democratic norms and principles to achieve its objects”. “I had warned of a misadventure in J&K. It seems the government is determined to embark upon one,” Chidamabaram says while condemning the arrests. “Before the day is over we will know if there will be a major crisis in J&K. Keeping my fingers crossed.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Before the day is over we will know if there will be a major crisis in J&K. Keeping my fingers crossed.— P. Chidambaram (@PChidambaram_IN) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.35 am: The Cabinet Committee on Security, which addresses concerns related to national security and foreign affairs, meets ahead of the Union Cabinet meeting, reports News18. The committee includes Prime Minister Narendra Modi, Defence Minister Rajnath Singh, Home Minister Amit Shah, Finance Minister Nirmala Sitharaman and External Affairs Minister S Jaishankar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.29 am: Prime Minister Narendra Modi meets Union Home Minister Amit Shah and National Security Advisor Ajit Doval ahead of the Cabinet meeting, News18 reports. The Cabinet is set to meet at the official residence of Prime Minister Narendra Modi at 9.30 am to reportedly discuss the Kashmir situation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.26 am: Several Congress MPs give an adjournment notice in the Rajya Sabha to discuss the Kashmir situation, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress MPs Ghulam Nabi Azad, Anand Sharma, Ambika Soni, and Bhubaneswar Kalita have given Adjournment Motion notice in Rajya Sabha, over Kashmir issue. (File pics) pic.twitter.com/4ybwQiii9V— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.24 am: Law Minister Ravi Shankar Prasad meets Union Home Minister Amit Shah ahead of the Cabinet meeting. Shah is now on his way to the Cabinet meeting, NDTV reports. The Cabinet is set to meet at the official residence of Prime Minister Narendra Modi at 9.30 am to discuss the Kashmir situation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.23 am: Responding to Kher’s tweet on genocide, senior journalist Mrinal Pande says: “Let me jog your own memory a bit. The BJP, notwithstanding the Pandit exodus then, had continued to support the then government. The governor Jagmohan too had encouraged Pandits to flee, while old media hands like me had then said that was wrong, and once we say this too is wrong.”Several other users on Twitter also called out Kher for his tweets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Let me jog your own memory a bit.The BJP, notwithstanding the Pandit exodus then, had continued to support the then government.The governor Jagmohan too had encouraged Pandits to flee , while old media hands like me had then said that was wrong, and once we say this too is wrong. https://t.co/15GwaQRNfS— Mrinal Pande (@MrinalPande1) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.21 am: Other journalists such as Swati Chaturvedi also criticise Kher. She asks Kher if he wants a genocide in Kashmir, to which the actor says genocide had happened in 1990, referring to the exodus of Kashmiri Pandits from the Valley in 1990.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Does he know what the “final solution” signals? Do these people want genocide in Kashmir? https://t.co/J4jy6TC3vG— Swati Chaturvedi (@bainjal) August 5, 2019\n\n\n\n    Genocide to 1990 mei hua tha @bainjal ji. Kashmiri pandito ka. Jiske baare mei aap sabka convenient memory loss ho chuka hai. Ab to sudhaar hone ki sambhavna hai. 🙏 https://t.co/J1I3txW7NK— Anupam Kher (@AnupamPKher) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.18 am: Actor Anupam Kher is being criticised for tweeting that the “Kashmir solution has begun”.Writer and senior journalist Mrinal Pande says: “Shame on you! An undeclared war against your own people remains both politically and ethically unjustifiable in any civilized democracy.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shame on you ! An undeclared war against your own people remains both politically and ethically unjustifiable in any civilized democracy . https://t.co/zp3fqxydWj— Mrinal Pande (@MrinalPande1) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 am: Congress MP Manish Tewari gives adjournment notice in the Lok Sabha on the Kashmir crisis, reports The Hindu. He has sought a reply from Prime Minister Narendra Modi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.01 am: Schools in the Ladakh region will remain open normally, ANI reports. Curfew has not been extended to the region. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jammu & Kashmir: Schools to reopen normally today in Ladakh region after summer vacations, classes to resume normally in colleges and other educational institutions too. Restrictions under Section 144 CrPC have not been imposed in the region.— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.58 am: Security tightened in Srinagar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jammu & Kashmir: Security tightened in Srinagar in view of the imposition of section 144 CrPC from midnight 5th August. pic.twitter.com/qErNGidUDi— ANI (@ANI) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.56 am: According to the Jammu and Kashmir government’s order placing curbs in the state, “there shall be no movement of public and all educational institutions shall also remain closed”. Public meetings have also been banned, The Indian Express reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.48 am: Top state government officials have been reviewing options to modify Article 35A, which confers special rights to the permanent residents of the state, The Indian Express reports. Some of the options are creating categories of land and allowing outsiders to purchase land in certain cases, and placing restrictions on the quantum of land based on the usage. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.42 am: Hardline separatist leader Syed Ali Geelani has warned New Delhi that any change in the state’s special status will be resisted, reports the Hindustan Times. He has asked people to be ready for a “long and tough” struggle.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.40 am: Classes at schools and colleges in several parts of the state have been suspended, and restrictions have been imposed in several districts, reports PTI. The district authorities imposed night curfew in Kishtwar and Rajouri districts and Banihal area of Ramban district. Restrictions were also imposed in a number of districts of Jammu division.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.37 am: The Union Cabinet will meet at the official residence of Prime Minister Narendra Modi in New Delhi at 9.30 am to discuss the Kashmir situation, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.35 am: Not just mobile internet, broadband has also been suspended. Landlines and local mobile numbers have been blocked.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Landlines in J&K also down. So now, ordinary people have no way to communicate. Imagine what this means for sick people, those families with emergencies. Such inhumanity with your own people— Nidhi Razdan (@Nidhi) August 5, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.30 am: Here is a recap of what happened in Jammu and Kashmir on Sunday:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Former chief ministers Omar Abdullah and Mehbooba Mufti were put under house arrest late at night, and Section 144 was imposed in Srinagar. Cellular and internet services were partially suspended in the state.  Mainstream political parties met in Srinagar before curfew was imposed, and announced they would be united to protect the special status of Kashmir. This came amid reports that the Centre was planning to do abolish or modify Article 35A and Article 370 of Consitution or order trifurcation of the state.Jammu and Kashmir cricket team’s coach and mentor Irfan Pathan was asked to leave the state along with 100 other cricketers.The Indian Army offered the Pakistani Army to take back the bodies of its personnel who were killed during an alleged infiltration attempt across the Line of Control. Tourists and Amarnath Yatra pilgrims were asked to leave the state on Friday because of terror threat posed by militants allegedly backed by Pakistani soldiers.Union Home Minister Amit Shah met National Security Advisor Ajit Doval, Home Secretary Rajiv Gauba and other top government officials. The hour-long meeting was believed to have been about the situation in the Valley but no official details of the meeting have been disclosed.Here is Scroll.in’s article attempting to make sense of what is happening in the state. The Kashmir mystery: Five questions that the Centre should answer after a week of panic","author":"Scroll Staff","time":"2019-08-05T07:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120302-wsrwrmwkna-1558618084.jpg","tags":["Jammu and Kashmir","Article 35A","Article 370","Kashmir militancy","Curfew orders"],"source":"https://scroll.in/latest/932838/j-k-former-cms-omar-abdullah-and-mehbooba-mufti-under-house-arrest-communication-channels-severed"}