{"title":"J&K: Peoples Democratic Party expels eight leaders for meeting delegation of foreign envoys","content":"The Peoples Democratic Party expelled eight leaders and the Congress sought explanation from two on Thursday for meeting a delegation of foreign envoys who arrived in Srinagar, the summer capital of Jammu and Kashmir, at the behest of the central government. The PDP said the leaders had “gone against the will of the people” by negotiating with the central government, NDTV reported. The Jammu and Kashmir unit of the Congress, on the other hand, said its leaders who met the delegation had neither informed the party nor sought any permission, PTI reported.The Mehbooba Mufti-led PDP said that its disciplinary committee recommended the expulsion of these leaders. According to PTI, the expelled leaders are Dilawar Mir, Rafi Ahmad Mir, Zaffar Iqbal, Abdul Majeed Padroo, Raja Manzoor Khan, Javaid Hussain Baig, Qamar Hussain and Abdul Rahim Rather.“In view of the developments post-August 5 and the unilateral move of the government of India that has violated the will and hurt the sentiments of the people, it has come to our attention that certain party leaders have been part of the parleys that go against the interests of the state, official position and core beliefs of the party,” the Peoples Democratic Party said in a press release. It was referring to the Centre’s decision to abrograte the special status of Jammu and Kashmir on August 5 under Article 370 of the Indian Constitution.A delegation of envoys from 16 countries, but not from the European Union, visited Jammu and Kashmir on Thursday. The Ministry of External Affairs said in a statement that the envoys are on a visit to Srinagar at the invitation of the government. It also refuted claims that the envoys were taken on a “guided tour”.The envoys met many Kashmiri political leaders, including Ghulam Hasan Mir, Altaf Bukhari, Shoaib Iqbal Lone, Hilal Ahmed Shah, Noor Mohammad Sheikh, Abdul Majid Padder, Abdul Rahim Rather and Rafi Ahmed Mir, ANI reported. “We exchanged ideas on current situation in the state after abrogation of Article 370,” Bukhari told reporters after the meeting. “It was a free and frank discussion.” Ghulam Hassan Mir told ANI that no bullets have been fired in Kashmir, and no violent protests have been held on Thursday. “Now the onus is on central government to prove that Article 370 was a barrier for development,” he added.","author":"Scroll Staff","time":"2020-01-09T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115877-omeqkblwzz-1578575597.jpg","tags":["Peoples Democratic Party","Kashmir","Mehbooba Mufti","Dilawar Mir","Rafi Ahmad Mir","PDP"],"source":"https://scroll.in/latest/949336/j-k-peoples-democratic-party-expels-eight-leaders-for-meeting-delegation-of-foreign-envoys"}