{"title":"J&K: Release Salman Shah, Suhail Dar from detention, says Committee to Protect Journalists","content":"The Committee to Protect Journalists on Friday demanded the immediate release of two journalists detained in Jammu and Kashmir.The United States-based non-governmental organisation also urged the administration in the Union Territory to stop questioning journalists and asked the authorities to instead allow the media to operate freely.The organisation that since October 8, four journalists have been detained. Of these, two were subsequently released and another was summoned for questioning.Salman Shah, editor of online weekly magazine Kashmir First, and freelance journalist Suhail Dar were shifted to Anantnag jail on Thursday following their detention, reported The Kashmir Walla. Photojournalist Mukhtar Zahoor and freelance journalist Majid Hyderi were detained and released later. Another freelance journalist Sajad Gul was summoned for questioning.“India needs to move quickly to improve its shameful record of harassing and detaining critical journalists in Jammu and Kashmir in a complete abandonment of India’s once-proud tradition of press freedom,” said Steven Butler, the Committee to Protect Journalists Asia program coordinator.Dar, a resident of Batengoo area of Anantnag, was summoned to a police station on October 8 for questioning after which he was detained. On Wednesday, Majid Nadeem, the head of Sherbagh Police Post in Anantnag, had said that Dar would be released in the evening. But, he was sent to two days remand the next day.Shah was picked up by the police on Tuesday. When his family members raised questions about it, they were told to report to the police station the next morning, according to Free Press Kashmir.   Unidentified officials have told The Kashmir Walla that Shah and Dar have been accused of violating Sections 107 (abetment) and 151 (arrest to prevent cognisable offences) of the Indian Penal Code.Officials told the Committee to Protect Journalists that both of them were booked for “knowingly joining or continuing in assembly of five or more persons after it has been commanded to disperse”.The police also detained Zahoor from his home in Srinagar’s Dalgate area on Wednesday. He was subsequently released.The photojournalist’s sister Saima Zahoor had said that when Mukhtar Zahoor opened the gate, he saw “a group of armed personnel and the police force”.“They asked for his name and when he replied ‘Mukhtar’, they took him along,” she added. “After taking him, they also took his camera.”Tauseef Meer, the station house officer of the Ram Munshi Bagh police station, said that the officers had some suspicions and were questioning Zahoor about it. However, Meer did not mention any specific reason for the photojournalist’s detention.On the same day, the anti-insurgency unit of the Jammu and Kashmir police summoned Hyderi for questioning in connection to his social media posts, inlcuding one related to separatist leader Syed Ali Shah Geelani.“They showed me some of my social media posts related to Muharram which also included a news story from The Kashmir Walla and started inquiring about them,” Hyderi said.He added: “After all the questioning, I was made to wait till 5 pm before I was finally allowed to go home. Being a journalist working from a conflict zone, we are always stuck between the devil and the deep sea. But this time one fears an even bigger threat to life.”Hyderi told the Committee to Protect Journalists that three men dressed in civilian clothes questioned him about his source of income and choice of profession. The journalist also claimed that he was not allowed to offer his prayers during the questioning and detention.Gul was also summoned on Wednesday by the Hajin police station in Bandipora district for questioning in connection with a news report and a video he posted on Twitter. The report, published in Mountain Ink magazine, and the video reported the claims of the family members of a 25-year-old man who was killed in a gunfight on Monday.The family members had said that Imtiyaz Ahmad Kakroo was innocent and was killed in a “fake encounter” with the police.Gul told the committee that he was detained for approximately one hour and questioned about his journalistic work. In February, Gul was booked for “rioting, trespassing, and assault” for an article he wrote for The Kashmir Walla on February 9. In the article, the villagers of Bandipora had alleged that they were being “harassed and threatened” by Tehsildar Hajin Ghulam Mohammad Bhat due to a demolition drive in the area.Gul had said that he was being harassed and falsely implicated by the authorities for reporting about the case.Also read:Shocked by casual manner in which Kashmiri journalists are routinely detained, says Editors Guild Journalists face more harassment post August 2019Journalists in Jammu and Kashmir have reportedly faced more threats and harassment after the Centre scrapped the erstwhile state’s special status under Article 370 of the Constitution in 2019.In June this year, the United Nations had expressed concern about the “alleged arbitrary detention and intimidation” of journalists in the region.The United Nations had cited the examples of The Kashmir Walla Editor-in-Chief Fahad Shah, independent journalists Auqib Javeed and Sajar Gul, and The Kashmiriyat editor Qazi Shibli.Shah had reportedly been detained without a warrant by the police in Srinagar in 2017, the UN said in a statement. “Shah was allegedly interrogated for eight hours by a group of officers who inquired about his journalistic work and his travels,” it added.In January, a first information report had been filed against The Kashmir Walla for an article about Indian Army personnel allegedly forcing a school in Shopian district to hold a Republic Day event.","author":"Scroll Staff","time":"2021-10-16T13:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157981-pbstslvwsr-1619090855.jpg","tags":["Jammu and Kashmir","Committee to Protect Journalists","Majid Hyderi","Salman Shah","Suhail Dar","Mukhtar Zahoor","Sajad Gul","Press freedom"]}