{"title":"J&K administration directs officials to reopen all schools by October 3, colleges by October 9","content":"The Jammu and Kashmir administration on Monday directed officials to ensure that all schools in the Kashmir Valley reopen by October 3, The Indian Express reported on Tuesday. An official spokesperson for the administration said Kashmir Divisional Commissioner Kashmir Baseer Ahmad Khan issued the directives at a meeting held on Monday. The spokesperson added that Khan has also asked officials to ensure that all colleges reopen by October 9. At the meeting, which was attended by police officers as well as principals of schools and colleges, Khan was told that medical and dental colleges in the Valley are already functioning smoothly, and that students are appearing in the exams without any inconvenience.Jammu and Kashmir has been under a partial lockdown for nearly two months since the Centre revoked the special status granted to the state under Article 370 of the Indian Constitution. However, Union Home Minister Amit Shah had claimed on September 29 that there were no restrictions any more in Kashmir.  On Monday, Khan also directed all deputy commissioners in the Valley to ensure that no tuition fee or bus fee is collected from the students for the days in August and September on which the institutions were closed, PTI reported. At the meeting, it was decided that any school or college that levies tuition fee or bus fee from students for these days will face heavy penalty, and its registration will be cancelled.The state administration had tried to reopen schools over the last two months, but this was unsuccessful as the students did not turn up.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-01T22:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128340-kmvolnzlpf-1569949556.jpg","tags":["Jammu and Kashmir","Baseer Ahmad Khan","Article 370","Kashmir"],"source":"https://scroll.in/latest/939166/j-k-administration-directs-officials-to-reopen-all-schools-by-october-3-colleges-by-october-9"}