{"title":"J&K: Journalist Fahad Shah gets bail 22 days after being arrested for alleged ‘anti-national’ posts","content":"Kashmiri journalist Fahad Shah, who was arrested on February 4 for posting allegedly “anti-national” content on social media, was granted interim bail by a special court under the National Investigation Agency on Saturday, his lawyer Umair Ronga said in a tweet.Shah is the editor-in-chief of news portal The Kashmir Walla.The majesty of law has been upheld, the Special Court designated under the NIA act admitted @pzfahad to interim bail. The administration couldn't dominate maliciously while the judiciary rescued him courageously. Thank you for the support from every corner and everyone. @tkwmag— Umair Ronga (@umairronga) February 26, 2022\n\nRonga told news portal Kashmir Dot Com that Shah could be released by “late [Saturday] evening”.The police had claimed that Shah had been identified some Facebook users who have allegedly been uploading “anti-national” content with the criminal intention to create fear among public and claimed that the content of these posts can lead to disturbance of law and order situation.On February 6, the Editors Guild had asked the state authorities to ensure that first information reports, intimidatory questioning, and wrongful detainment was not used as tools for suppressing press freedom.In 2020, the police had summoned Shah twice – once on May 20 and again on July 10 – in connection with The Kashmir Walla’s coverage of a gunfight in the Nawakadal neighbourhood of downtown Srinagar on May 19.Crackdown on Kashmiri journalistsSajad Gul, also journalist from The Kashmir Walla, was arrested and booked under criminal  conspiracy and other  charges on January 5 after he posted a video of a  family shouting anti-India  slogans after their kin was killed in a  gunfight in Srinagar. Gul was later detained under the Public Safety Act, a preventive detention law, on January 16, a day after a court had given him bail in a criminal conspiracy case.","author":"Scroll Staff","time":"2022-02-26T21:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170712-kixjvhhnbw-1645885110.jpg","tags":["Media Freedom","Kashmir","Fahad Shah"],"source":"https://scroll.in/latest/1018318/j-k-journalist-fahad-shah-gets-bail-22-days-after-being-arrested-for-alleged-anti-national-posts"}