{"title":"J&K: Militant who killed Kashmiri Pandit in Pulwama shot dead in gunfight, say police","content":"Two militants were killed in Jammu and Kashmir’s Awantipora district during a gunfight with security forces on Monday, the police said.One of the militants was identified as Aqib Mustaq Bhat, who allegedly killed a Kashmiri Pandit in Jammu and Kashmir’s Pulwama district on Sunday. Bhat, who earlier had links with terror group Hizbul Mujahideen, was currently associated with The Resistance Front, an offshoot of the Lashkar-e-Taiba, according to the police.“LeT’s TRF [The Resistance Front] is behind the killing,” Additional Director General of Police Vijay Kumar had told The Hindu on Monday.Bhat had allegedly killed Sanjay Sharma, a Kashmiri Pandit, on Sunday. The attack had taken place around 10.30 am, when Sharma was going to a local market with his wife.#AwantiporaEncounterUpdate: Killed #terrorist identified as Aqib Mustaq Bhat of #Pulwama (A category). He initially worked for HM #terror outfit, nowadays he had been working with TRF. #Killer of late Sanjay Sharma #neutralised: ADGP Kashmir@JmuKmrPolice https://t.co/1EdTeobWYP— Kashmir Zone Police (@KashmirPolice) February 28, 2023\n\nSharma’s killing is an addition to a spate of targeted attacks against Kashmiri Pandits and migrant workers that have taken place in the Union Territory.  On August 16, militants had killed a Kashmiri Pandit resident and injured another in the Shopian district. The person who died was identified as Sunil Kumar and the one who was injured was Pintu Kumar. The incident took place a day after another civilian died in a grenade attack by militants in the Budgam district.On May 12, Rahul Bhat, a Kashmiri Pandit government employee, was killed after suspected militants barged into his office in Budgam district. His killing had led to massive protests by Kashmiri Pandits in many parts of the Union Territory.Two weeks later, militants had shot dead Amreen Bhat, a Kashmiri Pandit actor, in Chadoora town of Budgam. In the attack, her ten-year-old nephew had sustained bullet injuries.","author":"Scroll Staff","time":"2023-02-28T12:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187388-rddeebolvy-1677565858.jpg","tags":["Jammu and Kashmir","Jammu and Kashmir Police","Kashmiri Pandits","Militancy"],"source":"https://scroll.in/latest/1044760/j-k-militant-who-killed-kashmiri-pandit-in-pulwama-shot-dead-in-gunfight-say-police"}