{"title":"J&K: Bank manager from Rajasthan shot dead in Kulgam district","content":"A bank manager was shot dead by militants on Thursday in South Kashmir’s Kulgam district, the police said.Vijay Kumar, a resident of Rajasthan’s Hanumangarh city, was shot inside the premises of the Ellaqui Dehati Bank. He succumbed to his injuries on the way to the hospital.#WATCH | J&K: Terrorist fires at bank manager at Ellaqie Dehati Bank at Areh Mohanpora in Kulgam district.The bank manager later succumbed to his injuries.(CCTV visuals) pic.twitter.com/uIxVS29KVI— ANI (@ANI) June 2, 2022\n\nSecurity forces have cordoned off the area. This is the eighth incident of killing of a civilian in the region since May.#KulgamTerrorIncidentUpdate: #Injured bank employee namely Vijay Kumar #succumbed to his injuries at hospital. #Search in the area going on. Further details shall follow.@JmuKmrPolice https://t.co/gt9lhrrFEC— Kashmir Zone Police (@KashmirPolice) June 2, 2022\n\nHe had joined his posting only a few days ago, The Indian Express reported. “As per the family, Vijay had shifted to Kashmir four years ago and was married in February,” Station House Officer of Nohar police station, Ravinder Singh told The Indian Express. “His wife used to live with him.”The attack on Kumar came a day after a Hindu school teacher was shot dead by militants in Kulgam.Rajni Bala, 36, a resident of Jammu’s Samba district, was shot dead outside her school in the Gopalpora area of Kulgam.The killings have led to protests by Kashmiri Pandits across the Valley. On Tuesday, Kashmiri Pandit employees, recruited under the prime minister’s special rehabilitation package, threatened to leave the Valley en masse if the Jammu and Kashmir administration did not to relocate them to safe places within 24 hours.Since January, at least 18 targeted killings, including those of police officials, teachers and village heads, have been reported in Kashmir. Of these, 12 were civilians – five were Hindus and seven were Kashmiri Muslims.Many of them were shot point-blank in their homes or workplace.  ‘Government has failed to restore peace in Kashmir’Rajasthan Chief Minister Ashok Gehlot said that the central government should ensure the safety of citizens in Kashmir. “This NDA [National Democratic Alliance] government has failed to restore peace in Kashmir,” Gehlot told ANI. “Such killings will not be tolerated.” NDA सरकार कश्मीर में शांति बहाल करने में असफल रही है। केन्द्र सरकार कश्मीर में नागरिकों की सुरक्षा सुनिश्चित करे। हमारे नागरिकों की इस तरह आतंकियों द्वारा हत्या बर्दाश्त नहीं की जाएगी: राजस्थान CM अशोक गहलोत(फाइल तस्वीर) pic.twitter.com/k5K8VhbUG0— ANI_HindiNews (@AHindinews) June 2, 2022\n\nNational Conference leader Omar Abdullah said he was sorry about the targeted killing of Kumar.“Tweeting to condemn an attack and condole a death are becoming a mind-numbingly regular thing,” Abdullah wrote. “It is heartbreaking to see families destroyed like this.”So very sorry to hear about the targeted killing of Vijay Kumar. Tweeting to condemn an attack & condole a death are becoming a mind-numbingly regular thing. It’s heartbreaking to see families destroyed like this. https://t.co/R2DjQkKJqV— Omar Abdullah (@OmarAbdullah) June 2, 2022\n\nPeoples Conference Chairman Sajad Lone said he was at a loss of words to condemn for “such a heinous act”.“May the family have the courage to bear this loss,” he wrote. “May the deceased rest in peace.”Peoples Democratic Party President Mehbooba Mufti also condemned the killing.   “Condemn yet another targeted killing today of Vijay Kumar, a bank manager working in Kulgam,” Mufti wrote in a tweet. “Heartfelt condolences to his family. May his soul rest in peace.”Jammu and Kashmir Congress chief spokesperson Ravinder Sharma offered condolences to the family and said that the attack “calls for urgent and effective measures to save innocent lives” in the region.Condemn yet another targeted killing today of Vijay Kumar, a bank manager working in Kulgam. Heartfelt condolences to his family. May his soul rest in peace.— Mehbooba Mufti (@MehboobaMufti) June 2, 2022\n\nBharatiya Janata Party spokesperson Altaf Thakur said Kumar’s killing was a matter of concern. “What a shameful act yet again,” Thakur said, according to PTI. “A serious issue and a matter of concern. High time for security agencies to work out a strategy to stop this vicious cycle of violence.”Jammu and Kashmir BJP president Ravinder Raina alleged that the targeted killings were a “conspiracy by Pakistan” to sabotage the peace and progress under the leadership of Prime Minister Narendra Modi, PTI reported.","author":"Scroll Staff","time":"2022-06-02T13:05:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/150939-luhjlyjvrt-1612165835.jpg","tags":["Jammu and Kashmir","Kulgam","Vijay Kumar","Kashmir"],"source":"https://scroll.in/latest/1025316/j-k-bank-manager-from-rajasthan-shot-dead-in-kulgam-district"}