{"title":"J&K: Pahalgam records highest January temperature at 14.1 degrees Celsius amid dry winter","content":"At 14.1 degrees Celsius, Jammu and Kashmir’s Pahalgam town recorded its highest-ever day temperature for January on Monday amid a dry winter in the Himalayan region, Kashmir Life reported.Mukhtar Ahmad, the director of the meteorological department’s Jammu and Kashmir unit, said that the previous all-time highest temperature in Pahalgam during January was 13.8 degrees Celsius on January 14, 2018, Precious Kashmir reported.At 14.5 degrees Celsius, Kupwara in northern Kashmir recorded the highest temperature in the Kashmir Valley on Monday. Gulmarg, a popular skiing destination, had a maximum temperature of 9.0 degrees Celsius.On Saturday, the Union Territory’s capital Srinagar recorded its second-highest temperature for January in 50 years, according to The Hindu. The temperature was 15 degrees Celsius.The Telegraph quoted Ahmad as saying on Monday that he expected no major improvement in at least the next 10 days. The change in Kashmir’s weather could be linked to global warming that has shortened the winter, Ahmad said.Temperatures in the region during the daytime have at times been at least 6 degrees Celsius above the norm, AP quoted meteorological officials as saying. The daytime temperatures are usually around 5 degrees Celsius during the winter.Temperatures in Kashmir during the winter this year have been above the levels recorded in Delhi and other cities in northern India.Irfan Rashid, a faculty at the University of Kashmir’s geoinformatics department, told The Wire that the Valley is witnessing a snowless winter after seven years. This will hurt winter tourism, agriculture and electricity generation at hydropower projects, he said. A snowless winter will also affect the flow of water in Kashmir’s rivers during the summer and have a long-term impact on the ecosystem.Farhat Naik, a Valley-based snowboarder and snowboarding instructor, told The Telegraph that there has not been a single day of snowboarding in Gulmarg this season due to a largely snowless winter. “I have not seen such conditions in my decade-and-a-half career as a snowboarder,” he said.","author":"Scroll Staff","time":"2024-01-16T08:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197547-iugcwjrkzl-1705373300.jpg","tags":["Jammu and Kashmir","Kashmir","Winter"],"source":"https://scroll.in/latest/1062190/j-k-pahalgam-records-highest-january-temperature-at-14-1-degrees-celsius-amid-dry-winter"}