{"title":"J&K: Policeman killed, paramilitary official injured in attack by suspected militants in Pulwama ","content":"A policeman was killed and a Central Reserve Police Force official was injured after militants targeted a joint team of security personnel in Jammu and Kashmir’s Pulwama district on Sunday, said the police.The militants attacked a check post that was manned by the Jammu and Kashmir Police and the Central Reserve Police Force at Pinglana village of south Kashmir’s Pulwama. In a tweet, the police said reinforcements had been sent and the area was being cordoned off.The deceased was identified as Javid Ahmad Dar, a police spokesperson told PTI. The injured official was evacuated to a hospital for treatment.#Terrorists fired upon joint naka party of CRPF & Police at Pinglana, #Pulwama. In this #terror attack, 01 Police personnel got #martyred & 01 CRPF personnel got injured. Reinforcement sent. Area being #cordoned. Further details shall follow.@JmuKmrPolice— Kashmir Zone Police (@KashmirPolice) October 2, 2022\n\nThe attack happened hours after a Lashkar-e-Taiba member was killed in a gunfight with security forces in Shopian district of Jammu and Kashmir. The deceased was identified as Naseer Ahmad Bhat.The security personnel had cordoned off the Baskuchan village in Shopian after receiving inputs about the presence of militants in the area.Killed #terrorist identified as Naseer Ahmad Bhat of Nowpora Baskuchan #Shopian, linked with LeT #terror outfit. #Incriminating materials, arms & ammn including AK rifle recovered. He was involved in several #terror crimes and recently escaped from an #encounter: ADGP Kashmir https://t.co/OUgxkvMFES— Kashmir Zone Police (@KashmirPolice) October 2, 2022\n\nSunday’s developments came after two explosions took place in Udhampur bus terminal on Thursday. The attack had left two persons injured. Home  Minister Amit Shah will be in Jammu and Kashmir on a three-day visit from Monday, NDTV reported. He is scheduled to address two rallies in Rajouri and Baramulla districts.","author":"Scroll Staff","time":"2022-10-02T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175578-bsqkxreqap-1654843697.jpg","tags":["Pulwama","CRPF","Jammu and Kashmir"],"source":"https://scroll.in/latest/1034140/j-k-policeman-killed-paramilitary-official-injured-in-attack-by-suspected-militants-in-pulwama"}