{"title":"J&K: Photojournalist among eight arrested in militant conspiracy case","content":"A photojournalist in Jammu and Kashmir was one of eight persons arrested by the National Investigation Agency in a conspiracy case. Those arrested have been accused of being “operatives of various proscribed terrorist organisations”.The agency, in its statement released on October 22, said that it had conducted raids at 10 locations in Srinagar, Kulgam, Shopian, Anantnag, Pulwama and Baramulla districts earlier on the same day, and made the arrests.The statement said that the raids were conducted in a case related to “conspiracy for undertaking violent terrorist acts” by cadres of militant organisations such as Lashkar-e-Taiba, Jaish-e-Mohammed, Hizb-ul-Mujahideen, Al Badr and their affiliates, the Resistance Front and People Against Fascist Forces.The agency alleged that those arrested have been “instrumental in providing logistical and material support” to militants.The journalist, Manan Gulzar Dar, is a resident of Srinagar’s Batamaloo area. Dar’s work has appeared in publications such as The Guardian. Besides Dar, the other accused persons are Adil Ahmad War, Hilal Ahmed Dar, Sobhia, Rouf Bhatt, Shaqib Bashir, Zamin Adil and Haris Nisar Langoo. With this, the total arrests in the case has gone up to 13.   Manan Gulzar Dar was summoned by the police for questioning on October 10. His father Gulzar Ahmad Dar told The Wire that he handed his son over to the police, who interrogated him in Srinagar for nearly 14 days before National Investigation Agency officials took him to Delhi.“We got to know, through newspapers, that he had been arrested,” Gulzar Ahmad Dar told The Wire. “More than a fortnight has passed but we don’t know if he is alive or dead.”Manan Gulzar Dar’s mother told The Wire that they thought this was routine questioning as “many journalists are being picked up by police in Kashmir these days”.Besides the photojournalist, the agency had also arrested his brother, Hanan Gulzar Dar, earlier this month. Both of them are among the 13 suspects arrested in the case filed after several citizens were killed by suspected militants in Kashmir earlier this month.They have been charged under Sections 120B (dealing with criminal conspiracy) , 121A (conspiracy to commit offences), 122 (collecting arms, etc, with intention of waging war against the government of India) and 123 (concealing with intent to facilitate design to wage war) of the Indian Penal Code as well as the provisions of the Unlawful Activities (Prevention) Act.On October 23, a court in Srinagar had sent the eight persons arrested a day earlier to five-day transit remand as requested by the National Investigation Agency. Unidentified officials told The Wire that the remaining accused persons have also been sent to remand. The agency had claimed before the court that it had reliable information that the accused persons were working with their “Pakistan-based handlers” and “overground workers, surrendered militants, sympathisers, financiers, supporters and others” to radicalise and then recruit Kashmiri youths to various militant outfits.    At least 12 civilians have been killed in Kashmir in the series of attacks. The Resistance Front, an off shoot of Lashkar-e-Taiba, has claimed responsibility for most of the civilian deaths. Kashmir Inspector General of Police Vijay Kumar had claimed on October 20 that security forces in Jammu and Kashmir have killed 15 militants in the past two weeks.Journalists in Jammu and Kashmir have reportedly faced more threats and harassment after the Centre scrapped the erstwhile state’s special status under Article 370 of the Constitution in 2019.In June this year, the United Nations had expressed concern about the “alleged arbitrary detention and intimidation” of journalists in the region.Also read:J&K: Release Salman Shah, Suhail Dar from detention, says Committee to Protect JournalistsShocked by casual manner in which Kashmiri journalists are routinely detained, says Editors Guild","author":"Scroll Staff","time":"2021-10-29T16:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/93061-dgcvkbpxjk-1599660797.jpg","tags":["Manan Gulzar Dar","Srinagar","National Investigation Agency","Jammu and Kashmir"],"source":"https://scroll.in/latest/1009343/j-k-photojournalist-among-eight-arrested-in-militant-conspiracy-case"}