{"title":"J&K: 8,000 more paramilitary troops airlifted to state from parts of country; IAF and Army on alert","content":"At least 8,000 paramilitary personnel were airlifted to Jammu and Kashmir on Monday from several parts of the country, including Uttar Pradesh, Odisha and Assam, NDTV reported. This followed Home Minister Amit Shah’s proposal in the Parliament to revoke Article 370, which provides special status to Jammu and Kashmir.The home minister on Monday also proposed the Jammu and Kashmir Reorganisation Bill under which the state will be turned into a Union Territory with a legislature, similar to Delhi, while the Ladakh region would be converted into a Union Territory without a Legislature. Shah said all provisions of Article 370 would be considered null and void once the President gives his assent to the proposal.The security forces were being brought to Srinagar on C-17 transport planes of the Indian Air Force, NDTV quoted unidentified sources as saying. This deployment was an addition to the 35,000 soldiers who were already brought into Jammu and Kashmir recently. The development came as a measure to strengthen security across the state as the matter of special status was an “emotive one”, a source told the news channel.Also read: Move to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s Constitution Meanwhile, the Indian Army and the Air Force were also put on high alert after the decision to revoke Article 370, according to ANI. A red alert was imposed on the Delhi Metro network. “As advised by security agencies, a red alert has been imposed on the entire Delhi Metro Rail Corporation network,” DMRC tweeted. “Please allow extra time in security checks.”The Ministry of Home Affairs has also issued an order to chief secretaries and director generals of police across the country and the Delhi police commissioner that security agencies may be put on maximum alert soon, ANI reported. The government also requested police chiefs and chief secretaries of all states and Union territories to take special care of those hailing from Jammu and Kashmir, especially students in several parts of the country.Former Chief Ministers Omar Abdullah and Mehbooba Mufti, who had been put under house arrest late on Sunday, condemned the Centre’s decision.Tension has been brewing in the Valley following a state government advisory asking Amarnath Yatra pilgrims and tourists to go back home. The order was issued after security forces in the state alleged that Pakistan-based militants backed by the country’s Army were plotting attacks on the Amarnath Yatra.The Indian Army on Sunday had said that five to seven intruders were killed when the Indian Army foiled an operation by Pakistan’s Border Action Team in Keran sector along the Line of Control in Jammu and Kashmir on the intervening night of July 31 and August 1. They are believed to be militants or Pakistan Army personnel. India used Bofors 155mm artillery guns to retaliate.Also Read: ‘India has failed Kashmir’: Mehbooba Mufti, Omar Abdullah lambast proposal to scrap Article 370","author":"Scroll Staff","time":"2019-08-05T15:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125004-zbnwkabgal-1564970177.jpg","tags":["Jammu and Kashmir","Article 370","Indian Army","paramilitary troops"],"source":"https://scroll.in/latest/932888/j-k-8000-more-paramilitary-troops-airlifted-to-state-from-parts-of-country-iaf-and-army-on-alert"}