{"title":"J&K: Restrictions imposed as separatists call for shutdown on Burhan Wani’s death anniversary","content":"Police imposed restrictions in parts of Jammu and Kashmir on Sunday, when separatist leaders have called for a strike to commemorate the second death anniversary of Hizbul Mujahideen commander Burhan Wani. Normal life was disrupted as several businesses were closed and public transport stayed off roads, PTI reported.Restrictions were imposed in five police station areas of Srinagar, an unidentified official said. Restrictions were also in place in Pulwama and Tral townships of Pulwama district. The curbs were imposed as a precautionary measure to maintain law and order, said the official. Mobile internet services have been suspended throughout the Valley and the speed of fixed line broadband connections was reduced. Security forces have been deployed at sensitive places.   A curfew was imposed in Wani’s home town in Tral, and there were massive restrictions on the movement of people across the Valley, according to Greater Kashmir. Security forces even sealed access to Wani’s graveyard as well as to his home at Shariefabad to prevent protests.Authorities also suspended traffic on Jammu-Srinagar national highway and  Mughal Road, leaving thousands of people, including Amarnath pilgrims, stranded.“No [Amarnath] yatri was allowed to move from Bhagwati Nagar base camp and  those who have arrived in the winter capital [Jammu] and heading for Kashmir on  their own were also stopped at various places along the Jammu-Srinagar  national highway,” an unidentified government official told PTI.Jammu and Kashmir Liberation Front Chairman Yasin Malik was detained and Hurriyat Conference Chairman Mirwaiz Umar Farooq was placed under house arrest on Friday.Separatist leaders, under the banner of Joint Resistance Leadership, have appealed people to observe a complete shutdown. They said they will hold a general public meeting in Tral on Sunday.They have also called for a “black day” to protest the deaths of three civilians in Kulgam district  on Saturday in clashes with security forces. Burhan Wani was killed in an encounter with security forces in  Anantnag district on July 8, 2016. The killing triggered massive  protests and long curfews across the Valley during which 85 people were  killed and thousands injured.","author":"Scroll Staff","time":"2018-07-08T12:35:03.188834+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885729-38992-bvbfoumnad-1470649782.jpg","tags":["Jammu and Kashmir","Burhan Wani","Separatist leaders","Srinagar"],"source":"https://scroll.in/latest/885729/j-k-restrictions-imposed-as-separatists-call-for-shutdown-on-burhan-wanis-death-anniversary"}