{"title":"J&K delimitation panel allots 47 Assembly seats to Kashmir, 43 to Jammu ","content":"The Delimitation Commission on Thursday allocated 47 Assembly constituencies to the Kashmir region and 43 to the Jammu region, the Election Commission of India said.The number of Assembly seats has been increased from 83 to 90 in the final delimitation order.Nine Assembly constituencies have been reserved for members of the Scheduled Tribes, the Election Commission of India said. Of these, six are in Jammu and three in Kashmir. Before Jammu and Kashmir was made a Union Territory, it officially had 111 Assembly seats, out of which 24 seats were in Pakistan-occupied Kashmir. Out of the Assembly’s effective strength of 87 seats, 46 seats were in Kashmir region and 37 were in the Jammu region. The Ladakh region had four seats. While redrawing the boundaries of parliamentary constituencies, Jammu and Kashmir were considered as one region.“Therefore, one of the Parliamentary constituencies has been carved out combining Anantnag region in the [Kashmir] Valley and Rajouri and Poonch of Jammu region,” the Election Commission said. “By this reorganisation, each Parliamentary constituency will have an equal number of 18 Assembly constituencies each.”The names of the Assembly constituencies were also changed after consulting with local representatives, the panel said.The Union government began the delimitation process – or redrawing boundaries – of Assembly constituencies in Jammu and Kashmir on February 17, 2020. On February 6 this year, the panel submitted a draft report.While it is a routine effort in some parts of the country, the delimitation process is much sensitive in Jammu and Kashmir because of fears that the Bharatiya Janata Party may use it to alter political outcomes in what was earlier India’s only Muslim-majority state.In March, two Jammu and Kashmir residents had moved the Supreme Court challenging the constitution of the Delimitation Commission. They argued that the Centre’s decision to form the panel was unconstitutional and was done without the necessary power, jurisdiction and authority.On Thursday, the Commission categorised all the 20 districts into three parts – districts having predominantly hilly and difficult areas, districts with hill and flat areas and districts with predominantly flat areas.“The Commission has also, for some districts, proposed carving out of an additional constituency to balance the representation for geographical areas having inadequate communication and lack of public conveniences due to their excessive remoteness or inhospitable conditions on the international border,” the statement added.The final report has been submitted to the government for approval. Once it is cleared, elections will be held in Jammu and Kashmir, which does not have an elected government since June 2018, the Hindustan Times reported.Omar Abdullah-led Jammu and Kashmir National Conference on Thursday said that the voters will not forget the wrongdoings of the Bharatiya Janata Party in the region.“We are studying the implications of these recommendations for individual Assembly constituencies,” it wrote on Twitter. “No amount of gerrymandering will change the ground reality which is that whenever elections are held, the voter will punish the BJP and its proxies for what they have done to J&K over the last four years.”","author":"Scroll Staff","time":"2022-05-05T18:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173985-zippszohps-1651750450.jpg","tags":["Delimitation Commission","Jammu and Kashmir","redrawing boundaries","Assembly and Parliamentary constituencies in Jammu and Kashmir","Election Commission of India","Union government"]}