{"title":"‘Jabariya Jodi’ movie review: Inexplicably convoluted and unforgivably long","content":"Sidharth Malhotra and Parineeti Chopra reunite after the entertaining comedy Hasee Toh Phasee (2014) for a movie that takes its title too seriously.In the inexplicably convoluted and unforgivably long Jabariya Jodi, inimical ideas are forced together in much the same way as unwilling men and women are bullied into matrimony. The excuse: the social menace of dowry.A gang of professional kidnappers in Bihar abducts men who demand dowry and gets them to marry the women without taking money. The gang, led by Hukam Singh (Jaaved Jaaferi), presumably does well for itself, since Hukam lives in what appears to be a palace. The men dragooned into marriage are miserable. The women should be too, but aren’t. Hukam’s son, Abhay (Sidharth Malhotra), leads the charge. The tattoo-sporting and fashion-forward Abhay picks up his victims with an easy smile and a handy gun, and he never pauses to consider the consequences of his actions. If dowry demands can cast a shadow over a marriage, what about the potential for ruin when the groom is unwilling? Are the women happy about wedding and bedding men who hate their sight and their families? Next question.Abhay’s nemesis proves to be his childhood sweetheart Babli (Parineeti Chopra), a bustier-loving babe with a maroon mane and fake notions of rebellion. Babli turns the tables on Abhay by having him abducted, but then sits out the rest of the movie waiting for Abhay to see the light. The feckless Abhay is briefly roused from his stupor when a potential groom for Babli gets a bit too graphic about what their honeymoon might be like. Sanjeev K Jha’s screenplay doesn’t get the first thing about consent, so it’s too much to expect the movie to explore Babli’s feelings with any depth or ask whether Abhay is the right man for her.\n\n\n    \n    Play\n\nJabariya Jodi (2019).A better suitor for Babli is Santosh (Aparshakti Khurana), whose fate is to be used and jilted. Santosh woefully observes that Abhay is a victim of confusion and Babli a slave to her ego, and that he is the only one who knows the true meaning of love. It’s about the only moment that rings true in the awkward dance between comedy and commentary.Sidharth Malhotra bares his teeth a lot, and Parineeti Chopra grimaces ever so often to signal her seriousness, but their characters are too wispy to leave any traces. The supporting cast, which includes Sanjay Mishra, Sheeba Chaddha and Chandan Roy Sanyal, put on their best professional faces for the course of 144 minutes. The humour is as forced as the romance, and the biggest question goes unanswered: what is the movie really trying to say?","author":"Nandini Ramnath","time":"2019-08-09T07:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125232-mzguonwwxp-1565291667.jpeg","tags":["Parineeti Chopra","Sidharth Malhotra","Jabariya Jodi"],"source":"https://scroll.in/reel/933274/jabariya-jodi-movie-review-inexplicably-convoluted-and-unforgivably-long"}