{"title":"Jaganmohan Reddy takes oath as Andhra Pradesh CM, Chandrababu Naidu skips event","content":"YSR Congress Party chief YS Jaganmohan Reddy took oath as the chief minister of Andhra Pradesh on Thursday, NDTV reported. Governor ESL Narasimhan administered Reddy the oath of office at 12.23 pm at the IGMC Stadium in Vijayawada city. However, no Cabinet ministers took oath, The Hindu reported. Reddy’s council of ministers is likely to be constituted on June 7. On May 23, the YSR Congress swept to a landslide victory in the Andhra Pradesh Assembly polls, winning 151 out of the 175 seats in the legislature. The Telugu Desam Party, led by former Chief Minister Chandrababu Naidu, could win just 23 seats. In the Lok Sabha too, the YSR Congress Party secured 22 of the 25 seats in the state.In his address after taking oath, he said: “As a chief minister, I give you one assurance – I am here to listen to you and realise your dreams. The [YSR Congress Party] manifesto is Bible, Quran and Bhagavad Gita for me. It will be the guiding lamp for me for next five years.”Reddy announced that the new government will increase the old age pension from Rs 1,000 per month to Rs 2,250 this year, and Rs 2,500 in 2020. “The administration will be cleansed from top to bottom,” Reddy added. The chief minister said this process will take six months to a year.Reddy claimed that some media outlets – he named Eenadu, Andhra Jyothi and TV 5 Telugu news channel – wanted only Naidu to be the chief minister. “We will file defamation cases if they attempt to tarnish the image of the government,” he added.  YS Jagan Mohan Reddy sworn-in as the Chief Minister of Andhra Pradesh, in Vijayawada. pic.twitter.com/WeUouHNT8P— ANI (@ANI) May 30, 2019\n\nTelangana Chief Minister K Chandrasekhar Rao and Dravida Munnetra Kazhagam chief MK Stalin attended the ceremony. Naidu did not attend, but sent a three-member delegation of Telugu Desam Party MLAs. Jana Sena President Pawan Kalyan also attended the event. The Jana Sena won one seat in the Assembly polls.Andhra Pradesh Chief Secretary LV Subrahmanyam, Telangana minister Talasani Srinivas Yadav and Bharatiya Janata Party MLCs Somu Veerraju and PVN Madhav also attended the function, The Hindu reported.Reddy had invited Prime Minister Narendra Modi to attend the ceremony as well. However, Modi will be sworn in as the prime minister for the second time in the evening at Rashtrapati Bhavan. The new Andhra Pradesh chief minister will now fly to Delhi to attend the event.Meanwhile, Congress chief Rahul Gandhi congratulated Reddy. “Congratulations to Jagan Reddyji on being sworn in as the CM of Andhra Pradesh,” he tweeted. “My best wishes to him, his new team of ministers and to all the people of the state.”As many as 5,000 police personnel were deployed for Reddy’s oath-taking ceremony, The New Indian Express reported. Rain plays spoilsportHeavy rains on Wednesday night turned the IGMC Stadium grounds into a slushy mix of rainwater and soil, ANI reported. The YSR Congress Party paraphernalia adorning the stands was also spoiled. However, authorities managed to clean the grounds before the ceremony.#WATCH: Venue of Jaganmohan Reddy's swearing-in-ceremony as Andhra Pradesh CM in Vijayawada damaged due to heavy rain & strong winds. pic.twitter.com/BoQcrYzFKH— ANI (@ANI) May 29, 2019","author":"Scroll Staff","time":"2019-05-30T12:31:09.922199+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120741-qabgvcpdux-1559202202.jpg","tags":["Jaganmohan Reddy","YSR Congress","Andhra Pradesh"],"source":"https://scroll.in/latest/925284/jaganmohan-reddy-takes-oath-as-andhra-pradesh-cm-chandrababu-naidu-skips-event"}