{"title":"Jahangirpuri violence: Delhi HC grants bail to man, says he was not seen instigating the crowd","content":"The Delhi High Court on Tuesday granted bail to a man accused in a case related to the communal violence that broke out in April in Delhi’s Jahangirpuri, PTI reported.On April 16, three processions were organised by the Bajrang Dal to commemorate Hanuman Jayanti in Jahangirpuri. Residents said that participants in the processions were armed with swords and tridents, while videos also showed some of them wielding guns and shouting “Jai Shri Ram” slogans.  Violence broke out as the third procession passed a mosque. The police said Hindu and Muslim groups threw stones at each other.On Tuesday, Justice Yogesh Khanna said in his order that a CCTV footage showed that the accused man, Babuddin, was just standing and not instigating the crowd when the violence occurred. The prosecution had said the 43-year-old was the leader of the mob.“Though the state has taken various dates to bring on record various other CCTV footages to show this fact but they have not placed the same on record as yet,” the judge said. “Nevertheless looking at his period of custody, being since April 27, 2022, he is no more required for further investigation.”The High Court noted that a chargesheet has been filed against him and one of the co-accused in the case is also out on bail.In his bail plea, Babuddin alleged that the prosecution had made a blatant, false and fabricated story to implicate him, ANI reported.“Neither the shop/house of the applicant nor the camera, on which footage the prosecution relied upon, falls in the path of the said procession,” the counsel representing Babuddin argued.  In May, a trial court had refused to grant bail to him, saying that he has been identified as an accused person by a witness and the CCTV footage.According to the Delhi Police, the violence in Jahangirpuri was not spontaneous but part of a “larger conspiracy”.The chargesheet claimed that the violence was a continuation of the protests in Shaheen Bagh in 2019 and 2020 against the Citizenship Amendment Act and the National Register of Citizens along with the riots of February 2020.","author":"Scroll Staff","time":"2022-08-31T18:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173467-ciruailgcs-1650725968.jpg","tags":["Jahangirpuri","Delhi High Court","Communal clashes","Delhi violence","Delhi Police"],"source":"https://scroll.in/latest/1031747/jahangirpuri-violence-delhi-hc-grants-bail-to-man-says-he-was-not-seen-instigating-the-crowd"}