{"title":"Jaitley talked of transparency in electoral funding. But he decided to ensure anonymity","content":"The 2017-’18 budget speech of Finance Minister Arun Jaitley had an unusual feature. It had a section titled Transparency in Electoral Funding that consisted of two paragraphs. The first of these paragraphs was introductory whereas the second contained specific proposals. One of the specific proposals introduced a new instrument called “electoral bonds”. This provision has attracted a lot of interest. Since it is not possible to make very specific observations on these bonds yet, going through the Finance Bill, 2017 does give some clues about how they will work.In simple terms, the proposed amendments to the Income Tax Act mean that political parties will not be required to disclose information about the “electoral bonds” even to the Income Tax department, and that they will continue to enjoy 100% exemption from income tax.The Finance Bill also proposes amendments to the Representation of the People Act, 1951 and the proposed amendment permits political parties to not disclose the identities of individuals and companies who donate these “electoral bonds” to them.The explanationIn his post-Budget media interaction, Jaitley made the following clarification on “electoral bonds”:“[T]here is a provision of electoral bonds which requires an amendment to the RBI Act. A notified bank will be issuing those bonds. Any donor can buy those bonds using cheque or digital money. These bonds can be given to the political party. Every recognised political party will have to notify one bank account in advance to the Election Commission and these can be redeemed in only that account in a very short time. These bonds will be bearer in character to keep the donor anonymous [emphasis added].”The finance minister’s statement is absolutely correct. The amendments to Section 13A of the Income Tax Act and to Section 29 of the Representation of the People Act, proposed in the Finance Bill clearly support what the finance minister says, that the “electoral bonds” will “keep the donor anonymous”.The questionThere are two facts to consider. One, the title of the section in finance minister’s budget speech is Transparency in Electoral Funding, and two, the instrument proposed to guarantee or at least increase transparency will “keep the donor anonymous”.The question that arises therefore is: Are the words “transparency” and “anonymity”, the same or similar?Some dictionaries describe the word “transparent” as “easily seen through”, “recognised”, “detected”, “manifest”, “obvious”, “open”, “frank”, “candid”.The descriptors of the word “anonymous”, on the other hand, are “without any name acknowledged”, “of unknown name”, “whose name is withheld”.The problemThe problem is that up to 75%-80% of all declared income of political parties on average across all major parties has been coming from unknown sources. The last major report on this issue said that 69% of the income of six national parties and 51 regional parties, over a 11 year period (Financial Years 2004-’05 to 2014-’15), was from unknown sources.When unknown sources fund political parties, it becomes difficult to assess who is influencing policy and other decisions taken by political parties in power at the Centre and various states. Transparency in funding of political parties is needed to guard against this and that is what the finance minister seems to have embarked on when he titled that section of his speech as Transparency in Electoral Funding.But then he decided to ensure anonymity.Jagdeep S Chhokar is a former professor, dean, and director in-charge of the Indian Institute of Management, Ahmedabad. Views are personal.","author":"Jagdeep S Chhokar","time":"2017-02-06T06:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828583-50834-mzlbezqlec-1486295383.jpeg","tags":["electoral bonds","electoral reform","political funding",""],"source":"https://scroll.in/article/828583/jaitley-promised-transparency-in-electoral-funding-but-then-he-decided-to-ensure-anonymity"}