{"title":"Jaiveer Shergill quits Congress, says party ideology no longer in sync with India’s aspirations","content":"Congress leader Jaiveer Shergill on Wednesday resigned from the party, reported PTI.Shergill had written to Congress chief Sonia Gandhi announcing his decision to quit the post of the party spokesperson. However, when asked if he has resigned from the post or the party’s primary membership, he said both, reported PTI. “The primary reason being that the ideology and the vision of the current decision makers of the Indian National Congress is no longer in sync with the aspirations of the youth and modern India,” Shergill wrote in his resignation letter.“Decision making is no longer for the interests of the public and country, rather it is influenced by the self-serving interests of individuals indulging in sycophancy and ignoring ground reality,” writes @JaiveerShergill as he quits the Congress Party: pic.twitter.com/oXuHG8BXU5— Shiv Aroor (@ShivAroor) August 24, 2022\n\nHe accused the Congress of not taking interests of the public and the country and being influenced by “self-serving interests of individuals indulging in sycophancy and consistently ignoring on-ground reality”. Shergill told ANI that for more than a year, he has been wanting to meet Sonia Gandhi, Rahul Gandhi and Priyanka Gandhi Vadra but was not given an appointment.“In the past eight years, I have not taken anything from Congress,” Shergill told ANI. “Today when I am being pushed to bow down before people because they are close to the top leadership, this isn’t acceptable to me.”Shergill, who hails from Punjab, is a lawyer by profession. His resignation came days after Anand Sharma and Ghulam Nabi Azad declined the roles assigned to them in the Congress.On Sunday, Sharma resigned as the chief of the party’s steering committee for Himachal Pradesh. The panel had been set up as part of the party’s preparation for Assembly elections scheduled to be held in the state around November.On August 16, Azad declined to be the party’s campaign committee head and a member of political affairs panel of the Jammu and Kashmir unit.Both Sharma and Azad are part of the dissenting group of 23, or G-23. The group has been pushing for collective and inclusive leadership in the Congress since August 2020, when the dissenting leaders wrote a letter to Gandhi to press for sweeping changes in the party.","author":"Scroll Staff","time":"2022-08-24T16:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178889-sxaevlmfex-1661339507.jpg","tags":["Congress","Jaiveer Shergill","Congress spokesperson","Sonia Gandhi"]}