{"title":"Pro-jallikattu protestors stop Tamil Nadu CM from inaugurating event, demand permanent solution","content":"Pro-jallikattu protestors refused to let Tamil Nadu Chief Minister O Panneerselvam inaugurate the sporting event in Madurai’s Alanganallur on Sunday and demanded a permanent solution to the Supreme Court ban on the bullfighting game. They held that the state ordinance cleared by the Centre was only a temporary relief because it would lapse in six months. State ministers had flagged off jallikattu organised in their districts on Sunday morning, after the ordinance was passed. Panneerselvam was forced to return to Chennai after protestors blocked the roads leading to ‘Vaadi Vaasal’, where the event was to take place, reported NDTV. “We will bring the draft of a permanent law on jalllikattu in the Tamil Nadu Assembly soon,” the chief minister assured. However, protestors refused to buy the government’s promises and said they would not let the sport take place till the ban was permanently lifted.“We want a permanent solution, the one we have got now is temporary. We won’t let jallikattu happen today,” a supporter told ANI. Protestors remained put at Chennai’s Marina beach on Sunday as the state prepared to hold the SC-banned sport.Bharatiya Janata Party leader S Prakash hailed the state government and the Centre’s efforts to pave way for jallikattu. “The state government has to bend before the will of the people. Ultimately, it is people power that matters in democracy,” he told The Indian Express. The Bill to replace the ordinance will be tabled in the Assembly on January 23, the day House session begins in the state. The jallikattu ordinance was cleared by Tamil Nadu Governor Vidya Sagar Rao on Saturday. Earlier, it was approved by the Centre and the president. Alanganallur (Madurai): Villagers stage a sit-in protest demanding a permanent solution for #Jallikattu issue. pic.twitter.com/DpSQ7XWbl9— ANI (@ANI_news) January 22, 2017\nTamil Nadu CM Panneerselvam faces protests, will return back to Chennai from Madurai without inaugurating #Jallikattu event in Alanganallur— ANI (@ANI_news) January 22, 2017\nTiruchirappalli (Tamil Nadu): #Jallikattu organized in Manaparai's Pudupatti village, 100 bulls and more than 500 bull tamers participate. pic.twitter.com/hL3UOhSj0r— ANI (@ANI_news) January 22, 2017\nChennai: Protesters make sand art in support of #Jallikattu at Marina Beach pic.twitter.com/kuwaVbU0MC— ANI (@ANI_news) January 22, 2017","author":"Scroll Staff","time":"2017-01-22T09:39:55.721312+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827346-49854-pbmgioqgvb-1485057864.jpg","tags":["jallikattu protests","jallikattu","jallikattu ordinance"],"source":"https://scroll.in/latest/827346/jallikattu-supporters-want-permanent-solution-to-ban-as-tamil-nadu-gears-up-to-kick-off-sport"}