{"title":"Tamil Nadu governor approves ordinance on jallikattu","content":"Tamil Nadu Governor Vidya Sagar Rao on Saturday approved the ordinance on jallikattu, said Chief Minister Pannerselvam, according to ANI. “[The] Ordinance was promulgated today [Saturday] by Tamil Nadu government. Jallikattu will be conducted with customary fervour with all necessary safeguards,” said the chief minister. Governor Rao promulgated the ordinance after getting President Pranab Mukherjee’s approval.Pannerselvam is scheduled to inaugurate jallikattu at Alanganallur at 10 am on Sunday while other Cabinet ministers will conduct the bull-taming sport in their respective districts. He and All India Anna Dravida Munnetra Kazhagam secretary Sasikala Natarajan thanked Prime Minister Narendra Modi for his support. “This ordinance has been brought in with the support of Centre, [the] PM continuously supported our cause,” he added. The Bill, which will replace the ordinance on jallikattu, will be tabled in State Assembly on January 23 when the Assembly session begins. “Since [the] ordinance will last for six months, in [the] coming Assembly session [we] will formulate new law so [that] jallikattu takes place without hindrance,” said the chief minister. Earlier on Saturday, AIADMK leader M Thambidurai, who met President Pranab Mukherjee, had said the ordinance on jallikattu will come into effect by Saturday evening. On Friday, the Law Ministry had approved a draft ordinance on jallikattu prepared by the Tamil Nadu government and forwarded it to the president. Protests continued for the fifth day at Chennai’s Marina beach and other parts of the state against the ban on the bull-taming sport. Six trains were cancelled in Tamil Nadu and five rescheduled on Saturday because of protests across the state, reported ANI. Delhi’s Tamil Sangam area and Bengaluru, too, saw protests from jallikattu supporters. The Dravida Munnetra Kazhagam, on its part, held demonstrations in different areas. While party leaders MK Stalin and Kanimozhi sat on a daylong hunger strike on Saturday, the party had held a rail roko agitation in the state on Friday. Stalin was briefly taken into preventive custody for halting a train, ANI reported.  Meanwhile, actor Suriya, who has been lending support to jallikattu, issued a legal notice to People for the Ethical Treatment of Animals, seeking an apology for a remark made by one of its members, reported The Times of India. Nikunj Sharma had accused Suriya of gaining publicity out of the jallikattu issue. “It’s no coincidence that Suriya decided to speak only when his film S3 is about to release,” he had said. Suriya’s legal team has given Sharma seven days’ time to tender his apology, failing which legal action will be taken.Ordinance promulgated today by TN Govt, Jallikattu is to be conducted with customary fervour with all necessary safeguards: TN CM to PM— ANI (@ANI_news) January 21, 2017\nThe Bill to replace today's Ordinance on #Jallikattu will be tabled in State Assembly on January 23 when the first Assembly session begins.— ANI (@ANI_news) January 21, 2017\nTamil Nadu: Huge crowds continue to gather at Chennai's Marina Beach in support of #jallikattu pic.twitter.com/9SB61BoDq3— ANI (@ANI_news) January 21, 2017\n#jallikattu supporters stop a train in Tamil Nadu's Madurai pic.twitter.com/ArpvluUEEk— ANI (@ANI_news) January 21, 2017","author":"Scroll Staff","time":"2017-01-21T17:00:16.272265+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827315-49823-tmappyqhvs-1484994984.jpg","tags":["jallikattu","AIADMK","Tamil Nadu","President Pranab Mukherjee","ordinance"],"source":"https://scroll.in/latest/827315/jallikattu-ordinance-will-come-into-effect-by-evening-says-aiadmk-mp-after-meeting-president"}