{"title":"Jallikattu: Ensure only native bulls are allowed, Madras HC tells Tamil Nadu","content":"The Madras High Court has directed the Tamil Nadu government to ensure that only native breeds of bulls are allowed to participate in the bull-taming sport jallikattu, Bar and Bench reported on Thursday.The court said that each bull that takes part in the sport must be examined by a qualified veterinarian from the animal husbandry department, who will certify if the animal is a native breed. False certifications would warrant contempt of court proceedings as well as departmental action, the court added.The traditional jallikattu sport requires participants to pounce on a running bull, try to hold on to its hump and move along with the animal without falling or getting hurt. The person who is able to cling on to the animal is declared the winner. The game requires quick reflexes and a fleet foot to tame the bull, which will continuously shake off the participants or try to move away from them.Over the years, jallikattu has faced major criticism from animal welfare groups, who have called the game “barbaric”. Several participants and spectators are routinely injured during these games. But, political parties in the state claim these events are matters of Tamil pride and a part of tradition.The Supreme Court had banned the sport in 2014 after concerns related to animal cruelty. In 2017, the Tamil Nadu government passed the Prevention of Cruelty to Animals (Tamil Nadu Amendment) Act, revoking the ban on jallikattu.The High Court, in its latest judgement, noted that the state government had passed the law in 2017 to preserve native breeds such as pulikulam, umbalachery, nattu madu, malai madu and kangeyam, according to The Hindu. The bench of Justices N Kirubakaran and P Velmurugan also directed authorities to avoid artificial insemination of cattle. “Artificial insemination deprives bulls and cows the pleasure of mating, which they are entitled to naturally,” it said in the judgement. “Reproduction by natural process is a basic biological need which cannot be interfered with.” “Denying and depriving right to copulate amounts to ‘cruelty’ to Animals under the provisions of the Prevention of Cruelty to Animals Act, 1960,” the court said. “It is advisable and appropriate to use bulls for the purpose of cattle breeding in natural way which would protect their rights, otherwise cows would be used as ‘manufacturing machines’.”The court also directed the state government to encourage people to raise native breeds, and to provide subsidies or incentives to farmers or bull owners for this purpose, The Hindu reported.","author":"Scroll Staff","time":"2021-09-02T18:10:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/79279-hestxsiokt-1516102269.jpg","tags":["Madras HC","Tamil Nadu","jallikattu","native bulls","animal rights","Tamil Nadu government","Prevention of Cruelty to Animals Act","animal cruelty"],"source":"https://scroll.in/latest/1004425/jallikattu-ensure-only-native-bulls-are-allowed-madras-hc-tells-tamil-nadu"}