{"title":"‘Jamhooriyat, Kashmiriyat, insaniyat’: How accurate are Amit Shah’s claims about Jammu and Kashmir?","content":"After his visit to Jammu and Kashmir last week, Union Home Minister Amit Shah outlined his policy for the troubled state. He pulled out the old catechism, “Jamhooriyat, Kashmiriyat, insaniyat” – democracy, the Kashmiri ethos, humanity. This was to coexist with “zero tolerance” for separatists and militants.He named the usual suspects that the Bharatiya Janata Party holds responsible for the conflict in Kashmir: Nehru, the Congress in general, Article 370, which guarantees special status and autonomy to the state, the “tukde tukde gang”, a murky cabal consisting of students, left-wing activists and other dissenters, all apparently working towards the disintegration of the Indian Union. The promised plebiscite on the political future of Kashmir, one of Nehru’s many blunders, was out of the question, Shah said.Shah’s exposition of this government’s Kashmir policy spanned two speeches in Parliament, which approved the extension of President’s Rule for another six months in Jammu and Kashmir and cleared the Jammu and Kashmir Reservation Amendment Bill. Earlier introduced as an ordinance by the governor’s administration, it extends reservations in appointments and promotions in state government jobs to socially and economically backward persons living along the International Border.The home minister waxed eloquent on the health benefits of one year of Central rule, which was imposed in June 2018. Militancy was being rooted out of Kashmir. Development had arrived. Democracy was back on track with panchayat elections. The BJP-led Centre had done what the Congress could not do, said Shah, ban the Jamaat-e-Islami in Jammu and Kashmir. What’s more, he asserted, Kashmiriyat would be restored by ensuring the return of Kashmiri Pandits and Sufis, driven out of the Valley decades ago.But how accurate were the home minister’s claims?Is the Valley more peaceful under President’s rule?It is not clear by what metric Shah measures the success of security operations in Jammu and Kashmir. If he means cross-border firing, so-called surgical strikes along the Line of Control  and air strikes on Balakot in Pakistan have done little to cool tempers on the frontier. According to recent government figures, there have been 1,248 ceasefire violations by Pakistan so far this year, killing four security personnel. Which means it is fast catching up with 1,432 violations till July 30 last year, killing 59 security personnel and civilians.If he means violence within the Valley, for security forces, this was the worst January to June period in 14 years  – 72 personnel were killed in the first six months of 2019. The Pulwama suicide bombing of February 2014, which pushed India and Pakistan to the brink of war and killed 40 Central Reserve Police Force personnel, extracted the highest toll in a single attack in Kashmir.According to the home ministry’s own figures, as of December 2, 2018, there had been 587 incidents of “terrorist violence” that year, up from 342 in 2017 and 322 in 2016. By common consensus, 2018 was the deadliest year in a decade, counting civilian, militant and security force casualties. The government recently revealed that more than 700 militants and 112 civilians had been killed in three years. The government often holds up the militant body count as a sign of triumph in the Valley, an indication that militancy is being wiped out. It might want to reconsider this assessment. Despite losses, 191 local youth joined militancy last year, according to some estimates, up from 126 in 2017 and 88 in 2016. There are no clear figures on how many joined up this year, but reports suggest a constant flow of recruits to militant ranks. Local militancy has also spread from its mainspring in South Kashmir to the northern districts of the Valley.Has ‘jamhooriyat’ returned to Kashmir?Shah touted last year’s panchayat elections, held for the first time since 2011, as one of the achievements of Central rule, a vital step towards development. Overall, the state posted a robust turnout 74%, although in the 10 districts of the Kashmir Valley it was a much lower 41.3%. Besides, these figures do not tell the whole story. They only count the percentage of voters who turned up in the areas which saw polling.Out of 2,135 panchayat halqas, there were no candidates in 708 and a single candidate won unopposed in another 699. This means about two-thirds of the halqas in the Valley saw no contest at all. In the four districts of South Kashmir, Pulwama and Shopian saw no polling, Kulgam saw no polling in 99% of the halqas. For the municipal elections, the Valley saw an overall 4.2% turnout. Candidates from South Kashmir were barricaded in high security areas in Srinagar for weeks, too afraid to venture into their wards.If the local body elections did not signal the return of grassroots democracy to the Valley, the Lok Sabha elections suggest disillusionment with the higher echelons of government still runs high. The Anantnag seat in South Kashmir saw a polling over three phases – a first in India’s electoral history. Candidates did not dare venture into many parts of South Kashmir. Turnouts across the Valley remained low, dipping to 8.76% in Anantnag. Election days saw more security personnel on the streets than voters.If representative governments are considered essential to democracy, Kashmir has none. If election turnouts are to be counted as a sign of democratic processes at work, the numbers are not encouraging.To whom does the government show ‘insaniyat’?Kashmiri youth and children continue to bear the brunt of its “zero tolerance” approach to militancy. Security forces point out many deaths took place during gunfights, as crowds rushed to place themselves between soldiers and militants. But in at least one gunfight, which took place in Pulwama in December last year, residents claim soldiers opened fire on civilians, even after the armed skirmish with militants was over. Seven civilians were killed that day, including two minors.Shotguns, used to repel crowds during protests and stone-pelting, continue to be in use. Over the past three years, they have maimed and blinded hundreds of youth. Last year, 20-month-old Hiba Nisar became the youngest victim of the shotgun, with pellets hitting her in the eye.Allegations of custodial torture surfaced with the death of a school teacher picked up by security forces about a month after the February 14 Pulwama attack. Even as alleged human rights abuses by armed forces piled up, the government refused to address them. This year, the United Nations Special Rapporteurs on Extrajudicial Executions, Torture, and Right to Health wrote to the Centre asking about steps taken on the alleged abuses outlined in a report last year. It coincided with a report on torture published by the Jammu and Kashmir Coalition for Civil Society. The government rejected all charges and said it would no longer communicate with the special rapporteurs.What does the government mean by ‘Kashmiriyat’?By now, “Kashmiriyat”, the syncretic culture that was supposed to define the Valley, has become a contested term. According to government formulations, the movement for azadi is antithetical to Kashmiriyat; militancy was enabled by Salafi versions of Islam, which destroyed Kashmir’s Sufi tradition, “radicalised” its youth and drove out Kashmiri Pandits. Yet, a report compiled by the state’s crime branch last year suggests there is no direct link between religious ideology and the new phase of militancy. Of 156 youth who had joined militant ranks between 2010 and 2015, 71% identified as Hanafiya, followers of the school of Islam considered compatible with Sufism and only 3% had Salafi leanings. It is true that the killing and exodus of Kashmiri Pandits left a painful rupture between communities. But Pandits now say they were failed by the BJP, which claims to speak for the community. Since 2014, the BJP manifesto has promised return with “dignity, security and assured livelihood”. None of it has materialised till date.Government policies to resettle the community seemed calculated to polarise the Valley even further.  In 2015, the separatist leadership had asked for their return, though it opposed securitised Pandit colonies, proposed by the People’s Democratic Party-BJP coalition government. Meanwhile, civil society organisations in the Valley continue to ask for the killings of Kashmiri Pandit to be investigated.When will the bunkers be completed?Reaching out to border dwellers, Shah said his government would build 15,000 bunkers to protect them from Pakistani shelling. About 4,400 bunkers, he said, had already been built. Yet the government had promised 14, 460 bunkers as far back as January 2018. After repeated ceasefire violations in the first few months of that year, then Home Minister Rajnath Singh had asked for them to be expedited. As of March 2019, only a quarter of them had been built. Going by Shah’s speech, little progress has been made since then, even though ceasefire violations continue unabated.Has the Jamaat-e-Islami never been banned?Finally, Shah said it took the BJP to ban the Jamaat-e-Islami Jammu and Kashmir, the socio-religious organisation that has preached political Islam for decades. This was part of the government’s crackdown on militant networks. But the Jamaat in Kashmir has been banned twice before, by former prime minister Indira Gandhi during the Emergency and then for five years in the 1990s, when militancy raged in the Valley. Till 1987, it took part in Indian elections. In the early days of militancy, the organisation was associated with the pro-Pakistan Hizbul Mujahideen. Since then, after facing the wrath of pro-government militias, the Jamaat has distanced itself from the group.Today, the organisation says its work is all above board. It runs a large network of charities, including schools and orphanages. It is not clear how much of an impact a crackdown on the Jamaat will have on the militancy. What is clear is that, in the Valley, the arrest of hundreds of Jamaat leaders is seen as the government’s attempt to remove “any possible political resistance in Kashmir to its security policies”.","author":"Ipsita Chakravarty","time":"2019-07-04T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123166-iktpffrlki-1562172734.jpg","tags":["Amit Shah","Jammu and Kashmir","Kashmir Politics"],"source":"https://scroll.in/article/929329/jamhooriyat-kashmiriyat-insaniyat-how-accurate-are-amit-shahs-claims-about-jammu-and-kashmir"}