{"title":"Jamia shooting: Amit Shah says culprit will not be spared, Kejriwal urges him to maintain order","content":"Union Home Minister Amit Shah on Thursday promised strict action against a gunman who shot a student near Jamia Millia Islamia University in Delhi earlier in the day during a protest against the Citizenship Amendment Act.  The gunman fired from his pistol metres away from dozens of policemen, leaving the student, who was identified as Shadab Farooq, injured. The attacker was heard shouting “Yeh lo azaadi [here’s your freedom]” before he injured Farooq. He was taken into custody by the police. “I have spoken to the Delhi police commissioner on the firing incident that has taken place in Delhi and instructed him to take strict action,” Shah tweeted. “The central government will not tolerate any such incident. It will be taken seriously and the culprit will not be spared.”In response, Delhi Chief Minister Arvind Kejriwal urged the home minister to take care of the “deteriorating” law-and-order situation in the national Capital. “What is happening in Delhi?” Kejriwal asked. “The law system of Delhi is deteriorating. Please take care of Delhi’s law and order.”Massive protests erupted outside Jamia after the incident, NDTV reported. The locality has been heavily barricaded, and traffic has been diverted from all nearby roads.ये दिल्ली में क्या हो रहा है? दिल्ली की क़ानून व्यवस्था बिगड़ती जा रही है। कृपया दिल्ली की क़ानून व्यवस्था को सम्भालिये https://t.co/jtBtDqncND— Arvind Kejriwal (@ArvindKejriwal) January 30, 2020\n\nGunman went live on FacebookMinutes before the shooting, the gunman went live on Facebook. His videos showed him walking through a road near Jamia, where the students were gathering for a march to Raj Ghat – the memorial to Mahatma Gandhi – to protest against the controversial Citizenship Amendment Act. The accused also uploaded posts in which he said it would be his “final journey”, and urging other users to “remember his family”. In a post, he wrote: “Shaheen Bagh, game over”, referring to the peaceful, anti-citizenship law demonstrations by women at a locality close to Jamia. The protests started almost a month and a half ago.The shooter’s profile was taken down by Facebook in the evening. “There is no place on Facebook for those who commit this kind of violence,” a company spokesperson told Scroll.in. “We have removed the gunman’s Facebook account and are removing any content that praises, supports or represents the gunman or the shooting as soon as we identify it.”Joint Commissioner of Police Devesh Shrivastava told ANI that an first information report had been registered against the gunman under Section 307 of the Indian Penal Code and Arms Act, adding that further investigation was underway.After the incident, Union minister Kiren Rijiju said nobody was above the law and anyone who breaks law would be “taken to task”.Opposition blames BJP leaders’ commentsThe Opposition, meanwhile, said recent provocative comments and “hate speeches” by Bharatiya Janata Party leaders led to the incident. Earlier this week, a viral video emerged in which Union minister Anurag Thakur seemed to encourage a crowd at a polly rally in Delhi to shoot protestors. Congress leader Priyanka Gandhi said the incident was possible only because BJP leaders had provoked people to shoot protestors. Communist Party of India’s General Secretary D Raja said the incident was the “direct result” of inflammatory speeches made by the leaders of the saffron party.“The hate-speech and call to violence by Union ministers and BJP leaders – along with the silence of the prime minister – has led to this shameful outcome,” tweeted Communist Party of India (Marxist) General Secretary Sitaram Yechury. “This is the kind of India this govt wants to create.”Aam Aadmi Party leader Sanjay Singh accused Amit Shah of attempting to disturb the environment in Delhi. “First, they made their leaders give instigating speeches,” he added. “BJP can see defeat in Delhi elections. This conspiracy was hatched out of that fear. Home minister is conspiring to postpone polls.”  Hyderabad MP Asaduddin Owaisi challenged Prime Minister Narendra Modi to identify the gunman by “his clothes”. “Thanks to Anurag Thakur and all the 9 pm nationalists who have created so much hatred in this country that a terrorist shoots a student while cops watch,” he tweeted.Last month, Modi had claimed that those protesting against the citizenship law could be identified by their clothes.The student who was injured underwent a medical procedure at the All India Institute of Medical Sciences and a pellet lodged in his arm was removed, Special Commissioner of Police Praveer Ranjan told ANI. The police officer said the Crime Branch would investigate the matter. “Police couldn’t react immediately as incident happened in split second but soon police overpowered him,” he claimed.","author":"Scroll Staff","time":"2020-01-30T21:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135391-epchpddlkw-1580135481.jpg","tags":["Jamia shooting","Jamia firing","Delhi Police","Amit Shah","Arvind Kejriwal"],"source":"https://scroll.in/latest/951636/jamia-shooting-amit-shah-says-culprit-will-not-be-spared-kejriwal-urges-him-to-maintain-order"}