{"title":"Jamia teachers’ body blames Anurag Thakur for Delhi shooting, AAP seeks inquiry into Union minister","content":"The teachers’ association of Delhi’s Jamia Millia Islamia University on Friday blamed Union minister Anurag Thakur’s involvement in provocative sloganeering for the shooting incident the day before in which a student was injured, India Today reported. This came even as the Aam Aadmi Party, which is in power in the national Capital, wrote to Police Commissioner Amulya Patnaik, demanding an investigation into Thakur’s role in the incident, according to  ANI.Thakur, who is the minister of state in the Ministry of Finance, was banned from Delhi Assembly election campaign for 72 hours by the Election Commission on Thursday. At an election rally, he was heard shouting “desh ke gaddaron ko [the traitors to the country]” while the crowd responded with “goli maaro saalon ko [shoot the traitors]”. The slogan is a reference to anti-Citizenship Amendment Act protestors. The attack near Jamia took place as a group of demonstrators, including the university’s students, marched towards Mahatma Gandhi’s memorial Rajghat to protest against the Citizenship Amendment Act. The shooter brandished a gun before the demonstrators and threatened to shoot them even as Delhi Police personnel stood metres away. The attacker was heard shouting “Yeh lo azaadi [here’s your freedom]” before he fired the gun, injuring the Jamia student, who was identified as Shadab Farooq.  “We are convinced that this shooting, which could have been fatal, was the direct result of the call to ‘goli maro’, or shoot, by an elected Member of Parliament who is also the country’s minister of state for finance,” said Jamia Teachers’ Association. “Nothing can be more anti-national than a minister inciting citizens to violence from a public platform, and we severely condemn his words and action.”It also appreciated the students for showing restraint after the incident, PTI reported. “Given that this elected representative violated both our Constitution and law by exhorting the public to violence, we acknowledge and record our appreciation of the restraint shown by our students in the face of the grave provocation of their batchmate being injured in a shooting before their very eyes,” the associate added. “It is a shame and irony that the cult of the bullet continues to predominate the national discourse in the world’s largest democracy.”The association said the unprovoked firing occurred while police personnel were just metres away, and pointed out that the police looked on casually while the bullet was fired. Meanwhile, in its letter, the Aam Aadmi Party also said the gunman was inspired by Thakur. “The action is part of a chronology after what Thakur had exhorted a couple of days ago,” it added.","author":"Scroll Staff","time":"2020-01-31T22:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/42459-llsvprveyc-1580488301.jpg","tags":["Jamia Teachers' Association","Anurag Thakur","Delhi Police","AAP"],"source":"https://scroll.in/latest/951762/jamia-teachers-body-blames-anurag-thakur-for-delhi-shooting-aap-seeks-inquiry-into-union-minister"}