{"title":"Jamia students confront vice chancellor, call for FIR against Delhi Police’s action","content":"Hundreds of students from Jamia Millia Islamia University gheraoed Vice Chancellor Najma Akhtar’s office on Monday, calling for the registration of a first information report against Delhi Police’s action during violence on the campus on December 15, PTI reported. Protesting students forcefully entered the office premises after breaking the lock of the main gate and chanted slogans against the vice chancellor. They staged sit-in protests outside Akhtar’s office and asked her to talk to them on the matter.“Delhi Police is not registering an FIR,” Akhtar said, according to India Today. “They entered the campus without our permission and we have submitted our report with the government.” The Jamia administration will lodge the FIR against the police on Tuesday, the vice chancellor said. She added that the university administration will move the court to resolve the matter. As part of their demands, the students also want the university to reschedule examinations and ensure that the students are protected. Students said they did not want the university’s proctor to intervene in the matter and only sought replies from the vice chancellor. Akhtar also claimed that she had never given any orders to vacate the hostels following the violence last month. The university had increased security on the campus, she said.However, the protesting students refused to budge and said they will take the exams only after an FIR is filed and the library is restored. Akhtar said the university was reopened on the request of students and the exam schedule was made so that they could prepare themselves. “There is no connection between an FIR and the examination,” she said. “We are going to court and court is also not in our hands.”The university, in a statement, said the administration will take all possible measures to address the concerns of students. “A decision has also been taken that the administration will explore the possibility of moving court for registration of FIR in the December 15, 2019 police brutality in the university library case at the earliest,” the administration said. About the students’ demand to re-conduct exams, as many of them had boycotted them after the violence, the university said the “ongoing semester exams stand cancelled till further notice” and a new schedule will be announced later.On December 15, violence broke out after a protest march by students of Delhi’s Jamia Millia Islamia ended in a pitched battle with the Delhi Police. Buses were set on fire, and several students and police officers were injured. The police were accused of using excessive force and even assaulting students. Police also entered the Aligarh Muslim University campus the same evening after a clash broke out between them and students. They baton-charged students and used tear gas shells on them. Following this, protests against the amendments to the Citizenship Act and the alleged police brutality against the students swept campuses across India.Also read:At Jamia, we do not distinguish between insiders and outsidersEx-AMU vice chancellor writes: Why did police go berserk in Jamia, Aligarh but fail to act at JNU?","author":"Scroll Staff","time":"2020-01-13T16:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132935-dmamjrpacg-1578912732.jpg","tags":["Delhi Police","Jamia Millia Islamia","Najma Akhtar","Jamia violence"],"source":"https://scroll.in/latest/949735/jamia-students-confront-vice-chancellor-call-for-fir-against-delhi-polices-action"}