{"title":"What we know about Delhi shooter, who posted live Facebook videos before firing ","content":"A Facebook page in the assumed name of the young man who fired a pistol at protestors in front of the Jamia Milia University in Delhi on Thursday afternoon featured a livestream video of him advancing towards the university. The photos on videos on the page tallied with images taken by photographers of the shooter. In the three hours before the incident, the Facebook page featured a stream of videos – posted live – and posts by him about the situation. In one video, he could be heard complaining that there is no “Hindu media” around.The page was later taken down by Facebook. It showed the shooter in the company of Hindutva activists from the Bajrang Dal, including one leader who had access to Union Minister Giriraj Singh, among others. The young man identified himself to journalists just before he was arrested by the police. But his name is being withheld because news reports say he is a minor. Scroll.in was not able to confirm this independently.The livestream videos showed him walking around the neighbourhood near Jamia, where protesters have been demonstrating for nearly two months now. He taunted the protesters, saying “Jamia Murdabad” (down with Jamia), according to an eyewitness. In a series of posts around the same time, he also put up a number of messages. One message in Hindi said: “Shaheen Bagh, the game is over.” This is a reference to anti-Citizenship Act amendment protesters, led by women, whom the Bharatiya Janata Party have promised to evict if they win elections currently under way in Delhi. Another said: “Do my funeral rites with me covered in the saffron flag, with ‘Jai Shri Ram’ being chanted.”“This revenge is for Chandan bhai.”This is a reference to Chandan Gupta, a right-wing activist who was killed in communal clashes in Uttar Pradesh’s Kasganj in 2018. Other messages said: “Don’t call me” “I am the only Hindu here”“There is no Hindu media here.” “Take care of my house.”On the friend list of the Facebook page were people living in the area of Uttar Pradesh, where Delhi Police has reportedly identified him as being from. A report in Dainik Jagran from November 2019 identified him among members of the Bajrang Dal – a right-wing organisation, that is the youth wing of the Vishwa Hindu Parishad and part of the overall family of organisations connected to the Rashtriya Swayamsevak Sangh, the ideological parent of the ruling Bharatiya Janata Party. The report cited him as one of a number of Bajrang Dal activists who surrounded the Kotwali in Jewar over idols being broken at a temple in the area. The protest, according to the report, was in fact led by Deepak Sharma, a right-wing Hindutva activist has in the past variously been associated with the Bajrang Dal and the Hindu Yuva Vahini.Sharma’s own Facebook page has an image of himself with Bharatiya Janata  Party leader and Union Minister Giriraj Singh. Sharma was allegedly behind the instigating of a group of Indian students against Afghan students at a University in Greater Noida in October 2018, in which a District Magistrate had ordered a First Information Report to be registered against him under the National Security Act. Moreover, Sharma admitted in 2017 to beating up a minor for allegedly making memes of gods and goddesses, in a video that he posted on the internet.“If you watch that video clearly, then you will come to know that it was  filmed to show that if you post such demeaning things on the internet,  then it hurts the sentiments of the society and in turn, you will have  to face the consequences,” Sharma told ANI at the time. In another YouTube video, Sharma is seen making a hate speech seemingly against Muslims with T Raja Singh, BJP MLA in Telangana.Posing with guns Other posts on the shooter’s page depict him with a number of different weapons, from guns to swords, often with messages about protecting the honour of Hindus. After the page was widely shared, Facebook took it down. A statement released by a company spokesperson said: “There is no place on Facebook for those who commit this kind of violence. We have removed the gunman’s Facebook account and are removing any content that praises, supports or represents the gunman or the shooting as soon as we identify it.” Corrections and clarifications: This article has been edited to remove personal details related to the shooter since, according to news reports, he is a minor. Scroll.in was not able to confirm this independently.","author":"Scroll Staff","time":"2020-01-30T17:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135609-bfwyhoeylp-1580402919.jpg","tags":["Jamia Millia Islamia","Facebook"],"source":"https://scroll.in/article/951609/jamia-shooting-what-we-know-about-ramgopal-bhakt-who-posted-live-facebook-videos-before-firing"}