{"title":"Jammu and Kashmir: Our party workers ‘arrested’ ahead of Lok Sabha polling, claim NC and PDP","content":"The National Conference and the Peoples Democratic Party have alleged that their workers have been “arrested” by the Jammu and Kashmir Police ahead of the polling in the Kashmir region in the Lok Sabha elections.Ruhullah Mehdi, the National Conference candidate from the Srinagar Lok Sabha constituency, alleged on Sunday that his party workers were “being picked up by the police since yesterday”.“I got a call from a senior colleague like AR Rather … informing me about the arrests of our workers from Chrarsharif,” Mehdi claimed in a social media post. “Similar calls from the colleagues from Khansahab and Chadoora.”Mehdi demanded an explanation from the Election Commission about the matter. “I also want immediate release of our workers and those of PDP [Peoples Democratic Party] if the reports of their arrests are also correct,” he added.Polling in the Srinagar Lok Sabha constituency will take place in the fourth phase on Monday.Waheed Para, the Peoples Democratic Party candidate from Srinagar, also alleged on Saturday that the police were “arresting and unlawfully detaining” his party’s polling agents in the constituency.“Rigging, arresting, and raiding our workers, alongside enforcing boycotts in PDP areas, blatantly contradicts national interests and fuels serious trust deficit,” Para alleged in a social media post on Sunday. “Those officials responsible for such actions are betraying Indian interests and extinguishing the hopes of Kashmir youth.”Para alleged that denying a free and fair election is “a grim echo of 1987, a threat to democracy itself”.He was referring to Jammu and Kashmir’s 1987 Assembly elections. In that election, an 11-party alliance of different socio-political and religious groups, under the banner of Muslim United Front, had contested against the National Conference and the Congress coalition.The National Conference-Congress alliance, sensing defeat, allegedly rigged the polls in its favour and jailed the Muslim United Front’s cadre and activists after the election results.Also read: Why some Kashmiris who spurned ballot in the past may vote in this Lok Sabha electionIn another post on X, Para claimed that Kashmir was witnessing a scenario similar to past boycotts that had taken place at the “behest of separatists”, with top police officials “allegedly directing officials to minimize voter turnout by detaining, harassing our workers”. “Such actions serve the interests of anti-national elements, not India,” he alleged.Peoples Democratic Party chief Mehbooba Mufti also appealed to the poll panel on Sunday to “prevent repetition of 1987 election rigging and state-sponsored intimidation in Srinagar”.Responding to the allegations, the Union territory’s chief electoral officer said that the poll panel has taken cognisance of the alleged intimidation of the political workers.. @PMOIndia @HMOIndia @ECISVEEP pic.twitter.com/fbZyqUnVNl— Mehbooba Mufti (@MehboobaMufti) May 12, 2024\n\n\npic.twitter.com/p3yc7JdXFJ— CEO UT OF J&K (@ceo_UTJK) May 12, 2024\n\n\nThe Jammu and Kashmir Police has not commented on the allegations so far.The two other parliamentary constituencies in the Kashmir region – Baramulla and Anantnag-Rajouri – will head for polling later this month. Anantnag-Rajouri was supposed to vote on May 7. However, the Commission postponed it to May 25.The two Lok Sabha constituencies in the Jammu region voted in the first two phases in April.Also read: ‘On shaky ground in Valley’: Why BJP has ducked a Lok Sabha contest in KashmirThe Jammu and Kashmir voter who is fighting corruption in job recruitments","author":"Scroll Staff","time":"2024-05-12T15:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200608-uehfhwulpe-1715265079.jpg","tags":["Jammu and Kashmir","Lok Sabha 2024","National Conference","PDP","Srinagar","Kashmir"]}