{"title":"Jammu and Kashmir will have to rethink ties with the Union if Article 370 is revoked: Mehbooba Mufti","content":"Peoples Democratic Party chief and former Jammu and Kashmir Chief Minister Mehbooba Mufti on Saturday warned that the state’s relationship with the Centre will be over if Article 370 of the Constitution is revoked, PTI reported. The article grants special status to the state.Mufti’s statement came two days after Finance Minister Arun Jaitley’s  blog post that said Article 35A is “constitutionally vulnerable” and is an impediment to the economic development of Jammu and Kashmir. The article, incorporated into the Indian Constitution in 1954, grants special rights and privileges to the citizens of Jammu and Kashmir. Mufti said Article 370 is a bridge between the Union and the state. “Jaitley must understand this. It is not an easy thing to say. If you scrap [Article] 370, your relation with Jammu and Kashmir will be over,” Mufti told her party workers. “Because if you have given us a special position in the Constitution of India and you break that position, then we will have to rethink whether we would even want to stay with you without conditions,” she said.#WATCH Mehbooba Mufti: If you break that bridge (Art 370)...then you will have to renegotiate relationship b/w India-Jammu&Kashmir, there will be new conditions...A Muslim majority state, would it even want to stay with you?...If you scrap 370, your relation with J&K will be over pic.twitter.com/HlAMZh3KcC— ANI (@ANI) March 30, 2019\n\nThe topic has been a bone of contention between the Bharatiya Janata Party and state parties. In February, state leaders Mehbooba Mufti and Omar Abdullah warned that interfering with Article 35A of the Constitution would have “serious and far-reaching” consequences in the state.","author":"Scroll Staff","time":"2019-03-30T20:36:05.185370+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/106619-twojaxyqfd-1543230767.jpg","tags":["Jammu and Kashmir","Mehbooba Mufti","Article 370","Article 35A","Special status"],"source":"https://scroll.in/latest/918403/jammu-and-kashmir-will-have-to-rethink-ties-with-the-union-if-article-370-is-revoked-mehbooba-mufti"}