{"title":"Jammu and Kashmir parties say they will fight attempts to repeal state’s special status","content":"National Conference chief Farooq Abdullah on Sunday said that all the political parties in Jammu and Kashmir would be united to protect the special status of Kashmir, ANI reported. He also appealed to both India and Pakistan to not “take any step that may accelerate the tension between the two countries”.“It was unanimously decided that all the parties will be united in their resolve to protect and defend identity, autonomy and special status of Jammu and Kashmir and Ladakh, against all attacks, whatsoever,” Abdullah said after an all-party meeting at the former chief minister’s residence over the prevailing situation in the state. He added that the leaders had discussed the condition in the Valley and the deployment of additional soldiers.“It has never happened in the past that the Amarnath Yatra was stopped,” News18 quoted Abdullah as saying. “We have decided to inform Prime Minister Narendra Modi and President Ram Nath Kovind of the consequences bound to follow if this continues.”The National Conference also released a statement following the meeting, saying that modification or abolition of Articles 35-A and 370, or “unconstitutional delimitation or trifurcation of the state” would be viewed as aggression towards the people of Jammu and Kashmir. It added that the parties, which participated in the meeting on Sunday, would also apprise other political parties of the current situation in the state. “...and make an appeal to them to safeguard the legitimate interests of the people of the state with regard to constitutional guarantees given to the state [by] the Constitution of our country,” the statement read.The meeting was attended by Peoples Democratic Party chief Mehbooba Mufti, National Conference leader Omar Abdullah, Congress’ Taj Mohiuddin , Muzaffar Beig from PDP, Sajad Lone and Imran Ansari from the Peoples Conference, Jammu and Kashmir Peoples Movement leader Shah Faesal and MY Tarigami of the Communist Party of India (Marxist).Meanwhile, the medical superintendent of Chest Diseases Hospital in Srinagar wrote to the district magistrate asking for curfew passes for all the employees of the hospital.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 133.33333333333331%\">\n    <img src=\"//d1u4oo4rb13yy8.cloudfront.net/gljqygruyw-1564934551.jpg\">\n  </picture></figure>\nThe developments came amid tension in the state after a government advisory, asking Amarnath Yatra pilgrims to cut short their stay, triggered panic among locals. The order for pilgrims and tourists had been issued after security forces in the state alleged that Pakistan-based militants backed by the country’s Army were plotting attacks on the Amarnath Yatra.Home Minister Amit Shah on Sunday met National Security Advisor Ajit Doval, Home Secretary Rajiv Gauba and other top government officials, but details of the meeting have not been disclosed yet.","author":"Scroll Staff","time":"2019-08-04T21:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124990-iruzdqkrir-1564932715.jpg","tags":["Jammu and Kashmir","Mehbooba Mufti","National Conference","Farooq Abdullah"],"source":"https://scroll.in/latest/932825/jammu-and-kashmir-parties-say-they-will-fight-attempts-to-repeal-states-special-status"}