{"title":"Jammu and Kashmir: Two migrant workers from Punjab shot dead by suspected militants","content":"Two migrant workers from Punjab were shot dead by suspected militants in Jammu and Kashmir’s Srinagar. They have been identified as Amritpal Singh and Rohit, both residents of Amritsar. Singh was killed on Wednesday at the site of the firing while Rohit, who was critically injured in the attack, succumbed to his bullet wounds on Thursday morning, reported The Indian Express. The men were working as carpenters in Kashmir.The area where the firing took place has been cordoned off.Update#Terrorists fired upon 2  persons identified as Amritpal Singh & Rohit, R/O Amritsar at Shaheed Gunj Sgr. In this #terror incident, Amritpal Singh succumbed to his injuries while Rohit has been shifted to Hospital for treatment. Area cordoned off. Details shall follow.— Kashmir Zone Police (@KashmirPolice) February 7, 2024\n\n\nAfter the attack, National Conference leaders Farooq Abdullah and Omar Abdullah extended their condolences to Singh’s family.“Violence should have no place in our society and such acts of barbarity only serve to hinder the progress and peace we strive for,” the National Conference stated in a social media post.JKNC President Dr Farooq Abdullah and VP @OmarAbdullah are shocked and disgusted by the barbaric incident that took the life of Amrit Pal Singh in Shala Kadal, Srinagar. Their heartfelt condolences go out to his family. Violence should have no place in our society & such acts of…— JKNC (@JKNC_) February 7, 2024\n\n\nPeoples Democratic Party chief Mehbooba Mufti also said she condemns the “cowardly act of violence”.Condemn the cowardly act of violence that killed Amrit Pal Singh. My deepest condolences to his family & loved ones. https://t.co/L7gJDlZA7c— Mehbooba Mufti (@MehboobaMufti) February 7, 2024\n\n\nBJP spokesperson Altaf Thakur said such “inhuman acts of violence will not be tolerated in Kashmir”, reported Hindustan Times.“The attack took place on occasion of Shab-e-Meraj, which shows that terrorists do not have any religion,” said Thakur. “I urge police to act swiftly and punish the culprits.”This was the first targeted attack by suspected militants on a migrant worker in Kashmir this year. In October, a migrant labourer was shot dead by suspected militants in the Pulwama district. Prior to that, three migrant labourers from Bihar were shot at by suspected militants in Shopian district in July.","author":"Scroll Staff","time":"2024-02-08T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178246-bebrypdekk-1659972478.jpg","tags":["Kashmir Police","Kashmir","Srinagar","Jammu","Punjab","militants","migrant worker"],"source":"https://scroll.in/latest/1063372/jammu-and-kashmir-migrant-worker-from-punjab-shot-dead-by-suspected-militants"}