{"title":"Jammu and Kashmir: Concerned about alleged harassment, detention of journalists, says UN","content":"The United Nations has expressed concern about the “alleged arbitrary detention and intimidation” of journalists in Jammu and Kashmir. In a document dated June 3, UN officials Irene Khan and Elina Steinerte sought a reply from the Indian government within two months about what measures it had taken to ensure that journalists were able to work in a safe environment. Khan is the UN special rapporteur on the promotion and protection of the right to freedom of opinion and expression, while Elina Steinert is the vice-chair of the Working Group on Arbitrary Detention. “While awaiting a reply, we urge that all necessary interim measures be taken to halt the alleged violations and prevent their re-occurrence and in the event that the investigations support or suggest the allegations to be correct, to ensure the accountability of any person(s) responsible for the alleged violations,” they said in the document, which was released on Thursday. The UN officials cited the examples of The Kashmir Walla Editor-in-Chief Fahad Shah, independent journalists Auqib Javeed and Sajar Gul, and The Kashmiriyat editor Qazi Shibli. Shah had reportedly been detained without a warrant by the police in Srinagar in 2017, the UN document said. “Shah was allegedly interrogated for eight hours by a group of officers who inquired about his journalistic work and his travels,” it added.  The document also mentioned that in May 2020, the Srinagar Police had summoned Shah for questioning about The Kashmir Wallah’s coverage of a gunfight in the Nawakadal neighbourhood of downtown Srinagar. In January this year, a first information report had been filed against the organisation for an article about Indian Army personnel allegedly forcing a school in Shopian district to hold a Republic Day event.Meanwhile, Javeed, in September 2020, had allegedly been threatened and slapped by the police for his report about some officials intimidating Twitter users. Also read: Shocked by casual manner in which Kashmiri journalists are routinely detained, says Editors GuildJ&K cyber police slapped and threatened me – for a report on officials bullying Twitter usersIndia has launched a sharp assault on press freedom – but independent media is determined to resistShibli had been detained in Anantnag in 2019 for a story about the deployment of security forces in Kashmir, the UN document said. “After being questioned intermittently, he was kept in detention under the Public Safety Act for a period of 9 months and placed in solitary confinement,” it added. The document also mentioned the sealing of the Srinagar office of Kashmir Times, a leading English daily of the Valley in 2020. “We are deeply concerned by the alleged closure of the Kashmir Times offices, which also seems to be connected to its independent and reportedly outspoken reporting in the region,” the UN officials said. Khan and Steinerte said they did not want to prejudge the authenticity of the information that was available to them.The officials asked the Indian government what the basis of the charges against the journalists were. “Please provide information about the journalist’s access to legal representation during the periods they were detained,” they said.","author":"Scroll Staff","time":"2021-08-27T11:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143161-lbviqrlimi-1603273731.jpg","tags":["Jammu and Kashmir","media freedom","journalism"],"source":"https://scroll.in/latest/1003862/jammu-and-kashmir-concerned-about-alleged-harassment-detention-of-journalists-says-un"}