{"title":"Jammu and Kashmir: Air Force staffer succumbs to injuries sustained in Poonch militant attack","content":"One of the five Indian Air Force personnel injured in Jammu and Kashmir’s Poonch district on Saturday after militants fired at two vehicles, has died, the air force said. He has been identified as Corporal Vikky Pahade.The Indian Air Force said late on Saturday that the “Air Warriors fought back by returning fire” in a gunfight with militants.“In the process, five Indian Air Force personnel received bullet injuries, and were evacuated to the nearest military hospital for immediate medical attention,” it said. “One Air Warrior succumbed to his injuries later.”The Indian Air Force paid tribute to Corporal Vikky Pahade in a post on social media platform X.“The CAS Air Chief Marshal VR Chaudhari and all personnel of Indian Air Force salute the braveheart Corporal Vikky Pahade, who made the supreme sacrifice in Poonch Sector, in the service of the nation,” the Indian Air Force said. “Our deepest condolences to the bereaved family. We stand firmly by your side in this hour of grief.”The CAS Air Chief Marshal VR Chaudhari & all personnel of Indian Air Force salute the braveheart Corporal Vikky Pahade, who made the supreme sacrifice in Poonch Sector, in the service of the nation. Our deepest condolences to the bereaved family. We stand firmly by your side in… pic.twitter.com/xlFmbqZyix— Indian Air Force (@IAF_MCC) May 5, 2024\n\n\nLocal security forces were carrying out further operations, the air force said.The vehicles attacked by the militants belonged to the Indian Air Force. The firing, at around 6 pm, took place near the Shahsitar area.This is the third militant attack in the Pir Panjal region, which spans the Poonch and Rajouri districts, in the past two weeks, The Indian Express reported.The attacks came amid the Lok Sabha elections. The Poonch-Rajouri area will head for polling in the Anantnag-Rajouri Lok Sabha constituency on May 25.","author":"Scroll Staff","time":"2024-05-05T07:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200498-wgkbmctryd-1714907920.jpg","tags":["Jammu and Kashmir","Poonch","Indian Air Force","Militant attack"]}