{"title":"J&K: Omar Abdullah released, says he will talk about politics later as Covid-19 is first priority","content":"The Jammu and Kashmir administration on Tuesday revoked the detention order of former Chief Minister Omar Abdullah under the Public Safety Act. The National Conference leader was released around 1.30 pm on Tuesday, after more than seven months in detention.After his release, Abdullah said he would speak about political matters later, as the first challenge was to fight the Covid-19 pandemic. “During my period of detention, I thought a lot about what I would say the moment I come out what I would say about what happened on August 5 last year,” Abdullah said, according to PTI. “But today, let’s not be complacent towards the challenges being faced the world over. This is a fight between life and death.”“We should ensure that the coronavirus does not spread,” Abdullah said. “I will talk about political developments and other aspects post August 5 but let us first fight this coronavirus.”On Twitter, Abdullah noted that it had been 232 days since his detention and he was now finally leaving Hari Niwas. “It’s a very different world today to the one that existed on 5th August 2019,” he wrote.Abdullah also demanded the release of Kashmiri politicians including former Chief Minister Mehbooba Mufti who are still in detention.Following the news of his release, Iltija Mufti, daughter of Peoples Democratic Party leader Mehbooba Mufti tweeted: “Glad he [Omar Abdullah] will be released.” She tweeted from her mother’s Twitter handle. “For all their talk of ‘nari shakti [women power]’ and women emancipation, seems like this regime fears women the most.”Abdullah, along with Mufti and some other Kashmiri politicians, had been charged under the Public Safety Act since February 6. Under the PSA, a person may be detained without trial for three to six years. These leaders have been in detention for over six months now since the Centre hollowed out Article 370 of the Constitution on August 5 to abrogate the region’s special status, and bifurcated it into the Union Territories of Jammu and Kashmir, and Ladakh.#WATCH National Conference leader Omar Abdullah released from detention in Srinagar pic.twitter.com/uV4BWNVyLb— ANI (@ANI) March 24, 2020\n\nGlad he will be released. For all their talk of nari Shakti & women emancipation, seems like this regime fears women the most https://t.co/J0GrXCCC5i— Mehbooba Mufti (@MehboobaMufti) March 24, 2020\n\nSo happy to learn that @omarabdullah’s unconstitutional and undemocratic detention has been revoked at last. Its about time the union government restores democratic and constitutional  rights to the people of Jammu and Kashmir as well.— Priyanka Gandhi Vadra (@priyankagandhi) March 24, 2020\n\nCongress leader Priyanka Gandhi Vadra also reacted to Abdullah’s release. “So happy to learn that Omar Abdullah’s unconstitutional and undemocratic detention has been revoked at last,” she tweeted. “It’s about time the Union government restores democratic and constitutional rights to the people of Jammu and Kashmir as well.”Abdullah’s release order came less than a week after the Supreme Court asked the Centre to clarify on its intention to release him from detention. The top court had on March 18 said that if the Centre does not release him soon, it will go ahead with hearing his sister’s plea challenging his detention. “If you are releasing him, then release him soon or we will hear the matter on merits,” the bench of Justices Arun Mishra and MR Shah had said.The government dossier used to charge Abdullah reportedly stated that he had “considerable influence” and had the ability to draw voters to polling booths. It also stated that he had allegedly tried to provoke people through Twitter against the revocation of the erstwhile state’s special status on August 4, a day before the Centre formally announced it in Parliament. However, no tweets were cited to support the accusations.The National Conference leader’s sister, Sarah Abdullah Pilot, had challenged his detention under the Public Safety Act. Pilot in her petition said the dossier against him “contains patently false and ridiculous material, essentially accusing the detenue of becoming a popular figure among general masses and possessing considerable influence over people”.The administration had released Abdullah’s father on March 13. Farooq Abdullah was detained at his residence in Gupkar Road in Srinagar. Several Opposition leaders have questioned the government’s move to charge the politicians under the stringent law.Govt issues orders revoking detention of Shri Omar Abdullah@diprjk— Rohit Kansal (@kansalrohit69) March 24, 2020","author":"Scroll Staff","time":"2020-03-24T10:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138833-ocsmebsouy-1585048183.jpg","tags":["Omar Abdullah","detention order","National Conference","Jammu and Kashmir","Supreme Court","PSA"],"source":"https://scroll.in/latest/957071/jammu-and-kashmir-omar-abdullah-to-be-released-today-after-over-7-months-in-detention"}