{"title":"Jammu and Kashmir: Government employees asked to join work immediately","content":"The Jammu and Kashmir chief secretary on Thursday asked all government employees to return to work immediately, PTI reported. Jammu and Kashmir has been under an intense security clampdown since Sunday, a day before the Centre amended the Constitution to revoke the state’s special status. The chief secretary’s order is meant for all government employees working at divisional and district levels and in the civil secretariat in Srinagar.The order said the administration had made the necessary arrangements to provide the employees “a smooth and secure working environment”. Employees can contact the office of deputy commissioner and regional transport office, Jammu, for any assistance, said an unidentified official.Meanwhile, the district administration of Samba on Thursday asked all educational institutions, including government and private schools, to reopen from Friday, reported ANI.Meanwhile, a minor clash took place in Kargil town on Thursday afternoon during a protest organised at the Main Kargil Bazaar. The protest march was organised even as authorities imposed Section 144 of the CrPC, which bans the gathering of four or more people, in Kargil on Thursday morning.Mustafa Haji, a lawyer in Kargil, told Scroll.in that around 20-30 people had gathered at the market to hold a peaceful protest against revoking of special status and bifurcation of Jammu and Kashmir. “People of Kargil do not want to be a part of the Ladakh Union Territory,” Haji said. “The Ladakh MP gave a very misleading speech in Parliament.”Haji said one of the protestors who clashed with the police was taken away in a police van. “The protest barely lasted for 15 minutes after which we were dispersed off by the paramilitary [forces].” Earlier in the day, there were reports that the police had detained several people after they began a protest march in Kargil. Over 300 people took out a rally under the banner of the Joint Action Committee, defying prohibitory orders.","author":"Scroll Staff","time":"2019-08-08T20:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125074-vugdacfhuw-1565061710.jpg","tags":["government employees","chief secretary","Kargil","Jammu and Kashmir","special status","Article 370"],"source":"https://scroll.in/latest/933260/jammu-and-kashmir-government-employees-asked-to-join-work-immediately"}