{"title":"Jammu and Kashmir statehood will be restored after delimitation and elections, says Amit Shah","content":"Union Home Minister Amit Shah on Saturday said that the delimitation exercise in Jammu and Kashmir will not stop, ANI reported. He added that demarcation of Assembly constituencies will be followed by elections, and restoration of Jammu and Kashmir’s statehood.“Why stop delimitation? Nothing of this sort will happen in Kashmir,” Shah said. “So that the youth of Kashmir gets a chance, delimitation will take place, elections will take place after delimitation, and the status of statehood will be restored. I want to make friends with the youngsters of Kashmir.”#WATCH | Why should we stop delimitation? Delimitation will happen, followed by elections and then restoration of statehood...I want to be friends with the Kashmiri youth: Union Home Minister Amit Shah in Srinagar pic.twitter.com/gZaIoyMSn2— ANI (@ANI) October 23, 2021\n\nOn February 17, 2020, the central government began the delimitation process – or redrawing boundaries – of Assembly constituencies in Jammu and Kashmir. The number of seats in the Jammu and Kashmir Assembly will go up from 107 to 114, and delimitation will provide for reserved seats for Scheduled Castes and Scheduled Tribes.Shah reached Jammu and Kashmir on Saturday for a three-day visit – his first to the Valley after the Centre scrapped its special status under Article 370 of the Constitution and split the state into two Union Territories on August 5, 2019. He had last visited the erstwhile state right after taking over as the home minister in June 2019.The home minister, while speaking at the Jammu and Kashmir’s Youth Club claimed that the abrogation of Article 370 had put an end to “terrorism, nepotism, and corruption” in the Union Territory, ANI reported.“Earlier a common youth of Jammu and Kashmir could not imagine becoming a chief minister, union minister... it was restricted to a few families,” he said. “Prime Minister Narendra Modi made it possible that the common youth can think of becoming MLA, MP.”Before his address at the youth club, Shah met Jammu and Kashmir Lieutenant Governor Manoj Sinha for a security review meeting, ANI reported.Over the last two weeks,  12 civilians have been killed in Kashmir. The Resistance Front has claimed responsibility for most of the civilian deaths.Shah also visited the home of Inspector Parvaiz Ahmad Dar, who was killed in Nowgam area of Srinagar in June. The home minister offered a government job to Dar’s wife, Fatima Akhter.","author":"Scroll Staff","time":"2021-10-23T19:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165482-fluhpaumrg-1634995310.jpg","tags":["Amit Shah","Jammu and Kashmir","Union Home Minister","delimitation"],"source":"https://scroll.in/latest/1008436/jammu-and-kashmir-statehood-will-be-restored-after-delimitation-and-elections-says-amit-shah"}