{"title":"Jammu and Kashmir: European Union urges India and Pakistan to restart dialogue","content":"The European Union has urged India and Pakistan to prevent the escalation of tension over Jammu and Kashmir, and resume bilateral dialogue, PTI reported on Thursday. European Union official Marketa Homolkova, the first secretary of the delegation of the European Union in Geneva, told the United Nations on Tuesday that the two countries should ensure a peaceful resolution to the Kashmir dispute that worsened after India revoked Jammu and Kashmir’s special constitutional status.Homolkova made the remarks during the General Assembly First Committee’s deliberations on regional disarmament and security.  They came amid an unofficial visit of 23 Members of European Parliament  to Jammu and Kashmir. At the end of the trip on Wednesday, the politicians said India’s moves in the region were its internal matter. They also voiced their support for India’s fight against terrorism.In her address on Tuesday, Homolkova also highlighted the situation in Syria and condemned the attacks against civilians, public infrastructure. In North Korea, she said the continuous ballistic missiles launched by the Kim Jong-un regime violated several United Nations Security Resolutions.Homolkova also asked Iran to take the required measures to completely respect Security Council resolutions on the transfer of missiles and relevant material to state and non-state parties in the region. She also urged Tehran to go back to the full Joint Comprehensive Plan of Action compliance.Also read:Going global: EU MPs visit shows that BJP has now thoroughly internationalised the Kashmir issueBoris Johnson on KashmirMeanwhile, British Prime Minister Boris Johnson on Wednesday described Jammu and Kashmir as a bilateral matter between India and Pakistan. He said his country’s position on the matter remained unchanged even though the situation in the region was of “profound concern” to it.“It is the long-standing position of the UK government that the crisis in Kashmir is fundamentally a matter for India and Pakistan to resolve,” he said, according to PTI. “And it is not alas, since we were there at the very beginning it is not for us as the UK to prescribe a solution in that dispute.”The prime minister made the remarks while responding to a question from Conservative Party MP Steve Baker, who represents the town of Wycombe in Southeast England. A number of his constituents are people of Kashmiri origin.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-31T14:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130068-ymoktymbnq-1572505813.jpg","tags":["Jammu and Kashmir","European Union","India","Pakistan","Boris Johnson"]}