{"title":"Jammu and Kashmir: Worker from Bihar shot dead by suspected militants in Anantnag","content":"A migrant worker was shot dead by suspected militants at Bijbehara town in Jammu and Kashmir’s Anantnag district on Wednesday.He has been identified as Raju Shah from Bihar. Shah was taken to a hospital after he was critically injured in the attack that took place at around 9 pm, The Indian Express reported. He succumbed to his injuries at the hospital.The Jammu and Kashmir Police said that the area where the firing took place was cordoned off and a search operation was underway.The injured person, who was shot at by #terrorists, succumbed to his injuries at the hospital. Search #operation underway in the area. Further details to follow.@JmuKmrPolice https://t.co/uWSJI2cgeO— Kashmir Zone Police (@KashmirPolice) April 17, 2024\n\n\nShah’s mother told PTI that she got a call about her son’s death on Wednesday evening. “He used to sell pakodas,” she said. “He left behind his wife and son. He was the earning member of the family.”Following the attack, National Conference leaders Farooq Abdullah and Omar Abdullah expressed “shock and sadness” at the news of the worker’s death, the party said on social media.“They vehemently condemn the attack, emphasising that such acts of terror hinder peace in J&K,” it added.JKNC President Dr. Farooq Abdullah and VP @OmarAbdullah express shock and sadness at the news of Rajshah Ji's death, who succumbed to grievous injuries after being shot at in Bijbehara today. They vehemently condemn the attack, emphasizing that such acts of terror hinder peace in…— JKNC (@JKNC_) April 17, 2024\n\n\nPeoples Democratic Party chief Mehbooba Mufti extended her condolences to Shah’s family and condemned the “senseless act of violence”.Bharatiya Janata Party spokesperson Altaf Thakur urged the authorities “to track down the killers of this innocent man and punish them sternly”, the Hindustan Times reported.The attack took place on the eve of filing of nominations for the Anantnag-Rajouri constituency in the upcoming Lok Sabha elections. Polling in the constituency will take place on May 7.Earlier this month, a man from Uttarakhand’s Dehradun was injured after being shot by suspected militants in the Shopian district, PTI reported.In February, two migrant workers from Punjab were shot dead by suspected militants in Srinagar.","author":"Scroll Staff","time":"2024-04-18T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194222-syqvmtmzsi-1695126364.jpg","tags":["Jammu and Kashmir","Kashmir Police","Kashmir","Anantnag","Bihar","migrant worker"]}