{"title":"Jammu and Kashmir was a mess before its special status was scrapped, says S Jaishankar","content":"External Affairs Minister S Jaishankar on Wednesday said that before August 5, Jammu and Kashmir was “a mess”, the Hindustan Times reported. He added that restrictions were imposed in the state to avoid a repeat of 2016, when the Valley erupted in protests following the killing of militant Burhan Wani.“Pre August 5 Kashmir was in a mess, difficulties in Kashmir did not start on August 5, it is supposed to be a way of dealing with those difficulties,” Jaishankar said at the Council on Foreign Relations meeting in New York on the sidelines of the United Nations General Assembly session. On August 5, the Centre scrapped the special status for Jammu and Kashmir under Article 370 of the Indian Constitution and bifurcated it into union territories.   “We had experience of 2016 when a self advertised terrorist cult figure was killed, a gentleman called Burhan Wani, after that there was spike in violence,” Jaishankar said. “Our intention was to manage the situation without loss of life, restrictions were intended to do that.”The external affairs minister said prior to August 5 the situation had reached such a stage in Kashmir that senior police officers were lynched on the streets of Srinagar, journalists who wrote against separatism were assassinated, and military personnel returning home for Eid were being kidnapped and killed.Taking a shot at Pakistan, Jaishankar said: “You have terrorism in different parts of world but there is no part of world where a country uses it consciously and deliberately as a large scale industry against its neighbour. Issue is how do I talk to a country that is conducting terrorism and follows a policy of implausible deniability.”There was outrage in Pakistan after India decided to scrap the special status for Jammu and Kashmir. Pakistan stopped trade with India, downgraded diplomatic relations and wrote several letters to the United Nations. It has also attempted to raise the spectre of war in international fora. On Wednesday, Pakistan Foreign Minister Shah Mahmood Qureshi demanded that the United Nations hold a plebiscite in Kashmir.Earlier on Wednesday, Jaishankar had said that China misread India’s intentions with regard to Jammu and Kashmir. “I went a few days after the legislation to China and explained to them that as far as they were concerned, nothing had changed,” he said. “India’s boundary had not changed, the Line of Actual Control had not changed.” Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-26T10:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121059-uvhlijgemr-1569473559.jpg","tags":["S Jaishankar","Council on Foreign Relations","Jammu and Kashmir","Pakistan"],"source":"https://scroll.in/latest/938545/jammu-and-kashmir-was-a-mess-before-its-special-status-was-scrapped-says-s-jaishankar"}