{"title":"Jammu and Kashmir: Army jawan, three militants killed in Ramban encounter, say police","content":"An Army jawan was killed and two policemen were injured in an encounter with militants in Ramban district of Jammu and Kashmir on Saturday, said Jammu Inspector General of Police Mukesh Singh, according to ANI. Three suspected militants opened fire at the security forces, the Hindustan Times reported. However, ANI said there were five militants. The encounter is over.All the three militants have been killed, Defence Spokesperson Lieutenant Colonel Devender Anand said, according to PTI. The militants, identified as Osama and his associates Zahid and Farooq, were killed when they tried to escape from a house they had barged into.Osama was a commander of the Hizbul Mujahideen, the police claimed. He was the mastermind of the killings of senior Bharatiya Janata Party leader Anil Parihar and his brother Ajit Parihar on November 1, 2018, according to the police. He also planned the murder of Rashtriya Swayamsevak Sangh functionary Chanderkant Sharma and his protective service officer on April 9 this year.The deceased soldier was identified as Naik Rajinder Singh from Jaisalmer.  The militants had entered the house and taken a BJP worker, Vijay Kumar Varma, hostage, the Hindustan Times reported. The worker was trapped but other members of the family were evacuated, a police officer said. In the afternoon, the hostage was also rescued, unharmed.“This morning at about 7:30 am, three suspicious individuals tried to stop a civil vehicle in general area Batote on NH 244,” Anand said earlier in the day. “The driver of the vehicle was alert, did not stop the vehicle and informed the nearest Army post.”Meanwhile, the CRPF spokesperson told Scroll.in that militants hurled a grenade at CRPF troops stationed at Nawakadal Chowk in Safakadal area of Srinagar on Saturday. The grenade exploded at a distance from the troops, and none were injured. But reinforcements were immediately sent, and the whole area was cordoned off, in an attempt to neutralise the militants, PTI reported. The militants had spent the night in an abandoned shed on the highway before attacking in the morning. On September 13, curfew was reimposed in Kishtwar district after suspected militants snatched an AK-47 rifle from the personal security officer of Peoples Democratic Party district president Sheik Nasir. A day earlier, the Jammu and Kashmir Police said they had arrested three militants with weapons in Kathua district.Earlier this month, the Indian Army had warned that the Pakistan Army had stepped up attempts to push as many terrorists as possible into Jammu and Kashmir.  Jammu and Kashmir has been under lockdown since August 5, when India abolished the special status for the state under Article 370 of the Constitution. Restrictions are slowly being eased in the Valley.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-28T15:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128158-fhvjsxkdrh-1569664785.jpeg","tags":["Jammu and Kashmir","militants","Srinagar","Ramban district"],"source":"https://scroll.in/latest/938821/jammu-and-kashmir-militants-open-fire-at-security-forces-in-ramban-district-encounter-on"}