{"title":"Jammu welcomed the scrapping of special status. Now, political resentments are brewing","content":"On December 26, Jammu and Kashmir High Court issued a notification inviting applications for 33 vacant posts. Applications were open to candidates across the country. The circular stemmed from administrative changes made after August 5, when the government stripped the state of special status under Article 370, split it into two Union Territories and revoked Article 35A. The revoked law had empowered the state government of Jammu and Kashmir to identify state subjects and reserve for them certain rights, including the right to own land and hold government jobs in the state. With Article 35A gone, so were the special protections.But on December 31, the Jammu and Kashmir High Court withdrew the notice. In the five days that had passed, the administration faced considerable pushback, not from Kashmir, where the internet blockade continues and political leaders remain locked up, but from Jammu division. Even the Bharatiya Janata Party leadership in Jammu felt the heat.Caught on the backfoot, the Centre promised that it would bring in domicile laws to protect job and land-ownership rights of the local population. Most political parties in Hindu-majority Jammu had welcomed the decision to remove special status. But anxieties on these material issues remain.“In Jammu, there is a feeling that, despite the Article 370 abrogation, nobody will go to Kashmir to purchase land, settle or invest,” said a lawyer in the city, who did not wish to be named. The flow of outsiders would be concentrated in the Jammu region, at least initially. “It will mean that Jammu will face the brunt of the flood,” he said. “You can say that the reality of August 5 decision is slowly sinking in among the Jammuites.”‘Democracy not restored’While the Valley bore the brunt of the government lockdown post August 5, there have been severe restrictions in the Jammu region as well. Mobile internet has remained suspended for months, while broadband works only at slow speeds. Meanwhile, even leaders from political parties that supported the scrapping of special status but wanted concessions for Jammu were confined.A range of parties, from the regionalist Jammu and Kashmir National Panthers Party, to Dogra parties to the Congress, have protested against the winding up of “democracy” in Jammu and Kashmir.“Last month, we had given a call for a strike against the internet shutdown and how democracy has been compromised here but a day before the bandh, I was arrested and put under house arrest,” said Panthers Party chairman Harsh Dev Singh, who spent 58 days under house arrest. “The next day, 400 workers of my party were arrested. There is an atmosphere of fear here.”The fear prevented people from launching an agitation for land and job rights, Singh said. “They [the government] has created terror that whoever comes out will be arrested and cases will be registered against them.”Earlier this month, Congress leaders in Jammu, led by the Jammu and Kashmir party president GA Mir, were put under house arrest. Days after getting permission to take a delegation of party workers to Udhampur, Batote and Ramban, they were not even allowed to leave Jammu city.Mir said he wanted to call out the government on its claims about “normalcy” being restored to the region. “Their national leaders and advisors lie on the media that nobody has been kept detained,” he said. “They claim that these leaders don’t want to leave on their own. That’s why we wanted to show them by meeting people.”GA Mir, Jammu and Kashmir Congress president, was placed under house arrest when he tried to reach party workers in various parts of JammuProtecting land and jobsMeanwhile, each party has put forward its own version of the special protections needed for the people of Jammu.  The Jammu and Kashmir National Panthers Party has been the most vocal about demanding land rights. “No outsider should be eligible to get government jobs or purchase land here,” said Singh.The Congress’s Mir questioned the BJP’s “verbal assurances” of safeguards for the people of Jammu and Kashmir, demanding that the government amend the 2019 Jammu and Kashmir Reorganisation Act. The Act details the administrative arrangements for the two new Union Territories. It also lists the state laws that were repealed and the Central laws now imposed.“For now, they [the BJP] are managing it through verbal assurances,” said Mir. “But people in Jammu know that until they make an amendment in the re-organisation act, these are false promises.”Hurt Dogra prideThe erasure of special protections for Jammu has also stung Dogra pride, the dominant identity here. Originally an ethnic identity, it is increasingly identified with the Hindu Right. Dogra Hindus form the bulk of the BJP in Jammu. But after August 5, this support may have waned. Dogra parties now demand sweeping protections, even separate statehood.“We welcome the decision of scrapping Article 370 to make the situation in Jammu and Kashmir better, but that doesn’t mean it will be a free for all,” said Gulchain Singh Chara, former minister and chief of Dogra Sadar Sabha, a 115-year-old socio-political organisation.  “We have asked for safeguards on the lines of Himachal Pradesh or North Eastern states. In terms of jobs, we have sought 80% reservation for locals.”Hari Dutt Shishu, general secretary of the Dogra Swabhiman Sanghathan, felt that until a popular elected government was in place, the state subject laws governing the former state should not be diluted at all.“The powers to define rights governing land and jobs should remain with the people of Jammu and Kashmir,” said Shishu. “That’s why we are saying first let a popular government be in place and then let the people decide.”Shishu is also indignant at Jammu being turned into a Union Territory along with Kashmir. Unlike the strife-torn Valley, he feels, Jammu was peaceful so there was no need for the sweeping administrative change. “Once again, they have made Jammu suffer at the cost of Kashmir,” he said. “The reorganisation act didn’t take the aspirations of Jammuites into consideration. Our demand is still that Jammu should be a separate state.”Until now, the administration has been lukewarm in its response to Dogra concerns. On December 27, it released a calendar of public holidays, striking off July 13, previously celebrated as “Martyrs’ Day”, when Kashmiri Muslims fell to the bullets of Dogra forces. National Conference founder Sheikh Abdullah’s birthday was also off the list. But so was the birthday of the last Dogra king, Maharaja Hari Singh – Dogra groups had long demanded it be made a public holiday. Instead, October 26, the day Singh is believed to have signed the Instrument of Accession and agreed to join India, is to be celebrated as “Accession Day”.Chaudhary Lal Singh, who broke away from the BJP in 2018 to form the Dogra Swabhiman Sanghathan, which claims to represent Dogra political aspirations.‘Incentive for local industries’Misgivings about the government’s decisions have spread among other groups as well, even the business community in Jammu. On December 31, the local administration abolished toll tax in Jammu and Kashmir, apparently in an effort to implement the promise of the Goods and Services Tax – “one nation, one market”. The abolition of toll tax had been an old demand among Jammu’s business community. But now it demands more protections for local industry.“We are hopeful of a big package and a sort of compensation for the local industries to survive and to have a competitive edge,” said Rakesh Gupta, President, Jammu Chamber of Commerce and Industry. Gupta warned that the lack of compensation for old industries in Jammu would lead to them shutting down.The business community has also joined other groups in demanding domicile laws for the former “state subjects”. Domicile laws would keep real estate brokers at bay, he felt, “only serious people can come”.Students protestThe potential impact on jobs has also resonated with the youth of Jammu. Since August 5, the Jammu University campus and affiliated colleges have seen protests against the government.“Our stand is that the way they scrapped Article 370, it was undemocratic,” said Raqeeq Ahmad Khan, state president of Congress’ student wing National Students Union of India. “Our main opposition has been against the internet ban and the curbs of political leaders. We feel that they are not restoring internet in Jammu and Kashmir because they don’t want a common Jammuite’s reaction to enter the public domain. It will mean a disaster for BJP.”When the High Court announced the 33 job vacancies,  Khan said, they had planned to coordinate protests with other unions representing local communities. “We held a meeting along with several other student outfits like Gujjar Bakerwal Student Union, Pahari Student Union, some local student wings and some Leftist groups,” he explained. “We were still planning our opposition that they withdrew the notification.”Khan said students were closely following developments. “Our stand is 100% job reservation for the youth of Jammu and Kashmir,” said Khan, who was arrested for 20 days after August 5. “Even if they subtract 1%, we’ll oppose that. I am ready to go to jail for that.”All together now?For decades, politics in Hindu-majority Jammu has defined itself in opposition to the Muslim-majority Kashmir Valley, where the demand for “azadi” persists and which has seen years of militancy. State governments, however, have traditionally been controlled by Kashmir-based parties and leaders. It fostered a narrative of discrimination in Jammu, fuelled by Hindu rightwing groups. The fissure between Jammu and Kashmir deepened after the 2008 Amarnath agitation, when the Valley protested against the transfer of land to the Amarnath shrine board and Jammu held rallies supporting it.But, according to Rekha Chowdhary, former political science professor at Jammu University, there are concerns that now cut across all three regions of the former state. “Once politics starts in Kashmir, they are also going to demand restoration of statehood and a domicile law,” she said. “That’s the demand being made by most of the parties in Jammu as well as Ladakh. All of that has happened in the aftermath of the abrogation of Article 370. It’s unprecedented. Till now, there were no major political concerns which were common to Jammu, Kashmir and Ladakh.”Chowdhary believes that the situation also means a challenge for the BJP in Jammu, which has pushed a number of its leaders to join the demand for domicile status.But the anxieties about job and land rights were unlikely to translate into popular protests, Chowdhary felt. “There’s no anger in Jammu as yet but I would say there’s certainly some uncertainty,” she said. “Jammu’s politics has been on the lines of party politics rather than the protest politics we see in Kashmir. There are very clear responses coming from various political parties. There’s no response independent of political parties.”","author":"Safwat Zargar","time":"2020-01-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134397-wrxqnqtndc-1578673987.jpg","tags":["Jammu and Kashmir","Article 35A","Article 370"],"source":"https://scroll.in/article/949192/jammu-welcomed-the-scrapping-of-special-status-now-political-resentments-are-brewing"}