{"title":"Janata Dal (United) will not compromise on seat-sharing with Congress in Bihar: KC Tyagi","content":"The Nitish Kumar-led Janata Dal (United) does not intend to make any compromise in seat-sharing negotiations with the Congress in Bihar ahead of the Lok Sabha polls this year, party spokesperson KC Tyagi said on Monday, according to ANI.The two parties are part of the Indian National Developmental Inclusive Alliance (also known as the INDIA bloc), a coalition of 28 Opposition parties that plans to take on the Bharatiya Janata Party-led National Democratic Alliance in the Lok Sabha elections.“It is alright if Congress is seeking more seats in those states where they are in power,” Tyagi said. “But it is impractical if they demand more seats in states where they are not.” He added that only the Janata Dal (United) and Rashtriya Janata Dal, led by Lalu Prasad Yadav, can counter the BJP in Bihar.Besides the Janata Dal (United), the Trinamool Congress in West Bengal and the Shiv Sena (Uddhav Balasaheb Thackeray) in Maharashtra have been firm in their demands to contest a substantial number of seats in their states. The Janata Dal (United) currently holds 16 Lok Sabha seats in Bihar and against the BJP’s 17. The Lalu Yadav-led Rashtriya Janata Dal does not have any Lok Sabha seats in Bihar, which has a total 40 seats in the Lower House of Parliament.Tyagi also said that the Janata Dal (United) wants seat-sharing allocations to be decided as soon as possible. “The Janata Dal United is the organising body of the INDIA bloc,” he told ANI. “We are distressed by the preparations of the Bharatiya Janata Party. We are also concerned about the seat-sharing strategy of the INDIA bloc.”Tyagi has also pitched Nitish Kumar as the coalition’s convener in response to West Bengal Chief Minister Mamata Banerjee putting forward Congress chief Mallikarjun Kharge’s name for the post. “Nitish Kumar is the face behind the formation of the [INDIA] alliance, and this post is far bigger than that of the convener,” Tyagi said.The Indian Express on Sunday reported on Tyagi’s “serious concerns” regarding the future of the Indian National Developmental Inclusive Alliance. He said that the coalition is “running out of time and ideas” to take on the National Democratic Alliance. “At a time the BJP has been able to ensure a great build-up to the Ram Temple inauguration, for the INDIA bloc it is imperative to offer a sound counter-narrative along [with] demand of nationwide caste survey and other national issues,” Tyagi said. Tyagi also criticised the Congress for not consulting its allies before drawing up plans for the Bharat Jodo Nyay Yatra. He remarked that the exercise should have been plannned as an “INDIA Yatra” with the participation of senior leaders from all 28 Opposition parties in the coalition. Also read: Congress should start seat-sharing talks in Maharashtra from ‘zero’, says Shiv Sena (UBT) leader Sanjay Raut","author":"Scroll Staff","time":"2024-01-08T20:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197312-naxmmftceq-1704720230.jpg","tags":["KC Tyagi","INDIA alliance","Janata Dal (United)","Bihar"],"source":"https://scroll.in/latest/1061808/janata-dal-united-will-not-compromise-on-seat-sharing-with-congress-in-bihar-says-kc-tyagi"}