{"title":"Janneke Schopman interview: This group of girls is special, they are always ready to have a go","content":"“I hate losing,” said Janneke Schopman, the coach of the Indian women’s hockey team. She said it like she meant it and she did.Schopman is a straight shooter. You can see that in the ways she talks, in the ways she interacts with players, and the absence of pretense means that with her you get what you see. From a players’ point of view, it makes things easier because you don’t need to read between the lines. As a player, the 44-year-old Schopman won gold at the Olympics in 2008 and was also part of the Dutch squad that became World Champions in 2006 and won the Champions Trophy in 2007. So the moment she steps on the field, she commands respect instantly. But at the same time, she doesn’t want her players to fear her. Rather, she wants to give them the freedom to grow and take decisions on their own. She did that in her time as coach of the USA and she continues to do that as India coach too. In a free-wheeling conversation with Scroll.in, Schopman discusses her vision for the Indian team and how she wants to go about achieving it. What is your hockey philosophy and how did you develop it? Is there an ideal form to the way you want your team to play hockey? Or do you rather look to adapt to the players you have?I come from a hockey country, The Netherlands, where I coached and played and then I went to the US. And I will say that going to the US, I thought I could make them play the way I know and very quickly I realised that you have to honour and respect what the DNA of the country is and what it looks like… what they are actually good at and how they want to play. So when I came to India… I really thought about who I wanted to be as a coach. I am a bridge-builder by trade, a civil engineer actually, but I haven’t worked in construction for a while but I do like to build and I do want to build better players and help the players in their journey in life. I think, when you play high performance, that is like a metaphor for life… you are in a high-pressure environment where you have to be yourself but you also have to be self-aware. You are also vulnerable and you fail more often than you don’t. So this pressure cooker for what’s next in life and that is what I try to tell the girls, ‘Learn as much as you can, learn more about yourself and contribute to the team.’ Because for me, the team is amazing; team sports are amazing; you can do more together than you could ever do by yourself. All that together has become my coaching philosophy where I am very close to my values, where I want to be. I also try to be very transparent to the girls in saying that I talk about hard work and resilience but that is who I am. I just work hard and I want my teams to work hard. At the same time, I also want my teams to have fun playing and feel free to make their own decisions on the field of play and off it. I want them to do that and I am trying to give them more and more information. If they take ownership and they learn to do that, they will become better.So what is your vision for this team?I came into the team two years ago with Sjoerd (Marijne, the former women’s team coach) and I am forever grateful for that opportunity. I was fascinated by two things — the amount of talent that India has and you kind of know it when you play against them. They have incredible talent (if inconsistent) — skill-wise and physical ability. And the second thing was this incredible willingness to be open to learning. I have never coached a team that is like… okay what do you think I should do and then be willing to try it. I had others ask the same questions but then do nothing about it. But this group of girls is special because they are always ready to have a go. It’s like a unique combination. They actually can play really good hockey but they need time because they need to develop their awareness on the field and then you need to become better game players. I am excited to coach them because of all those reasons because there is so much potential because of their unique DNA… I want to see if I can get it out.How hungry is this team? The India men’s team is talked about… they have history, they have medals, they have had a lot of success in the past. But the women’s team is at the starting point in a sense… so are they even hungrier for success?Perhaps. You need to create platforms. I compared it a little bit to the US where the men don’t have a platform but the women do. Those men are super ambitious and are actually ready to leave more for their sport than the women would because it is kind of inherited already. So I think looking at the last couple of years where the girls are getting equal opportunities from Hockey India and SAI to perform at this high level and given that we are in the Pro League now, I think that is a tremendous development for the sport. For women, in general, you see that they want to take that stage and they want to get up there and say, ‘We can also play, we can also put on a show.’You have the unique perspective of having been an opposition coach as well… so are there certain areas that you have identified as weaknesses and is that what you are working on now?It is sort of true. I scouted India extensively for the Olympic qualifiers, so I did know but to be honest, the individual players… it was difficult for me. I knew a few but I knew how they played and what they wanted to do. It was more interesting when I came into the team and came to know the players at an individual level. That is when you see how much growth there is and that was the same experience I had in the US too. Not so much in Holland — people learn from a young age and the growth is linear. Here, I feel, people can jump all of a sudden to this next level.And the biggest thing is that I am a key believer in mindset and mental strength. That is something, as a coach, I enjoy working on but I think the psyche of the game is super interesting and I think that is where we can win a lot as the Indian team. But the players must be ready to go there because it is scary at times. Like I said earlier, my experience with this group is that they are willing to go there as a group. And if you do that, then all of sudden there is room for growth. They are not trying to be this perfect player that the coach wants to see but they are acknowledging that they are imperfect and because they are imperfect, there is a chance to become perfect. Monika spoke about how they are no longer afraid on the field of play. It’s almost like you are raising them to be risk-takers… I don’t know. That is how Monika feels but I will also say, from personal experience, that fear is never good. If players are afraid of me, maybe they are… maybe they aren’t. But I try to be a coach that has high standards. I demand a lot. I have high benchmarks. And like I said, if you don’t work hard, you will have a real problem with me because that is something you just need to do. At the same time, I want them to make the decisions because I strongly believe that the game is made of mistakes. Every player makes more mistakes than they do good stuff. So if we are afraid to make mistakes, we won’t be playing well. So I am telling them, ‘I am never ever going to blame you for not trapping the ball.’ For me, it is what happens after… it is learning from your mistakes and it is getting better and moving on. And that is the mentality I have developed. I was also a coach that could get really angry and frustrated. I still am at times, I am not perfect but I have also realised, as a coach, that very often it is my own frustration and my anger that doesn’t necessarily have anything to do with them. When they are trying, I can’t really be angry with them.We didn’t have too much hockey being played, a lot of time in camps — how difficult has it been to maintain the competitive edge? Do you plan practices differently?We try to do that. We keep scores for individual players. Once a week, for instance, we do competition day. It is not just gameplay but also exercises where everything is about winning. It is also about creating the pressure of knowing that you have to perform. And I also saw this in Holland, where you don’t really need it because you play a lot, but if you put pressure or incentivise such sessions at the end of the week, they just work well. People want to show up. I love coaching on the field. It is something I spend a lot of time on. Designing new exercises, thinking of different things I can to mimic the game and challenge the girls. I am trying to always make it fun and challenging at the same time. How important is consistency to you? In a recent interview, you spoke about how the team exceeded expectations at the Olympics. How important is it for you to move to a point where you can consistently expect brilliance?I think the top teams are consistent. For me, that means that if they are bad, they still find a way to bring the game to a good end. We are really not there yet. So consistency for me is to find a way first, as an individual, and then as a team, to be able to say that ‘look, the game is not going as I want but I can still make this work.’ And that again has to do with really understanding who you are as a player and what your strengths are. A simple example for instance is that some or our players still disappear. And what I mean by ‘disappear’ is that we are attacking and as a defender, they are just watching the game instead of being busy with what might happen if the team loses the ball. That is logical and it can happen but really good players and really good teams don’t do that. They will be switched on 100 percent all the time. So I am trying to create more and more awareness of how each player needs to be that player (always switched on). It goes up and down. Easy when you are playing well and difficult when you are not playing well, but still have to do it. You have said that April-May is going to be an important period to build a base ahead of the World Cup and the Asian Games. So does the concept of peaking exist in a team sport? Is it difficult is to get a lot of individuals to all peak at the same time?For me, it is more about creating a culture and creating a mindset where we know that we have done everything we could. That helped me as a player. You are at the start of a big tournament and you look back and ask yourself, ‘Would I have done anything different in the build-up?’ And that is why I can speak about the Olympic qualifier that I lost and the US didn’t qualify. When I look back at the preparation and the sequence of events, I wouldn’t have changed anything. I was quite happy with what we did and how we did it. I made deliberate choices. So that is where I come from. We need the six to eight weeks for people to peak physically and to tweak certain things tactically. But if we are travelling for the Pro League, we need to be 80 percent there and for the World Cup, we need to be 100 percent there. And that is a continuous discussion with the players.  Is data analysis big for you or are you rather old school?It informs me. Data is always data and sometimes you don’t really do anything with it. But during Covid, I built some databases myself and used some stats that Prakash, our video analyst, put together to make a comparison between the top six countries. We identified some key features that we can use to improve as a team. But data is just data. In the Olympics, if you look at our stats, except for the Ireland and South Africa game, the other teams have better stats. But it doesn’t mean you can’t win, it just means that you have less chances, percentage-wise. So my philosophy is that can we become better so that our stats become better, and if our stats become better, in theory, we should have more chances of winning but we can still lose, as you saw in the Asia Cup.","author":"Ashish Magotra","time":"2022-02-19T10:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170310-uadvrjypkh-1645193155.jpeg","tags":["Janneke Schopman","India","Hockey"],"source":"https://scroll.in/field/1017693/janneke-schopman-interview-this-group-of-girls-is-special-they-are-always-ready-to-have-a-go"}