{"title":"Interview: India hockey coach Janneke Schopman on Australia tour, preparing for Asian Games and more","content":"The 2022 season was a year of growth for the Indian women’s hockey team. After seeing their World Cup and Commonwealth Games campaigns end in agonising fashion to Spain and Australia respectively, India bounced back superbly, first to win bronze in Birmingham and then at the end of the year to beat Spain in the FIH Nations Cup final. That win secured Indian women a coveted spot in the Pro League for the 2023-’24 season.Having punched above their weight in 2022, India look ahead at the Hangzhou Asian Games, which comes with the prized ticket of qualification for next year’s Paris Olympics.In a conversation with Scroll, head coach Janneke Schopman reflected on the team’s growth over the past year, the adjustments they have had to make and the future of former India captain Rani Rampal.Here is what the former Dutch Olympic and World Champion had to say across a variety of topics as the team prepare for the upcoming tour of Australia:How have things been in the camp? What have you been working on with the team going into the Asian Games?The last camp before the break, we really focused on getting everyone back to (full) fitness and physical strength. We’ve had quite a few injuries and trying to get everyone back has been a lengthy process. So when we started this camp three weeks ago, a majority of the players have been able to pretty much do all the sessions and that was nice because now we can make the next step.Physically, we still try to push because the international game is becoming quicker and quicker. So we have to train at this really high level of speed, which is very challenging. It’s always easier to do that when you play an extra international match. So we’re trying to mimic that in our training environments.And then secondly, we’re actually really trying to add some things to our game like have the ability to transfer the ball higher up the field, to change our attacking angles. We’ve been working on our press, trying to be more dynamic where our defenders play more of an attacking role and other people have to change positions. So we’re trying to become a little bit more fluid.Schopman with Salima | WorldSportPics / FIH MediaWe have seen Sunelita Toppo come into the camp and also have Mumtaz Khan coming back from injury. But Beauty Dundung hasn’t been named in the squad. Is there an injury concern with her?Yeah, Beauty unfortunately has suffered a bad knee injury, so she’s in camp, but she’s rehabbing and it will take some time. It was actually sad for everyone. She’s a talented player. When you lose someone on the field, doesn’t matter who it is, it always hurts a little bit, not just for that player, but for everyone. So she’s here though, and she’s part of the training environment and she’s helping me coach a little bit. And as for the other young players, I think, for me it is important to create the best team environment and I think the young girls bring a different energy, they bring their strengths and what is great to see is that the senior players respond really well to that. When I first joined, I think we had a good group of maybe 20-22 and I think now we’re getting close to the fact that I think we have 33. But you know it’s quite competitive out there and it’s actually hard to make selections. I’m quite happy with that. It’s hard for me, but I’m really happy with how everyone is playing their part.What were the takeaways from the South Africa tour? Can you give a brief rundown of the matches against South Africa and the Netherlands?We deliberately wanted to play South Africa where we knew we probably will have a lot more of the ball, and then go into playing the Netherlands, where we also knew that we probably maybe had less of that. So I think it was really good to see that we were able to score goals. We focused a lot since this summer on creating more outcomes and being more effective in the circle. Still lots to gain, but I think we were in good positions most of the time in the games against South Africa where we had different people scoring field goals. We were quite happy with that and I was also happy with our mindset. I think we’re slowly transitioning into a team that has worked the ball and can’t just be happy being 1-0 up. But can we score a second and can we potentially score a third and seal the deal? And I think that awareness is improving in the team and I think those games in South Africa showed that.  India's top scorers vs South Africa \n    \n       Player  FG  PC  PS  Goals \n    \n     Katariya Vandana  3  0  0  3  Kumari Sangita  2  1  0  3  Phalke Vaishnavi Vithal  1  2  0  3  Rani  2  1  0  3 \n   via TMS And of course the last game didn’t really have the result we wanted. But I think in the end that was more of a defensive problem than an attacking problem because we ended up scoring two goals, but we were loose in our defense in that game. That’s also learning, right? I was really happy to see different players getting opportunities also to showcase. Then going into the Dutch games, I think the first 20 minutes of the first game, we were a little bit overrun, like the speed was fast. And credit to the the players because you’re playing the world’s best team, so you have to adapt and I think we did that actually really well, except for that first quarter. In that first game we were able to match their speed and it was still tricky at times because they are the best. But I think every game showed something. In the last game we were actually able to create a little bit more ourselves and actually we were able to break through their defensive structure, which is a huge thing for me that we’re willing to play and trying to challenge this good team. But we’re trying to fix all the pieces together. In the first game we defended really well. Last game we attacked really well and now we kind of have to match that together. But you know if you lose 3-1 one to the No 1 team, it’s not the worst in the world. And of course we would have wanted a better result, but for me it was more let’s see how we play and where’s actually our work for the next couple of months.You said you want the team to be a team which has more possession of the ball and dictate play. So in that context when you’re trying to play that way against a team like the Netherlands and lose 3-1, do you still see that as a positive?I try to look past the score, but of course if you lose 8-0 then that’s a little bit difficult. If we would have won 1-0, that would have been nice, but not necessarily reflecting the game. I think overall the 3-1’s a little bit where we are. We need a little bit more luck to beat them. And the ability for us to actually have the ball and not just give it to them because of who they are, but actually willing to challenge them and say, ‘Look, you are good in attack, but we are actually also able to attack.’ I think typically we only get in the circle 5-6 times against good teams and in the last game I think it was double that or even more it was like around 17 or 18 times. That shows a little bit more equality between the teams and that doesn’t say everything because you can only come in the circle once and score of course. But for me those trends are showing that we are getting better because we compete in terms of transition, turnovers and it becomes quite competitive. We have to always be mindful of our defensive structure, which is something that this camp we’re also spending a lot of time on because the better you defend, the better you can attack.Schopman with her wards | WorldSportPics / FIH MediaGoing back to last year. The team ended the year on a high with the Nations Cup win. Given that you lost two close matches to Australia at the Commonwealth Games and to Spain in the World Cup, how important was it to finally have a close match go your way in the Nations Cup final?I always say to the players you can say that you deserve it, but that doesn’t mean you’re always going to win. Other teams work as hard, want it as much as us. I think what was really good for me to see is the mindset the team had in the tournament, the ability. We played some good hockey, especially in the pool phase and again in the semi-final against Ireland. You know you’re the better team, you know you have more of the ball, but then we had a counter and they were 1-0 up for the longest time. And the fact that the team didn’t lose their head and kept banging on their door and finally they let one in, I think that shows that we’re slowly learning to deal with whatever the game gives us. FIH Nations Cup: Why Savita Punia and Co’s win in Spain was an important feat for Indian hockeyIn the final we scored a great goal from the penalty corner and then we defended well. Spain is a very good team in my opinion, especially when they have to score. I think it showed the progress we made as a team. I know we can play good hockey. I thought that summer, especially in the World Cup, our dealing with the pressure of the moment, especially on an individual basis wasn’t where it needed to be. I think too many players individually dropped below the marker I have for them, and I think what is really good to see is that during Commonwealth Games but also Nations Cup is that individually and as a team, the majority of the players are able to hold their ground. And that doesn’t mean they’re brilliant, but it means they don’t drop below a certain base level and that’s what we need.#FIHNationsCup #Hockey  Wonderful moments in Valencia as Indian women's hockey team won the Nations Cup 💙pic.twitter.com/m3c7CbPR07— The Field (@thefield_in) December 18, 2022\n\nYou have been with the team since before the Olympics. Over the past 3-4 years, where have you seen the team grow, not just as a team but also as individual players. Is it more of a mental growth or more of being able to function really well as a unit?I think it’s both. I am a coach that thinks that the team is always more important than anything. So the team comes first and you know we have a lot of meetings. That’s why these camps are good. We talk about what is our culture, what values are important. We can say a value like teamwork is important, but what does it actually mean? What do I see? What can I visualize? So the girls worked on that and explain again what kind of behavior comes with that and I think we’re making steps there and we become a unit. Speaking about next steps, you have the Australia tour coming up. What are your plans for the tour and what are your targets that you want to achieve there?We have two more tours. This one and then at the end of July in Spain. And I think Australia has a good team that likes to play with a lot of speed. So for us that’s again good because you know you can train only so much. Like I said, we focused a lot on can we accelerate our own play? Can we break the shape or the structure that these defensive teams typically have? It’s hard to get in the circle these days against teams that defend well. For me, it’s a perfect tool to see as a team those themes we used in training, can they get translated into this game?And secondly, for me, it is so very important to see where the players are individually. So are they ready for the next couple of months because like I said, it’s pretty competitive currently in our team. So it’s not so easy to say that these 16 or 18 are already set for the Asian Games and they’re all fighting for their spot and that makes it also interesting.Australia will show us again our strengths, probably also our weaknesses. Like our penalty corner and how we can get some information from this Australia tour about where we are. We had Rupinder Pal Singh come in to work with our drag flickers two weeks ago which was very good for us. You kind of put the right people in the right positions and then it will be fine tuning and then we’ll progress and say, ‘Ok, we need to focus more on our defense, maybe more on transition.’It’s always easier to work on things if you’ve played an international game because then you know, you need to work on this. And that’s why the Pro League was so brilliant for us last year, because you went from games and then ‘Oh yeah, we need to fix this.’ So now I just use the tours a little bit more like that and let’s see. I think Australia will tell us, yeah, where the next 20% is and then Spain.Indian women at Tokyo Olympics | OPTI India vs Australia Test series in Adelaide:May 18: 2.45 pm IST May 20: 2.45 pm IST May 21: 2.15 pm ISTIn South Africa, you had Rani Rampal with you and she scored in a couple of matches. But she is not in the camp. What is her place in the grand scheme of things?I have to look at what is best for the team and ideally, what’s best for the team is best for every individual. But unfortunately it doesn’t always work like that. And I had to make the decision what I see is best for the Indian women’s hockey team. At this point that means she’s not there, she knows why and I think it’s up to her to share that information with anyone if she desires to. Other than that, I just respect the fact that I’ve told her and I respect her and I think maybe that is the most important thing. It’s never about individual players. I don’t really like to talk about that, but I do respect her tremendously. I think she played a very, very important role in the development of the Indian team and I do value her contributions tremendously. It’s always hard to make a decision like this and I know that’s the toughest part as a coach and I don’t expect her to understand, to be honest. I know she’s a competitor but like I said, I think I have to make the decisions that I think are best for the entire team and that meant selecting these 33 players.Would you say there’s still a possibility that Rani might be able to come back?The selection is never a closed thing. If people want to play, they’re more than willing to showcase themselves on a platform and then the selectors will maybe pick them in the next selection camp of 60 and if she’s there, she’s there and she’ll get an equal fighting chance because that is what I do. But like you mentioned about the younger players, I’m a coach who is always thinking about the bigger picture. It’s also about the future and making sure that as an Indian team, we’re ready in one week, in a month, but we’re also ready in one or two years because I feel that’s my responsibility. That is why I involve the juniors if I can, because they are the future for this country and I want India to be a good team, not only now, but always.","author":"Dilip Unnikrishnan","time":"2023-05-05T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177377-acpstmqgti-1658301806.jpeg","tags":["Janneke Schopman","Indian women’s hockey team","Asian Games","Hockey","Indian Hockey","Rani Rampal"],"source":"https://scroll.in/field/1048529/janneke-schopman-interview-india-hockey-head-coach-on-australia-tour-rani-rampals-future-and-more"}