{"title":"Janneke Schopman interview: ‘CWG bronze was confirmation that we’re doing a lot of things well’","content":"On Indian women’s hockey team’s long European sojourn earlier this year, there were a couple of pivotal nights. And both of those were accompanied by tears. Savita Punia and Co had played well in the group stages of the FIH Hockey Women’s World Cup, but the results didn’t entirely reflect it as they just about scraped through to the next phase, the crossovers where co-hosts Spain awaited. That match saw India equalise late before a shootout heartbreak... the team had hopes and dreams of going to the quarterfinals and beyond. But it wasn’t to be. The team then went to the Commonwealth Games where, one year on from a famous win against Australia in the quarterfinals of the Tokyo Olympics, they came up against them in the semifinals. The match saw India play some fine hockey after conceding early to force a shootout... only for a controversial officiating error at the start, leading to confusion, frustration, and missed opportunities.On both those occasions, India’s chief coach Janneke Schopman saw her team remain resilient. At the World Cup, the team had less than 24 hours to face Canada to ensure they at least finish as high as possible outside the top eight. And at CWG, the stakes were higher... a place on the podium. One that India would achieve after another dramatic match against New Zealand. The celebrations were lovely, including a guard of honour by the men’s team back at the village. Before that however, the team celebrated by throwing Schopman up in the air. It marked an important achievement for the women’s team, as another fourth-placed finish might have been tough to digest.As the team get ready for their FIH Nations Cup campaign in Spain starting on Sunday, Schopman will be back on the sidelines, hoping to oversee the continued evolution of the Indian women’s team. In a recent interview with Scroll.in, the former Dutch star reflects on how important winning a medal at the Commonwealth Games was, where does the improve going forward and more.How did it feel when the players threw you up in the air at the end of the bronze medal match in Birmingham? Was it a little scary? No, not scary. I knew they would probably catch me. So I trust them (laughs). But yeah, I felt uncomfortable, because it’s just not about me, you know, it’s about them.What what was going through your head at that point? In terms of what you had accomplished, was that still sinking in? How important was that bronze medal?Ah, yeah, very important. For the girls, it’s just a confirmation that we’re doing a lot of things well. In the World Cup and in the Pro League, and also in Commonwealth Games... we kind of know that, you look at the stats, you look at the video, you speak to other coaches and, and you know we’re doing a lot of things quite well, but you just don’t get the result. And that’s just tough. You need to pick yourself up every time. So, I think, for me, it was just proof and, you know, a conviction. ‘See, we can do it, we believe that we can’. It’s nice to have something tangible.You were there in Tokyo when India finished fourth. It was not a medal. But it felt like the team had made a huge step forward in where they were in their journey. And then the Pro League happened, which was a good season. Then there was the disappointment of the World Cup. So was it almost essential that there had to be a medal at CWG? That validation to appear at the end of this long journey?Of course, as a coach, if you’re doing things well, you want the validation more than anything for the players. Because they put in the hard work. If I’m honest, I think the team did extraordinarily well. And what I mean with that is that as a team, the girls, they all stuck together, and they played together, and they fought together. There was actually never a moment that I thought, like, they will fall apart. It could have happened easily, you know? I think losing to Spain, with two minutes left... and then from there going to a shootout where you have a real good opportunity, I think that was crushing. And you know, for them to pick themselves up knowing you have to play this game against Canada [for classification spots at the World Cup], a well-rested and motivated Canada, is just tough for them to stick to it and finish the game the way we did. It’s a little bit of a long winded answer. But I think what I’ve learned over these last few months is that as a team, we actually do a lot of things really well. It’s just now that as an individual player, the players need to actually look at themselves in the mirror and say, ‘Is this the level I can play? Is this something I can do better?’ And that’s for me now, where I think we can make the biggest step. I think some had a really good outing, and that’s great, but I still think they can improve. Some didn’t have a great outing and for them, it’s, you know, back to the drawing board, but also actually understanding, ‘what do I need to do better? Why did this happen?’ If we can solve that puzzle, and individually, we can raise our levels, as a team we will do well.Could you recall two nights for us? The night of the Spain defeat at the World Cup, and the night of the Australia defeat in the semifinals at the Commonwealth Games. As a coach, in your career, how difficult were those two nights, knowing that you had to bounce back so quickly? And how easy or difficult did the team make it for you?I think Spain was especially tough because it was back-to-back. In less than 24 hours, we had to show up again. I was really disappointed in myself, maybe after that Spain game. I was quite sad and I said it to the girls also. I was crying, and I was trying to find a space for myself. I was just sad for them. Because I know what they put in and how close we were against a good country in their home. I got them together. And I said, ‘look, you know, I’m just sad. And I want you all to know I’m sad. And it’s not because I think you did anything wrong or something. I just wished for you guys that we would have made it. Tomorrow’s a new day, we can all be sad now or angry, or whatever it is. And tomorrow, we’ll start again, and we’ll prepare for Canada.’ The girls are great like that, I think they allow also a little bit more their emotions to be. But the next morning, it needs to change. I am very thankful, because they always listen, and they always want to try. That day against Canada, of course, they’re physically tired and mentally drained. We’re doing activation and energy was so low. I was just bracing for what will happen. I tried to reach them, and they respond, they always respond. I thought we fought hard in that game. And that’s kind of life in a nutshell, you have to get up every time. Hockey World Cup, India vs Spain as it happened: Heartbreak for Savita & Co as hosts snatch it lateThen I think after Australia, it was similar. I wasn’t so sad but I was just more frustrated at that point. I was very proud of how we played that game, and how we came back. Everyone can say, look, they didn’t score any in the shoot-out. But, I don’t know what would have happened if Siami actually would have been able to take her shoot-out at 0-0. Women’s hockey is so tight at the minute, and Holland is very good. But the rest on a good day, if we’re good, we can beat anyone. To be so close to that gold medal match, knowing that also in this tournament we played England really well, and we actually probably should have beaten them. So in this turmoil of why is it not happening, because we’re doing actually a lot of things well... I think the next morning, we just talked about it. I let the girls talk about their frustrations that was there and just get it out. Training doesn’t matter anymore at that point. But just being together, and also having fun together. We did a game afterwards. Getting their minds, right. They’re very strong.I was impressed with how they stuck together. Because now in the New Zealand game it happened again, right? (laughs) So it was just like this rollercoaster of emotions. I think you need to allow your emotions to be there, we can’t shove them away, we need to accept what they are, whether it’s sad, angry, frustrated, and when we accept that we can move on basically.CWG 2022, Hockey: Savita Punia and Co win bronze after beating 2018 champs New Zealand in shootoutLooking forward, would that Australia match at CWG be kind of the template that you would want the team to follow? In terms of how they’re pressing and creating chances against the best teams in the world. The result didn’t go your away, but it felt like it was close to a perfect match. Is that a fair assessment? Yeah. I think at the World Cup, we were a little bit inconsistent. We didn’t realise necessarily that we’re a decent team. I spoke to some of my friends who are also coaches and ask them to be really critical of what they saw, especially when we’re in the Netherlands. And they’re like ‘sometimes it looks like you guys don’t know that you’re actually good. And then you just throw the ball away too easy, or you don’t realise you have control over the game’. I think that’s where we’re at right now that we consistently need to get to a six and ideally to a seven. And I think that Australia game I think we forgot actually to pull the trigger in that last quarter. We know we can fight hard and we get more conviction in if we actually pressed really well. We put teams under pressure. I said to the girls, the biggest compliment you get from other teams is the respect they’re showing now for India women. It’s not just ‘oh, we’re playing India...’ No, that they should have to be ready. And that also comes with its disadvantages, right, because now, a lot of countries actually know how our players are which wasn’t the case before Tokyo. Teams are preparing better for India now, where they’re sitting back a little more allowing you to have the ball. And that’s a different space to be in completely. Does it change how you approach the match as a team?Yeah. And it’s also like something I had a long discussion with the girls about. What team do we want to be? Do we want to be a team that has the ball, do we want to be a team that just plays counter hockey? I think we’re very good on the ball, we have great skills. And the girls have a lot of say, in my opinion, in defining their own style of play. When you’re good enough, then then teams have to adapt. We were watching Australia play in World Cup, and I was scouting them. And basically, against every team, they were trying to close the outsides [flanks] and making teams play into the middle. And then against us [at CWG], they decided nah, let’s not do that. Because we play quite well through the middle. I said to the girls, you know, teams will adapt, they will do different stuff against us than they typically do against other teams. And we just have to learn how to deal with that. We’ve seen in many games now it’s tough, right? We’re playing against closed defences. And so we need to step up our game, we need to improve our PC, we need to improve our circle outcomes. It’s a testament to how other teams are viewing us. It means we have to step up to the plate again.Birmingham diaries: From cricket to hockey and the little things in between, my week at CWG 2022How do you see this team taking the next step... does it comes in terms of converting the chances that you create, PC conversions? How do you work towards that now, you know, what is your next goal for this little phase coming up? We had a selection camp, and then I had the girls together and we actually had two very good team meetings. It was about our hockey specifically and, you know, evaluating what are we doing well and what do we need to improve. We want to continue how we play our attacking hockey style with a tight defence, but it still means that we need to create more outcomes. So just a small detail what we discussed, or actually what I’ve been training, I said, ‘Look, we just need to shoot quicker, and we take too much time on the ball, or I don’t think we have that time. And then that opportunity goes’ We’ve been training that a lot, and it’s just getting into habits of doing things. And again, it actually asks a question of our defenders because they need to pay attention more. That’s the whole key part where we really look into details now. For instance, I want our team to be better when we play against a team that has a card [green or yellow for suspensions], I think we don’t necessarily dominate them. We have to train that. So it’s like finding these themes where we can improve and focus on that in training.The small one percenters so to speak, right?Yeah, because I think largely it’s always tricky to say ‘Oh, we’re doing something well. So we’re not going to focus on that’. I think, for us, we play pretty much to our principles, and they don’t actually change depending on who we are playing. For example, we press really well, like I said, and that depends on the opponent. But it’s too easy to say now, oh we don’t have to spend time on that. We actually have to keep putting attention on that. And can we even get better? Can we even win more balls? So it’s just yeah, like I said, I think we’re quite there [raising arms to a high level]. And now it’s like finding percentages on all these different types of areas.","author":"Vinayakk Mohanarangan","time":"2022-12-09T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172849-nptfqmxkuy-1649600958.jpg","tags":["FIH Nations Cup","Nations Cup hockey","FIH Nations Cup Hockey 2023","Hockey news","International hockey","field hockey","Hockey FIH","Nations Cup men's hockey","South Africa Nations Cup","Janneke Schopman","Hockey updates","Savita Punia","Hockey women's","Indian women's hockey","Vandana Katariya","Deep Grace Ekka","Navneet Kaur","Lalremsiami"],"source":"https://scroll.in/field/1038902/janneke-schopman-interview-biggest-compliment-to-my-players-is-the-respect-teams-show-us-now"}