{"title":"Janneke Schopman may not have earned an Olympic berth, but her impact on women’s hockey was immense","content":"This article originally appeared in The Field’s newsletter, Game Points, on February 28, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.The Indian women's hockey team was left in a precarious position a month ago after they failed to qualify for a third successive Olympic Games. Going by old trends that Hockey India has followed, a few changes were to be made, especially in the coaching department. But when?On February 23, the change came. Janneke Schopman resigned from her position as the Indian women’s team’s head coach. But not before the 46-year-old coach, an Olympic gold medallist and World Cup winner during her playing career with the Netherlands, lambasted the Indian sports body for its attitude towards the women’s game.After India’s final home FIH Women’s Pro League match on February 18, Schopman claimed that her opinions were not valued and added that the women’s team was not as respected as the men’s team.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe moment Schopman criticised Hockey India, it was only a matter of time before she resigned, or was fired.Indian sports administrators have been notorious for having low tolerance for criticism aimed at them.And in the subsequent days, Schopman, the first-ever female hockey coach of an Indian team, doubled down on her criticism in a series of interviews with NNIS Sports in which she stated that she knew she would be fired if she stood up against what she perceived as unfair treatment meted out to the women’s system.On Tuesday, Elena Norman stepped down as Hockey India CEO after being at the helm for 13 years. According to a report in The Tribune, Norman resigned due to “unpaid dues and a hostile work environment”.It is a pity that Schopman’s tenure as the Indian coach will be remembered by her failure to take the team to the Paris Olympics and her subsequent acrimonious exit. As the coach, Schopman indeed has to shoulder some of the blame for the Olympic qualification debacle.However, the progress the team made under Schopman cannot be disputed. Coming from the Dutch school of fast-paced hockey, Schopman changed the way India played by relying on quick players to helm the attack. India have gone from being underdogs to dark horses in any competition.In her first major tournament as coach at the 2022 Commonwealth Games, she led India to their first medal, a bronze, since the 2006 edition. She then masterminded India’s 2022 FIH Nations Cup triumph which secured the team’s berth in the 2023-24 FIH Women’s Pro League.That was followed by a bronze medal at the Asian Games in Hangzhou in October and the Asian Champions Trophy title a month later. In between, she also found the time to guide India to their first-ever Women’s Junior Asia Cup title in 2023.Schopman also took on the role of a mental conditioning coach with the likes of captain Savita Punia swearing by the Dutchwoman’s approach to mindfulness. Schopman also worked with Punia and the other goalkeepers to improve their skills in penalty shootouts.More importantly, Schopman also went about setting up a team which could form the core of the national team for years to come. A host of young players like Sangita Kumari, Beauty Dungdung, Deepika Kumari, Mumtaz Khan and Ishika Chaudhary have been successfully integrated into the senior team.It is safe to say that the players had her back throughout her tenure and vice versa.However, for all the progress she made, there were still a few areas Schopman could not find a solution to. For all their positive style of play, India could not score goals in big matches. At the 2022 World Cup, India scored only eight goals in six matches.The lack of finishing came back to haunt India once again at the Ranchi Olympic qualifiers where the United States and Japan kept the Indian forwards at bay. With Gurjit Kaur struggling with injuries and poor form, Schopman couldn’t find solutions to the penalty corner conundrum.It cannot be overlooked that Schopman failed to complete the big target of earning qualification for the Olympics. But in years to come, what will be remembered is the impact she has had in the future of Indian women’s hockey.","author":"Dilip Unnikrishnan","time":"2024-02-29T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198855-ojshhhklyh-1709131333.jpeg","tags":["Hockey India","Hockey","Janneke Schopman","Elena Norman","Indian Hockey","Women’s Hockey","Savita Punia"],"source":"https://scroll.in/field/1064372/janneke-schopman-may-not-have-earned-an-olympic-berth-but-her-impact-on-womens-hockey-was-immense"}