{"title":"JD(S) suspends MP Prajwal Revanna amid sexual abuse allegations","content":"The Janata Dal (Secular) on Tuesday suspended party MP Prajwal Revanna, who faces a battery of sexual abuse allegations, reported NDTV.The party has also issued notice to Prajwal Revanna asking him to explain why further action should not be taken against him. He is the MP from Karnataka’s Hassan constituency and is seeking re-election from the seat.Union Home Minister Amit Shah, whose Bharatiya Janata Party is an ally of the Janata Dal (Secular), said his party stands with the women of the country, ANI reported. “I want to ask Congress [which is in power in Karnataka]…why they have not taken any action till now?” he asked. “We do not have to take action on this as this is a law and order issue of the state.”While Shah accused the Congress of inaction, the Karnataka Police on Sunday filed a case against Revanna and his father, HD Revanna, a former state minister, for sexual harassment and criminal intimidation based on the complaint of a woman.The woman – reportedly a relative of HD Revanna’s wife – has accused the former state minister of harassment whenever his wife was not at home. She also accused Prajwal Revanna of inappropriately touching women workers in the house.More than 2,000 pen drives carrying videos of alleged sexual assault against several women, allegedly recorded by Prajwal Revanna himself, circulated in Hassan ahead of the Lok Sabha elections in the constituency on Friday.On Saturday, the Congress government in Karnataka announced that a special investigation team will probe the case of “obscene videos” allegedly involving Revanna.On Monday, Janata Dal (Secular) leader and former Chief Minister HD Kumaraswamy said that the allegations of sexual harassment against Revanna were an embarrassment to society.Kumaraswamy called for a fair investigation and said that “those who commit a crime have to face punishment as per the law of the land”. He also said he was not connected to the allegations against Prajwal Revanna, who is his nephew.“Point to the individual who is facing the allegation,” the former Karnataka chief minister said. “Don’t blame the family. HD Revanna and his family are separate.”","author":"Scroll Staff","time":"2024-04-30T14:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193697-ozdwddwmio-1693574706.jpg","tags":["Janta Dal secular","Karnataka","Sexual violence","Prajwal Revanna","HD Revanna","HD Kumaraswamy","Lok Sabha 2024","NDA"],"source":"https://scroll.in/latest/1067255/jd-s-suspends-mp-prajwal-revanna-amid-sexual-abuse-allegations"}