{"title":"Jerry Pinto surprises readers with his new novel, a crime thriller","content":"A baby is like a flood of hope, and then comes a night and a blade and the moon is blood. He wondered how to tell Millie this. She had shared his love of poetry but for some strange reason, they had stopped reading it together. One more casualty of marriage. One more casualty of being a parent. And yet Sunil had brought so much with him, so much joy. He could still remember the first time he had held Sunil and wondered at how everything inside him seemed the same and yet how it was all shifting and sliding and changing, something immense happening, a tectonic shift in his identity that was linking him to this tiny screaming scrap of humanity, its red face already a reproach to his skills as a parent. He did not know how he could tell Millie that he was not sure he could take such a risk again, if he could expose himself to such vulnerability. Each day the newspaper brought fresh horror stories: the child abused on the bus, the child who fell down a manhole, the child who died in the toilet imprisoned by some power-maddened teacher. Everything that could go wrong seemed to go wrong and it always happened to children. Face-down in the mass grave, shell-shocked by the bomb, child after child. “Oh never mind,” said Millie. “Why bother with what we cannot have.”Then she began to cry. Peter gave her a clumsy hug and held her for a while. “Chhah,” she said. “This is stupid.” “That’s the spirit,” he said. “At least you didn’t call me Old Girl,” she said and took a big swig of tea. It was an old joke between them. Early in their courtship, she had told him about Miss Bertha, an Anglo-Indian teacher at her school who had been in the habit of consoling losers with “Buck up, old fruit” and “That’s the spirit, old girl”. Those phrases had entered a lexicon of intimacy easily; he had used them at first ironically to show her he cared, to show her he remembered things she told him, even the useless odd things and their sources. “And if anyone asks, I’ll say, what business is it of yours?” she said now. Peter saw that this was another angle. Other people. How did one face the neighbours? How did one face the parish? How did one face one’s friends? Not that it was any of their concern, technically speaking, but this was not a technicality. This was about what your son did in bed and how it was now public information. And Millie was much more connected to all these worlds than he was and so she would suffer their slights and rejections more deeply. After lunch, Millie curled up into a ball for a nap but Peter was restless. He decided to go for a walk. His footsteps took him to the police station. Jende was just getting off the phone, his face grim. “Something?” “Kidney. They took that boy’s kidney.”“Organ-trade-walas?”“Forensics says no. No one will take a kidney in the middle of a toilet. Too much risk of infection.”“Do these people care?”Jende shrugged. “It’s about supply and demand. If you start bringing kidneys that have been taken out in toilets, who is going to ask you again?”That made sense. Peter cast about. “Maybe they took it somewhere else...”No, that couldn’t be. But Jende was already all over it.“Yes, they cut him in a nice clean hotel room and took his kidney and they collected up the blood and they came and threw it in the toilet with the body.”Peter raised a hand to acknowledge his stupidity.Were they dealing with a serial killer, then? A fetishist? Someone who took trophies? All those grisly CSI stories from the television suddenly seemed uncomfortably close to home. But wary of being insulted for his amateur status again, Peter kept his mouth shut. Jende was talking aloud, feeling his way through:“Besides, forensics says it was not a clean cut.’”“Means?’”Jende leaned back. “If you’re used to cutting, you do it like that,’ and here he slashed his hand through the air as if using a whip. “You know what you’re doing. You know that something may come in the way. Inside the body, there’s this bone, that part, this muscle, that thing...you know this and you know you have to make it quick – take the knife – zweeen – all the way through. Or you do this,” here he suggested a quick jab. “But for this you have to be sure. You must know, inside here, the heart. I’m taking the heart. In-out. Like that. But this is a first-time person. This is the first time he’s cutting, possibly the first time he’s killing. So he cuts and thinks, ‘Enough,’ and then he cuts again and then it’s easier because the man is now almost finished, and so he makes it bigger. With his hands.”“But what was the victim doing?”“He did not struggle. We don’t know why. Like he was willing to let this happen.”Peter thought of the boy’s face, how he had seemed relieved almost.Jende’s frown got deeper. “So this is a first-time killer who writes in blood on the wall. Yes, it was blood. The boy’s blood.”A first-time killer. Why did that seem reassuring? From all that Peter had read, the first murder was supposed to be the difficult one. After that it got easy. Where had he read that? Surely not Agatha Christie...Would this man strike again? And why are you calling the murderer a man? he asked himself. It could have been a woman. But the answer to that was easy: it was a male toilet.“I think this kidney taking is important,” he said.“Like on television? Someone is mental and likes to take things from the body and all?”“Sort of.”“Chhah. I don’t think it’s like that,” said Jende.“I think it’s a moment of insanity, that moment when he has cut and there’s blood coming, chhikk-chikk, and he thinks ‘Chalo, I’ll pull something out’ and he reaches in and pulls and throws.”What manner of man was this? A first-time killer who could reach into a dead man and pull out a kidney. What drove his hand? What slowed his knife? And how did he know where to find the kidney? Did he cut it out or was it animal like, fingers and nails for teeth? Peter shuddered, and hoped his friend hadn’t noticed.“Has the kidney been found?” “No.” “Has there been a search?’”“As if you’ll find. It’s a piece of meat, Pittr. You know it’s a human kidney. The killer knows it’s a human kidney. The street dog knows? The crow knows? Does that bird, you know the one who used to take our vada pao in school in the recess, right out of our hands, that bird, he knows?”Peter waited for this to pass. He’d asked for it.“The dogs, the cheels, the rats, they don’t see it as evidence. You throw something away in this city and it’s gone. Maybe he flung it somewhere in the toilet, maybe on the tracks. Maybe he even walked with it all the way to Mahim Creek. He could have walked down the tracks in the night with it in his hand and who would be there to see?”Peter looked at him. “Okay, joking. Maybe not Mahim Creek.”“But there’s something not right...” Peter began. “You think he’s mental?”“If not mental, then somewhat deranged. Something has brought his madness to the surface. Here’s a first-time killer with a knife, you say. You’d think he’d be very startled by all that blood, by what he did. Instead, he reaches into the body and takes a kidney?”Excerpted with permission from Murder in Mahim, Jerry Pinto, Speaking Tiger.","author":"Jerry Pinto","time":"2017-02-10T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828779-26368-krmvuxfwew-1486692411.jpg","tags":["Mumbai","crime","fiction"]}