{"title":"Jharkhand Mukti Morcha MLA Sita Soren joins BJP","content":"Jharkhand Mukti Morcha MLA Sita Soren on Tuesday joined the Bharatiya Janata Party. Sita Soren is the daughter-in-law of party president Shibu Soren.The three-time legislator from the Jama Assembly constituency had earlier on Tuesday resigned from the Jharkhand Mukti Morcha saying that she is a victim of “continuous neglect” and has been “isolated from the party and family members”, reported The Indian Express.Sita Soren was married to Durga Soren, the elder brother of former Jharkhand Chief Minister Hemant Soren. Durga Soren died in 2009. On Tuesday, Sita Soren, who is the Jharkhand Mukti Morcha’s central general secretary, said that she was tendering her resignation with “a very sad heart”.“Since the demise of my late husband Durga Soren, who was a leading warrior of the Jharkhand movement and a great revolutionary, I and my family have been victims of continuous neglect,” she wrote in her resignation letter.She said that the party has now fallen “into the hands of those whose vision and objectives do not match our values and ideals”.The Jama MLA added that Shibu Soren’s “tireless efforts” to keep everybody together had “failed”. “I have recently come to know that there is a deep-rooted conspiracy against me and my family also,” she wrote. “A conspiracy is being hatched.”Sita Soren’s resignation from the party comes days after the Supreme Court overturned a 1998 judgement that had granted immunity from criminal prosecution to MPs and MLAs who took bribes to cast their votes or deliver speeches in the House in a “particular manner”. Shibu Soren was an accused in the case.Sita Soren had earlier been accused of accepting a bribe from a candidate during the Rajya Sabha elections in 2012. With the Supreme Court’s overturning of the 1998 judgement, she now faces a trial in the case.#WATCH | Taranjit Singh Sandhu, Former Ambassador of India to the US and Sita Soren, former JMM MLA and sister-in-law of ex-Jharkhand CM Hemant Soren, meet BJP national president JP Nadda after joining the party in Delhi. pic.twitter.com/XcD6vMAXh0— ANI (@ANI) March 19, 2024\n\n\nMeanwhile, Congress leader Ajoy Kumar said that Sita Soren may have joined the BJP because she was under pressure from action from central agencies, reported PTI.“[Prime Minister Narendra] Modi ji is only using ED, CBI, Income TaX to gain political opponents to his side,” Kumar told reporters. “All those who are leaving the Opposition is because of ED, CBI.”He added that Sita Soren was making a “huge political mistake” by joining the BJP as the people of Jharkhand are already upset because of the arrest of Hemant Soren.VIDEO | Here's what Congress leader Ajoy Kumar (@drajoykumar) said on former JMM leader Sita Soren joining the BJP. \"She must be under pressure from the ED and CBI. I think Sita Soren is making a huge political mistake.\" pic.twitter.com/N1wV4bR7DB— Press Trust of India (@PTI_News) March 19, 2024\n\n\nThe development comes after party leader and former Jharkhand Chief Minister Hemant Soren was arrested in connection with a money laundering case on January 31.The case pertains to an alleged scam linked to the ownership of a 7.16-acre land parcel in Ranchi, which the Enforcement Directorate claims was acquired through the “proceeds of crime” involving illegal sale of Army land.Ahead of his arrest, Hemant Soren resigned as Jharkhand’s chief minister. The state’s ruling alliance comprising the Jharkhand Mukti Morcha and the Congress had picked Cabinet minister Champai Soren to take up the chief minister’s post.","author":"Scroll Staff","time":"2024-03-19T14:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199377-uarzpeiedd-1710836338.jpg","tags":["Sita Soren","Jharkhand Mukti Morcha","Jharkhand"],"source":"https://scroll.in/latest/1065426/jharkhand-mukti-morcha-mla-sita-soren-quits-party"}