{"title":"Jharkhand: Five more arrested in Brazilian woman gangrape case","content":"The Jharkhand Police on Tuesday arrested five more men in connection with the gangrape of a 28-year-old Brazilian tourist in the Dumka district, reported ANI.Earlier the police had arrested three suspects in the case.“All the eight accused have been arrested,” Dumka Superintendent of Police Pitamber Singh Kherwar told ANI. “We have all the evidence against them and will file a chargesheet and request a speedy trial from the court. All the accused are between 18-25.”On the night of March 1, the woman was allegedly gangraped while she was on a biking trip with her partner. The couple was going towards Bhagalpur via Dumka when they decided to stop in the area for the night and put up a tent.According to Kherwar, the couple stopped a patrolling vehicle around midnight.“Initially, the patrolling party did not understand much of the incident because the woman was speaking partly in English and partly in Spanish,” said Kherwar. “They were taken to a nearby health centre. The doctors then informed the police that the woman had been raped.”The couple had also put up a video on social media, which has been deleted since, in which they said that seven men attacked them, beat them and “put a knife to our necks and said they were going to kill us”.“We are in the hospital, and something happened to us that we would not wish on anyone,” said the complainant. “Seven men raped me, and they have beaten us and robbed us, although not many things [were taken] because what they wanted was to rape me. We are in the hospital with the police, it happened tonight in India.”The Jharkhand High Court on Monday took cognisance of the case and sought a report from the state Chief Secretary and Director-General of Police, as well as the Superintendent of Police of Dumka district.","author":"Scroll Staff","time":"2024-03-06T10:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187139-xyeionyumo-1676991213.jpg","tags":["Jharkhand Police","Gangrape","Brazilian Woman","Dumka","Crimes Against Women"]}