{"title":"Jharkhand mob lynching: Police drop murder charges against 11 accused in Tabrez Ansari case","content":"The Jharkhand Police have dropped the murder charges against the 11 people accused in the mob lynching of a man in June. The police said one reason they had not filed charges under Section 302 of the Indian Penal Code was that the postmortem examination report blamed cardiac arrest for the death of 24-year-old Tabrez Ansari, The Indian Express reported. The 11 accused were instead charged under Section 304 of the IPC, which deals with culpable homicide not amounting to murder.A mob caught Ansari in Dhaktidih village in Seraikela-Kharsawan district while he was allegedly attempting to steal a motorcycle on June 18. He was reportedly tied to a pole and beaten for 12 hours. The police took Ansari into custody and produced him in a court, which sent him to judicial remand. According to the police, Ansari fell ill on June 22 and was taken to a hospital, where he died. The FIR said that the mob had also forced Ansari to chant “Jai Shri Ram” and “Jai Hanuman”. Saraikela-Kharsawan Superintendent of Police Karthik S said the police filed charges under culpable homicide instead of murder because of two reasons. “One, he did not die at the spot…the villagers did not have any intent to kill Ansari,” Karthik said. “Second, the medical report did not substantiate the murder charge.”“The final postmortem [examination] report said Ansari died due to cardiac arrest and that a haemorrhage in the head was not fatal,” he added. “The second medical opinion said the cause of death was a combination of cardiac arrest and the head injury.”Weeks after the incident, a civil rights group from Jharkhand had found lapses in the treatment of Ansari. A three-member investigating team set up by Seraikela-Kharsawan district officials found that police negligence and lapses on the part of doctors led to Ansari’s death. Their reports also stated that the police failed to respond in time and that doctors failed to diagnose his health condition properly.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-10T08:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122445-ukqheasovt-1561637347.jpg","tags":["Tabrez Ansari","Jharkhand","mob lynching","Murder","Seraikela Kharswan"],"source":"https://scroll.in/latest/936807/jharkhand-mob-lynching-police-drop-murder-charges-against-11-accused-in-tabrez-ansari-case"}