{"title":"Jharkhand mob lynching: Murder charges reinstated against accused in Tabrez Ansari case","content":"The Jharkhand Police on Wednesday invoked murder charges against 13 persons in connection with the death of 24-year-old Tabrez Ansari in June, The Indian Express reported. Earlier this month, the police had dropped the murder charge in the first chargesheet, contending that Ansari had died of a cardiac arrest due to stress and not because of injuries.While the first chargesheet named 11 persons under Section 304 (culpable homicide not amounting to murder) of the Indian Penal Code, the supplementary chargesheet names 13 men under Section 302 (murder). Two persons were arrested later.The murder charges were filed on the basis of a fresh medical report. The police said in the first chargesheet that the opinion on the cause of death was kept “reserved” in the viscera report. They said a second medical board had now given its opinion that Ansari’s death was a combined effect of injury and cardiac arrest.The police also received the integrity report of the video in which Ansari was seen brutally beaten up, and said it was not tampered with.“I am very happy that this has happened,” Sahista Pervez, wife of Ansari told The Quint. “Some faith in the administration and investigative agencies has been restored. This is great news for us. They [the accused] deserve the strictest punishment.” The family’s lawyer Altaf Hussain said the action is a strong move by the police. “...It is great news, however the demand for a CBI inquiry stays on,” he told the website. On Monday, Pervez had threatened to sit on a fast-unto-death if she was not given copies of the postmortem report and reports by the team of doctors.A mob caught Ansari in Dhaktidih village in Seraikela-Kharsawan district while he was allegedly attempting to steal a motorcycle on June 18. He was reportedly tied to a pole and beaten for 12 hours. The police took Ansari into custody and produced him in a court, which sent him to judicial remand. According to the police, Ansari fell ill on June 22 and was taken to a hospital, where he died. The FIR said that the mob had also forced Ansari to chant “Jai Shri Ram” and “Jai Hanuman”.The police took Ansari into custody and produced him in a court, which sent him to judicial remand. Ansari fell ill on June 22 and was taken to a hospital, where he died. According to the first information report, the mob had forced Ansari to chant “Jai Shri Ram” and “Jai Hanuman”.Weeks after the episode, a civil rights group from Jharkhand found lapses in Ansari’s treatment. A three-member investigating team set up by district officials found that police negligence and lapses on the part of doctors led to his death.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-19T07:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122445-ukqheasovt-1561637347.jpg","tags":["Tabrez Ansari","Jharkhand Police","mob lynching","Seraikela Kharswan"]}