{"title":"Jharkhand court holds 10 persons guilty in Tabrez Ansari lynching case","content":"A Jharkhand court on Tuesday convicted 10 out of the 13 persons arrested in connection with the mob lynching of Tabrez Ansari in 2019, PTI reported. The quantum of punishment will be announced on July 5 by Additional Session Judge Amit Shekhar.Ansari, 24, was assaulted by a mob in the Seraikela-Kharsawan district of Jharkhand in June 2019 on suspicion of theft. He was tied to a pole and beaten for 12 hours and was forced to chant “Jai Shri Ram” and “Jai Hanuman”.Ansari was subsequently taken into custody and produced before a court, which sent him to judicial remand. Three days after the assault, he fell ill and was taken to a hospital, where he died.Initially, the Jharkhand Police had dropped the murder charge in the first chargesheet, contending that Ansari had died of a cardiac arrest due to stress and not of injuries. However, after facing flak, the Jharkhand Police reinstated murder charges against the 13 accused persons.  According to the prosecution, two persons were acquitted as no evidence was found against them. One accused person died during the trial.Those convicted were identified as Prakash Mandal, Bhim Singh Munda, Kamal Mahato, Madan Nayak, Atul Mahali, Sunamo Pradhan, Vikram Mandal, Chamu Nayak, Prem Chand Mahali and Mahesh Mahali.On Tuesday, Additional Public Prosecutor Ashok Ray told The Indian Express that the accused were held guilty under Section 304 (culpable homicide not amounting to murder) of the Indian Penal Code.“The judge said ingredients to convict the accused under Section 302 [murder] were not found,” Ray said.Advocate Altaf Hussain, representing Ansari’s wife, said that he is confident the accused will be sentenced to life imprisonment to The New Indian Express.","author":"Scroll Staff","time":"2023-06-28T11:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122445-ukqheasovt-1561637347.jpg","tags":["Tabrez Ansari","Mob Lynching","Jharkhand"]}