{"title":"Jharkhand: Muslim man dies four days after mob beats him up, forces him to chant ‘Jai Shri Ram’","content":"A 24-year Muslim man was beaten by a mob in Jharkhand’s Seraikela Kharsawan district on June 18, and he died in the hospital, allegedly of his injuries, four days later. However, the police said the cause of the death of Tabrej Ansari, a resident of Kharsawan city, was not yet known since the autopsy report has not been submitted yet. Ansari was caught in Dhaktidih village while allegedly attempting to steal a motorcycle. “Two of his accomplices escaped,” Superintendent of Police Karthik S told Scroll.in. “But he was ill-treated by the villagers. When the police got the information, they went to the spot and took him in custody, along with the motorcycle.” Ansari was charged with attempting to steal, and produced in a court that sent him to judicial remand. According to the police, he fell ill on Saturday and was taken to a hospital, where he died.“While it’s being reported that the death happened in the hospital, Ansari actually died in police custody,” claimed Afzal Anis, activist and Jharkhand state coordinator of Aman Biradri, an organisation that works for communal harmony.Videos of the assault soon spread on social media. Ansari’s family approached the police with the videos after his death, based on which an FIR was filed. The complainant was Shaista Parveen, Ansari’s wife. On the basis of the videos, the police arrested a villager identified as Pappu Mandal and named 100 unidentified people in its first information report. “He has been arrested under murder and rioting charges,” said the police.According to the FIR, the mob also forced Ansari to chant “Jai Shri Ram” and “Jai Hanuman”. However, the police said Pappu Mandal did not belong to any Hindutva organisation such as the Bajrang Dal. District police chief Karthik S also refused to comment on Ansari being forced to chant the slogans. “I have not heard any of those videos,” he said. “The situation here is peaceful.”Ansari’s wife accused the police of not providing her husband proper treatment even though he had sustained injuries in the head, reported Avenue Mail, a Jharkhand-based newspaper. His uncle Maksud Ansari alleged that villagers had brutally murdered his nephew and accused the police of delaying action against the perpetrators. Maksud Ansari claimed that his nephew died in jail but prison officials sent him to a hospital to save themselves. He demanded stringent action against jail and district police officials. The news of Ansari’s death came the day the Ministry of External Affairs rejected an official report released by the United States that said mob attacks by “violent extremist Hindu groups” against minority communities, particularly Muslims, continued in India in 2018 amid rumours that victims had traded or killed cows for beef. Another Muslim lynched in Jharkhand. In Saraikela village of Kharsawan district. Badly beaten by mob and asked to chant Jai Shri Ram and Jai Hanuman. Died in hospital. Had come home to celebrate Eid. New Jharkhand and New India in making. @Dipankar_cpiml @HemantSorenJMM pic.twitter.com/m42DbkZQDT— Jharkhand Janadhikar Mahasabha (@JharkhandJanad1) June 23, 2019\n\nIn April, a mob lynched an Adivasi man in the state’s Gumla district for cutting a dead bull. Three others were injured in the incident. In March 2016, cow vigilantes had abducted cattle trader Majloom Ansari and schoolboy Imtiaz Khan in Latehar district while they were on their way to a cattle fair in a neighbouring district. They lynched the two and hanged them from a tree. In December 2018, a local court sentenced eight convicts to life for their involvement in the incident.","author":"Scroll Staff","time":"2019-06-23T15:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122445-svkayywtmq-1561284280.jpg","tags":["Jharkhand","Mob lynching","Seraikela Kharsawan district"],"source":"https://scroll.in/latest/928071/jharkhand-muslim-man-dies-of-injuries-allegedly-sustained-in-mob-attack-in-seraikela-kharsawan"}