{"title":"Jharkhand lynching case: Tabrez Ansari’s cardiac arrest was triggered  by severe trauma, say doctors","content":"A medico-legal document by five doctors of a medical college in Jharkhand’s Jamshedpur city confirmed that Tabrez Ansari, who was assaulted by a mob in June, died of cardiac arrest triggered by severe trauma, NDTV reported on Thursday. The police had dropped murder charges against the 11 accused in the mob-lynching case two days ago, and charged them with culpable homicide not amounting to murder.“The fracture of bone is grievous injury caused by hard and blunt object,” read the document signed by the heads of departments of the medical college. “The combined effect of fracture of bone, pale organs and heart chambers full of blood resulting into cardiac arrest.” The committe had submitted its report on August 10.A doctor who was part of the team that performed Ansari’s autopsy claimed that the cardiac arrest could have been triggered by stress. According to the doctor, Ansari might have been under stress because of several reasons, including injuries. No poison was found in the viscera report, he added.“Our role is limited to establishing the fact that the cardiac arrest has a reason and, in this case, excessive bleeding due to injury resulted in cardiac arrest,” The Times of India quoted Dr Lalan Choudhary, the head of the five-member panel, as saying. A senior police official, Karthik S, claimed that two separate post-mortem reports had revealed that Ansari had died of cardiac arrest. He said there was no evidence to support the claim that Ansari had been murdered. “Once we got the medical report, we asked for second opinion from higher level of experts,” the police officer said. “They also gave same sort of opinion.”Ansari’s wife Shaista Parveen demanded a Central Bureau of Investigation inquiry. “I strongly demand for a CBI probe into the incident of lynching of my husband as I have no faith in the investigation by the district police,” she said, according to PTI.Parveen said murder charges against the accused should be restored and added she would not accept “anything less than death sentence” for the main accused and life terms for the rest. She claimed she had not been given any compensation.Meanwhile, Minister of State for Home Affairs G Kishan Reddy said lynching cases were unfortunate, and assured that the Centre would talk to the Jharkhand government about the police dropping murder charges in the case. “I do not know what happened in the courts....but those behind the criminal activity should be punished,” The Hindu quoted the minister as saying. “All governments should stop lynching. It is not that lynching is happening only in BJP-ruled states; it happened in West Bengal too. The prime minister has also spoken against it.”On June 18, a mob caught Ansari in Dhaktidih village in Seraikela-Kharsawan district while he was allegedly attempting to steal a motorcycle. He was allegedly tied to a pole and beaten for 12 hours straight. The police took Ansari into custody and produced him in a court, which sent him to judicial remand. Ansari fell ill on June 22 and was taken to a hospital, where he died. According to the first information report, the mob had forced Ansari to chant “Jai Shri Ram” and “Jai Hanuman”.Weeks after the episode, a civil rights group from Jharkhand found lapses in Ansari’s treatment. A three-member investigating team set up by district officials found that police negligence and lapses on the part of doctors led to his death.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-12T20:44:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/122486-vwjfutvaqw-1568111474.jpg","tags":["Tabrez Ansari","Jharkhand","cardiac arrest","mob lynching case"],"source":"https://scroll.in/latest/937133/jharkhand-lynching-case-tabrez-ansaris-cardiac-arrest-was-triggered-by-severe-trauma-say-doctors"}