{"title":"Jharkhand lynching: Probe team says police negligence, doctors’ lapses led to Tabrez Ansari’s death","content":"A three-member investigating team said police negligence and lapses on the part of doctors led to the death of 24-year-old Tabrez Ansari in Jharkhand in June, PTI reported on Friday. The inquiry report also stated that the police failed to respond in time. “The June 17 incident was reported to the police around 1 am, but they took actions only after 6 am,” PTI quoted the investigating team as saying. The report also said that Ansari’s viscera samples had been sent to the forensic department in Ranchi to establish the cause of death. A civil surgeon, who was transferred to Khunti district in Jharkhand after the incident, said that X-ray and full body scan of Ansari had not been done as there were no symptoms of brain injury.The district administration has sought to take action against the police officials and doctors who were involved in the incident. “I have received the report of the probe carried out by the Sub-Divisional Officer,” Seraikela-Kharsawan Deputy Commissioner Anjaneyulu Dodde told The Hindu on Thursday. “The report says that doctors failed to diagnose the health condition of Tabrez Ansari properly and the police did not respond in time. I have written to both the Health Department and Superintendent of Police to take action against those responsible.” The administration had initiated an investigation into the incident after widespread condemnation. The sub divisional officer of Seraikela-Kharsawan was asked to submit a report.Last month, a mob had assaulted Ansari, who was caught while allegedly attempting to steal a motorcycle, for 12 hours. The police had taken him into custody and produced him in a court that sent him to judicial remand. However, he fell ill on June 22 and was taken to a hospital, where he died.Weeks after the incident, a civil rights group from Jharkhand had found lapses in the treatment of Ansari. Eleven people have been arrested in the case.","author":"Scroll Staff","time":"2019-07-12T23:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122445-ukqheasovt-1561637347.jpg","tags":["Jharkhand","Tabrez Ansari","mob lynching"]}