{"title":"Jharkhand HC orders fresh probe into killing of Adivasi man in police firing in 2021","content":"The Jharkhand High Court last week ordered a fresh investigation into the killing of a 24-year-old Adivasi man by the police in an alleged “fake encounter” in Latehar district in 2021, reported Bar and Bench on Monday.The Adivasi man, Brahmadev Singh, was killed by police in Piri village on June 12, 2021. Singh was part of a group of six other men who had gone for hunting small animals as part of Nem Sarhul, an annual Adivasi celebration. The group was carrying a locally-made gun for hunting.Advocate Shailesh Poddar told the High Court that security personnel fired at Singh and others without any warning. “Bramhadev by way of taking out his tshirt and pant, raised his hands and pleaded to prove that he was completely innocent villager, but the firing continued,” Poddar claimed.After Singh was shot at, the police personnel chased away his aunt Panpatiya Devi who had come to check on him, Poddar alleged. The security personnel carried him across a nearby river and the villagers reported that Singh was alive by then, because his hands and feet were trembling, the High Court order said, citing Poddar’s submission.It also said that the security forces had shot Singh once again after crossing the river and changed his clothes.“After this Bramhadev is seen wearing a pair of blue jeans and yellow t-shirt, which has been widely published in the newspaper as a part of cover-up by the security which amounts to a fake encounter, upon an innocent villager,” the High Court said.The police have, however, claimed that that Singh’s death was a result of cross-firing. They had also filed a first information report against Singh and five others under various sections of the Indian Penal Code, including attempt to murder.Another FIR was later filed against the police for murder after Singh’s wife Jiramani Devi approached the High Court. The High Court said that the authorities had ignored a magistrate order to file an FIR against the police officials. Jharkhand’s Crime Investigation Department investigated both the FIRs but filed a closure report in the matter, citing lack of evidence. The report however, acknowledged that Singh’s death was caused by mistake. Justice Sanjay Kumar Dwivedi said that the closure report is a “clear hasty action leaving much to be desired regarding the nature of the investigation,” Bar and Bench reported. The High Court set aside the closure report and directed the State Director General of Police and State Home Secretary to constitute a fresh team which will be headed by a senior police official to investigate the matter and submit a report within three months.It also ordered the state to pay Rs 5 lakh as compensation to Singh’s wife.","author":"Scroll Staff","time":"2023-08-22T13:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186570-lqtabqyqun-1675750149.jpg","tags":["Jharkhand High Court","Adivasi Man","India News"],"source":"https://scroll.in/latest/1054695/jharkhand-hc-orders-fresh-probe-into-killing-of-adivasi-man-in-police-firing-in-2021"}