{"title":"Jharkhand lynching: Police failed to get victim medical help despite family’s pleas, says group","content":"A civil rights group from Jharkhand has found lapses in the treatment of Tabrez Ansari, a Muslim man who died in Jharkhand last week after being assaulted by a mob. The Jharkhand Janadhikar Mahasabha found during its investigation that the police did not listen to requests by Ansari’s family to take him to a hospital for four days even though he was severely injured.When two members of Ansari’s family asked the police to arrange medical treatment for him, the officers threatened to break their bones, according to the organisation. It said its team met the family members of Ansari on June 25 in Kadamidiha and Dhatkidih villages in Kharsawan block during a fact-finding mission. They also met some villagers. However, the team could not meet police and hospital officials due to lack of time.Ansari was caught in Dhaktidih village in Seraikela-Kharsawan district while allegedly attempting to steal a motorcycle on June 18. He was reportedly tied to a pole and beaten for 12 hours by a mob. The police took Ansari into custody and produced him in a court that sent him to judicial remand. According to the police, Ansari fell ill on June 22 and was taken to a hospital, where he died. The FIR said that the mob had also forced Ansari to chant “Jai Shri Ram” and “Jai Hanuman”.The Jharkhand Janadhikar Mahasabha found that Ansari had gone to a family member’s home in Jamshedpur on June 17 with two 14-year-old boys. He told his wife around 10 pm that he was returning home but he did not come back that night. “In the morning, she got a call from him in which he told her that he was being beaten in Dhatkidih village and pleaded her to help him,” the team from Jharkhand Janadhikar Mahasabha said. “She informed his immediate family members – his uncles Maksud Alam and Masrur Alam.”The two men found a severely injured Ansari in jail at the Saraikela Police Station. The police told the men that Ansari had been arrested for stealing. However, when Masrur Alam told Bipin Bihari Singh, the officer in charge of the station, that Ansari needed immediate medical help, the officer allegedly threatened to break their bones if they did not leave.Ansari told his relatives that on the way back from Jamshedpur, he and the two boys were stopped by some men, who had asked for his name. When he replied, they tied him to a pole and beat him up. “When he asked for water, he was given dhatura (a type of poisonous weed) to drink and dhatura leaves were stuffed in his mouth,” the team said. He also identified his attackers, one of whom was named Pappu Mandal.Mandal, who was at the police station, wondered how Ansari was alive after being beaten up so badly. The next day, the police told Ansari’s relatives that he had been shifted to the local jail. Their pleas for medical treatment went unattended.“On 22 June, the uncles were informed by an acquaintance that Tabrez was admitted in Saraikela Sadar hospital,” the investigating team said. “They went there and found that there was foaming at the mouth. The doctor told them that Tabrez was dead. When a local reporter checked the body, she found that he was still breathing. Upon hearing this, the relatives shouted at the doctor. He then referred Tabrez to Tata Medical Hospital, Jamshedpur. When they reached the hospital, he was found to be dead.”After Ansari died, his family members filed a complaint against Pappu Mandal and others for lynching him.Ansari, who worked as a welder in Pune, was planning to return to the city soon with his wife, who he had married a month and a half ago, the team said. Ansari’s neighbours in Kadamdiha village said he had no past criminal record, and was never accused of stealing. All his neighbours said they had learnt of the incident from a video online.At Dhaktidih village, where Ansari was beaten up, the team met some women, who said they were scared and added that the police were searching for the men who had assaulted Ansari. “They said that they were not present at the spot where the incident happened,” the statement said. “But they had heard that Tabrez and his two companions had tried to break into Kamal Mahto’s house at around 2 am in the morning of 18 June. They were caught in this process and beaten.”“When people of Dhaktidih realised that Tabrez was in a bad shape after the beating, they decided to create a story of bike theft,” the team said. “They only brought the bike from somewhere and made it look like theft. The mob forced Tabrez to say that he was a thief.”The civil rights group said that when they were speaking to these women, some men on bikes arrived in the village and asked the women if the security forces were harassing them. They said: “Sab Jai Shri Ram hai. Ghabrane kee baat nahi hai [there is no need to be afraid].” The men said they had come to support villagers who were being harassed for punishing a thief. One of the men also said that a thief has no religion so it is okay to make him say “Jai Shri Ram”.The men asked the fact-finding team questions about their work and tried to intimidate them, the report said. “On further investigation on social media by the fact-finding team, it emerged that one of the young men (who was leading the others) is a member of the ruling party [Bharatiya Janata Party],” the report said. “The group held a meeting with the villagers after the fact-finding team left the village. This incident clearly indicates that the ruling party is trying to deepen the religious polarization in the area.”","author":"Scroll Staff","time":"2019-06-27T18:32:49.606580+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122445-ukqheasovt-1561637347.jpg","tags":["Jharkhand Janadhikar Mahasabha","Tabrez Ansari","Jharkhand","Jharkhand lynching"],"source":"https://scroll.in/latest/928593/jharkhand-lynching-civil-rights-group-finds-lapses-in-police-investigation"}