{"title":"Jharkhand HC rejects ex-CM Hemant Soren’s plea against arrest in money-laundering case","content":"The Jharkhand High Court on Friday rejected a petition by former Chief Minister Hemant Soren challenging his arrest by the Enforcement Directorate in a money-laundering case, Live Law reported.A bench of Acting Chief Justice Shree Chandrashekhar and Justice Navneet Kumar had reserved its verdict on February 28. The former chief minister approached the Supreme Court on April 24 questioning the High Court’s delay in pronouncing its judgement.On Monday, the Supreme Court issued a notice to the Enforcement Directorate and said that the High Court was free to pronounce its verdict on the matter.In response to a separate petition, Justice Rongon Mukhopadhyay on Friday allowed Soren to attend the last rites of his uncle while remaining under police custody, PTI reported. The judge, however, told the Jharkhand Mukti Morcha leader not to speak to the media.Soren has been in jail since January 31, when he was arrested by the Enforcement Directorate in connection with the money-laundering case. This was shortly after he resigned as the chief minister after being questioned by the central agency.The chargesheet filed by the Enforcement Directorate on March 30 named Soren, Bhanu Pratap Prasad, Raj Kumar Pahan, Hilariyas Kachhap and Binod Singh as the accused persons in an alleged land scam. The central agency has also attached 8.86 acres of land allegedly owned by Soren.According to the Enforcement Directorate, Soren acquired the land located at Baragain Anchal at Bariyatu Road in Ranchi through illegal means. The central agency has also accused Soren of misusing his power and influencing false evidence in the case after he was issued the first summons for questioning on August 7.The former chief minister has denied allegations made by the central agency.","author":"Scroll Staff","time":"2024-05-03T16:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179423-zaczyxxbli-1662360860.jpg","tags":["Jharkhand","Hemant Soren","Enforcement Directorate","money-laundering case","corruption allegations"],"source":"https://scroll.in/latest/1067405/jharkhand-hc-rejects-ex-cm-hemant-sorens-plea-against-arrest-in-money-laundering-case"}