{"title":"Champai Soren takes oath as Jharkhand chief minister","content":"Jharkhand Mukti Morcha leader Champai Soren on Friday took oath as the state’s chief minister, two days after party leader Hemant Soren resigned from the post.  Governor CP Radhakrishnan administered the oath of office to Champai Soren. The 67-year-old became the 12th chief minister of the state. Congress leader Alamgir Alam and Rashtriya Janata Dal leader Satyanand Bhokta took oath as state ministers.  Champai Soren now has ten days to prove his majority in the Assembly. He claims to have the support of 43 MLAs in the 81-seat House.On Wednesday, Hemant Soren resigned as Jharkhand’s chief minister just before the Enforcement Directorate arrested him in a money-laundering case.  The next day, Champai Soren met the governor and urged him to expedite the process of appointing the new government.Due to the governor’s delay in taking a decision, the Jharkhand Mukti Morcha and Congress were planning to shift their MLAs to Congress-ruled Telangana, fearing attempts by the Bharatiya Janata Party to poach the legislators.However, the plane bound for Telangana could not take off due to bad weather and the MLAs were brought to a government guest house in Ranchi instead, according to NDTV.Case against Hemant SorenThe case against Hemant Soren pertains to an alleged scam linked to the ownership of a 7.16-acre land parcel in Ranchi, which the central law enforcement agency claims was acquired through the “proceeds of crime” involving the illegal sale of Army land.He was arrested after more than seven hours of questioning by the central agency. A day before his arrest, the Enforcement Directorate had seized Rs 36 lakh in cash and a luxury sports utility vehicle from his Delhi home.The former Jharkhand chief minister also moved the Supreme Court on Thursday challenging his arrest. The court directed him to approach the Jharkhand High Court.  Also read: How the Modi government has weaponised the ED to go after India’s Opposition","author":"Scroll Staff","time":"2024-02-02T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198092-pikpomwfvb-1706858173.jpg","tags":["Champai Soren","Jharkhand Mukti Morcha","Jharkhand"],"source":"https://scroll.in/latest/1063085/jharkhand-governor-invites-champai-soren-to-take-oath-as-chief-minister"}