{"title":"Jhulan Goswami: The pacer with a big heart, a guardian angel, a giant who towered over the rest","content":"It’s 16 March 2022. “Hi Jhulu di – congratulations on the milestone today…” my voice blared through the speakers in the press conference room at the Bay Oval in Mount Maunganui.Jhulan Goswami, who had picked up her 250th ODI wicket trapping Tammy Beaumont, leg before wicket earlier in the day, nodded in acknowledgment, a hint of a smile playing across her lips, and mumbled, “Thank you.”Encouraged, I carried on: “… I just wanted to ask you how your body has been coping with all the travel and the back-to-back games? How are you feeling, physically, going into the next few matches?”The 39-year-old’s smile widened. “Ananya! Only you can understand my feelings, yaar. Thank you [for asking],” she chuckled before talking about “workload management”, the challenges of needing to be fresh for every game and touching upon the army of staff who were trying to keep the players fit and firing.At the time, Goswami’s actual answer mattered little to me. Seated over 11,000 kilometres away, I was basking in the glory of the rather public acknowledgment I had received from arguably the greatest female fast bowler ever. The details of the answer, or the result of the day felt inconsequential; my year had been made.Goswami could do that to you – make you feel on top of the world. She could do that to anyone, really. Over the course of her career, she’d made a habit of it. She took it upon herself to be the guardian angel of the younger players in and around the Indian team – to envelop them in her ginormous wings and make them feel safe and protected in a new environment. In her own way – often by attempting to break the ice – she made them feel seen, special, even; like they belonged. She injected them with the confidence they needed to kick on with their careers; to become greats of their own. She did that with many, at all levels, through different periods in her career.Jhulan Goswami retirement: ‘Singing national anthem, wearing India jersey was the ultimate feeling’When Harmanpreet Kaur broke into the Indian team in 2009, it was Goswami who was at the helm, making sure she did everything in her power to make the 20-year-old feel at home. When Shikha Pandey played in her first ever Challenger Trophy, it was Goswami who put an arm around her and built up her confidence. When Archana Das made the brave decision to move from Hyderabad to Bengal in order to further her cricketing ambitions, it was Goswami who extended her support and made her feel welcome. And when I first made my way into the India A team, it was an invitation for chai with Goswami that helped settle the nerves… She was always there, hovering; the safety net below you in case you slipped up.First bowler to 250 wickets in men's ODIs:Kapil Dev (IND) v NZAuckland, 27 Mar 1994First bowler to 250 wickets in women's ODIs:Jhulan Goswami (IND) v ENGMount Maunganui, 16 Mar 2022#INDvENG #CWC22— hypocaust (@_hypocaust) March 16, 2022\n\nFor a large part of her 20-year international career, Goswami was also India’s safety net with the ball. In times of strife, she was the one they turned to for hope – to break a burgeoning partnership, to stem the flow of runs, to take early wickets when the batting had failed, or to field difficult questions after a disappointing loss. If things didn’t go to plan, India searched for the towering, 5’11” seamer, and she almost always answered their call. She was their protector, the glue that often held them together. It is therefore no surprise that the Indian team have rallied around her in her final international series like they have for no other. Make no mistake, India have celebrated their heroes before, but never so publicly; never so unabashedly. It was no small matter that Smriti Mandhana interrupted questions during the post-match presentation after ODI no.1 to make a statement of her own – to declare to the world that everything India did in the 2022 ODI series against England would be “for Jhulu di”.  Her interjection was simply a reflection of the love and respect that the team have for Goswami. They want to make her proud because they owe her so much. She is a big part of the reason they have the opportunity to make a career in cricket. It is therefore fitting that they have banded together to give her the farewell she truly deserves – India’s first ODI series victory in England since 1999.England vs India: Harmanpreet Kaur on her 143* in 2nd ODI, Jhulan Goswami’s Lord’s farewell and moreThe approachable mentorThe thing about Goswami is that even as newbie, you knew you could approach her. She’d welcome you with a warm smile and an arm around the shoulder. She could talk about bowling all day, every day, often ending the conversation with a tongue-in-cheek, “Arey! Tum logon ko toh sab kuch pata hai – abhi internet pe toh saara information mil jaata hai. Why are you asking me?” [You all know everything – all the information is available on the internet].In 2014, just ahead of India’s tour to England in August, I had the privilege of spending a fair bit of time with Goswami. Since rain interrupted most of the matches in Alur, Goswami was always surrounded by a group of young players on match days.At a time when she was mulling over a possible retirement and having to recalibrate her own goals, she was still generous with her time and advice. She spoke openly about her struggles over the previous year and the work she was putting in – technical, physical and diet-related – to find a way back to the top of her game. She conducted an impromptu bowling session, monitored our movements as we learnt to dive and slide on a wet outfield, invited us to see her newest pair of New Balance bowling boots, talked in depth about the time in her career when bowling shoes weren’t so readily available, and told us stories of her previous tours to England – her batting effort in Taunton in 2002, the excitement of a Test series win in 2006 (“England mein bowling daalne ka mazaa hi alag hai!”), Claire Taylor putting India to the sword at Lord’s that same year (“Hey bhagwaan! Kya maara tha yaar usne!”), and their redemption in 2012 (“Winning at Lord’s was special.”).Through all those conversations, Goswami, who was already India’s greatest ever female fast bowler and firmly on the path to becoming the greatest of all time, showed us that it was okay to be vulnerable, that it was human to struggle, and that it was also human to soar. You simply needed to find a different way to spread your wings.When we met in domestic tournaments after that, Jhulu di was never short of advice. Once or twice, she even hung around our net to see whether I had implemented the tweaks she had suggested, admonishing me when I bowled a floaty full delivery, and passing on a word of encouragement on the odd occasion the changes (and the right lengths) came together. That her advice was rarely generic – almost always catered to the individual she was speaking to – made you feel special, like she was taking a real interest in your development, but it also underlined Goswami’s deep knowledge of her craft. Best in the businessIf you grew up bowling pace in India – from the dibbly-dobbly kind to serious heat – chances are, you have, at some point, wanted to be Jhulan Goswami. Chances are, also, that you tried to copy her iconic action hoping it would result in immediate consistency and wickets. Chances are, you failed. But if Goswami’s career has taught us anything, it is that you’ve got to keep trying, no matter what. Because, in the end, it’s the fast bowler with the bigger heart that wins.“Medium pacer banna hai, toh dil badaa hona chahiye [If you want to be a medium pacer, you have to have a big heart],” she’d often say. “It is hard work – you have to be prepared to do extra. You even have to be prepared to fail. Nothing comes easy. But you have to be consistent and sincere.”Goswami was that pacer with the big heart. She’d remind you of it, often. She didn’t have the raw skill and talent of Rumeli Dhar, nor was she as athletically gifted as Amita Sharma, but she outlasted them all, through sheer determination. Her discipline, dedication and commitment to the game were her superpowers. Those were the qualities that made her the giant she became – India’s unrelenting, metronomic machine.She played over 250 matches, took more than 350 wickets and scored close to 2000 runs. She is, without doubt, the greatest female fast bowler of all time. There will be no one like her ever again. Learning to beat the oddsLike all trailblazers, she ignored the naysayers and defied the odds to become the best this country has ever seen. On flat tracks with little pace or carry, she would come bounding in, “hit the right areas” and “make things happen”. Ball after ball, over after over, session after session and match after match, for 20 years she charged in with the same intensity that she did as a 19-year-old, putting her body through the wringer. Her ankles and knees took a pounding. Her hips, quads, back and sides have also taken a beating. And her wrist, elbow and shoulder are hanging on for dear life; for one last hurrah. But she carried on, like a machine, relentless in her effort and accuracy.At the start of her career, when they told her that her success was one off, she went and backed it up with consistency. When they told her pure pace would never be enough, she developed the ability to move the ball both ways. Later, when they told her that fast bowlers wouldn’t make good captains, she led a young Indian team to two consecutive knockouts in ICC tournaments. When they stripped her of her captaincy, she simply shrugged it off and continued to take wickets. When they told her she had lost her zing, she went back and reinvented herself. And when they told her she was on her last legs, she carried on and on and on. Eventually they stopped talking. She had finally won them over.Precise, patient, powerful, prolific: The wondrous rhythm of Jhulan Goswami’s bowlingWhile her pain thresholds were unbelievably high, often allowing her to play through the discomfort when most would have given up, in recent times, it has seemed like Goswami’s body has been pleading with her to slow down. In the 2022 ICC Women’s Cricket World Cup in New Zealand, ahead of what was a virtual quarter-final against South Africa, Goswami suffered a side strain. The 39-year-old was confined to the sidelines, watching helplessly as India were handed a heart-breaking loss and went crashing out of the tournament. Up in the dressing room, Goswami, whose World Cup dream had been shattered, could only shrug, smile and embrace her young teammates who were all hurting just as much. In typical style, she extended support to those around her instead of wallowing in her own sadness.Greg Baum wrote of Roger Federer in his column for The Sydney Morning Herald: “Arguably, greatness in sport can be condensed into four qualities: achievement, longevity, style and graciousness. Some display some of these characteristics, but Federer inimitably and peerlessly combined them all.”The same could be said of Goswami. She finished at the top of the wicket-tree, so far ahead of everyone in ODIs, that it will take years for her to be overthrown. She has enjoyed the longest playing career as a female fast bowler – a record that is unlikely to be overtaken in the near future. Her bowling action was a combination of power and beauty and left you mesmerised each time you saw it, and her demeanour on the field meant she was revered and loved by all.India, as yet, have not quite been able to build a dynasty of pacers waiting to take her place.  The truth is, Goswami reached such dizzying heights and set the benchmark so improbably high that those who came after have struggled to stand alongside her for too long – not because they were not good, but because the scale by which they were being measured was Goswami-sized. She was a giant who towered over the rest, literally and figuratively, till the very end.There is little doubt India will miss her reassuring presence in the field. They will miss her words of encouragement and advice from the dugout. They will miss her passionate wicket celebrations – the ones that seem to invite the world in for an embrace. They will miss the warmth and positivity she brought to the dressing room. But most of all, they will miss their “Jhulu di” – the one who kept them grounded, the one who shielded them from the barbs of the outside world, the one who laughed and cried and sometimes danced with them; the one who invited them for chai and went on walks with them; the one who was always up for a chat and knew how to lift their spirits; the one who could seemingly turn from a strict, rather serious veteran to an enthusiastic, slightly silly 20-something at the drop of a hat… for all of this and more, they will miss her. We will too.For 20 years and 261 days, this was Jhulan Goswami’s world, and we have been truly lucky to be living in it.Ananya Upendran is a former Hyderabad pacer, and now a freelance journalist. She previously worked as Managing Editor of Women’s CricZone.","author":"Ananya Upendran","time":"2022-09-24T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171411-geuzuknuth-1647095240.jpeg","tags":["Jhulan Goswami","India","England","India Tour of England 2022","Cricket","Jhulan Goswami retirement"],"source":"https://scroll.in/field/1033520/jhulan-goswami-retires-the-pacer-with-a-big-heart-a-guardian-angel-a-giant-who-towered-over-the-rest"}