{"title":"Jhulan Goswami retires: Sourav Ganguly – ‘Her contribution to the game has been monumental’","content":"Following Former India captain Jhulan Goswami’s retirement on Saturday after the ICC Women’s Championship series against England, the Board of Control for Cricket in India and International Cricket Council congratulated her for her contribution to cricket in her two-decade long international career.The Indian pacer, who finished as the world’s most successful bowler in Women’s ODIs, boasts of a career that is the second longest in women’s international cricket. Jhulan made her debut in 2002 and represented India in 12 Tests, 204 ODIs and 68 T20Is picking 355 wickets across formats.Jhulan Goswami: The pacer with a big heart, a guardian angel, a giant who towered over the restPresident Sourav Ganguly congratulated the Indian pacer saying, “With Jhulan announcing her retirement from international cricket, an era has come to an end. She took immense pride in representing India and always put her best foot forward as she served Indian cricket with distinction. She was the leader of India’s bowling attack and her feats will continue to inspire the present and budding cricketers. Her contribution to the game has been monumental. While her inspiring presence on the field will be missed, her achievements will continue to motivate the upcoming cricketers.”She also went on to play five ODI World Cups – 2005, 2009, 2013, 2017 and 2022 - and remains the leading wicket-taker in the history of the Women’s World Cups. She also remains the only pacer in women’s cricket to have 250-plus wickets in ODIs.Watch: Jhulan Goswami retires – Harmanpreet Kaur, Smriti Mandhana, Rohit Sharma pay tributeBCCI Secretary Jay Shah said, “Jhulan Goswami is one of the greatest to have ever graced the game. She, with her exceptional bowling skills, led India’s bowling attack with elan for numerous years and will remain a benchmark for the young cricketers who wish to represent the country at the highest level. As she embarks on a new journey and starts a new inning, I wish her all the very best.”Goswami also turned out in five ICC Women’s T20 World Cups. She eventually finished with 44 wickets in 12 Tests, 255 wickets in 204 ODIs and 56 wickets in 68 T20Is.Reactions as Jhulan Goswami retires at Lord’s: ‘The Indian jersey will miss you’, ‘An inspiration’ICC Chief Executive Geoff Allardice praised Goswami’s longevity, saying, “Jhulan has had an incredible career over two decades, enjoying great success across formats. For a fast bowler to continue for so long is amazing and it is no wonder that she leads the list of wicket-takers in Women’s ODIs.”He added: “Jhulan’s career span included a crucial period of growth for women’s cricket and her presence helped raise the profile of the game. I am sure many young boys and girls in not just India but around the world would have been inspired by her over the years. On behalf of the ICC, I congratulate Jhulan for a wonderful career.”","author":"Scroll Staff","time":"2022-09-25T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180391-hnvttvpodv-1664092782.jpg","tags":["Jhulan Goswami","Sourav Ganguly","Jay Shah","BCCI","ICC","India","England","Cricket"],"source":"https://scroll.in/field/1033607/jhulan-goswami-retires-sourav-ganguly-her-contribution-to-the-game-has-been-monumental"}