{"title":"JJP to support Congress if it attempts to topple BJP government in Haryana, says Dushyant Chautala","content":"Jannayak Janta Party leader and former Haryana Deputy Chief Minister Dushyant Chautala on Wednesday said he would support the Congress if the party decides to topple the Bharatiya Janata Party-led government in the state during elections.His remark came a day after three independent MLAs withdrew their support to the BJP government in Haryana.On Tuesday, Dadri MLA Sombir Sangwan, Pundri MLA Randhir Singh Gollen and Nilokheri MLA Dharampal Gonder withdrew support to the Nayab Saini-led government and announced that they would back the Congress, reported PTI.Haryana has a 90-member Assembly, which is working at a capacity of 88 currently as former Chief Minister Manohar Lal and independent MLA Ranjit Chautala have resigned from their membership.As per the current strength, the majority mark in the Assembly is 45. However, the BJP government has been left with only 43 members in the House after the three independents withdrew their support. The party has 40 MLAs and support from two independents as well as Haryana Lokhit Party MLA Gopal Kanda.The Congress has 30 MLAs in the Haryana Assembly and support from three independents. The Jannayak Janta Party has 10 members in the House. Speaking with media persons on Wednesday, Dushyant Chautala said the three MLAs withdrawing support shows that the BJP-led government no longer has a majority.“I would also like to tell the leader of the Opposition [Bhupinder Singh Hooda] that according to the numbers today, if a step is taken to topple this government during elections, I would thoroughly consider supporting him from outside,” said Chautala. “It is now for Congress to think if it will take a step to topple the BJP government.”The statement came days before Haryana votes in the Lok Sabha elections on May 25. The Legislative Assembly elections will also be held later this year.Chautala on Wednesday demanded that Saini should resign on moral grounds. “The three independents have sent their withdrawal of support to the governor,” he said. “We shall also urge the governor and even send it in writing to him seeking directions to the state government to prove majority.”The Congress’ Haryana unit, meanwhile, said that it will write to the governor seeking imposition of President’s Rule followed by Assembly elections, reported PTI.Senior Congress leader BB Batra said the Jannayak Janta Party, which was an ally of the BJP in Haryana till March, should also write to the governor clarifying that they were not supporting the present government.On the other hand, the Haryana chief minister has asserted that his government is not in trouble and working strongly.On March 12, Saini took oath as the chief minister of Haryana on Tuesday, hours after his predecessor Khattar and all the ministers in his Cabinet resigned from their posts.A day later, he won the floor test in the state Assembly.","author":"Scroll Staff","time":"2024-05-08T15:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129756-svehelxvqx-1601979400.jpg","tags":["Dushyant Chautala","Congress","Haryana","BJP","Lok Sabha 2024"]}