{"title":"JNU violence: Students’ union leader Aishe Ghosh, 8 others identified as attackers by Delhi Police","content":"The Delhi Police on Friday said they have identified nine people as the attackers in connection with the violence in Jawaharlal Nehru University last week, PTI reported. The suspects included JNU Students’ Union President Aishe Ghosh, who was among the 34 people injured during a violent mob attack on campus on Sunday.The police alleged that Ghosh and several others attacked students at Periyar Hostel last week. Specific rooms were targeted at the hostel, they claimed.The police released photographs of the alleged attackers and identified them as Chunchun Kumar, Pankaj Mishra, Waskar Vijay, Sucheta Talukdar, Priya Ranjan, Dolan Samanta, Yogendra Bhardwaj and Vikas Patel, according to ANI. Seven of these people were from the Left-backed All India Students Association and two from the RSS-backed Akhil Bharatiya Vidyarthi Parishad, according to the Hindustan Times.The police said they have registered three cases in connection with the violence during last week and have not yet detained any suspect. Interrogation will soon begin, they added.Minutes after she was named by the Delhi Police, Ghosh said she had evidence to show that she was attacked by a masked mob. “Delhi Police can do their inquiry. I also have evidence to show how I was attacked,” the student leader said. “I have full faith in the law and order of this country that investigation will be fair,” she added. “I will get justice. But why is Delhi Police biased? My complaint has not been filed as an FIR. I have not carried out any assault.”Dr Joy Tirkey, DCP/Crime: Those identified include- Chunchun Kumar, Pankaj Mishra, Aishe Ghosh (JNUSU President elect), Waskar Vijay, Sucheta Talukraj, Priya Ranjan,  Dolan Sawant, Yogendra Bhardwaj, Vikas Patel #JNUViolence https://t.co/FUzuYeMNwE— ANI (@ANI) January 10, 2020\n\nFor nearly three months, many JNU students have been protesting against the decision of the administration to increase hostel fees. The protests had gathered momentum over the last few days as the registration process for the winter semester began.Crime Branch DCP Joy Trikey claimed that last week’s violence began because the JNU Students’ Union, Students Front of India, All India Students Federation, All India Students Association and Democratic Students Federation were against the university’s decision to begin online registration of students for winter semester from January 1 to January 5.“A large majority of students want to register but the mentioned groups and their sympathisers are not allowing students to do the same,” Trikey said. The police also claimed that “a lot of misinformation related to these cases is being circulated”.On Sunday, the Delhi Police had filed two FIRs against Ghosh and several others based on the events that had taken place between January 1 and 4 based on complaints lodged by the JNU administration. These were registered while a mob attack was underway at JNU on Sunday.The administration has alleged that a group of students on January 1 had entered the  Communications and Information Services Centre and switched off the power supply after evicting the staff. On January 4, the administration alleged, students agitating over the hostel fee revision ransacked the server room and intimidated technical staff to hamper the semester registration process. While the FIR related to the alleged incident on January 1 named eight students, the one filed in connection with the January 4 incident has names of 20 students.The university has claimed that Sunday’s violence was linked to the attack on the servers. The police have filed an FIR in connection with Sunday’s violence as well. But no one has been identified in this connection yet. Several eye-witness accounts and videos indicated that in most places, police personnel present at JNU did almost nothing to stop the violence, and, in fact, allowed the attackers to exit the university without apprehending them.","author":"Scroll Staff","time":"2020-01-10T17:45:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/134158-ebuxziiuyk-1578399778.jpg","tags":["JNU violence","Aishe Ghosh","JNUSU"],"source":"https://scroll.in/latest/949450/jnu-violence-students-union-leader-aishe-ghosh-8-others-identified-as-attackers-by-delhi-police"}