{"title":"JNU: Nomination of Left candidate cancelled by election committee hours before student union polls","content":"Hours before the student elections at Delhi’s Jawaharlal Nehru University on Friday, the varsity’s election committee cancelled the candidature of Swati Singh from the United Left Panel for the post of general secretary of the Jawaharlal Nehru University Student Union, reported The Hindu.The United Left Panel nominated Priyanshi Arya ftor the post of general secretary instead.Singh’s cancellation came after Akhil Bharatiya Vidyarthi Parishad member Vikas Patel wrote to the dean of students on March 19, pointing out that Singh had been rusticated from the university last year after allegedly manhandling female security guards on campus. The Akhil Bharatiya Vidyarthi Parishad is the student wing of the Bharatiya Janata Party’s parent organisation: the Rashtriya Swayamsevak Sangh.“This notice was issued at 2:00 AM on March 22, just seven hours before the beginning of polling,” Singh said in a letter to the university chairperson. Singh added that it was “grossly unfair” to cancel her candidature on the day of polling and pointed out that the Delhi High Court had, in February, quashed the university’s rustication order against her.The elections for the student union at the university are being held after four years.There are 19 candidates contesting for positions on the university’s central panel and 42 for school councillors.The central panel consists of the president, vice president, joint secretary and general secretary. Eight candidates are contesting for the post of president.The United Left Panel comprises the All India Students’ Association, the Democratic Students’ Federation, the Students’ Federation of India and the All India Students’ Federation. The Delhi High Court on Saturday had appointed former Supreme Court judge Justice V Ramasubramanian as the observer for the Jawaharlal Nehru University Student Union elections on a plea filed by students seeking to strengthen the varsity’s electoral process.","author":"Scroll Staff","time":"2024-03-22T19:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135230-jsvguwfgnn-1642930773.jpg","tags":["Jawaharlal Nehru University Student Union","Swati Singh","general secretary","election committee","Student Politics"],"source":"https://scroll.in/latest/1065657/jnu-nomination-of-left-candidate-cancelled-by-election-committee-hours-before-student-union-polls"}