{"title":"JNU violence: No one arrested by Delhi Police, Centre tells Lok Sabha","content":"The Delhi Police have not arrested anyone in connection with the violence that erupted at the Jawaharlal Nehru University on January 5, 2020, Minister of State for Home Affairs Nityanand Rai told the Lok Sabha on Tuesday.A mob – allegedly comprising Akhil Bharatiya Vidyarthi Parishad members armed with sticks and hammers – attacked students and teachers of the university on January 5, injuring at least 34 people. The Akhil Bharatiya Vidyarthi Parishad is the Rashtriya Swayamsevak Sangh’s student wing.Later that night, a group of right-wing activists sloganeering outside the university’s main gate heckled, abused and threatened several journalists who were reporting on the violence. A first information report was registered and the matter was transferred to the Special Investigation Team of Crime Branch, but not a single person has been arrested even after 19 months. Several witness accounts and videos indicated that in most places, police personnel present at JNU did almost nothing to stop the violence, and, in fact, allowed the attackers to exit the university without apprehending them.In response to a question by Dravida Munnetra Kazhagam member Dayanidhi Maran, Rai on Tuesday said that three cases have been filed by the Delhi Police. “The investigation conducted inter-alia includes examination of witnesses; collection and analysis of footages; and examination of identified suspects,” the minister added.Last year, a Delhi Police fact-finding committee formed to “probe the sequence of events” cleared its personnel. It concluded that the situation at the campus on the day of the violence was brought under control with police intervention.Several Opposition leaders had condemned the violence, blaming the Narendra Modi government for the attack on students. The Bharatiya Janata Party, however, said the violence was “a desperate attempt by forces of anarchy, who are determined to use students as cannon fodder”.Before the violence, the campus had been tense for a few days as one section of students had been protesting against the sharp increase in hostel fees by university authorities.","author":"Scroll Staff","time":"2021-08-03T16:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134061-zyayddmyzi-1578234633.jpeg","tags":["Jawaharlal Nehru University","Nityanand Rai","JNU violence case","Delhi Police"],"source":"https://scroll.in/latest/1001924/jnu-violence-no-one-arrested-by-delhi-police-centre-tells-lok-sabha"}