{"title":"‘Joji’ review: A clinical examination of a family gutted by greed","content":"In Joji, Dileesh Pothan’s latest collaboration with Fahadh Faasil, evil moves smoothly, like cinematographer Shyju Khalid’s graceful travelling shots. Khalid’s camerawork observes Joji (Faasil) from a distance or follows him around as he plots the destruction of his clan, one member at a time.The unobtrusive and unfussy shot-taking approach is of a piece with the movie’s larger treatment of events, which include conspiracy, murder and deception. Syam Puskharan’s adaptation of William Shakespeare’s Macbeth leaches out the blood and passion in favour of a clinical examination of the gutting of a wealthy family.Meshing the conventions of the inheritance drama with the suspense thriller, Pushkaran and Pothan have crafted a film that marvellously holds together for as long as Joji stays in control and then elegantly comes apart at the exact point that he loses it. The 113-minute Malayalam production is being streamed on Amazon Prime Video.Joji is the youngest of Kuttappan’s brood: three sons, a daughter-in-law and a grandson. Resentful of the virile, domineering patriarch, the family all but rejoices when Kuttappan has a stroke.Each of the sons has something to gain from Kuttappan’s demise and something to lose if he survives. Only one of them makes a decisive play for the throne. Joji, with the support of his sister-law Bincy (Unnimaya Prasad), executes a near-perfect crime that belies his reputation for indolence and diffidence.The follow-up crime is messier for Joji as well as for the movie. The weak denouement comes late enough into the narrative for us to savour Pothan’s tightly controlled and supple direction, Pushkaran’s flinty writing and the perfectly pitched performances.Fahadh Faasil and Unnimaya Prasad in Joji (2021). Courtesy Bhavana Studios/Working Class Hero/Fahadh Faasil and Friends/Amazon Prime Video.Among Fahadh Faasil’s juiciest performances have been in Dileesh Pothan’s Maheshinte Prathikaaram and Thondimuthalum Driksakshiyum. Both movies (the first was also written by Pushkaran) were set in worlds bursting with colour and flavour. Pothan’s talent for examining moral ambiguity and human dilemmas was at its peak in Thondimuthalum Driksakshiyum, a sly and genre-bending movie about a thief, a couple and a missing necklace.In Joji too, Faasil is riveting as the dynast who executes his brothers’ dark desires. A few kilos lighter than usual and looking mildly ravaged, Faasil portrays a killer devoid of feeling or a conscience with minimal gestures and maximal impact.The rest of the cast is as lean and mean. The movie’s pitiless portraiture spares nobody: Joji’s brothers – the divorced, frequently drunk Jomon (Baburaj),  the god-fearing Jaison (Joji Mundakayam) – and Jomon’s young son Popy (Alister Alex).One of the most cruel (and subsequently memorable) characters is Bincy, this movie’s version of Lady Macbeth. Superbly played by Unnimaya Prasad, Bincy sees in Joji the family plotter who will give her the material happiness that she seeks.Joji was made even as the coronavirus pandemic raged in Kerala in 2020. The restrictions created by the health calamity leads to an inspired moment that gives the need for mask-wearing a cruel twist. As malice creeps into the open and Kuttappan’s heirs reveal their true selves, the movie continues to insist on inscrutability, sometimes to its peril. The lack of dramatic flourishes and a commonplace exploration of criminality give this contemporary Macbeth adaptation a sense of gravitas and a cool, sinister air. Then Joji makes a false move, and the effect is ruined, perhaps irretrievably. \n\n\n    \n    Play\n\nJoji (202","author":"Nandini Ramnath","time":"2021-04-07T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157222-lgactvobfd-1617721325.jpg","tags":["Joji review","Dileesh Pothan","Fahadh Faasil"],"source":"https://scroll.in/reel/991568/joji-review-a-clinical-examination-of-a-family-gutted-by-greed"}