{"title":"Joshimath: Local economy takes a beating as tourists dwindle, residents move out","content":"On a sunny February afternoon, Motiram Joshi, 65, is patiently waiting for people to visit his general store in Uttarakhand’s Joshimath town. However, since last year, the tourist inflow has significantly reduced, impacting his business.Joshi told Mongabay-India that he has been running his store for over two decades but has never seen such a market scenario. Things have changed drastically for residents after the homes in the Himalayan town started developing cracks last year.Situated 1,875 metres above sea level, Joshimath is popularly known as the gateway to the Himalayas. It is also an important halting place and a resting point for the pilgrims who visit Badrinath and Hemkund Sahib in the summers and tourists who visit Auli in the winter.Over the years, the number of tourists kept increasing, which provided the locals with many employment opportunities, but the rapid development also led to multiple problems for Joshimath.The problems escalated in January 2023 when 868 houses in nine wards developed fissures due to land subsidence or sinking of land. According to the district administration, the Central Building Research Institute, in its initial report in 2023, had put 32 buildings, including government buildings, in their “blacklist”.This means that they were deemed to be evacuated immediately. “Over 480 buildings were put in the red list and declared unusable,” Chandrashekhar Vashist, Joshimath Sub-Division Magistrate told Mongabay-India.Abandoned houses in Singhdar ward, the worst affected area due to subsidence. Credit: Kuldeep Singh, via Mongabay.Joshi’s annual trade has witnessed a significant dip after the land subsidence. Joshi has seen a 50% reduction in his sales. “Before January 2023, my annual sale was around Rs 5 lakh, but in 2023, it was only Rs 2.5 lakh,” Joshi said. However, this is not his only worry. His main concern is his two-storeyed house in Singhdar, the most affected ward in the town.According to the state government, as of October 2023, 98 houses were situated at unsafe zones in Singhdar. Although Joshi’s house developed only minor cracks during last year’s land subsidence event, it is adjacent to a natural water drain in the area and falls in the 14 high risk zones identified by the Central Building Research Institute in its recent study, reviewed by Mongabay-India.In 2013, Joshi purchased the land and built a residential home, along with a few rooms to rent. He spent over Rs 1 crore for its construction and was getting a monthly rent of Rs 25,000. However, after January 2023, the income from his property, too, witnessed a sharp decline after the people vacated the rented homes out of fear. “I have put all my savings into this house. What will we do now?” he asks.Local trade takes a hitLike Joshi, many other local traders have to bear the brunt of the aftermath of land subsidence. According to the Joshimath Municipal Corporation, there are 564 registered shops in the town. However, the actual numbers are higher, as many traders have not registered with the corporation.“There would be around 800 shops and at least 672 are registered with us,” said Nain Singh Bhandari, President of the Prantiya Udhyog Pratinidhi Mandal, a local trader’s body in Joshimath. Bhandari himself runs a grocery store in town.“While there isn’t an annual study conducted regarding the daily trade in the Joshimath market, our estimates say that earnings were over Rs 1.5 crore per day before January 2023,” he added. “This includes hotels and homestays. However, if we look at it now, the total income would be only Rs 50 lakh per day.”Many other local traders have to bear the brunt of the aftermath of land subsidence. Credit: Kuldeep Singh, via Mongabay.In February 2023, the state government had announced Rs 2 lakh as compensation to the traders whose shops were damaged due to the land subsidence. However, none of them have received any money till now, he said.In addition, the construction industry in the region seems to have suffered the most, following a ban on all construction activities in town till further orders, which worsened the condition of hardware traders in an already slow economy.Ramkrishna Bahuguna owns a hardware shop and had an annual income of around Rs 65 lakh before January 2023. However, ever since the ban on construction activities, his business was hit and he had no sales.This ban has also affected labourers in the town. “The municipal corporation cannot undertake any repair works. This used to generate employment opportunities for labourers,” Shailendra Panwar, Joshimath Municipal Corporation, chairman, said.The state government had banned construction activities in Joshimath in January 2023. But after some months following this ban some people had started construction work. During a public hearing this year, on January 20, 2024, residents had sought clarification from the administration on whether construction work can resume. However, the Uttarakhand State Disaster Management Authority Secretary Ranjit Sinha ordered to completely ban construction work and also asked the district administration to strictly ensure that no construction work should take place in the town.The dearth of tourists is not the only reason behind the depleting business of the market. Chandramohan Sharma, who runs a cosmetic shop, said that the migration of locals to safer towns has also affected the economy. According to the district administration, around 1,000 residents have left their homes and are either living on rent or with relatives.Tourism industry bears bruntThe months from April to May and October to November are the two major tourist seasons for the town. However, after the 2023 land subsidence incident, tourists stopped halting at this town and this affected local businesses that would usually thrive in these months.Rakesh Ranjan runs the Shailaja Guest House near Jyotirmath, a Hindu cardinal institution visited by religious tourists. During the pilgrimage in 2023, most of the hotels and homestays remained vacant, a sight never seen before, he said.“The hotel industry registered a decline of around 60 percent in bookings post since last year,” Ranjan added. He is also the president of the Joshimath Hotels Association, which has at least 45 hotels registered with it. “The footfall of tourists in Joshimath reduced to just 5%,” he said. “There is a fear among the tourists that the town is completely unsafe. My hotel has 18 rooms and all of them were vacant in January, which is peak season for us. We have been in complete loss since the land subsidence.”\n\t\t\n\tCredit: ArmouredCyborg, CC BY-SA 4.0, via Wikimedia Commons.According to the state government, at least 2.41 lakh (241,000) people visited Badrinath shrine from April 27 to May 16 in 2023, the first 20 days of the popular Char Dham pilgrimage. “In a normal tourist season, we let out our rooms at a starting price of Rs. 5,200, but during the 2023 pilgrimage, we charged only Rs. 2,000 to 2,500 per night,” said Mukesh Martulle, who works at the front desk at Hotel Auli D in Joshimath, which started to receive bookings only after the first 20 days of the yatra or pilgrimage.Homestays, too, found it difficult to stay afloat with their businesses. “There are 80 homestays registered with the Joshimath HomeStay Association. Rajnish Singh Panwar, who runs Auli Home Stay, said that even during the peak season, his rooms were vacant and he did not have bookings for even 30 days in all of 2023.Year of despairA grieving 40-year-old Nazara stands next to a red colour sticker that declares her house unusable, which means it is not safe for residing. However, Nazara, along with her husband and six children have been living in the house at Singhdar since April 2023. The family hails from Bijnor, Uttar Pradesh.“We had shifted to Bijnor after cracks appeared in our house but had to return in April due to my daughter’s college exams,” she said. “We live in fear here. You can see there are fissures in our room.”Nazara’s family bought the home in 2020 and they are still reeling under a debt of around Rs 10 lakh. Her husband runs an electric shop in the market, but their income has reduced, given the status of the local economy. Her family has been waiting for the compensation amount from the government so they can return to Bijnor.Nazra and her daughter Afreen stand next to the ‘Unusable’ sticker put by the administration. Credit: Kuldeep Singh, via Mongabay.Like Nazara, many residents have returned to their cracked houses and are living in constant fear. Rajani Nautial, a teacher, lives at the Manohar Bagh ward, along with her two children. Her house was marked unsafe in 2023, as it developed fissures. For three months, she stayed at a hotel in a safe zone, but later returned to her home.“The government is paying compensation only for the building and not the land. There is still no clarity where the government will resettle us. We want a resettlement in the vicinity,” Rajani added.In her neighbourhood, Neelam Parmar’s family had taken the compensation amount against the damaged house last year, hoping that the government would provide them with an appropriate place for resettlement.Due to the absence of a permanent resettlement policy for the affected people in Joshimath, Neelam, along with her family members, returned to her damaged house. Her situation became worse after the district administration, as a way to deter residents from returning to unsafe houses, disconnected water and electricity connections of such houses which had received compensation.Rajni Nautiyal entering her home in Manohar Bagh ward after returning from school, ‘Jyoti Vidhyalaya’. Credit: Kuldeep Singh, via Mongabay.“Our children have been studying under candlelight,” she said. “We are literally struggling to get hot water in this harsh weather. You can understand how difficult it has been for us, especially for senior citizens in the family, to live in below zero degree temperature without electricity.”Government resettlementThe sub divisional magistrate of Joshimath, Chandrashekhar Vashist, told Mongabay-India that the administration has started house-to-house survey in 14 high-risk zones, identified by the CBRI, to find out the exact number of residential, commercial and government buildings in these zones. “The administration has been distributing forms to the affected people to seek their response on whether they want to shift to the government proposed alternative site at Gochar, which is 90 kilometres away from Joshimath, or want compensation as resettlement.”The government would provide either a house at Bamoth village or compensation against the land and building, Vashist said, adding that Rs 55 crore has been paid as compensation against 197 damaged buildings till now. However, the government has not prepared any policy yet for compensating the land, Vashist said. “It will be finalised once the survey is complete.”The Sub Divisional Magistrate has said that Rs 55 crores has been paid as compensation against 197 damaged buildings till now. Photo by Manish Kumar.During a public hearing on January 20 this year, most residents rejected the state government’s proposed alternative site, Gochar, for resettlement.“What will we do in Gochar. Our land is here and so are our Gods,” said Sharma Joshi, too, opposed the government’s proposal and said that he will only leave if the government resettles him in places such as Srinagar or Dehradun, so he can generate income.Expressing dissatisfaction over the delay in bringing a permanent resettlement policy, Joshimath Bachao Samiti president, Atul Sati, said that the government has proposed an alternative site, but they want a proper rehabilitation policy. “Offering an alternative site means they are just giving a piece of land to affected families without thinking about their livelihood,” he said. “When we talk about the resettlement policy, it means fulfilling the livelihood needs of the affected people. We need to understand that unlike any other hilly terrains of Uttarakhand, Joshimath is an economically viable town. It has ample livelihood options due to its geological position. The place has cash crops like apple orchards. So, when the government thinks of rehabilitation, it is important to keep the economic viability of the town in mind and to prepare a policy accordingly.”This article was first published on Mongabay.","author":"Kuldeep Singh","time":"2024-03-10T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198999-ajtfiwwbjw-1709563391.jpg","tags":["Joshimath","Uttarakhand","Land Subsidence","Himalayas","Environment"],"source":"https://scroll.in/article/1064703/joshimath-local-economy-takes-a-beating-as-tourists-dwindle-residents-move-out"}