{"title":"Journalist Siddique Kappan denied bail by Lucknow court in money laundering case","content":"A Lucknow sessions court on Monday denied bail to journalist Siddique Kappan in a money laundering case lodged by the Enforcement Directorate, Bar and Bench reported. On October 12, District Judge Sanjay Shankar Pandey had concluded the hearing in the matter and reserved his judgement.As a result of Monday’s verdict, Kappan will continue to remain in jail even as the Supreme Court granted him bail in September in a Unlawful Activities Prevention Act case lodged by the Uttar Pradesh government.The Uttar Pradesh Police had arrested the Kerala-based journalist on October 5, 2020, along with three other men while they were travelling to Hathras where a Dalit woman was gangraped and killed by four upper-caste Thakur men on September 14, 2020.The police first accused Kappan of intending to start a caste-based riot and create communal disharmony. Subsequently, sedition charges and provisions of the Unlawful Activities (Prevention) Act were added. In February 2021, the Enforcement Directorate, which investigates financial crimes, filed a case against him under the Prevention of Money Laundering Act. The central agency has accused Kappan and three other persons of receiving money from the now-banned Popular Front of India to “incite riots”, Newslaundery reported.The other three persons accused in the case are Atikur Rahman, Masud Ahmed and Mohammad Alam. Rahman is the national treasurer of the Campus Front of India, the student body of the Popular Front of India. Ahmed is the general secretary of the Campus Front of India’s Delhi unit while Alam is a member of the outfit as well as the Popular Front of India.KA Rauf Sherif, the national general secretary of the Campus Front of India, had funded their trip to Hathras, the Enforcement Directorate claimed.In August, the Allahabad High Court had said the arguments made by Kappan’s counsel that he wanted to visit Hathras because he is a journalist “stands nullified by the averments in the chargesheet and the persons he was arrested with”.Also read: The Siddique Kappan case and the assault on India’s Constitution","author":"Scroll Staff","time":"2022-10-31T17:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164883-vlsfftwatf-1633623575.jpeg","tags":["Siddique Kappan","Lucknow","Court news"],"source":"https://scroll.in/latest/1036289/journalist-siddique-kappan-denied-bail-by-lucknow-court-in-eds-money-laundering-case"}