{"title":"Journalist Siddique Kappan had no work in Hathras, says Allahabad HC while rejecting his bail plea","content":"The Allahabad High Court on Tuesday rejected the bail plea of journalist Siddique Kappan who has been booked under the Unlawful Activities Prevention Act.Kappan was  arrested by the Uttar Pradesh Police on October 5, 2020, while he was travelling with three other men in a car to Hathras where a Dalit woman was gangraped and killed by four upper-caste Thakur men on September 14, 2020.The police first accused the Kerala-based journalist of intending to start a caste-based riot and create communal disharmony. Subsequently, sedition charges and provisions of the Unlawful Activities (Prevention) Act were added.Justice Krishan Pahal of the Lucknow bench of the Allahabad High Court rejected the journalist’s plea challenging an order by a Mathura court that denied him bail. In his order released on Thursday, Justice Pahal said that during the investigation it has emerged that Kappan had no work in Hathras when he was arrested.“The state machinery was at tenterhooks owing to the tension prevailing due to various types of information being viral across all forums of media including the internet,” the order said. “The said sojourn of the applicant with co-accused persons who do not belong to media fraternity is a crucial circumstance going against him.”The other three persons accused in the case are Atikur Rahman, Masud Ahmed and Mohammad Alam. Rahman is the national treasurer of the Campus Front of India, Ahmed is the general secretary of the outfit’s Delhi unit and Alam is a member of the organisation and the Popular Front of India.The High Court said the arguments made by Kappan’s counsel that he wanted to visit Hathras because he is a journalist “stands nullified by the averments in the chargesheet and the persons he was arrested with”.About the Enforcement Directorate’s money laundering charges against Kappan, the judge said: “The tainted money being used by the applicant and his colleagues cannot be ruled out.”He also referred to the Supreme Court’s decision in National Investigation Agency versus Zahoor Ahmad Shah Watali on the interpretation of the UAPA. Section 43(D)(5) of the Act prohibits a court from granting bail to an accused person, if, on a perusal of a final report filed under Section 173 Code of Criminal Procedure, the judge is of the opinion that there are reasonable grounds to believe that the accusations against the person are prima facie true.“A perusal of the chargesheet and documents adduced, prima facie reveal that the applicant has committed the offence,” the order said.The court dismissed Kappan’s bail application, saying it was found to be devoid of merits.The caseIn April 2021, the  Uttar Pradesh Special Task Force had claimed in a 5,000-page chargesheet that Kappan did not write like a “responsible journalist” and reported on events to “incite Muslims”.The chargesheet stated, “During riots, taking the name of a minority and talking about events related to them can incite sentiments. Responsible journalists do not do such communal reporting. Kappan only and only reports to incite Muslims, which is a hidden agenda of PFI [Popular Front of India]. Some stories were written to sympathise with Maoists and Communists.”In July last year, the Mathura court rejected his bail petition taking into account the allegations that Kappan, along with other co-accused, committed acts that promoted enmity.Additional Sessions Judge Anil Kumar Pandey had said there was a prima facie case that Kappan and others were trying to disturb the law and order situation when they were on their way to Hathras to report on the gangrape of the woman. Also read: The Siddique Kappan case and the assault on India’s Constitution","author":"Scroll Staff","time":"2022-08-04T12:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164883-vlsfftwatf-1633623575.jpeg","tags":["Siddique Kappan","Uttar Pradesh Police","Hathras","BJP","Uttar Pradesh"],"source":"https://scroll.in/latest/1029734/journalist-siddique-kappans-bail-plea-rejected-by-allahabad-high-court"}