{"title":"Journalist Siddique Kappan gets bail from Supreme Court after nearly two years in custody","content":"The Supreme Court on Friday granted bail to journalist Siddique Kappan, who has been in custody for nearly two years and is accused of offences under the Unlawful Activities Prevention Act.The Uttar Pradesh Police arrested the Kerala-based journalist on October 5, 2020, along with three other men while they were travelling to Hathras where a Dalit woman was gangraped and killed by four upper-caste Thakur men on September 14, 2020.The police first accused Kappan of intending to start a caste-based riot and create communal disharmony. Subsequently, sedition charges and provisions of the Unlawful Activities (Prevention) Act were added. Four months later, the Enforcement Directorate, which investigates financial crimes, filed a case against him under the Prevention of Money Laundering Act.At Friday’s hearing, a bench comprising Chief Justice UU Lalit and Justice S Ravindra Bhat directed the Uttar Pradesh government to produce Kappan before a trial court within three days for release on bail subject to conditions that would ensure his presence in the trial in the UAPA case.Ishan Baghel, the lawyer appearing for Kappan, told Scroll.in that the journalist will not walk out of jail despite the bail because of the money laundering charges against his client.Setting bail condition in the present case, the Supreme Court bench said that the journalist will have to stay in Delhi for the next six weeks and mark his presence at the city’s Nizamuddin police station. After that, he can go back to his home in Kerala but will have keep reporting to the police, they added.The judges directed Kappan to attend proceedings before the trial court “on every single date” either in person or through a lawyer.The court said in its order that it would not make any comment on the progress of the investigation at this stage. However, it took into consideration the amount of time Kappan has spent in custody and the “peculiar facts and circumstances of the case”.Appearing for the Uttar Pradesh government,  senior advocate Mahesh Jethmalani told the court that documents found with the journalist spoke of “justice for the Hathras girl”. He argued that Kappan and co-accused persons were going to Hathras with an intention to create unrest, Bar and Bench reported.However, the court said that every person had the right to free expression. “He is trying to show that victim needs justice and raise a common voice,” the court said. “Is that a crime in eyes of law?”The bench noted that protests at India Gate after the December 2012 gangrape in Delhi had led to a change in law.During the hearing, Jethmalani also referred to a toolkit that had instructions on how to protect oneself during riots and how to tackle tear gas. However, senior advocate Kapil Sibal said that the toolkit was from the Black Lives Matter protests in the United States.Meanwhile, Kappan’s lawyer said they filed a bail plea in a Lucknow court on September 5 in the Enforcement Directorate’s money laundering case. “The next hearing in the case is on September 19,” Baghel told Scroll.in. “The state has been delaying filing their response, so we have pressed that they must file their response by then.”Baghel said that the state did not have any evidence against Kappan in the case and added that the main accused in the alleged money laundering case, Rauf Sharif, had already been granted bail. The lawyers representing the other accused, Madhuvan Dutt and Saifan Shaikh, said they were happy with the bail order. “This is a big encouragement for us,” Dutt said. “The police do not have sufficient evidence against the accused.”  The legal battleKappan had moved the Supreme Court after Allahabad High Court had denied him bail on August 2 saying that he had no work in Hathras.On August 23, the Allahabad High Court granted bail to Mohammad Alam, one of the persons travelling with Kappan and booked under the UAPA.Alam is a member of the Islamic organisation Popular Front of India, while the other two accused persons are Atikur Rahman, the national treasurer of the Campus Front of India, and Masud Ahmed, the general secretary of the outfit’s Delhi unit.In his petition to the Supreme Court, Kappan said that the Uttar Pradesh Police had arrested him on the basis of “trumped up” charges. Kappan in his plea also said that his detention for nearly two years also raised questions pertaining to the right to liberty, as well as the freedom of expression and speech vested in independent media under the Constitution.On September 5, the Uttar Pradesh government in its response to Kappan’s bail plea alleged that he had close links with the Popular Front of India. The Uttar Pradesh government also alleged that Kappan was part of a conspiracy to foment religious conflicts in the country.","author":"Scroll Staff","time":"2022-09-09T13:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160406-qufddmyhiz-1623842827.jpg","tags":["Uttar Pradesh","Siddique Kappan","Freedom of Speech","Media","Free Media"],"source":"https://scroll.in/latest/1032447/journalist-siddique-kappan-gets-bail-in-sc-to-walk-out-of-jail-after-nearly-two-years"}