{"title":"Journalist Sajad Gul was booked under PSA as he could have got bail otherwise: J&K administration","content":"In its dossier for the use of the Public Safety Act against journalist Sajad Gul, the Jammu and Kashmir administration has justified the move suggesting he might be granted bail otherwise. The authorities have claimed that Gul’s release will be a threat not only to the Bandipora district, but to the entire Kashmir Valley.Gul was detained under the Public Safety Act, a preventive detention law, on January 16, a day after a court had given him bail in a criminal conspiracy case. The Public Safety Act allows the authorities to hold individuals in custody without trial for up to two years on grounds of national security and up to a year for the maintenance of public order.The police dossier claimed that Gul being “well educated”, could use the social media to provoke people against the government and that being a journalist, he “promoted enmity” than reporting about the welfare of Jammu and Kashmir.“You remain in search of anti-national/ anti-social tweets and have remained a negative critique towards UT [Union Territory] policies,” the document alleged. “You make tweets without factual check in order to provoke the people against the government. You act as self-proclaimed messiah of terrorists and their families and often use to raise Issues which harm the national interests.”The dossier also claimed Gul was in touch with “anti-national gangs” across the border to destabilise the Jammu and Kashmir government.The journalist first was arrested on January 6 after he posted a video of family members and relatives of Lashkar-e-Taiba commander Salim Parray protesting against his death in a gunfight on the outskirts of Srinagar. The video posted on his Twitter account on January 3 showed women shouting anti-government slogans during the protests.Three first information reports have been filed against the journalist, according to the dossier on Gul’s detention signed by Bandipora District Magistrate Owais Ahmad Rana.Referring to the three FIRs against Gul, the dossier said that his activities were “prejudicial to the security and sovereignty” of the country.Gul was first booked in February last year under charges of “rioting, trespassing, and assault” for an article he wrote for The Kashmir Walla on February 9. In the article, the villagers of Bandipora had alleged that they were being “harassed and threatened” by Tehsildar Hajin Ghulam Mohammad Bhat over the alleged demolition drive in the area.Later in January, another FIR was registered against him earlier under section 153B (imputations, assertions prejudicial to national-integration), 147 (rioting), 148 (rioting, armed with deadly weapon), 149 (every member of unlawful assembly guilty of offence commit­ted in prosecution of common object) and 307 (attempt to murder) of the Indian Penal Code.The third FIR was related to the criminal conspiracy case. Also read:Sajad Gul is not the only Kashmiri journalist to face police action – but he was the most vocal The dossier alleged that Gul could easily manipulate those living in Jammu and Kashmir against the government as he was “well qualified and can brainwash people”. The administration also alleged that the journalist had relations with “anti-national gangs being operated from across the border” and was working as their “puppet.”“Your aim and object seem to destabilise the government established by law in the Union Territory of J&K and also to assist the local misguided youth for harboring and providing them every logistic support in their anti-national activities,” it alleged. “You have a criminal bent of mind and your activities are potential threat to the tranquillity and integrity of the state.” The document claimed that if Gul was out on bail, he would continue with his “anti-national activities” which would prove fatal for the atmosphere in the Union Territory. “The ordinary law of the land does not seem to deter you from your nefarious/ anti-national activities which can seriously endanger the peaceful atmosphere,” it alleged. “Thus, it has become imperative to take recourse of law”.The document added: “Therefore, in view of above  enumerated facts and grounds, your detention under J&K Public Safety Act has become imperative; as such you are hereby detained under provisions of J&K Public Safety Act 1978.”   Gul’s arrest had been widely condemned, as several journalists’ bodies demanded his release and expressed concern about the crackdown on journalists in Kashmir.A police officer in Bandipora, who did not wish to be identified, had told Scroll.in they were acting against Gul’s social media presence rather than his news reports.After Gul was charged under the Public Safety Act, his counsel Umair N Ronga had said that he will move the Jammu and Kashmir High Court for quashing of the charges when they come to know of the grounds on which the journalist has been booked.","author":"Scroll Staff","time":"2022-01-23T13:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169169-nqweuhbzsa-1642921810.jpg","tags":["Sajad Gul","Public Safety Act","Jammu and Kashmir","Bandipora"],"source":"https://scroll.in/latest/1015699/journalist-sajad-gul-was-booked-under-psa-as-he-could-have-got-bail-otherwise-j-k-administration"}