{"title":"Journalist alleges that crowd at Delhi event tried to force him to chant ‘Jai Shri Ram’","content":"मुझसे डरा धमकाकर \"जय श्री राम\"बुलवाने की कोशिश की गई. जब मैंने मना किया तो मेरे साथ धक्का मुक्की भी किया गया. आप लोग वीडियो में खुद ही देख लीजिए@NationalDastak @Profdilipmandal pic.twitter.com/iswtGbff72— Reporter Anmol Pritam (@anmolpritamND) August 8, 2021\n\nAnmol Pritam, a journalist with the online news organisation National Dastak, said on Twitter thata group of Hindutva supporters at an event at New Delhi’s Jantar Mantar on Sunday tried to force him to chant “Jai Shri Ram”. The event had been organised by former Bharatiya Janata Party spokesperson Ashwini Upadhyay as part of an effort he called the “Bharat Jodo (Unite India) Movement”. It ostensibly aimed to urge the authorities to put an end to “colonial-era laws” by establishing a uniform civil code.However, participants chanted inflammatory slogans calling for violence against Muslims.Despite several videos showing the identities of the participants, the police chose to file an FIR against “unknown persons” for promoting enmity between different groups, The Indian Express reported on Monday.अश्विनी उपाध्याय की अगुआई में आज जंतर मंतर पर यह हुआ. यह आदमी उत्तम मालिक है और खुद को यति नरसिंहानंद सरस्वती का शिष्य बताता है. पूरी रिपोर्ट @nlhindi  पर जल्द ही pic.twitter.com/Og7i3XiOFn— Shivangi Saxena (@shivangi441) August 8, 2021\n\nPritam posted a video of some participants surrounding him at the event. “If you want to live in this country, you will have to say it [Jai Shri Ram],” one person from the crowd is heard saying in the video. The journalist stood his ground, and said, “I will say it if I want to say it. You cannot force me.” Another member of the gathering was heard calling him a “jihadi” when he refused to chant the slogan.National Dastak condemned the harassment of their employee.तथाकथित नक़ली हिंदू संगठनों ने बहुजन पत्रकार @anmolpritamND को धमकाने की कोशिश की।इस घटना से यही प्रतीत होता है कि यह तथाकथित हिंदू संगठन दलित, ओबीसी समाज से आने वाले लोगों को हिंदू नही मानते हैं।नेशनल दस्तक टीम इस घटना की निंदा करती हैं।#bahujanmedia pic.twitter.com/ArT6PswjUo— National Dastak (@NationalDastak) August 8, 2021\n\nSoon after the video went viral, “#ISupportAnmol” started trending on Twitter with multiple people expressing their support for the journalist.As an ex-reporter who never faced such a hostile crowd but had to report on rightist gatherings (which were frightening enough) during the Ayodhya matter, I can only admire the courage and integrity of @anmolpritamND. Respect! https://t.co/v2D7Ycncdr— Tabish Khair (@tabish_khair) August 8, 2021\n\nKudos to @anmolpritamND for standing his ground. This is bullying by the mob- Not how faith or any religion should be practised. https://t.co/apfvw3DLgn— Smita Sharma (@Smita_Sharma) August 9, 2021\n\nJai Bhim Anmol sir. This journalist from @NationalDastak has introduced indomitable courage today. In Delhi today, goons tried to forcibly call him Jai Shriram. But Anmol did what he should do. #ISupportAnmol pic.twitter.com/aIGdfe8Ofn— Ashok boudh (@KetuBoudh) August 8, 2021\n\nAlso readJantar Mantar hate slogans: Police book unknown people though videos show identity of participants‘Jai Shri Ram’ might be a new slogan – but the use of Ram as a political symbol is 800 years old","author":"Scroll Staff","time":"2021-08-09T12:13:00+05:30","tags":["New Delhi","Journalism"],"source":"https://scroll.in/video/1002409/journalist-alleges-that-crowd-at-delhi-event-tried-to-force-him-to-chant-jai-shri-ram"}