{"title":"Journalist Mohammed Zubair arrested for allegedly hurting religious sentiments","content":"Journalist Mohammed Zubair was on Monday arrested by a cyber unit of the Delhi Police on charges of hurting religious sentiments for a tweet that he had posted in March 2018. He was later sent to police custody for a day.Zubair, the co-founder of the fact-checking site Alt News, was booked under Indian Penal Code Sections 153-A (promoting enmity between different groups) and 295-A (malicious acts, intended to outrage religious feelings), Deputy Commissioner of Police (Intelligence Fusion and Strategic Operations) KPS Malhotra said.Alt News co-founder Pratik Sinha said that Zubair had been summoned by the Delhi Police for an investigation into a 2020 case for which he already had protection against arrest from the High Court.Please note. pic.twitter.com/gMmassggbx— Pratik Sinha (@free_thinker) June 27, 2022\n\n“However, today at around 6.45 pm we were told he has been arrested in some other FIR for which no notice was given which is mandatory under law for the Sections under which he has been arrested,” Sinha said. “No FIR copy is being given to us despite repeated requests.”In another tweet, Sinha alleged that Zubair was being taken to an undisclosed location.After the medical examination, Zubair is being taken to an undisclosed location. Neither Zubair’s lawyers or I are being told where. We are in the police van with him. No police person is wearing any name tag.— Pratik Sinha (@free_thinker) June 27, 2022\n\n“Neither Zubair’s lawyers or I are being told where [Zubair is being taken],” he said. “We are in the police van with him. No police person is wearing any name tag.”The first information report said that Zubair had been arrested on Monday based on a tweet by a user with the handle @balajikijaiin, who goes by the name of Hanuman Bhakt and has a profile image of Hindu deity Hanuman. Until Monday evening, the Twitter handle had one follower.The handle objected to Zubair’s tweet from March 24, 2018, showing a hotel signboard with the name “Honeymoon Hotel” repainted to “Hanuman Hotel”.Social media users, however, pointed out that the image Zubair had posted is from a 1983 Hindi comedy film directed by Hrishikesh Mukherjee.“These words and the picture found to be used by Mohammed Zubair @zoo_bear against a particular religious community and are highly provocative and more than sufficient to incite feelings of hatred amongst people which can be detrimental for maintenance of public tranquility in society,” the police said.What Zubair tweeted 4 yrs ago — being used now to jail him — is actually a frame from the 1983 cult classic ‘Kisi Se Na Kehna’ by the great Hrishikesh Mukherjee. None of it is censored to this day and the movie is available in full on YouTube. So what’s the case? Well, you know. pic.twitter.com/ImHjg2NWRd— Aarish Chhabra • ਆਰਿਸ਼ ਛਾਬੜਾ (@aarishc) June 27, 2022\n\nLate on Monday night, Zubair was produced before a duty magistrate in Burari. The police sought seven-day custody of the co-founder of Alt News, claiming he was not cooperating in the investigation.Duty magistrate Ajay Narwal  heard the arguments and remanded Zubair to one day police custody.Advocate Kawalpreet Kaur, who represented Zubair, said the hearing took place in a makeshift court.Where the hearing took place in a makeshift court. Why was so much hurry? https://t.co/w3lgmhYdyc— Kawalpreet Kaur (@kawalpreetdu) June 27, 2022\n\nDwarka, Delhi | Alt News co-founder Mohammed Zubair who has been sent to 1-day police remand brought to IFSO Special Cell, Delhi PoliceHe has been arrested over allegations of hurting the religious sentiments of a community pic.twitter.com/Zi0ZHWdjdD— ANI (@ANI) June 27, 2022\n\nZubair’s arrest comes five days after microblogging site Twitter received a request from the Union government claiming that his account violated Indian laws.Several cases have been filed against the journalist in the past.On June 1, the Uttar Pradesh Police booked Zubair under Indian Penal Code Section 295A (deliberate and malicious acts, intended to outrage religious feelings) as well as Section 67 (publishing or transmitting obscene material in electronic form) of the Information Technology Act.This was after the journalist called three Hindutva supremacists “hatemongers” in a tweet. All three seers – Yati Narasinghanand Saraswati, Bajrang Muni and Anand Swaroop – have been booked in hate speech cases in the past few months for making inflammatory statements about Muslims.Zubair said that this was the fifth or sixth case that had been filed against him.‘Legal harassment’Several Opposition leaders and the Digipub News India Foundation criticised Zubair’s arrest.“In a democracy, where every individual possesses the right to exercise the freedom of speech and expression, it is unjustifiable that such stringent laws are being used as tools against journalists,” the press body said in a statement. “DIGIPUB urges the Delhi Police to withdraw the case immediately.”The association said that this was not the first time that Zubair was being subjected to “legal harassment” and that this was the sixth case filed against in the past two years.Digipub condemns in the strongest possible terms the arrest of Mohammed Zubair, co-founder of Alt News. pic.twitter.com/POYEaGIdAI— DIGIPUB News India Foundation (@DigipubIndia) June 27, 2022\n\nCongress leader Rahul Gandhi wrote, “Every person exposing BJP’s hate, bigotry and lies is a threat to them.  Arresting one voice of truth will only give rise to a thousand more.  Truth ALWAYS triumphs over tyranny.”Every person exposing BJP's hate, bigotry and lies is a threat to them.Arresting one voice of truth will only give rise to a thousand more.Truth ALWAYS triumphs over tyranny. #DaroMat pic.twitter.com/hIUuxfvq6s— Rahul Gandhi (@RahulGandhi) June 27, 2022\n\nStrongly condemn the arrest of journalist and Alt News co-founder Mohammed Zubair by Delhi Police. This is shameful and unacceptable. What an irony that the person who made hate speech is roaming free while the journalist who uncovered it is detained.#IStandWithZubair pic.twitter.com/ZeacrZM2MJ— Dr. M.K. Muneer (@MKMUNEER) June 27, 2022","author":"Scroll Staff","time":"2022-06-27T20:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147065-eqprmgxjul-1599368628.jpg","tags":["Mohammed Zubair","AltNews","Twitter","Delhi Police"],"source":"https://scroll.in/latest/1027071/journalist-mohammed-zubair-arrested-for-allegedly-hurting-religious-sentiments"}