{"title":"Journalists attacked in Delhi: Police file case against reporter, news portal for ‘promoting enmity’","content":"The Delhi Police on Monday filed a case against a journalist and a news portal for their tweets about the targeting of seven journalists at a Hindutva event in the Capital.The case was filed against Meer Faisal and news website Article 14. Faisal was among the journalists who were assaulted at the event, a “Hindu mahapanchayat”, in the city’s Burari area that was held on Sunday. A journalist who was covering the event for Article 14, Arbab Ali, was among three reporters who were verbally abused there.Faisal said on Twitter on Sunday that he and a photojournalist, Mohammed Meharban, were “beaten up because of our Muslim identity by Hindu mob”. He also alleged that they were called “jihadis”.Article 14 had said in a tweet that five journalists, of which four were Muslims, were taken away by the police after a mob had discovered their religion and attacked them.The police filed a case against Faisal and Article 14 under Section 505 (2) of the Indian Penal Code, which deals with statements creating or promoting enmity, hatred or ill-will between classes.Apart from Faisal and Meharban, Newslaundry journalists Shivangi Saxena and Ronak Bhat had been assaulted at the event. Ali, Meghnad Bose, a reporter at The Quint and another journalist who did not wish to be identified, were verbally abused.Ali alleged that Faisal and he were made to sit separately and delete the videos they had shot at the event. When police personnel tried to take Ali and Faisal away, the mob tried to stop them. Later, some police personnel in plain clothes pushed them inside a van.Ali, Faisal, Bose, Meherban and the journalist who did not want to be identified, were then taken away in the police van to the Mukherjee Nagar Police station, as people in the mob allegedly called others to follow them.The journalists were made to sit at the police station for an hour before being escorted to their homes.The Delhi Police on Monday said that two cases have been registered in connection with the manhandling of the journalists.“FIR also registered against holding of event without permission & for making provocative speech at event,” the police said. “Further, due legal action is being taken against those who are spreading rumours/misinformation using various platforms including social media.”FIR also registered against holding of event without permission & for making provocative speech at event.Further, due legal action is being taken against those who are spreading rumors/misinformation using various platforms including social media.(2/2)— Delhi Police (@DelhiPolice) April 4, 2022\n\nIn videos of the event, Hindu supremacists Yati Narsinghanand and Suresh Chavhanke could be seen making inflammatory speeches targeting Muslims. Both of them have made hate speeches against Muslims in the past as well.“For once if a Muslim becomes the prime minister of India, 50% of you will have to convert,” Narsinghanand could be heard saying in one of the videos on Sunday. “In 20 years, 40% Hindus will be killed...If you want to secure your future, then be a man...And who is a man? One who holds weapons is a man.”","author":"Scroll Staff","time":"2022-04-04T16:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172552-uolmdpbqnz-1649068081.jpg","tags":["Meer Faisal","Delhi Police","Burari","hate speech","Delhi","Article 14"],"source":"https://scroll.in/latest/1021073/journalists-attacked-in-delhi-police-file-case-against-reporter-news-portal-for-promoting-enmity"}