{"title":"Journalist Ravish Kumar wins 2019 Ramon Magsaysay Award","content":"NDTV journalist Ravish Kumar is one of the five winners of the 2019 Ramon Magsaysay Awards, the foundation that gives the honour announced on Friday. The awards will be presented in Manila, the capital of the Philippines, on September 9.Kumar, who hosts NDTV India’s Prime Time show, won the award for “harnessing journalism to give voice to the voiceless”, said the Ramon Magsaysay Award Foundation. The foundation said Kumar was being recognised for “his unfaltering commitment to a professional, ethical journalism of the highest standards; his moral courage in standing up for truth, integrity, and independence; and his principled belief that it is in giving full and respectful voice to the voiceless, in speaking truth bravely yet soberly to power, that journalism fulfills its noblest aims to advance democracy”.The Magsaysay Award, established in 1957, seeks to reward individuals for integrity in governance, courageous service to the people, and pragmatic idealism in democratic societies.The other winners of the award this year were Myanmar journalist Ko Swe Win, Thai rights activist Angkhana Neelapaijit, South Korean activist Kim Jong-ki and Filipino musician Raymundo Pujante Cayabyab.‘Sober, incisive, well-informed’In the award citation, the foundation said that as a news anchor, Ravish Kumar does not dominate guests on his show but gives them a chance to express themselves. The foundation noted that Kumar had been harassed and threatened by “rabid partisans” because he does not hesitate in calling the highest officials to account or criticising the media and the state of public discourse in India.Kumar is “sober, incisive, and well-informed” and “one of India’s most influential TV journalists”, the foundation said. He is an “important voice against the threats” that India has seen for independent and responsible media in the last few years, it added.“His more important distinction...comes from the kind of journalism he represents,” the citation said. “In a media environment threatened by an interventionist state, toxic with jingoist partisans, trolls and purveyors of ‘fake news’, and where the competition for market ratings has put the premium on ‘media personalities’, ‘tabloidization’, and audience-pandering sensationalism, Ravish has been most vocal on insisting that the professional values of sober, balanced, fact-based reporting be upheld in practice.”The citation added: “Ravish interacts easily with the poor, travels extensively, and uses social media to stay in touch with his audience, generating from them the stories for his program.” The foundation also referred to an episode of Prime Time by Kumar in 2016, in which he spoke about the state of the media and public discourse on a dark screen. “For Ravish, it is always about the message, dispassionately delivered,” the citation said.","author":"Scroll Staff","time":"2019-08-02T09:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118305-uukkolqnrq-1556177591.jpg","tags":["Ravish Kumar","Ramon Magsaysay Award","Journalism","Awards","NDTV"]}