{"title":"Journalist Rajeev Sharma gets bail in Official Secrets Act case","content":"The Delhi High Court Friday granted bail to journalist Rajeev Sharma, who was arrested in a case under the Official Secrets Act, PTI reported. Sharma has been accused of passing on information about the Indian Army’s deployment and the country’s border strategy to Chinese intelligence.Sharma was arrested by the Delhi Police’s Special Cell on September 14. The police alleged that he was found to be in possession of classified defence-related documents.Sharma had sought statutory bail on the ground that the chargesheet was not filed within 60 days of his arrest. Justice Yogesh Khanna granted the relief to Sharma on furnishing of a personal bond of Rs 1 lakh and a surety of the like amount.The court also asked Sharma to provide his contact number and address to the station house officer concerned, reported The Indian Express. He has been directed to keep open his location app in his mobile at all times and to not leave the National Capital Region without the permission of the trial court.Earlier, a lower court had held that the chargesheet can be filed within 90 days in this case. However, the High Court set aside the magisterial court’s order as illegal. “The petitioner is thus entitled to default bail, the challan having not been filed within 60 days,” the High Court said, according to The Hindu.Sharma runs a YouTube channel called “Rajeev Kishkindha”, which has thousands of followers. On the day of his arrest, he uploaded two videos. One of the videos claimed that China would still do “mischief” despite talks with India amid border tensions. The other video deplored the state of journalism in the country.The Press Club of India had criticised the Delhi Police for its “high-handed” action against Sharma. “We are astounded to hear of the arrest of Rajeev Sharma, a well-known independent journalist of long standing and a member of the Press Club of India,” it had said in a statement. “This is on account of the dubious track record of the Special Branch. More generally also, the record of Delhi Police is hardly a shining one.”","author":"Scroll Staff","time":"2020-12-04T17:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147751-lomwqbeuvz-1600578844.jpg","tags":["Rajeev Sharma","Delhi High Court","Delhi Police","Indian Army","Official Secrets Act","espionage case"],"source":"https://scroll.in/latest/980300/journalist-rajeev-sharma-gets-bail-in-official-secrets-act-case"}