{"title":"Journalists in Kashmir bear the brunt of public anger against the national media","content":"On one of the doors in Srinagar’s Shri Maharaja Hari Singh hospital is an A4 size poster that has in bold black print the words: \"Indian Media Are Not Allowed.\"The poster reflects a resentment that patients, their attendants, relatives, and volunteers harbour against the national media. This resentment has not developed just in the past month following the latest outbreak of protests, it has deeper roots in what Kashmiris see as years of misrepresentation and misinformation about the Valley in the national media.In the days after Hizbul Mujahideen commander Burhan Wani was killed in an encounter last month, anti-India protests broke out in several places across the Valley, leading to clashes between security forces and locals. As an increasing number of dead and injured – many of them with pellet injuries – flooded hospitals, a medical emergency was declared.To report on these stories, journalists converged at the Shri Maharaja Hari Singh hospital, Kashmir’s main hospital.It is here that the resentment brewing against the media found a vent. Over the past month, journalists and even ordinary people mistaken for journalists have been badly beaten by members of the public, inside and outside the hospital. Keeping a low profileMufti Islah, who heads the Kashmir bureau of the CNN-News18 TV network, said that he has been to the hospital three times recently but, sensing the hostile public mood outside its gates, chose to enter from the rear.“My cameraman could shoot with his professional camera on two occasions without much fuss,” he said. But the situation soon deteriorated so much that on July 14, Islah had to film the story of Insha Malik – the teenager who has lost both her eyes after being hit by pellets while inside her home – with his mobile phone.That day itself, enraged attendants and relatives of patients at the hospital beat up volunteers after suspecting them to be journalists.One of the assaulted youth, who declined to be identified, said he had been volunteering at the hospital from the day injured patients started streaming in. He said that a day before he was beaten, he had helped a journalist from the BBC talk to patients. “The next day, CNN-IBN’s Mufti Islah came to hospital and we were having a conversation in the hospital corridor,” said the volunteer. “When Mufti Islah left, suddenly a group of men came and asked us to leave the hospital, thinking we were journalists from some Indian media [house]. When we told them we were volunteers…they started beating us and kept saying that we were journalists from the Indian media.”Islah said that Kashmiris were angry at what some national channels had been reporting in connection with the current crisis in Kashmir.“For instance, some channels calling for burning Burhan Wani and his supporters in trash, or about him having multiple flings with women infuriated people,” said Islah. He said that this prevented journalists from going to hospitals to report about those wounded, among whom are young children who have suffered eye damage because of pellet shots.Islah added: “Such was the anger that the government confidentially told cable operators to shut Times Now, News X and Zee News.”Journalist beaten upOn July 22, a youth from South Kashmir, Mushtaq Ahmad was brought dead to the hospital. As the news spread, journalists rushed to the hospital to report on the story.Dar Yasin, a photojournalist who works for global news agency Associated Press, was among those who tried to take a photograph of the deceased man. That is when members of the public started beating him despite his entreaties that he was a local journalist working for an international news agency, reported the weekly, Kashmir Life. The report said that Dar’s colleague Rubika from another international news agency Agence France-Presse, who was also present there, had to run for cover sensing the public anger.Parvaiz Bukhari, a senior journalist based in Srinagar and frequent Scroll.in contributor, said that on the two recent occasions he visited the Shri Maharaja Hari Singh hospital to report on conditions there, every patient and attendant he spoke to asked him for his ID. “They would agree to talk only after ensuring that I was not working for the Indian media,” Bukhari said.He said that the anger against the national media was particularly aimed at TV news channels. Hindi channel Zee News broadcast a segment in the third week of July in which people in Gurez in North Kashmir can be heard criticising the protests in the Valley. As part of that segment, the channel also showed a group of children, purportedly from Gurez, chanting \"Bharat Mata ki Jai\" while an animated tricolour masked their faces.The message of the segment was to emphasise that the people of Gurez were loyal to India and had nothing to do with the agitation in the Valley. After the programme was aired, the residents of Gurez criticised the channel for “creating a wedge between people”.Fanning hysteriaThe feeling that the media has misrepresented and misinformed its audience is not restricted to ordinary Kashmiris alone.On July 22, the Jammu and Kashmir High Court asked the state government to regulate national news channels that had created “hysteria” about Kashmir. Mirza Waheed, journalist and author of The Collaborator and The Book of Gold Leaves, who is based in London, said in an emailed response that large sections of the Indian media had historically acted as partners of the State.“Owing to largely uncritical coverage of official narratives by powerful sections of Indian media, there exist shocking levels of ignorance among the Indian public when it comes to Kashmir,” said Waheed. “Now a few major TV channels seem to have dropped the pretence of journalism altogether, as they broadcast barefaced hate against Kashmiri people.”Waheed added: “It seems to me that a depressingly large number of journalists in India so wholly identify with the state that they are happy to eschew one of the most rudimentary tenets of journalism, which is scrutiny of power and the powerful.”Qadri Inzamam and Mohammad Haziq are freelance journalists based in Kashmir.","author":"Qadri Inzamam and Mohammad Haziq","time":"2016-08-12T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/813604-39085-enwpibbxvs-1470754792.png","tags":["Kashmir","journalists","journalism","media threat","journalists under threat"],"source":"https://scroll.in/article/813604/journalists-in-kashmir-bear-the-brunt-of-public-anger-against-the-national-media"}