{"title":"‘Journalism is not a bed of roses’: Meet the Jharkhand reporter featured in leaked Pegasus database","content":"The phone numbers of nearly 40 Indian journalists have appeared in a leaked database, which reflects potential targets of cyber surveillance through the use of the Pegasus hacking software that an Israeli company claims to sell only to governments. While most journalists on the list are reporters and editors who work in the English-language national media in Delhi, some write for small publications faraway from the capital.One of them is Rupesh Kumar Singh who reports from Jharkhand. Three phone numbers related to him appeared in the leaked database a few months after he reported on the killing of an innocent Adivasi man by the Jharkhand police in 2017, according to The Wire.The news did not come as a surprise to the 35-year-old. He said his reports on police violence against Adivasis had made him a target, not merely of surveillance. In 2019, he had been arrested under the stringent anti-terror law, the Unlawful Activities Prevention Act, in what he alleged was a fabricated case.“Honestly, I am proud of my reporting,” he told Scroll.in. Signs of surveillanceSingh grew up in Bhagalpur district in Bihar. Before he turned to freelance journalism in 2012, Singh was a part of the state council for the All India Students’ Association, the student arm of the Communist Party of India Liberation from 2003 to 2006, and a member of the party’s district committee in Bhagalpur from 2006 to 2012. Singh has been based in Ramgarh district in Jharkhand since 2014. He has been reporting on state violence against Adivasi communities for over seven years. His reports have appeared in Hindi magazines called Samyantar and Dastak, along with online news portals like Media Vigil, Gauri Lankesh News and Janchowk among others. He said he first noticed signs of surveillance in 2017.In June that year, he reported on the killing of an Adivasi man named Motilal Baske in Giridih district by the Commando Battalion for Resolute Action or Cobra, a special unit under the Central Reserve Police Force. The paramilitary had claimed that Baske was a Maoist guerilla whose capture carried a reward of Rs 10 lakh, Singh said.But when Singh reported from the district, he found that Baske worked as a porter who physically ferried pilgrims to the Parasnath Hills, a sacred pilgrimage site for the Jain community. Baske was also enrolled under the Pradhan Mantri Awas Yojana, an affordable housing scheme launched by the Narendra Modi-led Central government in their first term, according to Singh’s report that was published on The Wire’s Hindi website.“We had proof that Baske was a villager and not a Maoist,” Singh said. The killing led to a number of protests in the district by other workers from Adivasi communities and was raised by the elected representatives in the state’s Assembly.How extensively was Pegasus spyware used in the world’s largest democracy? We found forensic evidence that it was active on Indian phones as recently as *last week*. Read more here and below… 1/ https://t.co/E7YPJ6MA24— Joanna Slater (@jslaternyc) July 19, 2021\n\nA few days after his report was published, Singh began to notice a pattern.“If I phoned someone to tell them I am reaching a location to report, then some people would ask for me and what I was doing,” he said. And everytime he picked up a phone call, there would be a strange beeping sound, he claimed. “I started using my phone less because there are many false encounters and arrests in Jharkhand in the name of catching Maoists,” he said.While the signs of phone tapping were evident, Singh was not prepared for what happened next. In June 2019, Singh and his colleague Mithilesh Kumar Singh, a lawyer in Ramgarh Civil Court, were halted by Intelligence Bureau officials at Hazaribagh district in Jharkhand while they were travelling in a car to Aurangabad district in Bihar. The officials kept the two men under their custody at a paramilitary camp in Bihar, Singh alleged. “They told me that they had been watching me for many days and that my phone was tapped,” he said.The men along with their car driver were booked by the Bihar Police under the Unlawful Activities Prevention Act, for allegedly carrying detonators and gelatin sticks. Police claimed that the men were “Naxals”. However, Singh alleged that police had put explosives in the car in front of him.While he was lodged in Shergati jail in Gaya district in Bihar, his wife Ipsa Shatakshi found a GPS device fitted with a sim card and a camera connected below the steering wheel of her car, he said.After the Bihar Police failed to file a chargesheet in the case within the stipulated six months, Singh was granted bail in December 2019. A few days later, the police filed an eight-page chargesheet which contained no details of any evidence that the police possessed of Singh’s alleged crimes. “Since then the case has not been opened and there has been no hearing,” he said. In November last year, Singh authored a book on his experience living in jail called Kaidkhaane Ka Aiyna, or a mirror to the prison cell.‘Journalism not a bed of roses’The events of 2017 had made Singh strongly suspect that his phone was being tapped. But the confirmation came last week when The Wire contacted him after his phone number appeared in the leaked database. Also listed in the database was a phone number used by his wife Ipsa Shatakshi and another used by her sister. “I knew that my wife and my phones could be tapped but I never imagined that it could happen to her sister too,” he said.Singh said that the use of the spyware infringed upon the privacy and fundamental rights of journalists, politicians and others who were targeted. But it did not scare him. “I have already been to jail and the government can do what it wants but we are not afraid,” he said.The leaked database, he said, was a call for journalists to prepare to report against “fascist tendencies” that governments showed. Reporting from the ground entailed risks and he said he was prepared for it. “Journalism is not a bed of roses,” Singh said. “You will have to walk on a path of thorns.”","author":"Vijayta Lalwani","time":"2021-07-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161702-faiqpdormi-1626705869.jpeg","tags":["Pegasus","Surveillance","Privacy","Journalism"],"source":"https://scroll.in/article/1000597/journalism-is-not-a-bed-of-roses-meet-the-jharkhand-reporter-featured-in-leaked-pegasus-database"}