{"title":"Joya Chatterji’s ‘Shadows at Noon’ wins best history book at the 2023 Los Angeles Times Book Awards","content":"The Los Angeles Times announced the winners of the 44th annual Book Prizes on April 19.Winners were announced in 13 categories for works published last year, including the new prize for achievement in audiobook production, presented by Audible. Pulitzer Prize-winning author Jane Smiley was honoured with the lifetime achievement award.Joya Chatterji’s Shadows at Noon: The South Asian Twentieth Century won the best history book award. Published by Yale University Press in the US and Penguin Random House in India, it tells the subcontinent’s story from the British Raj to independence and partition and the forging of the modern nations of India, Pakistan and Bangladesh. The book’s structure is thematic rather than chronological. Each of the chapters illuminates an overarching theme or sphere that has shaped South Asia over the course of the century. The book’s purpose is to make contemporary South Asia intelligible to readers who are fascinated by the subcontinent's cultural vibrancy and diversity but are often perplexed by its social and political make-up. And it illuminates the many aspects that its people have in common rather than what divides them.The other winners are:Audiobook: Thank You (Falettinme Be Mice Elf Agin): A Memoir, Dion Graham and Elishia MerricksFirst Fiction: Company: Stories, Shannon SandersBiography: The Life and Times of Hannah Crafts: The True Story of The Bondwoman’s Narrative, Gregg HecimovichAutobiographical Prose: Monsters: A Fan’s Dilemma, Claire DedererCurrent Interest: We Were Once A Family: A Story of Love, Death, and Child Removal in America, Roxanna AsgarianFiction: Same Bed Different Dreams: A Novel, Ed ParkGraphic Novel/Comics: A Guest in the House, Emily CarrollHistory: Shadows at Noon: The South Asian Twentieth Century, Joya ChatterjiMystery/Thriller: Sing Her Down: A Novel, Ivy PochodaPoetry: Bread and Circus: Poems, Airea D MatthewsScience Fiction, Fantasy and Speculative Fiction: The Reformatory: A Novel, Tananarive DueScience and Technology: Is Math Real? How Simple Questions Lead Us to Mathematics’ Deepest Truths, Eugenia ChengYoung Adult Literature: Gone Wolf, Amber McBride","author":"Scroll Staff","time":"2024-04-25T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200286-ytxdazffsm-1714027893.jpeg","tags":["literary awards","history"]}