{"title":"‘Jubilee’ review: In brooding tale of the price of stardom, a few notes of celebration ","content":"Jubilee runs in the opposite direction from the prevailing magic-of-cinema orthodoxy. The engrossing Prime Video series, created by Soumik Sen and Vikramaditya Motwane, re-casts Hindi cinema’s so-called Golden Era in the amber glow of twilight. Set between 1947 and 1953, Jubilee heads out in search of disenchantment. In the interlinked trajectories of a studio boss and his movie star wife, an on-the-make actor, a striver and an aspiring filmmaker, the series finds it by the truckload.Srikant Roy (Prosenjit Chatterjee) and Sumitra Kumari (Aditi Rao Hydari) run the Roy Talkies studio, which resembles the actual Bombay Talkies in its success, influence and aspirations. Roy’s hunt for a new face to headline his productions ends with Jamshed Khan (Nandish Singh Sandhu). Jamshed is to be renamed Madan Kumar to ensure saleability – Srikant values profit above everything else, even Sumitra.There is another claimant to the ‘Madan Kumar’ screen name: Srikant’s employee Binod (Aparshakti Khurana). A lab technician whose professional duties include carrying out his boss’s dirty linen, Binod is a dogsbody desperate to become top dog. Binod stoops to conquer, altering the futures of Jamshed, Srikant and Sumitra in the process.Prosenjit Chatterjee in Jubilee (2023). Photo by Ishika Mohan Motwane.Two parallel tracks merge with Binod’s journey. The dancer Niloufer (Wamiqa Gabbi) finds her way from Lucknow to Mumbai. Partition makes a refugee in Mumbai out of Jay (Sidhant Gupta), who later joins forces with the producer Shamsher (Ram Kapoor).Jubilee has been directed by Motwane and written by Atul Sabharwal. Five out of 10 episodes are available on Prime Video. The remaining episodes will be streamed on April 14.Several characters are composites of real-life personalities – Srikant and Sumitra are strongly reminiscent of Himanshu Rai and Devika Rani. There are references to actual events, such as the origin story of Radio Ceylon. Yet, Jubilee is less a history lesson than a cautionary tale of twisted ambition set against the unruly energies of a newly independent country. The lavishly produced series is seething with remarkable period detail (the production design is by Aparna Sud and Mukund Gupta and the visual effects are by Arpan Gaglani). Featuring a retro soundtrack by Amit Trivedi with philosophical lyrics by Kausar Munir, and filmed as grandly as a movie, Jubilee puts on an excellent show at all times. Clever flourishes in a formulaic price-of-fame saga survive the contrived gravitas and determined joylessness. Aditi Rao Hydari in Jubilee (2023). Photo by Ishika Mohan Motwane.Just as freedom from colonial rule loses some of its sheen because of Partition violence, so also are the efforts of filmmakers to expand their footprint marred by dubious morals, Jubilee suggests.   The past does not appear to be different from the present, with surveillance, attempts to push propaganda through cinema, anti-Muslim sentiment and media censorship already in place. They say they are scared of songs – next they will say they are afraid of films, a character declares.Cinematographer Pratik Shah’s image book includes distorted reflections set to background composer Alokananda Dasgupta’s plangent score. A sonic cut links ringing applause to the rumble of thunder (the editing is by Aarti Bajaj). Nestled in the allegorical references and conspiracies is a bunch of memorable character studies. More David Fincher’s Mank in mood than Robert Altman’s The Player, Jubilee ensures that nearly every one of its leads is the opposite of likeable. Leading the venality race is Binod, whose marriage with Ratna (Shweta Basu Prasad) is tested by his scramble for control.Among the bravest punts is to position Aparshakti Khurana, usually a comic sidekick, as a heartthrob. Binod plots his ascent as may a hoodlum rising through the ranks of the underworld – unsurprising in a series that portrays Hindi filmmaking itself to be a kind of criminal enterprise.Aparshakti Khurana in Jubilee (2023). Photo by Ishika Mohan Motwane.Binod is hardly alone. Every major character is tainted by compromise. The cynicism that initially gives Jubilee its edge undermines later attempts to make us root for some of its transactional players. Fire is a recurring motif, whether in Binod’s fateful encounter with Jamshed or the Roy Talkies practice of incinerating outtakes and audition reels once their purpose is served. Despite all the passions on display, Jubilee remains cold to the touch, pedantic even in its project to excavate the dirt beneath the red carpet. As the entrenched give way to the new, Aparshakti Khurana and Sidhant Gupta work hard to make Binod and Jay stick. Both actors are under-equipped to portray Binod’s seething turmoil and Jay’s overt brashness. Wamiqa Gabbi is impressive as Niloufer, who represents the journey of courtesans into the movies just as Jay stands in for the Punjabi refugees from Pakistan who reinvented themselves in the Hindi film world in the 1940s. Niloufer generates the few sparks of magic or bursts of joy that are permitted to exist in an otherwise ponderous narrative.Wamiqa Gabbi in Jubilee (2023). Photo by Ishika Mohan Motwane.The actors who symbolise the order that Binod and Jay wish to topple also take Jubilee closest to its period setting. Despite Srikant being depicted as a needlessly malevolent movie mogul, Prosenjit Chatterjee plays his part with magnificently judged control. Aditi Rao Hydari is similarly lovely as Sumitra, whose scheming ways are the result of heartbreak.Arun Govil, as Jay’s father, is a surprise piece of casting that pays off. Ram Kapoor, as the profanity-addicted financier who can never mention Madan Kumar without adding a swear word, aptly plays the independent producer who eventually replaced the studio head. Kapoor’s Shamsher indicates that everything you have heard about the Hindi film industry is probably true.\n\n\n    \n    Play\n\nJubilee (2023).Also read:Web series ‘Jubilee’ is a ‘tribute to ambition’ of early Hindi film starsHow the Bombay Talkies studio became Hindi cinema’s original dream factoryWhat movies about the movies can tell us about the crisis that has hit Bollywood","author":"Nandini Ramnath","time":"2023-04-07T11:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188966-xxpxtdsaro-1681119398.jpg","tags":["Jubilee review","Prosenjit Chatterjee","Aditi Rao Hydari","Aparshakti Khurana","Wamiqa Gabbi"],"source":"https://scroll.in/reel/1046968/jubilee-review-in-brooding-tale-of-the-price-of-stardom-a-few-notes-of-celebration"}