{"title":"Judge who permitted Hindu prayers in Gyanvapi mosque basement appointed Lokpal of UP university","content":"Retired judge Ajaya Krishna Vishvesha has been appointed the Lokpal of a public university in Lucknow, The Wire reported. His appointment comes nearly a month after he allowed Hindus to offer prayers in the sealed basement of the Gyanvapi mosque complex in Varanasi.Vishvesha was on February 27 appointed as the Lokpal of the Dr Shakuntala Misra National Rehabilitation University, a government university of which Uttar Pradesh Chief Minister Adityanath is the chairperson. He was appointed for a term of three years.A university Lokpal, or an ombudsman, is appointed to address student grievances.University spokesperson Yashwant Viroday said that Vishvesha was appointed in accordance with University Grants Commission guidelines, The Wire reported. The guidelines say that a university Lokpal should be a retired vice-chancellor, a retired professor or a retired district judge, he said.The former judge will be the first person to hold the post at the university.Vishvesha retired as the Varanasi district judge on January 31. He passed the order allowing Hindu prayers in the Gyanvapi mosque basement on the day of his retirement.The Varanasi district court allowed Hindus to offer prayers in the basement of the complex after an Archaeological Survey of India report claimed that a Hindu temple existed at the site of the Gyanvapi mosque, and was destroyed in the 17th century during the reign of Mughal emperor Aurangzeb.The findings of the archaeological survey had been made public through the court on January 25.The Gyanvapi mosque complex has four cellars in its basement. One of them is still owned by the Vyas family of priests who used to live there. They argued that, as hereditary priests, they should be allowed to offer prayers in that cellar.The district court had ordered that the arrangements for Hindu prayers, including the removal of barricades, be completed within a week. The prayers should be conducted by priests of the neighbouring Kashi Vishwanath temple, it had ruled.The Allahabad High Court had on February 2 refused to grant an interim stay on the Varanasi district court order. On Monday, it rejected a petition filed by the Anjuman Intezamia Masjid Committee, which manages the mosque, challenging the district court’s order.On the same day that Vishvesha was named as the Lokpal of the Dr Shakuntala Misra National Rehabilitation University, President Draupadi Murmu appointed former Supreme Court judge Justice AM Khanwilkar as the Chairperson of the Lokpal, which is an anti-corruption body.Justice Khanwilkar led the bench that upheld a Special Investigation Team report exonerating Prime Minister Narendra Modi in the 2002 Gujarat riots case. He also led the bench that in 2022 upheld the Foreign Contribution (Regulation) Amendment Act, 2020. The Act was brought in to regulate foreign funds received by NGOs.","author":"Scroll Staff","time":"2024-02-29T13:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198868-apngfnprsy-1709192436.jpg","tags":["Ajaya Krishna Vishvesha","Gyanvapi","Varanasi"],"source":"https://scroll.in/latest/1064477/judge-who-permitted-hindu-prayers-in-gyanvapi-mosque-basement-appointed-lokpal-of-up-university"}