{"title":"‘Judgementall Hai Kya’ writer Kanika Dhillon: ‘Why decide the moral compass of the audience?’","content":"Prakash Kovelamudi’s Judgementall Hai Kya sprang out of a personal tragedy. “After my father died, my mindspace was that of anxiety for about two years,” the film’s writer, Kanika Dhillon, told Scroll.in. “After I snapped out of it, I wanted to explore a character who’s in a mindspace which isn’t stable. When you are vulnerable and shaken, the way you see the world changes. I wanted my protagonist to be wacky, broken, and chipped at the edges.”In Judgementall Hai Kya, that protagonist is Bobby (Kangana Ranaut), a woman with a flair for theatrics. (The original title, Mental Hai Kya, was changed after complaints by the Indian Psychiatric Society). When Keshav (Rajkummar Rao) moves in next door, Bobby finds him to be “too normal” to be true. She suspects him of committing a murder, but ends up in the crosshairs herself.Dhillon considers the July 26 release to be her most “challenging and complicated” screenplay yet. Her credits include Anurag Kashyap’s Manmarziyaan and Abhishek Kapoor’s Kedarnath, both of which feature free-spirited heroines. Dhillon also has three novels to her name: Bombay Duck is a Fish (2011), Shiva and the Rise of the Shadows (2013), and The Dance of Durga (2016). In an interview, Dhillon dissected her characters, her writing process, and the filmmaker’s responsibility to audiences. Are you like your heroines, whose decisions and choices drive the plots? Absolutely. Writing is an outlet to explore the personalities you feel you have and extend and nurture them to create new identities, which can then grow in a new world you create for them. There’s a lot of me in each of my male and female characters, submissive or aggressive, out there or not.That’s true for every artist. You cannot conceive a creation that is already not a part of you.\n\n\n    \n    Play\n\nJudgementall Hai Kya (2019).Is a screenplay different if a woman has written it?I am asked this often, and I do not like it. Writing has no sex. It is gender-neutral. Sex cannot determine a person’s capability to empathise with or write for specific genres. My sex has nothing to do with my sensitivity or sensibility or my understanding of a situation.Just because I am a woman, I cannot say that I am more sensitive to certain situations or that I can write women better. Likewise, men cannot say that they are the best at writing an action or a thriller film. I could probably give a man a run for his money in that genre. Similarly, a man could write Manmarziyaan.Your heroines, jagged as they are, have a predilection for straightforward men like Robbie (‘Manmarziyaan’) and Mansoor (‘Kedarnath’).Not exactly. Keshav has a lot of shades to him, which will be revealed in the film.Robbie is not a perfect, stable guy. He knows Rumi is an intense relationship with someone, but he still goes ahead. That isn’t predictable behaviour. He isn’t as out there as Vicky, who’s more aggressive, but he has his own belief system and complexes. He seems stable, but look closer and you will see that he is complicated.A guy in his position would opt for a homely, uncomplicated girl, but he relishes the challenge. There’s a scene in which he is told about Vicky, but he says that he would definitely want to be an option. Now, who thinks that way? I think it calls for a lot of strength.As for Mansoor, he is a Muslim porter living in a temple town environment, which you can transcend only via education. Now, he’s not educated. His instinct, compassion, and his surroundings influence him. He responds to basic emotions. It would be unfair to make him a complicated man. Characters have to be true to their surroundings and be rooted, and not get burdened with unnecessary stuff to become interesting.\n\n\n    \n    Play\n\nKedarnath (2018).Your writing includes a superhero novel and a romantic film. Do you approach stories in terms of genres? Genre is a marketing term that has nothing to do with creators and storytellers. Once my first draft is done, I will go to a producer who will ask me to tell the story in one line. It is his job to find the genre. I don’t think about it. I don’t know what the genre is till the story is done.What is Judgementall Hai Kya? Quirky thriller? Mystery? Comedy? I love it that it can’t be slotted. As creative people, thinking within genre formats will compromise our writing process.How different was the ‘Manmarziyaan’ screenplay from the final film?  You write a book for an audience that experiences it directly. In the case of a film, the script will be interpreted by the director and actors. That way, a script is a more vibrant piece of writing. Manmarziyaan had the inherent edginess of Anurag Kashyap. He got the spirit of this de-romanticised love story. I was on set with Anruag all the time, and he would ask me, should we turn this scene around, does the character say this and mean that? Sometimes, he placed the camera in such a way that the actors could emote with their eyes. Then, the need for dialogue vanished.Nowadays, all important directors have their writers on set, as that is where all the magic happens. I was on set almost every day for Judgementall Hai Kya too.\n\n\n    \n    Play\n\nManmarziyaan (2018).What is your working relationship with Prakash Kovelamudi, with whom you also worked on the Telugu film ‘Size Zero’? I am wary of answering this for the simple reason that journalists write stuff like, the script is by the director’s wife. I don’t want to talk about the film or the director in any personal capacity. It’s patriarchal to drag in personal relationships between creators. You might be asking in good faith, but other journalists could drag it in a different direction.Anurag Kashyap believes ‘Manmarziyaan’ was autobiographical.  No matter how much I deny it, Anurag believes that it’s my story. When he went to Amristar, he began asking my school friends, who’s Vicky, who’s Robbie. Since he found the story heartfelt, perhaps he thought he could delve deeper into where the story came from. He is a great mentor who knows how to tap the locked and the unsaid. He has that knack of drawing people out of their shells and making them go the extra mile.Some found the scene of a just-married Rumi sleeping with her ex-lover Vicky unpalatable for Indian audiences.  I hate our tendency of second-guessing the audience. Things get murky when we put ourselves on a pedestal and decide what is fit for public consumption.About the scene in question, none of us has lived perfect, sanitised lives. We have all had relationships that have not always been proper. But somehow, we are weary to put them on the screen. Why should we decide the moral compass of the audience? Who we are to box the audience and decide their boundaries? Our ultimate job is to just tell stories.If a producer thinks that a scene with a certain morality might put a dent in his pocket, I respect that sentiment. But as creators, we cannot create with the fear of alienating the audience. The thought of appealing to family audiences has been drilled into our heads by the industry. Why should I write according to the constraints of the market? I need to only be true to my story, and not worry about its imagined impact.Kanika Dhillon.What are your thoughts on ‘Kabir Singh’, which has been criticised for its chauvinistic hero? I went in ready to dislike the film because of everything I had heard. But after a point, I suspended the logic, the red flags, and went on an emotional ride with this character called Kabir Singh. I found it to be the story of someone who is helpless and flawed, someone struggling to keep himself together, and wanting to snap out of his situation, but he is unable to express his inadequacies. He is heading for disaster, and he will probably never come out of it. And sometimes, he behaves in obnoxious, unacceptable, and shockingly violent ways. But I never labelled him as a misogynist. Seeing him as a misogynist came later, when I dissected the film, but my emotional reaction was different. The arguments against the film make sense. Definitely, the film could have been sensitive at many places. But I don’t want to see this character shouldering the responsibility of boosting misogyny in society. The writer-director is simply telling the story of a flawed character, and I am with him on this journey.The question is, how much confidence should we have in our viewers? Do we think they are intelligent enough to consider a film a film, or do we think they are an unthinking mass of zombies? As filmmakers, we should be responsible, but we should also trust the intelligence of the audience. The debate and discussion should happen, but the audience’s conscience shouldn’t be a burden on a character.Also read:‘Complicated, unreasonable, messy’: Kanika Dhillon on modern love in ‘Manmarziyaan’‘Manmarziyaan’ film review: Anurag Kashyap’s unusual romance has vim, wit, and wisdom to spare‘Kedarnath’ film review: Sara Ali Khan shines in ‘Titanic’ set in the mountains","author":"Devarsi Ghosh","time":"2019-07-07T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123327-ubjevnxidn-1562347202.jpeg","tags":["Kanika Dhillon","Judgementall Hai Kya","Kangana Ranaut"],"source":"https://scroll.in/reel/929376/judgementall-hai-kya-writer-kanika-dhillon-why-decide-the-moral-compass-of-the-audience"}