{"title":"Judicial panel confirms what a teenager's parents knew: Police raped and killed their daughter","content":"On the evening of July 5, 2011, Meena Khalkho, a 16-year-old adivasi girl, left her home in Karchi village in north Chhattisgarh to visit her friend Kirti who lived nearby. The verdant, undulating terrain of Balrampur district on the border with Jharkhand held few threats, barring perhaps, a passing herd of elephants. When Meena did not return that evening, her parents assumed that she had stayed on with her friend.But in the morning, they were woken up by a police messenger asking them to come to the block hospital. They were told Meena had been admitted “hurt”. When they reached the hospital, however, Buddheshwar and his wife Guttigari found their daughter dead.The police claimed that Meena was a Maoist and had sustained bullet injuries in the course of a police-Maoist encounter on the banks of Chedar nalla in Nawadih village in the early hours of July 6. About 30-35 Maoists had engaged in intense gunfire lasting several hours, said policemen.But the residents of the area dismissed these claims. Only three gunshots had been heard that morning, they said. The postmortem found the presence of sperm on Meena’s body. When opposition leaders raised the issue of possible rape and murder of the teenager in the state assembly, Nankiram Kanwar, the home minister of Chhattisgarh, questioned Meena’s absence from home in the evening, and defended the police by stating that forensic report established that the teenager was “habitual at sex”.Now, four years later, the deafening silence over the death of 16-year-old Meena Khalko has been finally broken. On April 7, a judicial commission set up to investigate the case submitted its report to the state government. The one-member commission has found that the police version was fabricated: No encounter took place that morning and Meena was not a Maoist. Contrary to the police version, which claimed that Meena died at 3.45 am, the report relied on the findings of a panel of doctors to conclude that she had passed away at 1.45 am. Most significantly, even though it does not use the word  “balatkaar”  (rape), the report states unambiguously that the young girl had been raped before being killed.“The intercourse appears to be forcible in nature,” notes the report, prepared by former district and sessions judge Anita Jha. Scroll has accessed key portions of the report. “Apart from bullet injuries, other serious injuries are also visible. During the postmortem, blood clots were found in her lungs and intestines on account of cuts. The seventh rib is fractured. This shows that intercourse was done using physical force on Ms Meena Khalkho.”While not ruling out the possibility of gangrape, the report noted the lack of clear evidence for it. “In the absence of DNA profiling of the vaginal swabs and the semen found on Meena’s clothes, it is not possible to determine if the sexual intercourse was done by one or more than one person,” it said.A distraught familyBuddheshwar, Meena’s father, said it was clear that his daughter was abducted, raped and murdered by the police. “Not only did they murder my daughter, but also cast aspersions on her character,” said the frail farmer, shaking his head. “I need justice. I want those responsible to be punished. What else can a father seek when he has lost his daughter in this manner.”Meena’s family was given Rs 10,000 by the district authorities almost immediately after the incident to take care of her funeral. Buddheshwar also received Rs 2 lakhs as compensation. If Meena was indeed a Maoist, why was the state compensating the family, asked many, including members of opposition parties. In addition to the compensation, Meena’s brother was offered the job of a peon in a school in Chando that brings home a regular income of about Rs. 4000 every month.But much of the income has been spent on the trips that the family needed to make to the district headquarters to depose before the commission of inquiry. Keen that the truth came out, Buddheshwar took every effort to make sure that the five witnesses from the area, including the then village sarpanch Ganga Ram Kerketta, did not miss a single hearing. Whenever they were called to give testimony, Buddeshwar hired vehicles for them, and sometimes even accompanied them, which meant leaving aside his own work. He knew that the fight for justice desperately rested on these villagers, who in turn stood by him despite intimidation by the local police.Buddheshwar, Meena’s father.“We said then and uphold even now that we heard only three shots, and not continuous shots of firing as would be the case in an encounter,” said Nawal Bhagat, whose house is the closest to the site where the police claimed to have exchanged intense fire with the Maoists.On the eventful morning, recollected Vimala Bhagat, Nawal’s wife, the police bolted their door from the outside not allowing them to come out. Their three children, who wanted to defecate, could not got out and instead were made to defecate inside the house in vessels, Vimla laughed.Soon after, the policemen visited their home and pressurised the Bhagat family to state that an encounter had taken place. The couple were asked to sign on blank sheets. Local politicians from the Bharatiya Janata Party also came to visit, pressurising them to support the police version of an encounter.But the Bhagats stood their ground and refused. When the harassment became too much to bear, along with other villagers, they wrote an application to the district magistrate, asking him to intervene and stop witness harassment to allow the magisterial enquiry to be conducted without pressure. The police visits stopped but phone calls from police personnel continued.Strangely enough, despite his willingness to depose, Bhagat, a key witness, never got to depose before the commission. The public prosecutor, the report records, was unable to bring the Bhagat family to depose before it.  Vimala Bhagat withstood police pressure to sign blank sheets of paper.The policemenAbout 25 policemen were posted in Chando police station, the nearest police post from Meena’s village, at the time of the incident. The police had claimed that nearly all the personnel had stepped out for the patrol that night.While the judicial commission’s report has held that Meena was killed by bullets fired at close range from weapons used by the police, laying to rest the police’s claims of an encounter were combatants fire at each other from some distance, it has stopped short of indicting individual policemen. “The jurisdiction of the one member commission is limited to the investigation…the police needs to investigate which police personnel were responsible for the episode,” it said.Chhattisgarh chief minister Raman Singh has said that “the concerned department will take necessary steps.” Rajeev Shrivastav, additional director general of the crime investigation department (CID), told reporters, “A team has been formed to investigate the incident with a fresh view.”Another round of investigation means another round of visits to the district headquarter for Meena’s family and the other witnesses.Karchi village lies about 45 kms from the district headquarters. On the way to the village, this correspondent saw brisk construction underway. Not only roads, the administration is also constructing a large bridge to ensure that the village does not get cut off during the rains. A local government employee claimed that efforts were being made to convert the gram panchayat into a model one. The administration wanted Karchi to be “known for better things”, he said, hence, the heavy spending on local development.But mere construction of roads and bridges cannot take the place of justice, observers say. Prompt action by the government against the perpetrators is the only way to assure the villagers of Karchi and build their trust with the government.Four years after they lost their daughter, as they sat in the verandah of their mud hut, Buddheshwar and his wife Guttigari Khalko had just one refrain on their parched lips: “Hammala nyao chahil aur apradhiman la saja hovek chahi…We need justice and the perpetrators must be punished.” The road being built to Karchi village.","author":"Malini Subramaniam","time":"2015-04-21T09:17:21+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/721746-2a2a4529-bfe0-4d00-8604-50ae6ed65c0b.jpg","tags":["Chhattisgarh Ground Reports","Chhattisgarh","Maoist"],"source":"https://scroll.in/article/721746/judicial-panel-confirms-what-a-teenagers-parents-knew-police-raped-and-killed-their-daughter"}