{"title":"Julio Ribeiro: Burnt by Gulf criticism, will Modi work to douse the hate fanned by his party?","content":"The inevitable has happened.  It should have happened earlier.  It would have helped to ease the situation in our country at least until the next round of state assembly elections.The anti-minority rancour that has been whipped up by Bharatiya Janata Party leaders and spread by their army of workers has given even their authorised national spokespersons sanction to express the most atrocious bigotry against India’s largest minority community.Prime Minister Narendra Modi speaks in various tongues.  Most times he is considerate.  He promises development, a better quality of life and equality of opportunity to each and every citizen, irrespective of her religion.  On the ground, though, the message is interpreted by his some of his followers as a signal to deprive Muslims of their rights – even the right to eke out a living.Some time ago, while the prime minister spouted platitudes, a minster in his cabinet, Anurag Thakur, threatened to shoot those who dared to oppose the one-sided Citizenship Amendment Act.  Sants and seers, emboldened by the BJP’s acceptance by a large section of Hindus, direct venom at the minority community with impunity.  When action was taken finally against some of them, it was quite obviously half-hearted and did not create any tremors of fear or remorse.On the backfootIt is this atmosphere of freedom to speak and act against the minority community that has manifested itself so clearly in the lynchings of cattle-traders and perceived beef-eaters, the enactment of laws against “love jihad”, the persecution of Muslim girls attending college in hijabs, a campaign against halal meat and preventing Muslim traders from selling their wares outside temples during fairs and festivals as they had done for centuries.Is it surprising, then, that the BJP’s spokespersons got carried away by the prevailing atmosphere of hate and made disparaging remarks about the Prophet of Islam?  The reaction from Muslim-ruled nations should have been anticipated.  There are wise men, formerly of the Indian Foreign Service, in Modi’s cabinet.  Surely, they should have warned their two big bosses about the consequence of belittling Islam’s Prophet.The government of Modi and Shah is now on the backfoot as protests pour in from around the Muslim world against the remarks of one of its spokespeople during a television show.  It cannot ignore the 89 lakh Indians who live and work in the Gulf region.  It cannot ignore the fact that the Gulf supplies 60% of our crude oil and Qatar alone supplies 40% of our natural gas requirements.  It cannot ignore Pakistan’s penchant for using any possible weapon to embarrass India in the Organisation of Islamic Countries.Hate remarks against the Prophet | West Asian nations demand public apology from Indian government - report ⁦@suhasinih⁩ and ⁦@janusmyth⁩  https://t.co/T1WyadTiLf— Nistula Hebbar (@nistula) June 6, 2022\n\nIn an effort to retrieve lost ground, the BJP said that it “strongly denounces insult of any religious personalities of any religion”. As if that wasn’t enough, it went even further and stated that “the BJP is against any ideology which insults or demeans any sect or any religion.   The BJP does not promote such people or such philosophy.”It is hoped and expected that the BJP adheres to that position.  However, the party’s commitment to religious freedom is not immediately evident. For instance, the BJP not only discourages but also actively punishes religious conversions. I agree that mass conversions do cause social upheavals.  But I have not heard of any mass conversions in any part of the country for decades.The number of people changing gods after marriage can be counted.  Very few change gods because they are enamoured  of a certain belief.  Such individual conversions will not have any impact on the demography of the country or the local social order.  The only purpose served by the drama to pass anti-conversion laws seems to be to sow fear among the minorities and feed the majority with wrong information.  Personally, I am not a votary of any form of conversion. The Catholic community to which I belong does not require a change of gods even in marriage. One of my two daughters married a Zoroastrian. Her spouse did not convert. My brother’s two sons married Hindu women in Catholic and Hindu ceremonies. There were no conversions.  But it is time to leave personal choices to consenting adults.When Indian Muslims protest against derogatory remarks by BJP spokespersons against Prophet Mohammad, They are Arrested. When Middle-Eastern countries protest against derogatory remarks by BJP spokespersons, BJP issues a statement distancing itself from their spokespersons.— Mohammed Zubair (@zoo_bear) June 5, 2022\n\nThat the Modi-Shah government was hurtling towards a precipice with its anti-minority rhetoric was a foregone conclusion for many experts.  You cannot mix “sabka saath, subka vikas” (development for everyone, as Modi has promised) with provocations against minorities practised every day in an obviously orchestrated manner.Even after the immediate objective of such rhetoric to win an election is achieved, the poison continues to spread.  In my hometown of Mumbai, workers of the Mohalla Committees Movement in neighbourhoods across the city tell me that they have never come across such hate in their entire lives.  It has spread and got embedded in the body politic.It is no surprise, therefore, that those who spoke disparagingly of the Prophet of Islam did not think they had put their feet in quick sand.  Neither did their big bosses bother until too late. But once they realised the enormity of the genie released, they quickly went into defensive mode.The moot question: will this episode nudge Modi to break his deafening silence when his followers cross?  It is something they do with predictable regularity.Julio Ribeiro served in several senior positions as a police officer and was India’s ambassador to Romania.","author":"Julio Ribeiro","time":"2022-06-09T11:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175378-avyvzkzgdm-1654445848.jfif","tags":["Narendra Modi","Bharatiya Janata Party","Islamophobia"],"source":"https://scroll.in/article/1025797/julio-ribeiro-burnt-by-gulf-criticism-will-modi-work-to-douse-the-hate-fanned-by-his-party"}