{"title":"June retail inflation eases to 6.26%","content":"Retail inflation for the month of June eased slightly to 6.26%, from 6.30% in May, government data showed on Monday. The data, which is an indicator of price rise, however continues to remain above the Reserve Bank of India’s comfort zone of 2% to 6%.In fact, inflation in food prices came at 5.15%, marginally higher than 5.01% in May. Prices of cereals and vegetables dropped by 1.94% and 0.70% respectively, in the month of June, as compared to the same month last year. However, cost of oils and fats rose by 34.78%, while that of fruits and pulses increased by 11.82% and 10.01%.The rise in prices of petrol and diesel also reflected in the data as inflation in the fuel and light category shot up by 12.68%, as compared to June 2020. In May, the fuel and light inflation was 11.58%.The surge in inflation will add pressure on the central bank to keep prices under control. Last month, the RBI had projected retail inflation at 5.1% for the current fiscal while slashing the growth forecast to 9.5% from 10.5%.  Industrial production rises on low-base effectMeanwhile, the country’s factory output for the month of May rose 29.3% from a year earlier, another set of data released by the ministry of statistics and programme implementation showed. The sharp rise is a result of the low-base effect due to the countrywide lockdown last year which brought economic activities to a standstill.The factory output, measured by the Index of Industrial Production, had contracted 33.4% in May 2020.Manufacturing sector output, which accounts for more than three-fourths of the entire index, registered a growth of 34.5% as against a contraction of 37.8% in the year-ago period.","author":"Scroll Staff","time":"2021-07-12T18:51:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/usrvbasojv-1534937867.jpg","tags":["Retail inflation","Food inflation","Price rise"],"source":"https://scroll.in/latest/1000015/june-retail-inflation-eases-to-6-26"}