{"title":"Justice Khanwilkar’s career embodied the Supreme Court’s increasing tendency to side with the state","content":"An aphorism common among lawyers claims that India does not have one Supreme Court but many: it reflects the fact that the outcome of a case could change drastically based on a judge’s philosophy.So when Justice Ajay Manikrao Khanwilkar, the second-most senior Supreme Court judge on Wednesday was to author a verdict on petitions challenging the unchecked investigative powers of the Enforcement Directorate, commentators did not find it surprising when the bench he led ruled entirely in favour of the investigation agency. This judgment was Khanwilkar’s swansong, delivered just two days before his retirement. However, it stuck to a definite pattern he demonstrated over the past six years he spent in the Supreme Court. From dismissing privacy concerns about Aadhaar to making bail difficult, given a choice between state power and citizens’ freedoms, Khanwilkar has consistently sided with the state. His rulings contributed to growing criticism that the Supreme Court is allegedly failing to do its job of acting as a check on the Union government.Increasing state powerKhanwilkar was heading a three-judge bench on Wednesday when he delivered a judgment  upholding the constitutionality of several contentious sections of the Prevention  of the Money Laundering Act and the broad investigation powers of  the Enforcement Directorate.The law had been challenged by more than 200 petitioners for failing to follow several basic principles of criminal law: the accused person is automatically presumed guilty, bail is almost impossible and the Enforcement  Directorate can conduct search and seizures of property without a formal complaint. There were also accusations that the law was being used as a political tool by the Modi government to target Opposition leaders. Khanwilkar’s judgment upheld the law in its entirety, giving approval to a draconian law. Earlier, in April 2019, leading a two-judge bench,  he authored a judgment that made it virtually impossible to get  bail under the Unlawful Activities (Prevention) Act, a terror law frequently used against political opponents in India. He held that courts cannot critically examine the prosecution’s evidence when ruling on bail in Unlawful Activities (Prevention) Act cases. When deciding on bail, the court instead needs to make a broad assessment whether the accusations against an accused person are prima facie true – thus, in effect, saying that the court must take the prosecution’s case at face value. Critics noted  that this judgment “created a new doctrine” and practically ensured that an accused must remain in custody for the entire trial, even if “the  evidence against the person was inadmissible”.Congress workers stage a protest outside the party office against the Enforcement Directorate for summoning Rahul Gandhi. On Wednesday, the Supreme Court upheld the expansive powers of the Enforcement Directorate. Credit: PTITargeting petitionersKhanwilkar’s judgments have not only expanded the powers of the state, they have even penalised citizens for simply attempting to hold the state to account. On June 24, he authored a judgment  where he dismissed a petition questioning the clean chit given to Narendra Modi with regard to the 2002 Gujarat riots which occured when he was the state’s chief minister. The judgment further cast aspersions on the motives of the petitioners in approaching the court and wrote that they must be put “in the  dock”.A day after the judgment, the Gujarat police registered a first information report, citing heavily from the judgment and arrested activist Teesta Setalavad and former Gujarat Director-General of Police, RB Sreekumar.Then, on July 14, Khanwilkar and Justice JB Pardiwala delivered a judgment  dismissing a petition seeking an investigation into the killings of 17  Adivasis in Dantewada, Chhattisgarh. The petitioners had alleged that  security forces were behind the killings. Here too, the court punished the  petitioners. It said that there was no evidence to cast doubts on the  security forces and levied a fine of Rs 5 lakh on activist Himanshu Kumar. It also said that investigation agencies could launch an inquiry to  identify and punish those who had “been conspiring...[to file the petition] on fabricated evidence”.Not questioning the stateEven as he has ordered investigations  into citizens fighting the state, Khanwilkar has simultaneously denied investigation requests to examine actions of the state.  In September 2018, he  authored a majority judgment  refusing an independent investigation into the arrest of several activists  in relation to the 2018 violence at Bhima Koregaon in Maharashtra. Another judge on the  bench, Justice DY Chandrachud, delivered a dissenting opinion, maintaining that the Pune police’s conduct  in the case cast doubts on its impartiality.Khanwilkar was also a part of the bench that dismissed a clutch of  petitions asking for an investigation into the death of judge BH Loya, who was presiding over the Sohrabuddin Sheikh encounter case, in which Union minister Amit Shah was the prime accused. Throttling civil societyIn April 2022,  Khanwilkar, heading a three-judge bench, authored a judgment where he  upheld the constitutional validity of several amendments that severely restricted the ability of nonprofit organisations to raise and utilise foreign funding.These changes  required organisations to mandatorily open an account with a specific branch of the State  Bank of India, forbade them from sub-granting funds and restricted how they could raise and use money. Several  commentators criticised this judgment for disproportionately affecting the fundamental rights of citizens.Previously, in October,  while deciding on a petition asking for permission to protest against  three farm laws passed by the Centre, Khanwilkar, presiding over a  two-judge bench, reprimanded  the petitioners for protesting when they had already filed a case  against the laws. Then, he ordered that the court will decide if  citizens can protest on subject matters in which cases were already  pending courts. The order was widely criticised for attempting to restrict the democratic right to protest.Activists protesting the arrest of Teesta Setalvad. After the Supreme Court judgment recorded adverse statements against Teesta, a first information report was registered and she was arrested.Credit: PTIGovernment projectsKhanwilkar’s judgments also gave the court’s assent to several controversial government projects. In 2018, he was a part of the bench that upheld  the constitutional validity of Aadhaar – a unique 12-digit biometric-linked  identification number – maintaining that it does not violate the right to  privacy. It also allowed the mandating of Aadhaar for state subsidies  and benefits. Here too, Justice Chandrachud had delivered a dissenting verdict, holding Aadhaar to be unconstitutional.In January 2021, Khanwilkar authored a judgment dismissing a challenge to the Central Vista project – an initiative the Modi government started in 2020 to revamp the Parliament and its adjoining area. The project was challenged on grounds that it lacked adequate public consultation and violated  environmental and land use rules.Apart from the ruling itself, legal commentators had also criticised the way the  case reached the Supreme Court in the first place. In February  2020, the Delhi High Court passed an order stating that construction  plans would require the court’s approval. This was stayed by a  two-judge bench of the same court. When this was challenged before a Khanwilkar-led bench, instead of deciding on the stay, in a shock move, the court  transferred the entire petition to itself, an order that lawyers argue violated the constitutional powers of transfers.Women’s rightsWhile Khanwilkar was part of the bench that allowed menstruating women to enter the Sabarimala temple in 2018, he changed his views  a year later and said that the Sabarimala issue should be reconsidered  by a larger bench. His switch was crucial in allowing the referral, as  two other judges from the 2018 bench held that their decision did not  require reconsideration resulting in a 3:2 split. They held that there was no new material or any apparent mistake in the judgment that was discovered that merited a review.The order to reconsider the Sabarmila verdict was heavily criticised on grounds that it completely defied the law on reviewing judgments.","author":"Umang Poddar","time":"2022-07-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177776-nxjyryiovz-1659091861.jpg","tags":["AM Khanwilkar","Supreme Court"],"source":"https://scroll.in/article/1029232/justice-khanwilkars-career-embodied-the-supreme-courts-mollycoddling-of-the-state"}