{"title":"Justice Chandrachud dissents again: Bhima Koregaon case needs impartial investigation","content":"The Supreme Court in a 2:1 judgment on Friday ruled that it would not set up a court-monitored investigation into the alleged role of five arrested activists on August 28 for the caste violence that took place at Bhima Koregaon or their links with a banned organisation. But Justice DY Chandrachud in a dissenting judgment said that the court should in fact establish a Special Investigation Team to look into this.Historian Romila Thapar and four other eminent individuals had on August 29 filed a petition in the Supreme Court asking it to set up an independent investigation into the circumstances of the violence at Bhima Koregaon on January 1, as well as the arrests of these activists. Four of the five arrested on August 28 later impleaded themselves as petitioners in this case. The arrests were made in a case that began as an investigation into caste violence in Bhima Koregaon village near Pune on January 1 but has now turned into an alleged Maoist conspiracy to create conflict against the state. The police claimed to the media that they had found letters linking the arrested activists to plot to create “a Rajiv Gandhi-style” incident to assassinate Modi.  In its majority judgment written by Justice AK Sikri, the court says that it was not the correct forum to examine or comment on material evidence and that the petitioners. “This is not the stage where the efficacy of the material or sufficiency thereof can be evaluated nor it is possible to enquire into whether the same is genuine or fabricated,” it said.At its crux, Chandrachud’s dissent dives directly into the material and circumstances that the Supreme Court declined to examine and concludes:  “Circumstances have been drawn to our notice to cast a cloud on whether the Maharashtra police has in the present case acted as fair and impartial investigating agency. Sufficient material has been placed before the Court bearing on the need to have an independent investigation.”  Police procedureChandrachud begins with the conduct of the police after the arrests.“I must, at the outset, dwell on the fairness of the manner in which the police have approached this investigation. On 29 August 2018, this Court issued notices to the State of Maharashtra and to the others impleaded as respondents to the proceedings. Within a few hours of the conclusion of the court hearing, a press conference was held in Pune by Shivarjirao Bodhke, the Joint Commissioner of Police proclaiming that the Pune police had more than sufficient evidence against the five individuals whose transit remand was stayed by this Court while ordering them to be placed under house arrest. This is disconcerting behaviour – the Joint Commissioner sought in this oblique manner to respond to the interim order of this Court by recourse to the electronic media. On 31 August 2018, a press conference was addressed by a team of senior police officers headed by Shri Parambir Singh, ADG (Law and Order), Maharashtra. During the course of the press conference letters (many of which should form part of the case diary) were selectively flashed and read out. According to the petitioners they were also leaked to the media.[…] Besides this, the attention of the Court has been drawn to the fact that the first round of arrests in the present case took place on 6 June 2018. On 8 June 2018 an alleged letter was released by the police to the media a little before the proceedings for remand before the competent court (in the June arrests), alleging that the arrested persons were plotting to attack the Prime Minister. On 4 July 2018 when the arrested persons were to be produced before the Court in Pune, a letter attributed to Sudha Bhardwaj was sensationally telecast on a television channel linking her with the unlawful activities of certain groups. A serious grievance has been made about the fact that these letters have neither been placed before the Court of law nor did they find mention in the transit remand applications moved before the CJM, Faridabad by the Pune police.”Chandrachud later noted that the witnesses to the raids brought by the police were from Pune and not local residents, which he said had a bearing on the “fairness and impartiality of the process which has been followed by the investigating agency”. He went on to add:    “When the Joint Commissioner of Police and the Additional Director General of Police cast aspersions in the public media against persons whose conduct is still under investigation, and in disregard of proceedings pending before a judicial forum, it is the duty and obligation of this Court to ensure that the administration of criminal justice is not derailed.”  The assassination plotHe said that though the Maharashtra police released these letters about a purported plot to target Prime Minister Narendra Modi, they did not make a case before the Supreme Court that the five arrested were in any way linked to this. “The investigation commenced as an enquiry into the Bhima-Koregaon violence. The course of the investigation was sought to be deflected by alleging (in the course of the press briefings of the police) that there was a plot against the Prime Minister. Such an allegation is indeed of a serious order. Such allegations require responsible attention and cannot be bandied about by police officers in media briefings. But during the course of the present hearing, no effort has been made by the ASG to submit that any such investigation is being conducted in regard to the five individuals. On the contrary, he fairly stated that there was no basis to link the five arrested individuals to any such alleged plot against the Prime Minister. Nor does the counter affidavit makes any averment to that effect. All this has certainly a bearing on the basic question as to whether the Maharashtra police can now be trusted to carry out an independent and impartial investigation.”  Chandrachud also examined the case diary and documentary evidence submitted in a sealed envelope to the Supreme Court by the Maharashtra police. This was evidence seized in earlier raids, which the police claims led them to the five arrested in August. The police claims this is evidence that the arrested activists were involved in training and laying booby traps and directional mines, and are providing strategic inputs to promote armed rebellion in the country.“Upon perusing the material, I find that the allegation that each of the five individuals arrested on 28 August 2018 is found to be engaged in activities of the nature set out in paragraph 26 of the counter affidavit (extracted above) is taking liberties with the truth. General allegations against the philosophy of a banned organisation, its policies and the modalities followed in the execution of its unlawful activities constitute one thing. Linking this to specific activities of named individuals is a distinct matter.”  Chandrachud also makes it a point to note the submission of the petitioners that in a letter allegedly written by lawyer Sudha Bharadwaj to a person referred to as Comrade Prakash, there are references to Marathi words that Bharadwaj would not have known. However, Chandrachud said that this is a matter for a fair investigation.Who can file a petitionThe majority judgment says that the petitioners in the case do not have the locus to file a petition on behalf of the arrested activists. Even if they did, the judgment says the court would not have permitted the petitioners to choose the investigating agency by which they should be investigated, citing two cases from Gujarat.Chandrachud cites the same case to point out that the court had found “large and various discrepancies” that were enough for it to conclude that it was undesirable for the Gujarat police to investigate the case and that it should be transferred to the Central Bureau of Investigation.And just before this he says: “Individuals who assert causes which may be unpopular to the echelons of power are yet entitled to the freedoms which are guaranteed by the Constitution. Dissent is a symbol of a vibrant democracy. Voices in opposition cannot be muzzled by persecuting those who take up unpopular causes. Where, however, the expression of dissent enters upon the prohibited field of an incitement to violence or the subversion of a democratically elected government by recourse to unlawful means, the dissent ceases to be a mere expression of opinion. Unlawful activities which violate the law have to be dealt with in accordance with it. In the background which has been adverted to earlier, it would be blasé to accept the submission that the investigation by the police should be allowed to proceed without a safeguard for ensuring the impartiality and independence of the investigative agency.”","author":"Scroll Staff","time":"2018-09-28T20:06:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896266-rqdqpvflgm-1538145063.jpeg","tags":["Bhima Koregaon","Human rights","Supreme Court"]}