{"title":"Justice Chelameswar: The often dissenting judge highlights the judicial and democratic crisis today","content":"Justice Jasti Chelameswar, the most senior judge in the Supreme Court after Chief Justice Dipak Misra, on Friday held a press conference with three other judges to highlight the crisis in the judiciary and the  “many things that are less than desirable” that have happened in the past few months.Chelameswar is known to be a dissenting voice, and this is not the first time he has spoken against the decisions of the Supreme Court. The press conference at his house on Friday is perhaps his most brazen expression of opinion so far.“Our efforts have failed to convince the chief justice to take steps to protect the institution,” Chelameswar said. Justices Ranjan Gogoi, Madan B Lokur and Kurian Joseph were the other judges at the press conference. Chelameswar’s recent dissentNational Judicial Appointments Commission: In 2015, a Constitution bench of the Supreme Court thwarted the attempt by the executive to wrest back power to appoint judges. Chelameswar’s lone dissenting view against the secretive manner in which judges selected judges discredited the 1993 collegium system. It forced the bench to issue directions for reform. Chelameswar had also gone public with his decision to boycott meetings of the collegium, alleging lack of transparency and accountability. He also played a major role in getting the chief justice of India to disclose decisions the secretive collegium made on the Supreme Court’s website.Medical Council bribery case: In November 2017, a bench headed by Justice Chelameswar heard advocate Kamini Jaiswal’s petition, which sought an independent Special Investigation Team monitored by the court to investigate the alleged bribery scam involving the Medical Council of India.The petition said the chief justice should not be part of the bench hearing the case as he had handled cases related to the Medical Council of India earlier and there would be a conflict of interest.  Justice Chelameswar referred the case to a five-judge Constitution bench. But a new five-judge bench formed a day later by Chief Justice Misra nullified his order. Misra had said “the chief justice is the master of the roster and he alone has the prerogative to constitute the benches of the court and allocate cases to the benches so constituted”.What Chelameswar said on FridayThe senior judge said the Supreme Court had a responsibility towards the institution and the nation. He and the three other judges said they had decided to speak out now to ensure that democracy survived in India. Chelameswar said they were not doing this with pleasure and were not “running politics”.“The democracy cannot survive without an independent judiciary,” he emphasised.Lost the chance to be India’s chief justice  Chelameswar was appointed additional judge in the Andhra Pradesh High Court in 1997. While he was made Chief Justice of the Gauhati High Court in May 2007, he was not elevated to the Supreme Court till until October 2011. The unexplained delay denied him the chance to be chief justice of India.His landmark judgments include striking down Section 66A of the Information Technology Act. He also headed the bench that referred the matter on Aadhaar’s privacy concerns to a larger Constitution bench.Chelameswar will retire in June this year.","author":"Scroll Staff","time":"2018-01-12T13:49:36.276425+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864786-78936-fdrbchgdji-1515743516.jpg","tags":["Jasti Chelameswar","Supreme Court","Deepak Misra"],"source":"https://scroll.in/latest/864786/justice-chelameswar-the-often-dissenting-judge-highlights-the-judicial-and-democratic-crisis-today"}