{"title":"Justin Trudeau says probe needed behind deaths of Indian and Romanian families at US-Canada border","content":"Canada Prime Minister Justin Trudeau on Tuesday said that an investigation is needed behind the death of eight persons who died after having tried to illegally enter the United States last week, PTI reported.“There is not just dismay, there is heartbreak at what happened to these families,” Trudeau said. “It is something that as governments and as Canadians we need to continue to do everything we can to keep people safe, and particularly the most vulnerable.”The statement came amid questions raised by refugee and immigration defence groups that have alleged that the deaths were a result of strict border policies of the Canadian government, reported PTI.Bodies of six persons from the two families were found in a marsh in Akwesasne, a Mohawk territory between the US-Canada border, on March 30. Two more were discovered on the next day. The Indian family was identified as Praveen Chaudhary (50), his wife Diksha (45), his son Meet (20), and his daughter Vidhi (24). Their identity was confirmed by their relatives in Gujarat.According to the Akwesasne Police, about 80 persons have tried to cross illegally into Canada or the US through the Mohawk territory since January with most of them being of Indian or Romanian descent.On March 23, Canada and the United States amended an agreement which expanded their authority to expel asylum seekers who cross the nations’ shared border at unofficial points of entry, according to Al Jazeera.Canada had also closed Roxham Road, an illegal border crossing along the United States border. Refugee activists and groups also believe that the closing of Roxham Road could lead to more such accidents.“This is just one of many that will unfold, as tragedies,” Reena Kukreja, an assistant professor who studies border policies and South Asian migration, told Canada-based broadcaster CBC News.She added: “Roxham closing, I’m thinking, is going to lead to more crossings through the river pathway and during the night, when it’s stormy when the weather isn’t safe and you do not expect patrols to be out.”Trudeau, however, said on Tuesday that it was too early to draw connections between the deaths in Akwesasne and the closing of Roxham Road. “We need to make sure there’s a proper investigation to confirm what we know before we speculate on what could have contributed or what could have prevented this,” he said.Quebec Premier Francois Legault said that the deaths in the two families were “terrible news” and his thoughts are with their families.“There are many people full of questions, which is normal, but we must not leap to conclusions or say it is because of this or blocked by this,” he said.","author":"Scroll Staff","time":"2023-04-05T20:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134600-djlgkhnlwo-1680706368.jpg","tags":["Canada","US","Immigration"],"source":"https://scroll.in/latest/1046902/justin-trudeau-says-probe-needed-behind-deaths-of-indian-and-romanian-families-at-us-canada-border"}