{"title":"‘K.G.F: Chapter 2’ review: Caught between Rocky and a hard place","content":"Rocky, patron saint of street urchins and swaggering bros, chairman for life of the Society of Bewhiskered Men and India’s answer to Pablo Escobar and Tony Montana, returns in a film that is  marginally better assembled and staged than its predecessor. K.G.F: Chapter 2 continues the adventures of the folk hero whose exploits are apparently so mind-boggling that they have been erased from the history books.The alternate universe, created with boundless chutzpah by writer-director Prashant Neel, is set between 1951 and 1981. In Chapter One (2018), Rocky (Yash) pulls himself out of grinding poverty by sheer willpower, becomes an important figure in the Mumbai underworld and then sets his sights on the Kolar Gold Fields in Karnataka. At the end of the first movie, Rocky had channelled his inner Spartacus and freed KGF’s slave populace from its cruel overlord Garuda. In the sequel, Kolar’s miners have dedicated their minds and bodies to their new emperor. If there is any difference in their condition, it’s lost in the mist of Rocky worship. Rocky occupies a luxurious white mansion at the edge of the dust-filled mine but does make sure to descend to the pits every now and then.Trouble arrives in the form of Garuda’s brother Adheera (Sanjay Dutt), who wants to take back Kolar. Rocky’s exploits have also reached the ears of Prime Minister Ramika Sen, whose resemblance to another woman who actually led India at the time is surely a coincidence.Ramika (Raveena Tandon) directs the wrath of the state on Rocky’s parallel power centre. The bullet-proof Rocky treats Adheera and Ramika with the same insouciance with which he bludgeoned his adversaries in the first part. It’s over the top of over the top, if that’s even possible. The 168-minute film is packed with rogues who have unforgettable faces and even better hair, operatic moments and raw violence. The aphoristic dialogue delights in inverting the meaning of proverbs in the same way that its anti-hero bends the rules.Rocky’s hyper-masculinity, highlighted in slow motion and adoring close-ups, is occasionally challenged by his enemies. But competition is scarce for the poster boy of hubris who succinctly sums up his own appeal: “I am one and only piece.”Rocky isn’t above poking fun at himself (he’s the only one allowed to). I don’t like violence, but violence likes me, he observes before moving on to his latest act of mayhem.\n\n\n    \n    Play\n\nK.G. F: Chapter 2 (2022).Fortunately for Rocky’s devotees, this archetypal anti-hero has never forgotten his humble roots or the advice of his beloved mother (Archana Jois). Shantamma, alas, coughed herself to death in the first part. She survives in the form of flashbacks in which she instructs her son to go forth and conquer.Rocky’s benevolence extends to children and people of all faiths – I don’t discriminate on the basis of religion, he pointedly declares. But he has a massive blind spot that neither he nor both the films can overcome: his sexist attitude towards his love interest Reena (Srinidhi Shetty), the spoilt daughter of one of his handlers.Srinidhi Shetty, reduced to snivelling and foot-stamping in the first film, has the single-most rotten role in the K.G.F universe. Reena’s lot barely improves in Chapter 2. Abducted by Rocky to serve as collateral against attack and talked down to by even the kids at Kolar, Reena struggles for relevance in a testosterone-heavy narrative that is no mood to oblige.Chapter 2 has bigger fish to fry. Prashanth Neel attacks his overloud and unwieldy saga with the same zeal with which a journalist has guarded the flame of Rocky’s legacy. Neel adds a dash of anarchy to the anti-establishment spirit of the 1970s, in which angry young men upturned the moral order in their quest for respectability. Local thug or prime minister, they’re all the same for the part human and part juggernaut that is Rocky. Genre cliches are packaged afresh with hyper-real visual effects and enthusiastically executed by cinematographer Bhuvan Gowda, production designer Shivakumar, music composer Ravi Basrur and action director Anbariv. The numerous plot turns give the impression that a great deal is happening, but it’s actually more of the same: Rocky versus the rest. Despite being less chaotic than Chapter One, the sequel continues to suffer from leaps in the time-space continuum. Rocky moves miraculously from Kolar to Dubai and one incident to the next, while his enemies receive updates of the latest happenings in real time. The uncritical saga of a one-man army is also a one-man show, steered by a suitably glowering Yash . Yash’s unapologetic machismo blows away everyone in his path, including Sanjay Dutt, too old for his part, and Raveena Tandon, doing her best to make a mark.Rocky’s greatest rival is himself. He says so, and you have to believe him because the film completely does. The hint of a third chapter is as predictable as the outcome of a fight involving Rocky.Also read:‘Anti-gravity cinema’: Director Prashanth Neel on why ‘K.G.F’ struck gold","author":"Nandini Ramnath","time":"2022-04-14T15:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173006-harsgvhwqs-1649856978.jpeg","tags":["‘K.G.F: Chapter 2 review","Prashanth Neel","Yash"],"source":"https://scroll.in/reel/1021783/k-g-f-chapter-2-review-caught-between-rocky-and-a-hard-place"}