{"title":"‘Kaalakaandi’ film review: Neither risqué nor risk taking enough","content":"Mumbai has never seemed duller by night than in Akshat Verma’s debut feature Kaalakaandi. Reports of the city’s imminent death do not seem exaggerated after all, and it takes drugs, apparently, to unleash its congenital insanity and unerring ability to lay waste the best-laid plans. Or, it could simply be that Verma, who wrote the magnificent Delhi Belly in 2011, didn’t think his screenplay through enough. Kaalakaandi braids together various narrative strands that unfold after-hours. A woman and her boyfriend (Sobhita Dhulipala and Kunaal Roy Kapur) prepare for her departure for a doctorate in the US, but not before dropping into a birthday party thrown by her friend (Shernaz Treasury) that gets raided by the Mumbai police. Also on the prowl are two gangsters (Vijay Raaz and Deepak Dobriyal) who have come up with a plan to divvy up between themselves a stash of money rather than passing it on to their boss. Neil Bhoopalam pops up in a role as a hitman that is as short as it is forgettable.Despite some clever conversational humour and sight gags, these strands struggle to leave an imprint and only Shehnaz Treasury gets into the spirit of things. The best track, which really should have been the whole movie, revolves around an unnamed executive (Saif Ali Khan) who learns on the day of his cousin’s nuptials that he has stomach cancer and has only a few months left. Men have been driven to wild behaviour with less-shocking news, but it takes a hallucinogenic pill for the protagonist to run amok through the streets.\n\n\n    \n    Play\n\nKaalkaandi.The best part of the man’s adventure, on which he drags along his relative Angad (Akshay Oberoi), is his time spent with transperson Sheela (Nyari Singh). Khan’s blissful expression after an encounter with Sheela scores one for the queer movement, and is the only truly transgressive moment in Kaalakaandi.Verma’s handling of the brush between Sheela and Khan’s character is skillful and sensitive while also being very funny. This strand has all the fun bits, the best lines, and the wild times that are absent from the other sub-plots. Angad’s story has its temperature-raising moments that are soon doused by conventional sentimentality. A running joke that works well is the Mumbai police’s unerring sense of bad timing. But the movie itself doesn’t seem to be following a clock. There is no sense of when events are taking place, or how long they are spread over. For one thing, no phones go off when Khan’s character and Angad go missing for what seems to be an eternity. Mumbai doesn’t change character as the night wears on even though the 112-minute movie has ample opportunities to suggest a forward crawl. Verma’s best writing is reserved for Saif Ali Khan’s character. The actor has been on a roll since Rangoon in 2017, but he has had the misfortune of featuring in movies that cannot keep up with his reinvigorated streak of brilliance. In Kaalakaandi, Khan moves smoothly between behaviour that is outrageous and touching, delivers whacky lines with aplomb, and conveys the movie’s desired madcap quality without a trace of self-consciousness. The only other character who matches Khan in his energy is Nyari Singh. Together, they convey some sense of what Mumbai can be like after dark – unpredictable, dangerous, exciting and strangely fulfilling. Anything can happen, but unfortunately little does in Kaalakaandi.","author":"Nandini Ramnath","time":"2018-01-12T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864749-78907-ehjwcheytr-1515695415.jpeg","tags":["Kaalakaandi","Akshat Verma","Saif Ali Khan"],"source":"https://scroll.in/article/864749/kaalakaandi-film-review-not-risque"}