{"title":"‘Kaala’ film review: Rajinikanth to the rescue in a saga that’s high-minded but heavy-handed","content":"Pa Ranjith’s Kaala, like his previous films Madras and Kabali, is loaded  with so much political meaning and revolutionary fervour that it is almost possible to miss the absence of a convincing plot. Ranjith’s 166-minute movie is part semiotics lesson about the Rajinikanth mythos and part sermon on housing rights for the urban poor. Rajinikanth’s evolution from villain to hero to superstar has made it challenging, if not impossible, for filmmakers to look beyond his demigod status and cast him as a mere mortal with the same fears and dreams as his fans. Director Shankar took the next best option in Enthiran (2010): Rajinikanth played a robot whose downfall began when he tried to snap out of his heavily programmed existence.Ranjith has his personal take on the Rajinikanth aura, and it comes with more annotations and footnotes than a culture studies paper. In Kabali (2016), his first collaboration with Rajinikanth, Ranjith used the star to tell an alternative history of Dalit politics in Tamil Nadu and the migration of Tamilians to Malaysia. In Kaala, Ranjith brings the screen god down to earth – and not just any in old corner.Rajinikanth is Kaala Karikaalan, a gangster and uncrowned king of Dharavi, the massive slum in the heart of Mumbai. Our first view of the invincible icon isn’t encouraging – he is clean bowled in a neighbourhood cricket match by a knee-high kid. It’s the first of many subversions in a movie that tries to position Rajinikanth as a man of the people.Kaala is no pushover, of course – he is the master of slowburn and the surprise move. Kaala gets his chance to display his power when his son Lenin (Manikandan) and Lenin’s girlfriend Puyal (Anjali Patil) get embroiled in a redevelopment project that seeks to re-imagine Dharavi as a shimmering oasis of high-rises and golf courses. For unfathomable reasons, Kaala’s former lover Zarina (Huma Qureshi), who is described as a successful housing rights activist, supports the scheme to uproot Dharavi’s hard-working denizens and move them into vertical slums. Kaala, however, recognises the project as a ploy by Hari (Nana Patekar), a nativist politician who declares that he hates the colour black and wants to cleanse Mumbai of its dirt and grime. Colour coding is equated with character shading in Kaala: while its anti-hero is nearly always clad in black, Hari’s entire wardrobe is as white as the furniture in his house. Into the literal-mind struggle between noble black and hypocritical white, Ranjith throws in shades of blue to point to Kaala’s possible Dalit heritage and his position as the mascot of those at the bottom of the social pile.\n\n\n    \n    Play\n\nKaala (2018).For residents of Mumbai and long-standing consumers of Hindi cinema, Kaala is both dated as well as fresh. Over the years, Dharavi has inspired numerous filmmakers from the city and elsewhere, and many of the visitors have come away with similar stories of despair and courage in the face of inhuman poverty and disenfranchisement. The slum has been endangered by rapacious politicians and property developers for some decades now, but Ranjith adds new layers to the debate. The movie has been fabulously shot and designed, with cinematographer G Murali and production designer T Ramalingam creating a very real sense of Dharavi’s density. Ranjith delves much deeper into the absence of housing rights than most other filmmakers, and many scenes dramatise the lack of access of the slum residents to the basics of human existence. (There’s a nice line about finding romance in the queue for a community toilet).Less credible is the projection of Kaala as the one-man solution to Dharavi’s problems. Rajinikanth remains an indelible presence, who commandeers the camera without seemingly doing anything at all, but his character never finds its balance between messiah and mortal. Kaala has many declamatory scenes and instances of Rajinikanth’s action prowess that will add to the canon, but these moments contradict the movie’s emphasis on verisimilitude and plausibility. Of all the characters who have been created to prop up Kaala’s stature (including Samuthirakani as Kaala’s permanently drunk friend), Lenin and Zarina suffer the most. Lenin has the gumption to oppose his father’s intervention when a protest gets out of hand, but the young man’s observation that vigilante justice can never replace the need for grassroots organisation is soon forgotten. Manikadan is a fine actor, and ensures that while Lenin’s revolution is eclipsed, the character isn’t.No such luck for the severely limited Huma Qureshi. Zarina never justifies her presence in the plot, except to pander to Rajinikanth’s image as a ladies man. The sub-plot involving Kaala and Zarina somewhat lightens the mood and allows Kaala’s garrulous wife Selvi (Eswari Rao) to assert her claim over Kaala, but it also reduces Zarina to yet another satellite revolving around Planet Kaala.Kaala. Image credit: Wunderbar Films.But Zarina does have the honour of rolling out one of the film’s most provocative lines, one that takes it out of Dharavi and into a broader Indian reality: “To ask questions and be killed, that is fascism,” she declares (in English). Among the secondary figures, only Nana Patekar makes his mark. Hari is not a character as much as one of the movie’s numerous symbols of upper-caste tyranny, but Patekar uses his considerable experience to ensure that his handful of scenes will be remembered. The one-note Hari gets to deliver another rousing rewrite on the conventional wisdom. “If Valmiki has said so, then it must be true that Rama will eventually kill Raavana,” he says, blissfully unaware of how this myth is going to play out in Kaala. The incendiary climax is superbly orchestrated, but the movie is too high-minded and heavy-handed to engage the viewer as pure fiction.","author":"Nandini Ramnath","time":"2018-06-07T14:17:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881607-agsnuorngf-1527769328.jpg","tags":["Rajinikanth","Kaala","Pa Ranjith"],"source":"https://scroll.in/reel/881607/kaala-film-review-rajinikanth-to-the-rescue-in-a-saga-thats-high-minded-but-heavy-handed"}