{"title":"‘Kaamyaab’ movie review: Success proves to be elusive in this insider look at Bollywood","content":"Hardik Mehta’s feature debut puts the sidekick in the driver’s seat. Kaamyaab stars Sanjay Mishra as Sudheer, who has graduated from no-name cast member to the actor in the background as the hero goes about his business to the talent that stands on the left or right side of the leading man. As Mehta’s screenplay notes, Sudheer is to cinema what potatoes are to a food preparation. You might not notice him, but the experience is incomplete without his presence. This man on the margins has notched up 499 credits over the decades. Could he, by adding one more role to his resume, cross a personal milestone? That is just what he attempts to do, with a big push by casting director Gulati (Deepak Dobriyal). Sudheer’s daughter Bhavna (Sarika Singh) disapproves, especially since his last role was in an unsavoury production. Sudheer doesn’t lack money and is well-known enough to be recognised when he steps out in an obvious hairpiece and violently floral shirts. And yet, propelled by the compulsion to be true to his vocation, Sudheer takes another bash at taming that unpredictable beast called success.\n\n\n    \n    Play\n\nKaamyaab (2020).Before getting imprisoned by the formulaic fetters of the film industry it seeks to critique, Kaamyaab keeps the spotlight firmly on the other guys. Several character actors appear as themselves – among them, Manmauji, Lilliput, Avtar Gill, Viju Khote and Ramesh Goel – and it’s a pity that the movie doesn’t do more with them. A running gag about the rivalry between Sudheer and Gill is similarly underutilised, but is bittersweet enough to earn laughs. Avtar Gill was memorable as a bewigged and beleaguered producer in Ram Gopal Varma’s Rangeela, one of many movies about the movies down the years. Rangeela was a fairy tale about a background dancer who becomes a star, unlike other productions that have taken a less sanguine view of the make-believe business. Films as varied as Guddi, Bhumika, Chala Murari Hero Banne, Main Madhuri Dixit Banna Chahti Hoon, Billu, Sulemani Keeda and Fan have attempted to expose the unvarnished truth underneath the greasepaint. Vidhu Vinod Chopra’s Khamosh inventively converted the movie set into a crime scene. Zoya Akhtar’s sharp Luck By Chance explored the personal cost of fame.The overall tackiness on display in Kaamyaab is presumably deliberate to show just how unglamorous movie-making actually is. Sudheer too appears to be going through the motions – or is this a function of Sanjay Mishra’s lacklustre performance? \n\n\n    \n    Play\n\nTim Tim Tim, Kaamyaab (2020).Sudheer is modelled on Sudhir, a dependable lascivious type in films from the 1970s and ’80s. Sudhir was as much of a character as he was a character actor. Sudheer, though, barely comes through as a seasoned hack who has been plugging away not because he has to, but because he wants to. The switch between the world-weary Sudheer and the one who snaps to attention before the camera is invisible, and Mishra lacks the personal charm needed to have made Sudheer a credible alt-hero.The other actors are more enthused by the material, even though their roles have been pared down to the equivalent of the sidekicks played by Sudheer. Deepak Dobriyal is in top form as the casting director who is the king of his tiny realm. Isha Talwar radiates warmth as Sudheer’s neighbour, who makes her living from web series and is the digital equivalent of the hopelessly analogue Sudheer. Avtar Gill is immense fun as a fictionalised, competitive version of himself.The good-natured and low-key humour suits the movie’s modest ambitions, and the lack of fussiness holds up well until Kaamyaab lets itself be distracted by a sappy exploration of Sudheer’s relationship with his daughter. Mehta consciously attempts to sidestep the cliches associated with meta-movies, but eventually succumbs to the lure of the actor staring at his reflection in the mirror and the nightmare about a shoot gone awry. In these moments, Sudheer is as trapped by his profession as the movie is by the requirements of formula filmmaking. Bollywood’s soul-crushing ways finally come through as Sudheer acts out his 500th role. In its closing moments, the 117-minute Kaamyaab successfully reveals just how hollow Sudheer’s quest has been all along. Also read:How actor Sudhir and a love for movies about the movies inspired ‘Kaamyaab’","author":"Nandini Ramnath","time":"2020-03-06T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137726-lyfullmwbf-1583263830.jpg","tags":["Kaamyaab","Sanjay Mishra","Hardik Mehta"],"source":"https://scroll.in/reel/955083/kaamyaab-movie-review-success-proves-to-be-elusive-in-this-insider-look-at-bollywood"}