{"title":"Kalaignar Karunanidhi: A political artist who shaped Tamil politics for over 50 years","content":"M Karunanidhi – known to millions of his admirers as Kalaignar, or the artist – is no more. With his death on Tuesday, the last and strongest link to a great transformative movement has snapped. Karunanidhi’s life manifested the highs and lows of the Dravidian movement, which originated nearly 100 years ago as a non-Brahmin movement with a strong egalitarian agenda, and rationalist platform, hinging on a linguistic identity.For over 70 years, Karunanidhi was an inescapable presence in Tamil politics. For at least five decades, no major political event in Tamil Nadu has occurred without Karunanidhi’s imprint – positive or negative – on it. Following his mentor CN Annadurai, he smoothly integrated the state into the national mainstream, made the strongest case for state autonomy in a federal set-up, empowered the backward classes, and reinforced language as a key component of identity. In much of these areas, his contribution was symbolic – and all the more powerful for that. Thirukkuvalai Muthuvel Karunanidhi (whose abbreviation in Tamil is DMK – completely appropriate, as he was synonymous with the party) came from a stigmatised caste of temple dancers and musicians. Elected to the Tamil Nadu legislative Assembly for the first time in 1957, he was a member of the House until his death. He rode many political crests and troughs. Only two other Indian politicians – Pawan Chamling of Sikkim and Jyoti Basu of West Bengal – occupied the chief minister’s seat for longer. Ascending to the chair of the chief minister in 1969 after the death of Annadurai, Karunanidhi won the Assembly elections in 1971, only to see his government dismissed early in 1976 during the Emergency. He bounced back as chief minister in January 1989. Two years later, he was out again when his government was dismissed by the Centre for allegedly supporting Tamil militants in neighbouring Sri Lanka. In 1996, he returned with a sweeping majority, completed a full term, lost the elections in 2001 but was back in the driver’s seat again from 2006 to 2011. Karunanidhi’s influence spread far beyond Tamil Nadu. He also played a key role on the national stage. His party was a member of VP Singh’s National Front government (1989-’90); the United Front government (1996-’98); the Bharatiya Janata Party-led National Democratic Alliance (1998-’04) and the two iterations of the Congress-led United Progressive Alliance (2004-’09 and 2009-’14).  DMK President M Karunanidhi with former Prime Minister VP Singh after the implementation of the Mandal Commission recommendations. Karunanidhi had a keen sense of history, and controlled its writing at every possible moment. He chronicled his life in a multi-volume biography Nenjukku Needhi. At six volumes running to about 4,000 pages, Nenjukku Needhi is a history of Tamil Nadu’s politics refracted by Karunanidhi’s personality. Besides his contributions to politics, he was a major cultural figure in Tamil cinema and letters, commanding the love, admiration and respect of a multitude of supporters.Born in 1924 in Thirukkuvalai village in the fertile Cauvery delta, Karunanidhi had modest beginnings. Drawn to the Dravidian movement, he joined the anti-Hindi agitation of 1937-’39 as a student. In his youth, he scripted plays and acted in them. By 1943, he had started Murasoli, as a handwritten journal that, in later years became the official organ of the Dravida Munnetra Kazhagam party.Karunanidhi’s rise began with the popularity of the talkies. In the late 1940s, Dravidian ideologues entered the film world and began to write scripts. Their films rendered the radical ideology of the movement’s founder EV Ramasamy, or Periyar, as he was known, in a palatable form to popular audiences. But it was Karunanidhi who did this to greatest effect. He quickly became a star writer. That is evident from the fact that Mandhirikumari (1950) had a separate title card for the dialogue writer. But the film that succeeded beyond all expectations was Parasakthi (1952). Sivaji Ganesan’s spectacular debut changed Tamil film history forever. The climatic courtroom scene where he delivers a long defence packs the most memorable dialogue in Tamil film history. Through the 1950s, Manohara, Malaikallan, Thirumbi Paar followed one after another. Karunanidhi’s dialogue could almost singlehandedly ensure the success of a film. His lines for the actor and his future rival MG Ramachandran were especially successful. Laced with politics, the screenplays and the dialogue were keenly consumed as Karunanidhi skilfully slipped subversive ideas past vigilant censors.Karunanidhi not only scripted dialogue for actors to deliver. Even among other talented public speakers that the DMK spawned, Karunanidhi stood out. With pregnant pauses, alliterative sound patterns, suggestive phrases and a well-modulated voice, he was a star speaker at party meetings. Suffused with literary and Puranic allusions, Karunanidhi’s speeches had enough for both the uneducated and the cognoscenti. In the most delicate of situations, he could weasel out with a cheeky line or a playful phrase. Never one to shy away from the press – unlike, say, J Jayalalithaa of the rival AIADMK or Narendra Modi of the BJP – Karunanidhi countered the most tricky questions with quick repartee.When considering Karunanidhi’s output, the word “prolific” readily comes to mind. Apart from film scripts, he wrote short stories, novels, sketches and political commentary. Rephrasing classical literature into contemporary language was his forte. His retellings of Thirukural, Tholkappiyam (the earliest Tamil grammar) and ancient Sangam classics won him a huge readership. Karunanidhi took his literary reputation seriously, priding himself as a man of letters. Kalaignar, the artist, is the most favourite of the sobriquets with which he adorned himself. The list included Doctor (DLitt), Muthamizh Arignar (the scholar of literature, music and drama) and Tamil-ina Thalaivar (the leader of the Tamil community).CN Annadurai, Karunanidhi and Periyar. First stint in powerIn 1949, under the charismatic leadership of CN Annadurai, the DMK split from Periyar’s Dravidar Kazhagam. With a strong anti-religious and anti-caste agenda expressed in strident terms, Periyar had eschewed electoral politics. Anna, on the other hand, represented a generation of aspiring non-Brahmins who saw the Dravidian movement as the path to political power. Though the DMK did not contest the general elections, soon it was inching close to electoral politics. As this process unfolded Karunanidhi rode to stardom during the 1953 mummunai porattam – three-pronged agitation – against the government decision to rename Kallakudi railway station as Dalmiapuram, after the Marwari industrialist Ramakrishna Dalmia. Karunanidhi dramatically put his head on the tracks just as a train was about to be flagged off. After the DMK formally committed itself to contesting elections at its 1956 Trichy conference, it got off to a good start in the 1957 elections, winning 15 Assembly and two parliamentary seats. Karunanidhi was returned from the Kulithalai Assembly constituency. When the DMK was formed, Anna had walked away from the Dravidar Kazhagam with virtually every significant personality it had. Karunanidhi’s uncanny political acumen was evident in the fact that he did not seem threatened by the galaxy of leaders peopling the higher echelons of the DMK. These leaders, on their part, saw little threat in Karunanidhi – only to rue their attitude a decade later. A decade after contesting their first elections, the DMK swept the state polls in 1967. Karunanidhi was the Public Works Department minister, and ranked third in the cabinet. In February 1969, Anna fell ill and died. Karunanidhi moved swiftly to garner the support of the majority of DMK legislators even as senior leaders seemed baffled by the rise of, from their perspective, the upstart. At 44, Karunanidhi became Tamil Nadu’s chief minister.Former Prime Minister Indira Gandhi and Karunanidhi during an election campaign. Two years later, in a brilliant move ahead of the 1971 general elections, he forged an alliance with Indira Gandhi who was desperate to defeat the so-called Syndicate of powerful leaders within the Congress who opposed her. With a decisive victory in the Assembly elections that were held at the same time, Karunanidhi established himself as the leader of the DMK and took complete control. He introduced highly visible welfare measures, constituted a backward classes commission and made a law to ensure that any trained person, irrespective of caste, could become a temple priest. On the minus side, prohibition was withdrawn and a lottery scheme was introduced. Though perceived as corrupt, Karunanidhi won the reputation of being an excellent administrator, commanding the respect of his civil servants. In his ascendance to chief ministership, Karunanidhi had been backed by his friend, the actor MGR. But soon, MGR emerged as a threat. At this moment, Karunanidhi’s lifelong weakness surfaced – his love for his family. That trait had become apparent in 1967, when Anna vacated his South Madras parliamentary seat to become chief minister. Karunanidhi obtained the party’s nomination for his nephew Murasoli Maran. Now, in a bid to undermine MGR, Karunanidhi promoted his son MK Muthu in the film world. MGR was not amused.A split was inevitable. In 1972, MGR launched his own party, the All India Anna Dravida Munnetra Kazhagam or AIADMK. MGR checking on his friend Karunanidhi after the leader was assaulted by Congress cadres during a public meeting. In the political wildernessAmidst the horrors of Emergency, when Indira Gandhi suspended the Constitution in 1975, Tamil Nadu was the one refuge for fugitives such as socialist leader George Fernandes. Many of DMK leaders and cadre were arrested, including Karunanidhi’s son MK Stalin. In an attempt to pile on the pressure, the Sarkaria Commission was instituted in 1976 to inquire into corruption charges against Karunanidhi and other ministers in the DMK government. But Karunanidhi stuck resolutely to his anti-Emergency position. In the face of strict censorship, he used ingenious methods to get his message through. Karunanidhi’s Emergency period boldness somewhat salvaged a reputation sullied by acts of omission and commission during his first stint in power. The years between 1976 and 1988 were difficult for him. MGR stood between him and political power. In the March 1977 general elections, despite being in an alliance with the Janata Party that won power at the Centre, the DMK fared badly. Three months later, it fought the Assembly elections alone but came a cropper. When MGR took oath as Tamil Nadu chief minister that year, Karunanidhi would have scarcely have imagined that he would be in the political wilderness for more than 10 years – or that he would outlive his rival by over three decades, serve two full terms in office and become a major player in national politics. To his credit, Karunanidhi kept MGR on his toes. He was the chief minister-in-waiting, ever alert to a misstep by his rival. Late in 1979, Karunanidhi sniffed his first opportunity. In the January 1980 general elections, Karunanidhi, swallowing his pride, forged an alliance with Indira Gandhi. As was his wont, he deployed his linguistic dexterity to justify his political opportunism, coining the alliterative phrase Nehruvin magale varugu, Nilaiyana atchi tharunga – Come Nehru’s daughter to bestow a stable government. After the DMK-Congress alliance won the Parliament elections, he forced Indira Gandhi to dismiss MGR’s government in Tamil Nadu. Karunanidhi had not factored in MGR’s resistance – he fought an inspired rear-guard battle – and the fractious nature of the Congress party. The Assembly poll results of June 1980 left Karunanidhi shell-shocked. A wiser MGR built bridges with Indira Gandhi to keep Karunanidhi at bay. In early October 1984, MGR fell gravely ill. Karunanidhi saw another chance. But his hopes were dashed when, within weeks of MGR’s ill-health, Indira Gandhi was assassinated. It was a double whammy – the sympathy wave created by a martyred prime minister and an ailing chief minister was impossible for Karunanidhi to counter. The last years of MGR’s rule were eventful, especially with regard to the ethnic conflict in Sri Lanka. Following the failure of decades of non-violent resistance, young Tamils had taken to arms to demand an independent homeland. Many militant groups flourished, aided by the Indian state, finding their own backers in Tamil Nadu’s political parties. While MGR was perceived to be close to the The Liberation Tigers of Tamil Eelam and its leader V Prabhakaran, Karunanidhi was identified with the Tamil Eelam Liberation Organisation. In 1986, in an early fratricidal attack, the LTTE wiped out TELO. In mid-1987, Indian Prime Minister Rajiv Gandhi and Sri Lankan President JR Jayewardene signed the Indo-Sri Lanka accord and an Indian Peace Keeping Force was despatched to the island to battle the separatists. While MGR acquiesced to the arrangement, Karunanidhi was in the vanguard of those criticising the accord. In December 1987, MGR died. AIADMK cadres went on the rampage, attacking the DMK’s party offices. Karunanidhi’s statue on Anna Salai was vandalised. Said to have brought him ill-luck, the statue was never replaced. It was not the first time that Karunanidhi’s rationalism would come under a cloud.A brief interlude in powerIn the January 1989 state elections, Karunanidhi capitalised on the AIADMK split that had developed between MGR’s widow Janaki Ramachandran and party leader J Jayalalithaa. Despite being out of power for years, Karunanidhi had kept the DMK intact, well-oiled with periodical, keenly fought intra-party elections. The humongous numbers that DMK won – 179 out of 234 – belied its real weaknesses. Karunanidhi’s second stint in power was not a happy one. Inner party feuds were simmering. The mercurial Jayalalithaa, backed by ambitious hangers-on, posed a formidable challenge. Karunanidhi handled it badly. But the biggest trouble came in the form of the LTTE. Over the years Karunanidhi had carefully fabricated the image of being Tamil-ina Thalaivar, the leader of the Tamil community. While the Indian state was fighting the LTTE in Sri Lanka, in Tamil Nadu itself, popular opinion was against the Indian Peace Keeping Force. Karunanidhi went soft on the LTTE. But never attentive to niceties, the LTTE repeatedly embarrassed the DMK government. In June 1990, in broad daylight, in the heart of Chennai, the LTTE gunned down 12 members of the Eelam Peoples’ Revolutionary Liberation Front, including its leader K Padmanabha. The consequences of this incident were immediately visible. In the historic 1989 general elections, though VP Singh formed the government, DMK, a member of his National Front, could not win a single seat. In this situation, it must have taken great courage for Karunanidhi, as chief minister, to refuse to welcome the returning Indian Peace Keeping Force for its violence against the Sri Lankan Tamils.In November 1990, VP Singh’s government fell. He was replaced by Chandra Shekhar of the Samajwadi Janata Party, whose government depended on the support of Rajiv Gandhi’s Congress. Jayalalithaa of the AIADMK, who had developed a cosy relationship with the Congress, put persistent pressure on Chandra Shekhar to undermine the DMK. The Union government, flouting every constitutional norm, dismissed the DMK government in January 1991. Criticism about the DMK’s slack handling of Tamil militancy gained strength when Rajiv Gandhi was brutally assassinated in May 1991 in the midst of general election campaigning. In the state elections held simultaneously, Jayalalithaa crushed the DMK, which won only two of 234 seats. After such a wipe-out few would have dreamed of a comeback. But Karunanidhi was not one to be written off easily.Karunanidhi with BJP leaders Atal Bihari Vajpayee and LK Advani in 1999. (Photo credit: AFP).The second comebackIn 1993, Karunanidhi faced the biggest intra-party challenge of his political career. Over the years, Karunanidhi’s leadership in the DMK was a settled question. Challengers were not brooked. As his son Stalin was groomed as heir apparent – Karunanidhi’s repeated assertion that the DMK was no Sankara Mutt to anoint successors notwithstanding – there was considerable resentment among the second-line hopefuls. One of them, Vaiko launched a challenge, and in a desperate act of brinkmanship, took a boat to the LTTE-controlled jungles of Sri Lanka even as the Indian Peace Keeping Force was fighting the guerrillas. Matters came to a head late in 1993. In a dramatic move, Karunanidhi declared that the LTTE planned to eliminate him to ease Vaiko’s path to the DMK’s leadership. It was a pre-emptive strike. But Karunanidhi had misjudged the resentment against the family within the party. To his shock, one-third of the district secretaries and nearly a half of the general council members backed Vaiko. In retrospect, one can scarcely believe that Karunanidhi saw the vacuous and impetuous Vaiko as a challenge. Over the next few years, though, Vaiko was comprehensively outsmarted by Karunanidhi.Jayalalithaa’s first term in power during 1991-’96 was marked by hubris and highhandedness, which made her enormously unpopular. Karunanidhi was back to form positioning himself as the saviour of the state. Forging an alliance with the Congress faction headed by GK Moopanar, the tide of 1991 was reversed in the 1996 Assembly elections. In the parliamentary elections held simultaneously, the DMK had joined the United Front, which meant that prime ministership of India was within Karunanidhi’s striking distance. When asked about his prime ministerial ambitions Karunanidhi retorted with a Tamil phrase: “En uyaram enakku theriyum”, I know my height. Ironically, the DMK, which played a key role in the formation of the Union government, also caused its downfall with the Congress under Sitaram Kesri withdrawing support in the wake of the Jain Commission report’s leaks about DMK’s alleged connivance in Rajiv Gandhi’s assassination Mid-term parliamentary elections followed in February 1998. Shortly before Bharatiya Janata Party leader LK Advani arrived in Coimbatore to campaign, serial blasts rocked the textile city on February 14 – the handiwork of Muslim fundamentalists. The DMK lost heavily. To make matters worse for the party, the BJP-led National Democratic Alliance government was heavily reliant on Jayalalithaa’s AIADMK to keep its majority. For the next 13 months, it is difficult to say who had a worse time: Karunanidhi or Prime Minister Atal Bihari Vajpayee. A third dismissal from power hung over Karunanidhi’s head. But Vajpayee did not yield. In the event, in a dramatic vote of confidence motion against the National Democratic Alliance government moved by the Congress in April 1999, Karunanidhi did the unthinkable: The secular DMK, with a history of anti-Brahminism and a strong anti-Hindu communal ideology, voted with the BJP. Despite this, the National Democratic Alliance government fell short by one vote. Nonetheless, the DMK went on to form an alliance with the BJP and join the Union government after its victory in elections later that year.The DMK’s alliance with the BJP was a blot on Karunanidhi’s secular record. Murasoli Maran’s hand is discernible in Karunanidhi’s ideological slip. Not coincidentally, it was during the National Democratic Alliance regime that the media empire of the Maran family’s Sun TV grew and ultimately turned into a basmasura. For all the troubles at the Centre, however, the 1996-’01 DMK government is arguably the best Tamil Nadu government in living memory. Jayalalithaa’s first term in office had been marked by brazen corruption with the ostentatious marriage of her foster son, VN Sudhakaran marking its apogee. The DMK managed to bring Jayalalithaa to book, largely keep corruption under check and launch many development initiatives. But once again, contradictions in the family were brewing. This time it was the turn of Karunanidhi’s errant son, MK Alagiri, to act up. The DMK’s defeat in the 2001 state elections was followed by the gravest threat to Karunanidhi. On the midnight of June 30, he was arrested without warning on a charge of financial irregularity. In a brilliant move, Karunanidhi delayed the arrest for a crucial period, until Murasoli Maran arrived. As he was ushered out of his home by a posse of policemen, Karunanidhi staged a resistance. A scuffle ensued, all of which was caught on a spy camera. The dramatic footage of Karunanidhi’s pathetic cries of “ennai kolraangale, ennai kolraangale, [They are killing me]” triggered a groundswell of sympathy. Karunanidhi had survived another ordeal. Within a few years, Jayalalithaa had once again managed to become universally unpopular. In the 2004 parliamentary elections, Karunanidhi negotiated a grand alliance of all Opposition parties and won all 39 Lok Sabha seats in the state. As the United Progressive Alliance scored an unexpected win, the DMK wrested plum cabinet portfolios. (Photo credit: Reuters).Another comebackBut Karunanidhi’s eyes were set on the chief ministerial chair. In a reversal of policy, he promised many freebies. In 2006, he became Tamil Nadu chief minister for the fifth time. But this term was even more fraught. With only 96 of the 234 seats in the Assembly, the DMK government was dependent on the Congress. Jayalalithaa rubbed it in by dubbing it a minority government. Power both at the Centre and the state fed already ravenous ambitions both in the party and in the family. Within a year, the first crisis erupted. The Maran-owned Dinakaran published an opinion poll that listed the most popular leaders in the state. Dayanidhi Maran topped the list. Stalin came a distant second. Karunanidhi’s older son Alagiri was last. In broad daylight, the Dinakaran office was ransacked, and three of its employees murdered. The Maran brothers were expelled from the party, and the DMK now had to fend for itself in the media. Kalaignar TV was launched. Alagiri’s star rose in the party. By 2009, he had perfected the art of doling out cash for votes – the notorious “Thirumangalam formula” for winning elections through money power. By this time Karunanidhi’s health was failing. Added to these was the punishing schedule he maintained. An early riser, he worked long hours – running the administration, controlling party affairs, writing for Murasoli, entertaining the unending stream of visitors and admirers, and scripting film and TV scripts. In Sri Lanka, the embattled LTTE had painted itself into a corner. As it suffered reverse after reverse, sentiment in Tamil Nadu swelled. As Karunanidhi tried to save his chair, family, party and government, the Eelam insurgency was being wiped out. The DMK was the biggest loser. Karunanidhi’s reputation as Tamilina Thalaivar lay in tatters. The 2009 parliamentary elections coincided with this debacle. Though the polls were won by the United Progressive Alliance of which the DMK was a part, the Congress was no more dependent on the DMK for a majority in Parliament. Still, Karunanidhi managed a cabinet berth for Alagiri. His favourite daughter Kanimozhi’s political ambitions added to the troubles. Her political hopes, a manifestation of her mother’s ambitions it was said, triggered animosity in the first family. It was at this time that the 2G scam, relating to the allocation of spectrum for telecommunications companies, made headlines. Kanimozhi, as a director of Kalaignar TV, was charged with making gains from the out-of-turn 2G spectrum allocation.In the 2011 state elections, in the face of a spirited campaign by Jayalalithaa, the Tamil electorate dumped the DMK. The defeat was followed by an even cleaner sweep-out in the 2014 parliament elections. DMK failed to win any seats. As Karunanidhi’s health continued to falter, the reins were quietly passing into Stalin’s hands.(Dibyangshu Sarkar/AFP).As his health collapsed, Karunanidhi left the electoral battlefield. Coincidentally, when Jayalalithaa was hospitalised in the months preceding her death in December 2016, Karunanidhi was also in a hospital barely a few kilometers away. It is not clear how he reacted to the passing away of his bitterest rival.The last two years of his life were tragic. Karunanidhi was occasionally wheeled in before the camera, his trademark yellow shawl around his shoulders, and gave a barely recognisable smile. In and out of hospital, he was evidently not in control. A great scriptwriter, left to himself, Karunanidhi would have scripted a more fitting ending.The historian is not only tasked with marshalling data and writing a narrative. He is also called to judge. But how does one judge a man who lived such a long and eventful life, teeming with twists and turns, highs and lows, principled stances and volte-faces? It is a task that is rendered more difficult when the historian is part of the very processes that were heavily inflected by this man. More than anyone else, Karunanidhi was aware of this predicament, and he played it to his advantage. He was substance, but also symbol, and what a symbol. Pushed to a corner, he always fought back with symbolic force.On Tuesday, as the Tamil Nadu government refused to grant permission for Karunanidhi to be buried on Marina beach in Chennai, it was precisely this war of symbols that was fought in court. The question was: Should Karunanidhi be interred beside his beloved mentor, Anna, on the hallowed grounds of the Marina, or should he be given a decent but not fitting burial in out-of-the-away Guindy Park? On Wednesday, on a plea by the DMK, the Madras High Court ordered the state government to allot space at the Marina beach for his burial.The Tamil Nadu government’s stance on the burial site smacked of vendetta at best, or meanness at worst. The court ruling befitted Karunanidhi’s stature. If it had not intervened, this would have been one more instance of a great leader from an underprivileged community being denied his due. But in life as in death, Karunanidhi was not defeated in symbolic wars. Despite his many populist welfare measures and able administration his reputation rested on symbolic action. Backward caste reservation is a case in point. No one epitomised backward caste assertion better than Karunanidhi. But what does the record say? In 1970, he appointed the backward classes commission with AN Sattanathan as chairperson. While Karunanidhi marginally enhanced backward caste reservation from 25% to 31%, who raised it to a substantial 50%? MGR. Who ensured that the overall quota of 69% was not pared down to 49%? The reviled Jayalalithaa. Karunanidhi was the advocate of state autonomy. But who exploited the admittedly limited powers of the state provided by the Constitution? Jayalalithaa. One can easily produce a list of many such instances.But then Karunanidhi was the master of symbols. Whether getting the chariot of the Thiruvarur temple rolling after years, or introducing an invocation to Mother Tamil as the state’s anthem, or getting Tamil recognised as a classical language – he understood the emotional quotient of such cultural gestures. As we all know, symbolic wars are more than symbolic. When Karunanidhi in 1970 legislated that any trained person, irrespective of caste, could be a temple priest, the move had the power to undermine deeply entrenched structures. It may not have come to fruition until a few weeks ago, and that after nearly a half a century of legal battles, but the principle had been established.Karunanidhi revelled in another set of symbols – erecting structural edifices symbolising Tamil pride: the fortress-like Valluvar Kottam in Chennai and the 133-foot tall statue to celebrate the author of Thirukkural; the seaside memorial for Anna; the Poompuhar complex to celebrate the Tamil epic, Silappadhikaram. In this process of forging symbols, Karunanidhi himself became one. In this he will remain unrivalled.  AR Venkatachalapathy is a historian of the Dravidian movement.Black and white photos courtesy: Karunanidhi’s diamond jubilee year publication by DMK.","author":"AR Venkatachalapathy ","time":"2018-08-09T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889723-cqhahbmhvs-1533736808.jpg","tags":["DMK","M. Karunanidhi","Tamil Nadu"],"source":"https://scroll.in/article/889723/kalaignar-karunanidhi-a-political-artist-who-left-an-imprint-on-tamil-politics-for-over-50-years"}