{"title":"‘Kalaignar gave us respect’: Karunanidhi’s elderly supporters flock to Chennai to pay him homage","content":"At 8 am on Wednesday, 83-year-old J Radhakrishnan from North Chennai stood in a queue outside Rajaji Hall in central Chennai, hoping to catch one last glimpse of his long-time idol and leader M Karunanidhi, whose body was displayed there ahead of his funeral. But his frail body was unable to take the strain of waiting amidst the often unruly crowd of supporters also waiting to pay their last respects to the departed leader. The retired mill worker decided to step outside the queue, and sat cross-legged by the roadside, reading the newspaper.“I have seen Kalaignar [the artist, as Karunanidhi was known] so many times in my life, but I am not able to see him today,” said Radhakrishnan, casting a wistful glance at the crowd, as some of its members tried to scale the hall’s high perimeter walls to enter its premises. “If it were not for him, I would not be standing here today, speaking to you,” he said.Radhakrishnan, who belongs to the Dalit community, said that his family switched allegiance from the Congress to Karunanidhi’s Dravida Munnetra Kazhagam party in 1965 to fight for the rights of oppressed castes. “Before, we were not allowed to wear slippers or jackets,” he said. “The tea shop would keep a separate glass for us, which we would have to wash ourselves. But Kalaignar gave us pants and shirts. He gave us respect.”M Karunanidhi, the five-time chief minister of Tamil Nadu, died in Chennai, at the age of 94, on August 7. His body was placed for public viewing at Rajaji Hall at 4 am on Wednesday. All through the day, thousands of party workers, supporters and admirers of the Dravida Munnetra Kazhagam leader gathered outside the hall, waving black and red party flags. A scuffle between the police and the supporters led to stampede-like incidents, in which two people were killed and 33 injured, reported ANI.Karunanidhi’s body, wrapped in the national flag, lay in a glass coffin, surrounded by members of his family and several policemen. His epitaph reads: “A person who continued to work without rest, now takes rest.”Bheema Rao (left). (Photo credit: Vinita Govindarajan).Inspiring leaderLike Radhakrishnan, several other elderly supporters had gathered outside the hall, looking for a way to enter to pay their respects. Many of them eventually sat down by the road in resignation, watching the younger party workers sloganeering in front of the cameras.Also standing on the fringes of the crowd was 76-year-old Bheema Rao, who had been waiting outside Rajaji hall through the night. He had been an active member of the party in the Avadi constituency since he was 15 years old. It was Karunanidhi’s evocative writing that captured his imagination, he said, and encouraged him to immerse himself in the party over decades. “He would always start his essays addressing us as ‘Udanpirappe’ [brethren],” said Bheema Rao. “I immediately felt inspired.”Karunanidhi's elderly supporters outside Rajaji Hall in Chennai. (Photo credit: Vinita Govindarajan).Kaliamurthy, a supporter from Ariyalur district, said that around 20 years ago, when there was only one television in his village, Karunanidhi’s starting words, “En uyirinum melaana anbu udanpirappukale [My beloved brethren who are dearer to me than my life]” would immediately draw 100 people in front of the television. “Many of us worked for the party without even having a post or expecting anything in return,” he said.The queue outside Rajaji hall in Chennai. (Photo credit: Vinita Govindarajan).Devoted supportersOther elderly party workers reminisced about the days of the anti-Hindi agitation in 1966, which was led by Karunanidhi. “We were picked up by the police several times and locked up in marriage halls,” said Radhakrishnan, a smile spreading over his wrinkled face. Kotai Abu, 63, from Coimbatore, recalled how he had travelled to Karunanidhi’s house in Gopalapuram during the Emergency in 1975. Several local party workers had been arrested and they were no longer able to hold demonstrations. “Hardly anyone was there to carry out the party’s work,” said Abu. “So we came to speak to Kalaignar, and he gave us hope.”Kotai Abu and Ismail from Coimbatore. (Photo credit: Vinita Govindarajan).Kotai Abu works as a daily-wage labourer in Coimbatore. He had visited Chennai last week, when he heard about Karunanidhi’s illness. He returned home when he was told that the leader’s condition was improving. But on Tuesday morning, upon hearing that his condition had deteriorated, he travelled the 500-odd km back to Chennai. Supporters who did not belong to the DMK party, like Ilango, a 65-year-old tea plantation worker from Ooty, had also travelled long distances to pay their respects to the departed leader.Outside Rajaji Hall in Chennai. (Photo credit: Vinita Govindarajan).Many supporters claimed that the world would never see a leader like Kalaignar again. “It is the end of an era, now that Periyar, Annadurai and Karunanidhi have all passed away,” said Bheema Rao. But they believed that Karunanidhi’s son Stalin would fill his shoes. “Stalin is the next chief minister, no doubt about it,” said Tamilmani, a 73-year-old labourer from Neyveli. “After Thalaivar, we support Thalapathy.”","author":"Vinita Govindarajan","time":"2018-08-08T19:02:35.653593+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889711-gefzayacyv-1533734427.jpg","tags":["Karunanidhi","DMK","Karunanidhi funeral","DMK supporters"],"source":"https://scroll.in/article/889711/kalaignar-gave-us-respect-karunanidhis-elderly-supporters-flock-to-chennai-to-pay-him-homage"}