{"title":"Kamal Haasan’s Godse remark was ‘taken completely out of context’, claims Makkal Needhi Maiam","content":"Actor-turned-politician Kamal Haasan’s party Makkal Needhi Maiam on Tuesday said his comment about Mahatma Gandhi’s assassin Nathuram Godse being “India’s first terrorist” was “taken completely out of context”. Haasan had made the remark at a public meeting in Aravakurichi Assembly constituency in Tamil Nadu on Monday. He had also pointed out that Godse was a Hindu.“In the speech, Kamal Haasan was calling for religious tolerance and co-existence amongst all religious groups and condemned extremism in whichever form and religion,” the party said in a statement. “This has been taken completely out of context and the speech has been painted as anti-Hindu, with a malafide intent.”Makkal Needhi Maiam’s statement came hours after the Tamil Nadu police filed a first information report against Haasan for his comment. Owing to the controversy, Haasan had to cancel his campaign events on Monday and Tuesday, The Indian Express reported. The statement, issued by the party’s Vice President R Mahendran, added that the only way to ensure a neutral and fair position on the matter would be to “play the entire speech of Kamal Haasan so that the speech is understood in the right context”, according to The Hindu.#MakkalNeedhiMaiam@drmahendran_r pic.twitter.com/q2nsNvk0Lq— Makkal Needhi Maiam | மக்கள் நீதி மய்யம் (@maiamofficial) May 14, 2019\n\nMeanwhile, the Delhi High Court on Wednesday refused to entertain a public interest litigation plea filed by BJP leader Ashwini Kumar Upadhyay against Kamal Haasan’s remarks.Upadhyay had on Tuesday urged the court to direct the Election Commission to restrict the misuse of religion for electoral gains. The High Court said it cannot hear the matter since Haasan made the remarks outside its jurisdiction. However, it asked the Election Commission to swiftly decide Upadhyay’s complaint against Haasan’s remark.Haasan’s comments on Godse have been criticised by several parties, including the Bharatiya Janata Party, the All India Anna Dravida Munnetra Kazhagam, the Dravida Munnetra Kazhagam, and some Hindutva outfits.In November 2017, Haasan had faced flak for his comments on “Hindu terrorism”. He had accused the Hindu right wing of using violence and alleged that terrorism had now spread to their camp. “Earlier, the Hindu right would not indulge in violence, but instead had debates,” Haasan had written in Tamil magazine Vikatan. “But once this tactic failed, they started using muscle power instead of dialogue. They too have started using violence. They can no longer say ‘Can you show me a Hindu Terrorist’.”","author":"Scroll Staff","time":"2019-05-15T15:28:48.358491+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/69053-zkrfnkgzds-1506012701.jpg","tags":["kamal haasan","Nathuram Godse","Tamil Nadu","Makkal Needhi Maiam","Hindu terror","Lok Sabha elections"],"source":"https://scroll.in/latest/923537/kamal-haasans-godse-remark-was-taken-completely-out-of-context-claims-makkal-needhi-maiam"}