{"title":"Kamal Haasan’s Godse remark mentioned in Delhi High Court in PIL against misuse of religion","content":"Bharatiya Janata Party leader Ashwini Kumar Upadhyay on Tuesday mentioned actor-turned-politician Kamal Haasan’s statement about Nathuram Godse in a public interest litigation plea in the Delhi High Court, PTI reported. On Monday, Haasan had called Mahatma Gandhi’s assassin independent India’s first terrorist and pointed out that he was a Hindu.  Upadhyay, who urged the court to direct the Election Commission to restrict the misuse of religion for poll gains, has also filed a complaint against Haasan with the poll panel and requested it to ban him from campaigning for five days. According to the BJP leader, Haasan made  the statement deliberately in the presence of a Muslim majority crowd for electoral gain.In his petition, which was mentioned before a bench of Chief Justice Rajendra Menon and Justice AJ Bhambhani, Upadhyay also said that candidates who misuse religion should be barred from elections and parties that are guilty of it should have their registration cancelled.“Haasan has violated the Model Code of Conduct in addition to section 123(3) of the RPA 1951,” Upadhyay said in his petition. “Kamal Haasan is deliberately promoting enmity between different groups on the grounds of religion and doing acts prejudicial to maintenance of harmony and brotherhood, which is an offence under section 153A of the IPC. It is a deliberate and malicious act, intended to outrage religious feelings of millions of Hindus, which is an offence under section 295A IPC.”The BJP leader said the poll panel had not taken any action despite the alleged misuse of religion by Haasan. Another complaint against Haasan was filed in metropolitan magistrate’s court in Delhi on Tuesday by a person claiming to be the president of an organisation called the Hindu Sena. The petitioner, identified as Vishnu Gupta, accused Haasan of hurting the religious sentiments of Hindus by calling Godse a “Hindu terrorist”, PTI reported. The matter is likely to come up in court in May 16.The police in Karur district in Tamil Nadu registered a case against Haasan on Tuesday, according to The Times of India. Haasan was booked on a complaint filed by Hindu Munnani District Secretary KV Ramakrishnan. A case was registered under Sections 153 A (promoting enmity on grounds of religion) and 295A (outraging religious feelings) of the Indian Penal Code. Meanwhile, Haasan’s party, the Makkal Needhi Maiam, demanded the resignation of Tamil Nadu Minister for Milk and Dairy Development KT Rajendra Balaji for saying that the actor-turned-politician’s tongue should be cut off for calling Godse a terrorist, News18 reported.","author":"Scroll Staff","time":"2019-05-14T19:31:23.157482+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113905-fooramihcb-1551073079.jpg","tags":["Kamal Haasan","Ashwini Kumar Upadhyay","Nathuram Godse","Delhi High Court"],"source":"https://scroll.in/latest/923472/kamal-haasans-godse-remark-mentioned-in-delhi-high-court-in-pil-against-misuse-of-religion"}