{"title":"Kamal Swaroop on Mani Kaul: ‘A visionary and ahead of his time’","content":"(Kamal Swaroop is the director of Om-Dar-B-Dar and the documentaries The Battle of Banaras, Pushkar Puran, Atul and Rangbhoomi. He spoke to Shaikh Ayaz.)This year marks the 50th anniversary of Mani Kaul’s Ashad Ka Ek Din, undoubtedly one of the most radical films from the Indian New Wave movement. Mani’s second feature still retains its austere power, and along with his Uski Roti, Duvidha, Dhrupad and Mati Manas, is a perfect showcase of his economic style and painterly sophistication. The historical romance, based on Mohan Rakesh’s acclaimed play, unspools in three acts. Mallika (Rekha Sabnis) is in love with the poet-playwright Kalidas (Arun Khopkar). Kalidas has been conferred a state honour, but refuses the king’s offer to travel to the capital Ujjayini. Mallika pushes Kalidas to leave for Ujjayini, but deep inside feels a tinge of sadness at the thought of her lover’s imminent departure.Vilom (Om Shivpuri), on the other hand, cannot wait for Kalidas to leave. He is vying for Mallika’s affection and is Kalidas’s nemesis. You see your desire in my eyes, he tells Kalidas to remind him that they are, after all, versions of each other: “What is Vilom? An unsuccessful Kalidas. And Kalidas, a successful Vilom.”Lurking behind this love triangle is the theme of artistic rivalry, about which Mani knew a thing or two. In the 1970s and ’80s, Mani was moving around in Bombay’s artistic circles, and was aware of the circumstances in which great art was produced. He was privy to the ego battles, jealousies and repressed desires that artists hid from the public. At one point, Mallika’s mother Ambika explains her hatred for Kalidas by saying he is “self-centered”. She could be talking about any artist. The envy that Mani captures between these two titans, Kalidas and Vilom, then, makes it deeply contemporary. Mani Kaul during the shoot of Ahmaq (Idiot) in the early 1990s. Photo by Lalita Krishna.Who can say Ashad Ka Ek Din is 50? With its cinematic treatment, innovation and philosophical statements, it remains bracingly fresh.Why do I say innovation? As a filmmaker, Mani was a visionary and ahead of his time. Ashad Ka Ek Din was an iconic play in its day. It was staged by nearly every playwright, from Ebrahim Alkazi to Satyadev Dubey. Mani was drawn to literature and paintings, but he wasn’t rigid. He was adaptable to trends and new ideas.For art filmmakers, the budget was usually a pittance. But Mani was adept at making use of whatever resources were available. He was not one to wait for ideal conditions.The film was shot on the foothills of Himalaya in a rain-swept house in Kasauli. Since sync sound was expensive, Mani  pre-recorded Ashad’s dialogue track. His actors lip-synced the dialogue. The Himalayan outdoors gave a further natural feel to the film.One of Mani’s preoccupations was with composition, although he later famously pronounced that “the image is dead”. He had made a mark with Uski Roti, his seminal debut in 1969, whose photography and spacing, were modelled on Amrita Sher-Gil’s distinctly post-Impressionistic depictions of Indian womanhood. \n\n\n    \n    Play\n\nUski Roti (1969).Ashad Ka Ek Din was equally enamoured of art. This time, the influence was the murals and frescoes at Ajanta. Mani created some good close-ups of Rekha Sabnis. The mid-shots with the characters facing each other amidst out-of-focus background was also a device that worked well for the film’s emotional impact.Nearly every frame is painterly. Mani succeeds in creating a private world of artists and their obsessive and devoted lovers and at the same time, gave it a historical reach. We remember Kalidas and his greatness, but Mallika has been wiped out by history. Watching her today, you can imagine what a powerful, self-assured and eccentric heroine she must have been. She does not want the world to box her spiritual relationship with Kalidas by giving it a name or identity. Having made peace with her ignominy, she is far happier to be a metaphor than a person. She is forever immortalised in Kalidas’s verses. Kalidas is the artist, she is his muse. Their emotional collision touched with sublime Himalayan beauty creates what we call “art”. Ashad Ka Ek Din delves into its characters’ minds and motivations with clear and spare precision. I recently saw a YouTube interview of Girish Karnad, who said good dialogue contains philosophy, backstory and conflict in just one or two lines. Therefore, the power of a play, he emphasised, lies not in its plot but in its dialogue and conversations. By that logic, Ashad Ka Ek Din is a double success, as not only does it have an engaging plot but also dialogue and words full of reflection and psychological insight. Arun Khopkar in Ashad Ka Ek Din (1971). Courtesy National Film Development Corporation.The style that Mani sought to emulate most was that of French filmmaker Robert Bresson. Like Bresson, many of Mani’s films were literary retellings. They chiselled away at their source material until all excesses had evaporated. Both shared a passion for Fyodor Dostoevesky and an appreciative eye for transcendental minimalism as well. They had an obsession with filming time. Bresson’s movies are activated by some kind of an accident – you might call it a Christian sense of predestination – whereas Mani was interested in exploring the spatial and temporal potential of cinema. Ritwik Ghatak was vice-principal at the Film and Television Institute of India when Mani Kaul, Kumar Shahani and KK Mahajan – who would later become influential figures in the Indian New Wave movement – were students. Ghatak became an influence on their work. This was a time in FTII when the Ray versus Ghatak divide was at its sharpest and ugliest, with many sympathising with Ghatak and his failed romanticism and being aggressive towards Satyajit Ray whom they mocked as bourgeois. Of course, time has proved both as greats in their own way. Mani and Ghatak had nothing in common. They came from totally different backgrounds. Mani lacked Ghatak’s ethnicity. He lived most of his life in Bombay and spoke in English though he was a Kashmiri with a Rajasthani mindset. What a strange but unique beast! In marked contrast, Ghatak was a true Bengali, very local but also international. His craft and concerns were rooted in the Bengali ethos. He was from the theatre and hence, was a man of the people.Cinematographer Venu, Mani Kaul and assistant director Reena Mohan during the shoot of Maati Manas. Photo by Lalitha Krishna.Ghatak did not have any direct bearing on Mani and Kumar Shahani. He may have inspired them towards achieving greatness in cinema, but he certainly wasn’t an influence. I’d say Mani’s major influence was not even Bresson or Ghatak. It was the late artist Akbar Padamsee, who was learning Sanskrit in those days. The Sanskrit teachings ultimately led Padamsee to the discovery of Kalidas. And, thus, his iconic metascapes born. It was Kumar Shahani, for example, who introduced Mani to the Mahabharata. I was fresh off Richard Attenborough’s Gandhi when I first met Mani outside the Nalanda bookstore at the Taj Mahal Hotel in Bombay. It was a heady time for all of us. Mani had just earned a commission to make a film on terracotta art. Having made Dhrupad, a documentary on classical music, Mani had found an audience.Now, terracotta and pottery can be a dry subject. There was the fear that it would end up like any other numbing Film Division documentary. I was offered to help with the research, which I began by reading books on archaeology. Afterwards, with a Sony tape recorder, I travelled to Gujarat, Udaipur, Bikaner, Mathura, Kosambi, West Bengal and Banaras. I visited Bengali temples made from baked terracotta. I recorded stories of potters, their folks tales, legends and lore. These stories were extracted to form the script of Mati Manas (1985). Anita Kanwar, Venu and Mani Kaul during the shoot of Mati Manas. Photo by Lalitha Krishna.In Ghashiram Kotwal, based on Vijay Tendulkar’s play, Mani and I were co-directors along with K Hariharan and Saeed Mirza. I was the art director in the documentary Siddeshwari. Working with Mani, I learnt how incredibly curious he was. A great student, his learning capacity and ability to keep pace with the times were admirable. His interests were varied, and that shows in the different films that he ended up making. The great thing about him was that he would take any folk tale or novel but the final product absorbed everything and the source vanished. All that remained was the beauty of the form, the editing and the visuals, and the film itself. Mani transformed it into an experience. Few filmmakers follow this style anymore. People like Anup Singh (Qissa) and Gurvinder Singh (Chauthi Koot) claim Mani as his mentor. I don’t, because I was more of an Absurdist and Surrealist, and wanted to create my own niche. In fact, it used to irk some people that I liked everything and wasn’t so doggedly ideological. But Mani was open to my kind of imagination. More than anyone I know, as far as Mani’s legacy is concerned, his true inheritor is Amit Dutta. For his experiments, Dutta keeps returning to sources like Kathasaritsagara and Dictionary of the Khazars, with which he builds myth and meditation. Payal Kapadia and Prantik Basu too seem to have cracked Mani’s formula. \n\n\n    \n    Play\n\nSiddheshwari (1990).The primary audience for Mani and Kumar was the intelligentsia. Their films were cultural products, and their ideal markets were festivals and cultural centres. It’s not like they didn’t aim for theatres. They hoped to get Akashwani, a government-run theatre in Bombay, to show their films, but it didn’t work out.Art filmmakers had to vie with mainstream directors for Bombay’s cinemas. And then there was middle cinema, which was fast becoming a headache. Basu Chatterjee’s Sara Aakash (1969) opened a new market for this kind of cinema. I remember Mani and Kumar used to say, we are purists, they have opted for the middle path, they are corrupted.Mani, in particular, was fond of describing himself as an “aesthete”. As he grew more reputed, even he could not resist commercial temptations. He tried in vain to get a foothold in the mainstream. The challenge was to find a way to retain his style and still deliver a hit. At one point, there was a negotiation happening between him and Amitabh Bachchan. He almost cast Sanjay Dutt in Ahmaq (1992). He eventually ended up directing Shah Rukh Khan, who was an emerging star then.Mani Kaul with lead actor Ayub Khan Din during the shoot of Ahmaq (Idiot). Photo by Lalitha Krishna.Most filmmakers compete with other filmmakers. But Mani, who died in 2011, competed with art itself. He fought to be recognised as an artist and for his films to be known as “works of art”. Mani, Kumar and Akbar Padamsee were all inspired by Andy Warhol and Susan Sontag, who had done a series of experimental films. They wanted to form an art group and replicate the European Surrealist scene in which Salvador Dali, Andre Breton and Luis Bunuel had synthesised art and cinema.Fortunately, in the late 1960s, when Mani was starting out, he had avenues such as Lalit Kala Academy, the National Centre for the Performing Arts, the Film Finance Committee (later the National Film Development Corporation), Akbar Padamsee’s Vision Exchange Workshop, and Films Division. He found good company in the Progressive Artists’ Group and support from magazines like Sarika. Mani was happy to hang out with psychiatrists, psychoanalysts, painters, dancers and sculptors. These influences enriched his mind and gave his cinema an aesthetic principle. Raissa Padamsee in Duvidha (1973). Courtesy National Film Development Corporation.All this knowledge probably made Mani  hungrier on the one hand and humbler on the other. He was a very entertaining personality who made you feel fantastic about yourself. As much as that trait was commendable, it could be a little dangerous too for your ego. He gave everyone full attention and a big boost. But he was also given to petty rivalries. I remember Kumar and he had a messy race going on as they tried to outdo each other. If Kumar did something, Mani was sure to follow. However, Mani’s faster speed was an advantage. Ideologically speaking, while Kumar was political, Mani was totally apolitical. Kumar had a Communist background, because of which Bengal and Kerala loved him.  Perhaps, Mani didn’t see any benefit in being political. In any case, the debate whether Mani was political or not makes no sense to me. Will you ever ask a musician why he/she isn’t political? Why do the same to a filmmaker? Mani was offbeat and being offbeat by nature itself is a political act. Today, reflecting on Uski Roti, Duvidha, Ashad Ka Ek Din or Mati Manas, I feel his movies have transcended time. In an age when streaming has rendered linearity redundant and made abstraction attractive – open any platform and you can switch between the past, present and future simultaneously — Mani Kaul’s boundary-breaking films have proved to be both relevant and rewarding.  \n\n\n    \n    Play\n\nDhrupad (1983).Also read:‘Duvidha’ revisited: Raissa Padamsee recalls ‘a beautiful adventure’ but also enduring dilemmasMani Kaul interview on Ritwik Ghatak is a lesson in appreciating ‘Titas Ekti Nadir Naam’ and cinema‘Padmaavat’ is missing the talking parrot from the poem – but it’s in a Mani Kaul erotic film","author":"Kamal Swaroop","time":"2021-02-16T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154936-gvvasfiumx-1613394369.jpeg","tags":["Mani Kaul","Ashad Ka Ek Din","Mati Manas"],"source":"https://scroll.in/reel/986749/kamal-swaroop-on-mani-kaul-a-visionary-and-ahead-of-his-time"}