{"title":"Kamal Amrohi made only four films. Fortunately for us, one of them was ‘Pakeezah’","content":"Vinod Mehta’s book on Meena Kumari is a book-length fan letter disguised as a biography. The journalist frequently refers to Meena Kumari as “my heroine” and gives a deeply personal account of her rise to stardom, her colourful private life, and the tensions with her husband, Kamal Amrohi, which nearly derailed the completion of her final film, ‘Pakeezah’. The movie was released in 1972 a month before the actor’s death, and it is regarded as a fitting tribute to a great star as well as one of Amrohi’s finest works. On 16 March 1969, five years and twelve days after she had left her husband, Meena Kumari reported for work again on Pakeezah. Kamal organized a great reception. He gave his wife a peda (sweet) as a peace offering, and made a documentary film of her arrival at the studio.From March 1969 to December 1971, Amrohi and my heroine worked and worked and worked. The last three years were years of feverish activity. Meena now had time on her hands and she willingly gave any dates that her husband required.Every film, I suppose, has incidents behind it. So has Amrohi’s Pakeezah.‘Even dacoits watch films’On outdoor shooting, Mr Amrohi’s unit travelled in two cars, and these cars were poised in the direction of Delhi. Near a place called Shivpuri in MP, the cars all but ran out of petrol. There were just a few trickles left and for miles around there was nothing except a long, deserted, straight road. It was discovered that a bus passed on this route every morning from which fuel could be purchased. ‘Good,’ said Amrohi, ‘we’ll spend the night here.’He said this without knowing that he was in the thick of India’s most notorious dacoit area. Mr Jayaprakash Narayan had not yet started his mission to reform the criminals and these dacoits were reported to be both ferocious and heartless. On learning where his cars had halted, he ordered that his unit roll up the windows of the cars and hope for the best.A little after midnight the occupants of the vehicles were disturbed. They were surrounded by a dozen men. The men knocked on the closed windows and forced their way in. They said they were taking the cars to the police station. The unit did not believe this, but the men were armed and as Mr Mao has taught, all persuasion comes from the barrel of a gun.The cars were led into a gate. There the occupants were ordered to get out. My heroine, already unwell, was in bad shape. She thought the dacoits meant bodily harm. Mr Amrohi, however, refused to get out of the car. Whoever wanted to meet him could come here, he said.A few minutes later a young man wearing a silk pyjama and a silk shirt appeared.‘Who are you?’ he asked.‘I am Kamal,’ Mr Amrohi replied, ‘we are on a shooting assignment. We ran out of petrol and are stranded.’The dacoit thought shooting meant rifle shooting and Amrohi had to explain that they were film shooters. This relieved the dacoit and when he learned that one of the persons in the car was my heroine, his attitude completely changed.Even dacoits, on their day off, see films, and so did this robber. He turned out to be a Meena Kumari fan and welcomed his guests in true fan tradition. He organized music, dancing, and food. He provided place to sleep. He instructed his juniors the next morning to fetch petrol for the unit.From my heroine he wanted a special favour. He sharpened his knife and took it to her. ‘Please autograph my hand with this,’ he requested. Meena was not new to signing autographs but she had never attempted anything as ambitious as a knife.Nervously, she wrote her name on this man’s hand. He said he was grateful for this favour.Once the unit left, they found at the next town that they had spent the night in the camp of Madhya Pradesh’s renowned and dangerous dacoit—Amrit Lal. ‘Meena Kumari’s supreme test’About February 1972, Pakeezah was very much in Bombay’s air. The populace was wondering if this heralded and much-talked-about film would live up to its great expectations. The Illustrated Weekly in its 30 January issue headlined: ‘Meena Kumari’s supreme test’. There seemed to be some doubt whether my heroine in her advanced age could do justice to a part which was reported to be grilling and grinding.On 3 February, in the Arabian Sea a ‘Pakeezah Boat’ was sailing and in Maratha Mandir the premiere was scheduled. A one-and-a-half-crore rupee film, CinemaScope, Eastmancolor, fifteen years in the making, was at last to be screened.Looking reflective and refined, my heroine arrived to attend the last premiere of her life. She let Mr Raaj Kumar, for the benefit of the press, kiss her hand and then she went in to see the film.The next morning reaction was discouraging. The Times of India in an unflattering review called Pakeezah a ‘lavish waste’. Later, the resident critic of Filmfare, Mr Banaji, gave it one lonely star (this rating means very poor). Most of the so-called sophisticated critics of India had no time for the hackneyed story of a dancing girl.My heroine, however, silenced the sceptics. At the age of forty, she had come roaring back to form and demonstrated that she was still in a class of her own. Sahebjan had come out with flying colours; Sahebjan’s creator with not so flying.The Urdu press, more in sympathy with the concept, was fulsome in its praise. They called Mr Amrohi’s effort sensitive, historic, moving, beautiful …Meena Kumari’s Sahebjan is not my favourite. I don’t know why, I saw only competence in this part and not genius. While she was dancing. I would have preferred more lust. While she was playful, I would have preferred more frivolity. While she was briefly happy, I would have preferred more joy. While she was resigned, I would have preferred more fatalism.I suspect, however, that long after she is dead and gone, millions in India will remember my heroine as the woman who danced and sang ‘Inhi Logon Ne’.Who deserves credit for ‘Pakeezah’?Raging controversy exists as to who is the true owner of Pakeezah. There is a large body which says that without Meena Kumari this film is nothing. Let me make my own position on Pakeezah clear. I thought it was a flawed but noble attempt. No one before Amrohi had captured honestly the dilemma of the dancing girl. Certainly many debased and unworthy commercial formulas were used. Certainly the story was unoriginal, and all that bit about the train stopping inches away from the heroine could have been avoided. But what makes this long-awaited film worthwhile is its devotion, its period authenticity. I don’t think I have seen any other film which evokes a strata of Muslim society with more correctness and realism than Pakeezah.Of course the difficulty is that Amrohi’s is a minority film. Mr Banaji, the very worthy critic of Filmfare, and other worthy critics dabbling in Pasolini and Renoir are disqualified from comment. If you have no sympathy with Muslim folklore and if you can’t speak and understand Hindustani, you might as well not see Pakeezah. When one nautch girl says to another, ‘Sahebjan ham ko ek din ke liye apni kismet de do,’ the nuances of this request can only be relished by someone who comprehends the language, and by someone who has been to the ‘kotha’ of a dancing girl himself.I don’t think Pakeezah is a great film. But compared to the likes of Hare Rama Hare Krishna it is a classic.Nostalgia as a box-office ingredient is new. Those who do not like Amrohi say that this film is only running because of Meena’s timely death. The crowds outside Maratha Mandir and scores of other cinemas all over the country are crowds of reverence. These people have not come to see Pakeezah, they have come to pay respects to Meena Kumari.Amrohi denies this. His film, he feels, is gathering crowds entirely on merit. Although I somewhat agree with him, I feel a small percentage of the crowd is possibly on a pilgrimage. The major percentage is there to see Mr Amrohi’s wizardry. No film can run house-full for thirty-three weeks, as it is today, on nostalgia alone.This still does not answer the question, whose film?I think you have to be some sort of pervert to deny Kamal Amrohi his right to this film. He used my heroine at an age when she was lost, he used for his leading man an actor who was no Rajesh Khanna, he took for a music director someone who was in disgrace and unemployed—and from this he produced one of the greatest hits in recent times.My heroine herself acknowledged Kamal’s ownership. ‘Pakeezah is the beloved which has been born of this film-maker’s imagination nearly two decades ago. Pakeezah is the vision which has haunted his soul for as long as I can remember.’ Ashok Kumar made the same point, a little more openly, ‘Actually and literally Pakeezah is Kamal Amrohi, and Kamal Amrohi alone. Every frame of it, every motivation, every plot-curve, every character in it, is exactly as its visualizer conceived.’Excerpted with permission from Meena Kumari, Vinod Mehta, HarperCollins India.","author":"Vinod Mehta","time":"2017-01-17T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171170-jqbqdyzsgp-1646651016.jpeg","tags":["Pakeezah","Kamal Amrohi","Meena Kumari"],"source":"https://scroll.in/reel/826806/kamal-amrohi-made-only-four-films-fortunately-for-us-one-of-them-was-pakeezah"}