{"title":"Kamal Haasan calls for plebiscite in Kashmir, later claims his words were taken out of context","content":"Actor-turned-politician Kamal Haasan was at the centre of a controversy after he asked on Sunday why India was scared to hold a plebiscite in Kashmir, and referred to Pakistan-occupied Kashmir as “Azad Kashmir” while speaking at an event, Times Now reported. Haasan made the statement when asked about the suicide attack in Jammu and Kashmir in which 40 Central Reserve Police Force personnel were killed. However, he later claimed his comments were taken out of context.“I truly regret when people say Army men are going to Kashmir to die,” he said at an event in Chennai. “The Army itself is an old fashioned thing. Like how the world changed, how we decided that humans will not kill each other for food, likewise a time will come to stop fighting.” Haasan has founded the Makkal Needhi Maiam party in Tamil Nadu.Haasan claimed no soldier would die if politicians in India and Pakistan “behaved properly”. “The Line of Control will be under control,” he said, according to ANI. Haasan recalled that he had written about the future of Kashmir when he was running a magazine, Maiyam. “I mourn this day because I forecast that this is what will happen, unfortunately, I should have predicted something else,” Haasan said. “Hold plebiscite and make people talk...why have they [India] not conducted it? What are they scared of? They want to divide the nation that’s all. Why don’t you ask them again? They won’t do it. Now it [Kashmir] belongs to India, the same situation prevails across the border.”Haasan said photos of jihadis were put up on trains to portray them as heroes in Pakistan-occupied Kashmir, referring it to as “Azad Kashmir”. “That is also a foolish thing to do,” he said. “India also behaves with an equal amount of foolishness, it’s not fair. If we want to prove that India is a far better country, then we should not behave like this. There begins politics, there begins the new political culture.”Makkal Needhi Maiam leader Kamal Hassan at an event in Chennai yesterday: Why India is not holding a plebiscite in Kashmir?  What are they (Indian government) afraid of? pic.twitter.com/9M6bS5JoWV— ANI (@ANI) February 18, 2019\n\nHaasan’s party issues clarificationKamal Haasan’s party, Makkal Needhi Maiam, issued a clarification on Monday claiming his words were taken out of context. “The references made in the Times Now report were mentioned by our party president in the context of a magazine article published three decades ago about an option that available at one point in time of history,” the statement said. “This is no longer relevant and is no way an indication of his position or party’s position today.”The statement said the party believed entire Kashmir is an integral part of India. “Our president and our party stand shoulder-to-shoulder with the armed forces in this hour of grief.”Makkal Needhi Maiam statement on the report carried by Times Now.@TimesNow @RShivshankar pic.twitter.com/Q0J5YyJA4E— Makkal Needhi Maiam | மக்கள் நீதி மய்யம் (@maiamofficial) February 18, 2019","author":"Scroll Staff","time":"2019-02-18T12:01:00.248375+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/69053-zkrfnkgzds-1506012701.jpg","tags":["Kamal Haasan","Pulwama Attack","Kashmir Plebiscite"],"source":"https://scroll.in/latest/913663/kamal-haasan-calls-for-plebiscite-in-j-k-refers-to-pakistan-occupied-kashmir-as-azad-kashmir"}