{"title":"Kamal Haasan says Nathuram Godse was independent India’s first terrorist, and he was a Hindu","content":"Actor-turned-politician Kamal Haasan on Sunday said Nathuram Godse was independent India’s first terrorist and he was a Hindu, reported PTI. The Makkal Needhi Maiyam founder made the remark during election campaign in Aravakurichi Assembly constituency in Tamil Nadu.He clarified that he was not saying so because there were many Muslims in the crowd. “I am saying this before a statue of Gandhi. I am here seeking answers for that murder,” he said, referring to Gandhi’s assassination by Godse in 1948.At the Aravakurichi rally, Haasan said he was one of those who wished for an India with equality. “I want the three colours in the tricolour to remain intact,” he added.Aravakurichi is one of the four Assembly constituencies where bye-polls are scheduled on May 19. Haasan’s party has fielded S Mohanraj.Haasan had triggered controversy when he had referred to Pakistan-occupied Kashmir as Azad Kashmir and had supported a plebiscite in Kashmir. Later, he claimed that his statements were taken out of context. In November 2017, Haasan faced flak for his comments on “Hindu terrorism”. He had accused the Hindu right wing of using violence and alleged that terrorism had now spread to their camp. “Earlier, the Hindu right would not indulge in violence, but instead had debates,” Haasan had written in Tamil magazine Vikatan. “But once this tactic failed, they started using muscle power instead of dialogue. They too have started using violence. They can no longer say ‘Can you show me a Hindu Terrorist?’”  Makkal Needhi Maiam chief Kamal Haasan while campaigning for his candidate in Aravakurichi for the upcoming by-elections said that independent India's first terrorist was a Hindu and his name was Godse.@NairShilpa1308 with details. | #May23WithTimesNow pic.twitter.com/pNtSJB7a4W— TIMES NOW (@TimesNow) May 13, 2019\n\nBJP accuses Haasan of minority appeasementTamil Nadu BJP chief Tamilisai Soundararajan attacked Haasan for his comments.  “Actor Kamal Haasan  recalling Gandhi’s assassination now and calling it Hindu terrorism is condemnable,” she tweeted. “Standing amidst minorities in Tamil Nadu bye-election campaign he is lighting a dangerous fire to gain votes by minority appeasement.” She wondered why the actor-turned politician did not comment on the blasts in Sri Lanka last month, which killed 253 people.Soundararajan said Gandhi’s assassination was “decades old”, and the guilty had been punished. “He threatened to leave India when his film screening was prevented by religious groups! But now he calls himself a true Indian,” she said. “True political acting started now having lost the chances in screenplay.”She also accused Haasan of violating the Model Code of Conduct and hoped that the Election Commission will take action against him.Haasan’s party, the Makkal Needhi Maiyam, defended him. “Kamal’s statement is in support of the father of the nation, and it should be handled with sense, not sensationalism,” Makkal Needhi Maiyam’s Chennai South candidate R Rangarajan told India Today.  Actor Kamalahasan  recalling Gandhi’s assassination now and calling it Hindu terrorism is condemnable.Standing amidst minorities in TN by-election campaign he is lighting a dangerous fire to gain votes by minority appeasement.kamal didn’t opine on recent Srilanka bomb blast why?— Chowkidar Dr Tamilisai Soundararajan (@DrTamilisaiBJP) May 13, 2019\n\nBut dares to take up decades old event which was well enquired & guilty punished ?He threatened to leave india when his film screening was prevented by religious groups!but now he calls himself true indian! True political acting started now having lost the chances in screenplay.— Chowkidar Dr Tamilisai Soundararajan (@DrTamilisaiBJP) May 13, 2019\n\nUttering nonsense in a sensitive subject violating poll code of conduct let us hope for EC to handle with all sense as per law of the land against hate speech? https://t.co/sJdlDvO1KF— Chowkidar Dr Tamilisai Soundararajan (@DrTamilisaiBJP) May 13, 2019","author":"Scroll Staff","time":"2019-05-13T11:14:14.273206+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/923274-83290-gpdhwsalnk-1519836423.jpg","tags":["Kamal Haasan","Aravakurichi Assembly","Nathuram Godse","bye-polls","Tamil Nadu"],"source":"https://scroll.in/latest/923274/kamal-haasan-says-nathuram-godse-was-independent-indias-first-terrorist-and-he-was-a-hindu"}