{"title":"Kangana Ranaut versus Karan Johar: A different freedom of speech debate unfolds in Bollywood","content":"Poor Bollywood. How many more explosions can it handle? In recent months, the Hindi film industry has had to frequently hunker into battle formation to protect itself against sustained attacks on its freedom of expression. But now, something far bigger is plaguing India’s largest-earning, most influential cinema: actress Kangana Ranaut’s verbal salvos.Ranaut’s most recent volley against director-producer Karan Johar’s carefully constructed image started as a superb and ratings-friendly moment on his television chat show, Koffee with Karan a few weeks ago. It has since expanded into a debate about free speech, bullying, and power structures in the Hindi film industry. On Thursday, Ranaut owned the day, with a well-timed candid interview to the widely consumed Mumbai Mirror tabloid that attacks Johar and the culture of entitlement and favouritism that she claims he embodies. Johar, a second-generation filmmaker who works with star sons and daughters as well as fresh talent, will respond, as he is wont to, but in doing so, he will confirm the allegations that started the debate in the first place.Ranaut appeared on Koffee with Karan on February 19 – her second since the series went on air on Star World in 2004 – on the eve of the release of her movie Rangoon. Johar frequently invites the leads of upcoming movies to plug their wares. He also uses Koffee With Karan to promote his own productions. His protege Alia Bhatt has appeared twice in the fifth season, which concludes on March 12, for his co-productions Dear Zindagi and Badrinath Ki Dulhania.The show’s unique selling point is Johar’s access to and comfort with movie stars (hardly surprising, given his professional position). Its limited mandate is to elicit a few mostly tame laughs and gossipy giggles. When Ranaut brought out the n-word – nepotism – she enlivened the episode and perhaps, the entire season.When Johar asked Ranaut about who had given her the “most attitude”, she turned the tables on him. “In my biopic, if it’s ever made, you’ll be the stereotypical Bollywood biggie who is snooty and completely intolerant to outsiders; the flag-bearer of nepotism; the movie mafia,” she coolly said, echoing the unarticulated thoughts of several industry professionals and observers.When Johar asked her, “Would you rather find true love and be poor or be rich and single,” Ranaut replied, “Your idea of poverty is very different from my idea of poverty.” (Any other television channel would have gleefully put the clips on YouTube for all to see, but Star World has refrained from doing so.)\n\n\n    \n    Play\n\nKangana Ranaut on ‘Koffee with Karan’.Johar responded a few days later to Ranaut in London, where he was attending the LSE India Forum 2017, hosted by the Students Union of the London School of Economics. “She deserves all the National Awards but I am done with Kangana playing the woman and victim card,” Johar said. “You cannot be this victim at every given point of time, always telling the sad story of how you were terrorised by the industry. If it’s so bad, leave it.”Ranaut clearly stole Johar’s thunder on his show – which does not seem to have gone down well with a filmmaker with a proven track record of managing the media moment. “Everyone lauded her for coming on to my show and [how she] ‘gave it off to Karan’,” Johar peevishly said in London.“What is this about the ‘woman card’ and the ‘victim card’?” Ranaut responded in her Mumbai Mirror interview. “This kind of talk is demeaning to all women, particularly the vulnerable because they are the ones who really need to use them. The ‘woman card’ might not help you become a Wimbledon champ, or win you Olympic medals, or bag National awards. It might not even land you a job, but it can get a pregnant woman who feels her water is about to break a ‘ladies’ seat on a crowded bus. It can be used as a cry for help when you sense a threat. The same goes for the ‘victim card’, which women like my sister, Rangoli, who is a victim of an acid attack, can use while fighting for justice in court.”The eternal outsiderThe repartee not only makes great copy, but also deflects from the massive box office failure of Rangoon and keeps the spotlight on the Koffee with Karan season finale on March 12. The interview burnishes Ranaut’s reputation as one of the few movie celebrities with the courage to speak her mind. In 2016, Ranaut attacked Hrithik Roshan for denying his alleged relationship with her, and whatever the merits of her arguments, she exposed the selective kiss-but-don’t-tell culture that governs Bollywood. The Mumbai Mirror interview boosts Ranaut’s image as the eternal outsider who has made it in a close-knit industry on her terms. Of course, Ranaut is no struggler. She has appeared in well-regarded films, including Gangster, Tanu Weds Manu and its sequel and Queen. But her screen persona, supported by her off-screen statements, rests on her self-image as the rebel who rattles the cage with her honesty, ambition and commitment to her craft. At times, Ranaut resembles Eliza Doolittle halfway through her lessons in manners in Pygmalion. Politeness, political correctness and pablum are cherished in the movie business. By insistently shooting off her mouth, Ranaut has occupied the only available slot in the upper levels – the dissident who tells it like it is. Unfortunately for Ranaut, the Hindi film industry survives not on risk but on predictable outcomes. A-listers are valued for their ability to dominate the headlines by saying nothing of consequence. Hollywood stars have been crowding the American media with their criticism of President Donald Trump and his policies, but burnt by backlashes and boycotts, the Bollywood elite usually stays away from anything resembling controversy.The Kangana-Karan kerfuffle is hardly on par with the Right-wing attacks on Aamir Khan and Sanjay Leela Bhansali and the censorship of films. Its price will likely be borne by Ranaut. Her recklessness, which echoes Rekha during her heyday, could backfire badly if stars and filmmakers associated with Johar decide to steer clear of her. Ranaut’s personal digs at Johar’s father, the producer Yash Johar, and at Karan Johar’s daughter (who was recently delivered along with his son through a surrogate) are not likely to go down well with the touchy filmmaker. In his 2016 memoir An Unsuitable Boy, Johar devoted many passages to his fallout with the actress Kajol, declaring, “It’s over” and “…she can never come back to my life”.Johar is similarly done with Ranaut. Will the rest of the movie industry follow? Johar’s influence extends beyond his circle – his proteges, including Alia Bhatt, Sidharth Malhotra and Varun Dhawan, work across the industry. His friends include influential filmmaker Aditya Chopra, at whom Ranaut took a dig on Koffee With Karan. Claiming that Chopra had dismissed her talent a decade ago, Ranaut crowed, “Today I am so glad to tell you that I was so wrong. You have made it and you have made it on your own. I am very happy about it.”Bollywood observers will cheer the brashness, strugglers will paste posters of Ranaut on their walls, and detractors of Big Bollywood will be relieved that somebody is igniting a debate on how unequal the seemingly equal-opportunity industry actually is. But the inner circle is unlikely to take these digs sportingly as the pronouncements of a movie star who wants to be seen as a maverick.Nepotism works loosely in the Hindi film business. There is, of course, room for all manner of talent to flourish, but often on the terms decided by the power elite. Godfathers and godmothers abound, blessing or thwarting the efforts of talented individuals. Ranaut has had her pick of mentors. But by claiming all credit for herself, she has broken the golden rule of patronage; never bite the hand that feeds. Ranaut has chomped loud and hard with relish. Just desserts inevitably follow a feast.Johar, with his incredible astuteness of the inner workings of celebrity, has surely understood where Ranaut is coming from. Will he also decide where she will go next?","author":"Nandini Ramnath","time":"2017-03-09T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831329-53189-fsnhrzofkx-1489049450.jpg","tags":["Kangana Ranaut"],"source":"https://scroll.in/reel/831329/kangana-ranaut-versus-karan-johar-a-different-freedom-of-speech-debate-unfolds-in-bollywood"}