{"title":"Kanwariya violence: Nine more people arrested for vandalising a car in Delhi’s Moti Nagar last week","content":"The Delhi Police arrested 10 people in the last 24 hours in connection with the vandalism of a vehicle by a group of Kanwar pilgrims in West Delhi last week, PTI reported on Tuesday. On Monday, the police had arrested 22-year-old Yogesh for allegedly being a part of the group that vandalised the vehicle in Moti Nagar.Earlier, the police had arrested another person on August 9 in connection with the incident.The police filed a case against unidentified people after the Kanwar pilgrims were caught on video destroying the car in the Moti Nagar locality. The group stopped the car after it reportedly touched one of them, and got into an altercation with two passengers in the vehicle. The police said the pilgrims damaged the car when one of its occupants reportedly slapped a kanwariya. They also got into a scuffle with the male companion of the woman who was driving the car, and allegedly threw stones at them as they tried to escape.Kanwar is an annual pilgrimage of Shiva devotees where as part of a ritual, pilgrims carry water from the Ganga river in containers suspended on the side of a pole. The pilgrims, called Kanwariyas, walk barefoot, often across hundreds of kilometres.  The police identified the person arrested on Monday as Yogesh, after scanning CCTV footage and registers of nine Kanwar camps on Najafgarh Road. Yogesh is a resident of JJ Colony in Dwarka locality. Rahul Billa, the accused arrested last week, told the police about him. Yogesh had named some of his accomplices. The police then arrested nine more people, including main accused Aman, who was hit by the car.Deputy Commissioner of Police (West) Vijay Kumar said they have arrested 11 men so far.Moti Nagar #Kawariya car vandalism case: Delhi Police has apprehended one Yogesh from JJ Colony in connection with the case pic.twitter.com/BXW6M9Q7lU— ANI (@ANI) August 13, 2018","author":"Scroll Staff","time":"2018-08-14T08:11:43.388922+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890369-jkqpyhysvn-1533843598.jpeg","tags":["Kanwars","Pilgrimage","Moti Nagar","Kanwar Yatra"],"source":"https://scroll.in/latest/890369/kanwariya-violence-one-more-person-arrested-for-vandalising-a-car-in-delhis-moti-nagar-last-week"}