{"title":"Kanwariyas caught on video vandalising car after it brushes past one of them in West Delhi","content":"A group of Kanwar pilgrims vandalised a car in New Delhi’s Moti Nagar on Tuesday evening after it brushed past one of them. The police have filed a case against unidentified people after the act was caught on video, reported The Indian Express. No one has been detained so far.Kanwar is an annual pilgrimage of Shiva devotees where as part of a ritual, pilgrims carry water from the Ganga river in containers suspended on the side of a pole. The pilgrims, called Kanwariyas, walk barefoot, often across hundreds of kilometres.Eyewitnesses told The Times of India that the pilgrims had blocked the road almost completely. The group stopped the car when it touched one of them, and got into an altercation with the duo inside, reported ANI. “When one occupant slapped a kanwar, agitated kanwariyas damaged the car,” said Deputy Commissioner of Police (West Delhi) Vijay Kumar. They broke the car’s windows and doors with rods and sticks before turning it on its side. They also got into a scuffle with the male companion of the woman who was driving the car, and allegedly threw stones at them as they tried to escape.The woman or her companion did not file a complaint, but “we are taking a serious note of the incident”, Kumar told The Indian Express. “We have not found the kanwaria who was allegedly injured or touched by the vehicle,” he added.Two policemen went to the spot and “tried to pacify the group but they did not stop”, an officer told The Indian Express. “One of them, in fact, tried to snatch the officer’s lathi [baton],” the officer added. The police have registered a case against unidentified people.#WATCH: A group of 'kanwariyas' vandalise a car in Delhi's Moti Nagar after it brushed past them while driving. The people in the car got off safely. No injuries were reported. Police says no formal complaint has been filed by the victims (07.08.2018) pic.twitter.com/rKc6VJMZnh— ANI (@ANI) August 8, 2018","author":"Scroll Staff","time":"2018-08-08T12:03:36.411141+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889662-vfceueoiih-1533709495.jpeg","tags":["Delhi","Kanwariya","Kanwar yatra","West Delhi"],"source":"https://scroll.in/latest/889662/kanwariyas-caught-on-video-vandalising-car-after-it-brushes-past-one-of-them-in-west-delhi"}