{"title":"Kapil Mishra, who made provocative speech before 2020 riots, appointed BJP Delhi unit vice president","content":"Bharatiya Janata Party leader Kapil Mishra was on Saturday appointed as a vice president of the party’s Delhi unit, reported NDTV. Delhi BJP president Virendra Sachdeva said Mishra’s name was on the list of the new office bearers announced earlier this week but it could not be declared due to some reason, reported PTI. Mishra had been under fire for his speech on February 23, 2020, when he amassed a crowd and gave an ultimatum to the police to clear the streets of protesters who were demonstrating against the Citizenship Act amendments in Jafrabad.  The BJP leader – in the presence of a senior police officer – had demanded that the police evict the protestors and threatened violence if they failed to do so within three days.In July 2020, a 10-member fact-finding committee of the Delhi Minorities Commission had said that the violence occurred almost immediately after Mishra’s speech in Maujpur in the presence of Deputy Commissioner of Police Ved Prakash Surya.“Following the speech, different groups/mobs quickly fanned out to the local areas, openly carrying various weapons and arms like petrol bottles/bombs, iron rods, gas cylinders, stones and even firearms,” the panel had said. “Despite the open display of weapons and firearms, sufficient actions were not taken by the district administration or police to protect life and property.”In February last year, the Delhi High Court had sought the responses of Mishra and other political leader to implead them as respondents to petitions in connection with the 2020 Delhi violence. The petitions in Delhi High Court were seeking an independent probe by a Special Investigation Team and the registration of first information reports against political leaders for “hate speech” before the violence erupted on February 23 in the national Capital.Mishra, a former minister in the Aam Aadmi Party government, had joined the BJP in August 2019. However, he was not given any organisational responsibility in the party since his joining.","author":"Scroll Staff","time":"2023-08-05T20:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144978-ifamzhizrr-1603974358.jpg","tags":["Kapil Mishra","BJP","Delhi riots"],"source":"https://scroll.in/latest/1053853/kapil-mishra-who-gave-provocative-speech-before-2020-riots-made-bjp-delhi-unit-vice-president"}