{"title":"Kapil Sibal’s remarks that he has ‘no hope left in SC’ are contemptuous, says Bar Association ","content":"The All India Bar Association on Monday described senior advocate Kapil Sibal’s remarks that he has “no hope left in the Supreme Court” as contemptuous, ANI reported.Adish C Aggarwala, chairperson of the association, said that the former Union law and justice minister’s comments are unfortunate.“A robust system is insulated from sentiments and is influenced only by law,” Aggarwala said. “Kapil Sibal is a seasoned senior advocate. It does not behove him to decry judges and judgements just because courts didn’t agree with his or his colleagues’ submissions.”Video bite of Dr. Adish C Aggarwala, Chairman, All India Bar Association condemning Kapil Sibal’s statement about the Indian Judiciary. pic.twitter.com/A33fxi863g— Dr. Adish C Aggarwala (@adishcaggarwala) August 8, 2022\n\nAggarwala said it has become a trend that when a case is decided against someone, that person starts denouncing judges on social media alleging that they are biased.“Courts decide cases by applying the law to the facts presented by cases before them,” Aggarwala added. “They owe allegiance to the Constitution and none else. If cases haven’t been decided to liking of Kapil Sibal, it does not mean that the judicial system has failed.” Aggarwala, who is former vice chairperson of Bar Council of India and Supreme Court Bar association, said that if Sibal has lost hope in the Indian judiciary, then he is free not to appear before the courts.Law Minister Kiran Rijiju also criticised Sibal, saying that the comments by him and some Congress leaders “betray a mindset” that courts or any constitutional authority must favour them or work according to their interest.“Our government is absolutely clear in its mind that the country must be governed by the constitutional proprieties as well as the rule of law,” he added. “Any kind of attack on the constitutional authorities and the courts is very unfortunate and condemnable.”The BJP leader stressed that the Supreme Court, High Courts, Election Commission and other central agencies are autonomous and work according to the rule of law.Lawyers call for contempt action against SibalLater on Monday, two lawyers named Vineet Jindal and Shashank Shekhar Jha wrote separate letters to Attorney General KK Venugopal seeking his consent to initiate contempt proceedings against Sibal for his comments about the judiciary, PTI reported.Jindal claimed that statements by Sibal have “scandalised the judgements” passed by the Supreme Court judges.“If this kind of precedent was allowed, political leaders would start making a reckless allegation against the judges of the highest court of our country and this trend would soon lead to the failure of an independent judiciary system,” he wrote in his letter.Jha said the senior advocate had raised doubts about the independence of the Supreme Court and “undermined the dignity” of the apex court.VINEET JINDAL, ADVOCATE & SOCIAL ACTIVIST FILED REQUEST LETTER TO ATTORNEY GENERAL FOR CONSENT FOR PROCEEDING WITH CRIMINAL CONTEMPT OF COURT AGAINST KAPIL SIBAL, MP, RAJYA SABHA AND SENIOR ADVOCATE FOR SCANDALIZING THE INDIAN JUDICIARY AND DISGRACING ITS DIGNITY. @vineetJindal19 pic.twitter.com/wprCzeBEok— Brij Dwivedi (@Brij17g) August 8, 2022\n\nSibal’s remarksOn August 6, Sibal expressed his displeasure over some recent judgements passed of the Supreme Court.Addressing an event organised by the People’s Tribunal in Delhi, the Rajya Sabha member criticised the Supreme Court’s verdict in the plea filed by Zakia Jafri in connection with the 2002 Gujarat riots, Live Law reported.Zakia Jafri, the wife of former Congress MP Ehsan Jafri, along with activist Teesta Setalvad had challenged the report of a Special Investigation Team that had cleared Prime Minister Narendra Modi of involvement in the riots. Ehsan Jafri was hacked to death when a mob went on a rampage in Gulberg Society on February 28, 2002, setting fire to homes. Modi was the chief minister of Gujarat at that time.The court said that the petition was filed by them “to keep the pot boiling for ulterior design”. A day after the verdict, Setalvad was arrested for allegedly committing forgery and fabricating evidence in a case related to the 2002 Gujarat riots.Sibal had also criticised the Supreme Court for upholding the Enforcement Directorate’s power to arrest and seize properties under the Prevention of Money Laundering Act, Live Law reported.Last month, a three-judge bench had dismissed several petitions challenging provisions of the law.A bench headed by Justice AM Khanwilkar had passed both the judgements that Sibal referred to at the Delhi event.“If you think you will get relief from Supreme Court, you are hugely mistaken,” Sibal had said, ANI reported. “And I am saying this after completing 50 years of practising in the Supreme Court. You talk about progressive judgements delivered by the Supreme Court but there is huge difference of what happens at the ground level. Supreme Court gave judgement on privacy and ED officers coming to your home. Where is your privacy?”He had also alleged that sensitive cases are assigned to select judges and the legal fraternity already knows the outcome of the verdict.This was not the first time that Sibal has been critical of the Indian judiciary.Last month, Sibal had said the judiciary has “let us down” and he wants to “hang his head in shame” after the court judgements against journalist Mohammed Zubair, Setalvad, among others.Zubair, a co-founder of fact-checking website Alt News, was arrested by the Delhi Police on June 27 on charges of hurting religious sentiments for a tweet that he had posted in 2018.","author":"Scroll Staff","time":"2022-08-08T17:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174872-mtxrlsbczc-1653463071.jpg","tags":["Kapil Sibal","Indian judiciary","All India Bar Association","Supreme Court","Supreme Court Bar Association"],"source":"https://scroll.in/latest/1030016/kapil-sibals-remarks-saying-he-has-no-hope-left-in-sc-are-contemptuous-says-bar-association"}