{"title":"Karnataka HC judge who alleged transfer threat asked by SC to defer hearing in case by three days","content":"The Supreme Court on Tuesday requested Karnataka High Court judge  Justice HP Sandesh, who had  alleged that he was threatened with transfer while adjudicating in a matter, to defer hearing in the case for three days, Live Law reported.The Supreme Court’s direction came a day after Sandesh, on Monday, put on record the allegations that he had been indirectly threatened not to pass orders against the head of Karnataka Anti-Corruption Bureau Seemanth Kumar Singh. On July 5, Sandesh had  orally alleged that a sitting High Court judge told him about another judge who had been transferred, suggesting that he could face the same fate.On Tuesday, a Supreme Court bench of Chief Justice NV Ramana and Justices Krishna Murari and Hima Kohli was hearing a plea filed by Singh and the Anti-Corruption Bureau, challenging the observations made by the judge.\"Sitting judge sat by me, said a person from Delhi enquired about me:\" Justice HP Sandesh records details of transfer threatRead story and order here: https://t.co/TrMGumE7Ms pic.twitter.com/PjFBiKLryC— Bar & Bench (@barandbench) July 12, 2022\n\nThe case so farSandesh had made the allegations of being threatened while hearing a bail application filed by Deputy Tahsildar PS Mahesh, who was arrested for allegedly accepting a bribe of Rs 5 lakh to get a favourable order on a land dispute case from the Bengaluru (Urban) deputy commissioner’s office.Mahesh had claimed in a statement that he took the bribe on the instructions of Deputy Commissioner J Manjunath, but the senior official was not named in the first information report.On June 29, the Karnataka High Court had directed Special Counsel Manmohan PN, appearing for the anti-corruption agency, to place materials on record related to the investigation conducted in the case.However, Manmohan did not produce the documents despite giving an undertaking to do so. Sandesh then questioned why Manjunath had not been arrested and alleged that the anti-corruption agency was protecting him by not producing the documents.On July 7, Sandesh had also asked the Central Bureau of Investigation to produce before the court, a report of an investigation pertaining to Singh by the next date of hearing.Singh had faced an inquiry for corruption by the Central Bureau of Investigation in connection with an illegal mining racket in 2009-10, when he was the superintendent of police in Karnataka’s Ballari district.At Monday’s hearing, Sandesh directed the chief secretary of Karnataka and the Department of Personnel and Administrative Reforms to not appoint “tainted officers” to posts that involve public interest.The Anti-Corruption Bureau of Karnataka then moved the Supreme Court, challenging the orders passed by Justice Sandesh. On Tuesday, the Supreme Court took note of the submissions made in the matter by Singh’s counsel and Solicitor General Tushar Mehta, representing the Karnataka government, Live Law reported.Mehta told the bench that Sandesh should have refrained from passing the orders on Monday as the Supreme Court was to hear on Tuesday, the plea against observations made by Sandesh. Mehta also requested that the case be transferred to a bench led by the acting chief justice of the Karnataka High Court.“Although the High Court has the power to monitor the investigation in a case, such power cannot be invoked while exercising bail jurisdiction under Section 439 of the Criminal Code Procedure [special power of High Courts to grant bail],” Mehta added. “The proper course would be to register it as a PIL [public interest litigation] and transfer it to the bench dealing with PILs.”Meanwhile, Singh’s counsel argued that strictures were passed against him without hearing his side, Live Law reported.“My ACRs [annual confidential report] are being read in open court from 2009,” he added. “I was not been allowed to speak yesterday also and directions have been passed to consider my post also.”The Supreme Court then asked Sandesh to defer the hearing for three days and listed the matter on Friday.“We request the learned judge to defer the hearing for a period of three days to enable us to look into the order passed on July 11,” the judges said.","author":"Scroll Staff","time":"2022-07-12T16:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172017-yczkrcbcok-1648200977.jpg","tags":["Supreme Court","Karnataka High Court judge","Justice HP Sandesh"],"source":"https://scroll.in/latest/1028113/karnataka-hc-judge-who-alleged-transfer-threat-asked-by-sc-to-defer-hearing-in-case-by-three-days"}