{"title":"Karnataka Congress MLAs authorise Mallikarjun Kharge to choose next chief minister","content":"The Congress on Sunday evening passed a unanimous resolution authorising its president Mallikarjun Kharge to decide who the next chief minister of Karnataka will be.The Congress won 135 out of 224 seats in the Assembly elections that took place on May 10, registering its biggest victory in the state since 1989. The Bharatiya Janata Party won 66 seats and was defeated in the only state in south India where it held power.    On Saturday, the BJP’s Basavaraj Bommai resigned as the chief minister and took responsibility for the party’s defeat.On Sunday, the All India Congress Committee’s General Secretary (Organisation) KC Venugopal and three central observers attended the meeting of the Congress Legislature Party. Congress president Mallikarjun Kharge said that the observers will convey the decision of the MLAs to the party high command, which will decide on the chief minister, PTI reported.The main contenders for the top post are Leader of Opposition in the outgoing Assembly Siddaramaiah and Karnataka Pradesh Congress Committee president DK Shivakumar.  .@siddaramaiah ji moved the single-line resolution authorising the AICC President Shri @kharge to appoint a new leader of the CLP and 135 Congress MLAs proceeded to unanimously approve his resolution. It was also endorsed by @DKShivkumar ji and other leaders. Now the three… pic.twitter.com/uCWB7nZE62— Congress (@INCIndia) May 14, 2023\n\nCommenting on the process adopted to choose the chief minister, the Congress general secretary in-charge of communications, Jairam Ramesh, said: “This is inner-party democracy at its best. This is the Congress way of arriving at a consensus giving confidence to all that they have been heard.”","author":"Scroll Staff","time":"2023-05-15T08:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190165-txedpujlqk-1684119242.jpg","tags":["Congress","BJP","Mallikarjun Kharge","Karnataka"]}