{"title":"Karnataka polls: How the Congress trumped the BJP","content":"The Congress recorded the biggest victory by any political party in terms of seats and vote share in Karnataka’s Assembly elections since 1989, results announced on Saturday showed.The vote share secured by the Congress was around 43%, initial data from the Election Commission showed. This was over five percentage points more than the vote share it had picked up in the previous state election in 2018. The vote share of its rival, the Bharatiya Janata Party, fell marginally from 36.2% to 35.9% and that of the Janata Dal (Secular) plummeted from 18.3% to 13.3%.Consequently, the Congress is on track to win more than 130 seats in the Assembly. The majority mark in the 224-member legislature is 113. The BJP and the Janata Dal (Secular) were on track to win just over 60 and about 20 seats, respectively.Here are the factors that led to this massive Congress win: Economic issues dominated, not HindutvaThe Congress’s campaign focussed on highlighting issues such as unemployment, and the rise in prices of basic food items and essential goods such as cooking gas – a key grievance among the voters. For example, the price of a non-subsidised liquefied petroleum gas cylinder had crossed Rs 1,100 in Bengaluru in April. That was an increase of 70% since 2018. During the same period, the price of diesel and petrol also increased by 33% and 37%, respectively.The focus on such economic issues was so critical to the Congress that on polling day, the party’s Karnataka unit chief DK Shivakumar had appealed to voters to cast their votes after “looking at gas cylinders”.This political line of attack hurt the BJP, which claimed that its “double engine” system of governance had benefited the state. The messaging was also aimed at women voters, with the Congress saying that they bore the brunt of price rise.The Congress led an effective campaignTo tap into the resentment over these economic issues, the Congress campaigned with what it called its “five guarantees” to the voters.The Congress’s election promise included providing 200 units of free electricity, cash transfers for women and unemployed youth, and 10 kilograms of free rice. These promises, such as free travel for women on public transport buses, appeared to have appealed to women voters.This populist pitch had even forced BJP’s lead campaigner, Prime Minister Narendra Modi, to react. Modi had attacked these poll promises by the Congress, criticising them as “freebie culture”.  A policeman and an official remove “PayCM” posters put up by the Congress in Bengaluru. Credit: PTISimilarly, the Congress led a long and aggressive political campaign targeting the BJP and its state leadership over alleged corruption by the state government. For example, the “40% commission” campaign was sustained by the party for more than seven months.In September, Congress workers had pasted posters saying “PayCM” at various places in Bengaluru to highlight alleged corruption by the BJP government. The posters showed Karnataka Chief Minister Basavaraj Bommai’s face in the middle of a QR code, with the message, “40% accepted here”. Scanning the code took people to “40percentsarkara.com”, a website launched by the Congress to report corruption in the state. Closer to the polls, the Congress doubled down on the campaign.The arrest of BJP MLA Madal Virupakshappa in March in an alleged bribery case following investigation by the state’s Lokayukta, an anti-corruption ombudsman, reinforced the Congress’s messaging.Moreover, the Congress put up a united front by carefully managing the intraparty competition between former chief minister Siddaramaiah and the party’s state unit chief DK Shivakumar. Compared to the BJP, ticket distribution led to little internal tussle in the Congress.Consolidation of Muslim votesThe votes of the Karnataka’s Muslim community, comprising about 13% of the state’s population, was earlier split between the Congress and the Janata Dal (Secular). Initial data suggested that in this election, the Congress was able to consolidate Muslim votes at the cost of the Janata Dal (Secular).The BJP government’s polarising decisions, such as the ban on Muslim girls wearing hijab in educational institutions in Karnataka, seemingly contributed to this consolidation. Closer to the election, in March, the BJP government had scrapped the 4% Muslim quota in government jobs and admissions in educational institutions and redistribute it to Lingayat and Vokkaliga communities. This was put on hold by the Supreme Court till May 9. The Congress had announced that it will reinstate the Muslim quota.In addition, the Congress largely reaffirmed its manifesto position about “firm and decisive” action against the Hindutva group Bajrang Dal, despite sharp political attacks from the BJP over the matter. This, too, might have helped consolidate Muslim votes in its favour.State Congress leaders DK Shivakumar and Siddaramaiah with Sonia Gandhi and Rahul Gandhi during the Bharat Jodi Yatra. Credit: PTIThe BJP could not hold on to its caste vote bankWith Hindutva not playing a role, Karnataka’s traditional caste-based voting likely became a decisive factor. Here, the BJP was hurt by the haemorrhaging of its traditional Lingayat vote bank. The Lingayats are considered the core of the BJP’s voter base in Karnataka and responsible for the party’s rise in the state. While India does not officially count caste numbers, it is widely believed that Lingayats constitute 17% of Karnataka’s population.However, this time, the Lingayats appear to have opted for the Congress in significant numbers. In 2018, the BJP and the Congress had won 40 and 20 of the 67 seats where the Lingayats are dominant, especially in the Kittur Karnataka region. However, this time, initial data showed that the BJP and the Congress were on track to win 20 and 42, respectively.Much of this is being attributed to the lack of space given to major Lingayat leaders such as BS Yediyurappa. Although Yediyurappa built up the BJP in Karnataka, in 2021 he was ousted as chief minister by the party high command. Similarly, the BJP had denied tickets to multiple senior Lingayat leaders, who then contested on a Congress ticket.State identity played a role in undermining the BJPThe Congress also tapped into long-prevailing regional sentiments in the state by projecting the BJP as an outsider to Karnataka. A prominent example of this was how, in April, the Congress sought to portray Gujarat-based dairy cooperative Amul’s entry into the state’s market as a threat to Karnataka’s local brand Nandini and the livelihood of the state’s farmers. This competition between Amul and Nandini was used to project Karnataka’s ruling BJP, whose top national leaders Modi and Union minister Amit Shah hail from Gujarat, as allegedly facilitating Gujarati interests at Karnataka’s expense.Initial data suggests that this tactic may have worked. Congress was leading in nearly 30 of the 54 constituencies in five of Karnataka’s highest milk-producing districts. This was 15 more than in the previous election. The party’s vote share in these districts surged by 4%.","author":"Nachiket Deuskar","time":"2023-05-13T19:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180621-nwxpcsottw-1664527948.jpg","tags":["Congress","Karnataka Election","Karnataka Assembly Election","Karnataka Election Result","BJP"],"source":"https://scroll.in/article/1049067/karnataka-polls-how-the-congress-trumped-the-bjp"}