{"title":"Karnataka polls: Former CM Jagadish Shettar quits BJP after party denies him ticket","content":"Former Karnataka Chief Minister Jagadish Shettar on Saturday announced that he was resigning from the Bharatiya Janata Party after he was denied a ticket for the state Assembly elections, reported PTI.The Assembly polls in Karnataka will take place in a single phase on May 10. The results will be announced on May 13.The development came after Karnataka election in-charge Dharmendra Pradhan, Chief Minister Basavaraj Bommai and Union Minister Pralhad Joshi held a late night meeting with the Lingayat leader at his home on Saturday night. The six-time MLA wanted to contest the elections from the Hubli-Dharwad central constituency, reported the news agency.“All those who came to pacify me had no answers for my question on the denial of the ticket,” Shettar said, reported The Hindu. “Pradhan said they were willing to give the ticket to any of my family members and offer me a high position if I opted out. It is deeply painful to hear after having served the party for decades.”However, the 67-year-old leader said that he will contest the Assembly poll nonetheless.  “I am upset over the way they ignored me, which made me think I should not sit quiet and I must challenge them. In view of that I had been saying that I will contest in this election,” he said, reported PTI.Shettar said that he has also sought an appointment with Assembly Speaker Vishveshwar Hegde Kageri to tender his resignation.Former CM of Karnataka & prominent Lingayat leader of @BJP4Karnataka, @JagadishShettar resigns as BJP MLA. Submits resignation to Speaker. Shettar the 2nd prominent Lingayat face to quit BJP in under a week after @LaxmanSavadi. Shettar accused @BJP4India of humiliating him pic.twitter.com/PClBLVikpf— Anusha Ravi Sood (@anusharavi10) April 16, 2023\n\nThe development comes two days after former Karnataka Deputy Chief Minister Laxman Savadi quit the BJP to join the Congress. Savadi had left the saffron party on Wednesday after he was denied ticket in the first list of candidates announced for the Assembly elections.Meanwhile, former Karnataka Chief Minister and BJP leader BS Yediyurappa said that statements made by Shettar made the party members unhappy, reported ANI.“We made him the Chief Minister of Karnataka, and we made him the state BJP president,” Yediyurappa said on Sunday. “The statements given by him have made us unhappy. People knew about Jagadish Shettar only because of BJP.”He added: “People from Karnataka will not forgive Jagadish Shettar. Dharmendra Pradhan had offered Jagadish Shettar, a ministerial position in the cabinet. We had offered a ticket to Jagadish Shatter’s family. But he didn’t respond to it.”The senior party leader also asked why Shettar why is joining Congress, reported ANI. “If he comes back to BJP, we will welcome him,” Yediyurappa said.People from Karnataka will not forgive Jagadish Shettar. Dharmendra Pradhan had offered Jagadish Shettar, a ministerial position in the cabinet. We had offered a ticket to Jagadish Shatter's family. But he didn't respond to it: Former Karnataka CM BS Yediyurappa on Jagadish… pic.twitter.com/9UAMCTNvI7— ANI (@ANI) April 16, 2023\n\nShettar said that he has not yet decided whether he will join the Congress or any other party after handing over his resignation to Kageri, reported ANI. #WATCH | I am going to tender my resignation as an MLA and I will also resign from the primary membership of the party. Later I will decide the next course of action, whether I have to fight independently or with a party: BJP leader & Former Karnataka CM Jagadish Shettar pic.twitter.com/CzUmZzCDLs— ANI (@ANI) April 16, 2023","author":"Scroll Staff","time":"2023-04-16T13:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189165-cafdyffmec-1681632516.jpg","tags":["Jagadish Shettar","Karnataka Assembly Elections","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1047443/karnataka-polls-former-cm-jagadish-shettar-quits-bjp-after-party-denies-him-ticket"}