{"title":"Karnataka governor invites Yeddyurappa: Here’s why the Supreme Court needs to step in","content":"The Karnataka Governor Vajubhai Vala on Wednesday invited Bharatiya Janata Party legislative party leader BS Yeddyurappa to form the government. He has given Yeddyurappa 15 days time to prove majority support on the floor of the Assembly. \n\t\t\n\tThe move raises serious constitutional and ethical questions. The BJP currently has the support of 105 MLAs. The Congress and the Janata Dal (Secular) put together, along with the Bahujan Samaj Party and two independents, have the support of 117 MLAs. The Congress and JD(S) have six legislators more than the 111 required to cross the halfway mark. The BJP, on the other hand, needs the support of six legislators to prove its majority. The law as it currently stands gives the governor absolute immunity from judicial intervention in the exercise of his discretionary powers. Article 361 of the Constitution clearly states that the governor is not answerable to the court for decisions taken in the exercise of his powers and duties. However, the Karnataka governor’s decision seems to be  based on the assumption that Yeddyurappa has the best chance of forming a stable government. This assumption does not hold because another formation has already shown majority by providing the letter of support of all its legislators. While Article 361 provides governors absolute immunity from judicial interference, the courts have in the past indicated that a decision by the governor should not be arbitrary and patently malicious. Given the circumstances where JD(S) leader HD Kumaraswamy has already accused the BJP of trying to poach his MLAs with monetary and other inducements, it is a fit case to approach the highest court of the land to answer an important constitutional question: Is it time to place guidelines on how a governor should exercise his discretionary powers?Governor’s discretionary powersThe Constitution in Article 361 provides governors immunity from judicial interference for a reason. The assumption here is that the governor will discharge his duties in a fair manner, respecting Constitutional propriety. Article 361 is no license for arbitrary functioning. While the courts have reiterated this time and again, the governors do not enjoy absolute immunity when they cross the line. In SR Bommai vs Union of India, which went into the use of Article 356 of the Constitution by the President to dismiss a state government, the Supreme Court made it clear that decisions of the President under Article 356 should be fair and he should keep in mind the great political and constitutional consequence of exercising this extraordinary power.The Supreme Court said judicial review of the decisions of the President would be possible if it is malafide. The court said:“The scope of judicial review would be on the same\tor similar grounds\ton which the executive action of the State is challengeable under constitutional or\tadministrative\tlaw principles evolved by this Court, namely, non-compliance with the requirements of natural justice, irrational or arbitrary, perverse, irrelevant to the purpose or extraneous grounds\tweighed with the President, misdirection in law or mala fide or colourable exercise of power, on all or some of the principles. The petitioner has to satisfy the Court only prima facie that the Proclamation is vitiated by\tany one or some of the above grounds and burden then shifts on the Council of Ministers to satisfy\tthe Court of\tthe legality and validity\tof the Presidential\tProclamation issued under Article 356.”The governor plays a similar role in the states. In fact, Article 361 covers both the offices of the president and the governors. Therefore, the principle of fair play would apply in the current situation in Karnataka as well. In other words, irrational and arbitrary decisions are not acceptable under the Constitution. Malafide intentIt is important to analyse if what the Karnataka governor has done is rational and fair and not arbitrary and malafide.The BJP has the support of only 105 MLAs. The Congress and JD(S) together have 117. Even if the support of the two independent MLAs are discounted, it is clear that the post-poll alliance has crossed the halfway mark. When this is the factual position, on what basis did the governor decide that Yeddyurappa would be in the best position to provide a stable government? The implication of the governor’s decision is that he has put a stamp of approval on attempts to poach legislators from the other side. Unless some of the MLAs belonging to the Congress or the JD(S) switch over, there is no way the BJP could achieve majority in the Assembly. In Rameshwar Prasad vs Union of India, the Supreme Court said: “When the sole object is to grab power at any cost even by apparent unfair and tainted means, the Governor cannot allow such a government to be installed. By doing so, the Governor would be acting contrary to very essence of democracy. The purity of electorate process would get polluted.”Vala is a former member of the BJP. Having disregarded the claim of a coalition with requisite numbers, he has gone ahead and invited a party in minority. This reeks of partisan functioning and is a classic case of denial of natural justice. However, there is currently no precedent establishing how a governor should function when he decides to invite a person to take oath as chief minister. While some invoke the Goa case of 2017, where the governor invited the BJP despite Congress being the single largest party, to argue that the same principle should be applied here, the fact is that in Karnataka, the claim of the Congress and the JD(S) is on an even higher pedestal. Unlike Goa, the Congress and JD(S) here have shown that they have the majority support while staking their claim.  It is true that the courts have so far maintained the absolute nature of Article 361, but this is the time for the judiciary to rethink its stand on this constitutional provision and question the intent of the governor.","author":"Sruthisagar Yamunan","time":"2018-05-16T22:24:07.425411+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/879255-eockkqpztn-1526487729.jpg","tags":["Governor","Yeddyurappa","Karnataka","BS Yeddyurappa","Supreme Court","Law and Legal","Assembly Elections"],"source":"https://scroll.in/article/879255/karnataka-governor-invites-yeddyurappa-heres-why-the-supreme-court-needs-to-step-in"}