{"title":"Karnataka: Decision to scrap 4% quota for Muslims stayed till May 9","content":"The Supreme Court on Tuesday said that the Karnataka government’s decision to scrap the 4% quota for Muslims should not be implemented till May 9, after the state sought time to file its response to a plea challenging the move, reported PTI.Last month, the Bharatiya Janata Party government in Karnataka had removed Muslims from the Other Backward Classes quota. The decision was taken at the government’s last Cabinet meeting before the Assembly elections on May 10. The Basavaraj Bommai government stated that the reservation was not constitutionally tenable and divided the 4% quota equally among the two dominant communities of the state – Vokkaligas and Veerashaiva-Lingayats. The order was challenged in the Supreme Court by a petitioner named L Ghulam Rasool, who said that the reservation benefits given to poor Muslims in the state have been taken away keeping electoral gains in mind. At an earlier hearing, the Supreme Court had observed that the decision was “prima facie fallacious”.At Tuesday’s hearing Solicitor General Tushar Mehta, appearing for the state government, asked the Supreme Court to hear matter next week.Mehta made the request saying that he was slated to appear in another hearing in the same-sex marriage case. Senior Advocate Dushyant Dave, appearing for the petitioner, opposed the request to adjourn the hearing, saying that it has already been deferred four times. Mehta said that as assured by the state government at the previous hearing on April 18, no appointments or admissions will be made under the new quota till the next date of hearing. He added that the interim order passed by the court is already in the petitioners’ favour.The division bench of Justices KM Joseph and BV Nagarathna then adjourned the hearing till May 9.","author":"Scroll Staff","time":"2023-04-25T14:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180795-csaaqpqonb-1664882730.jpg","tags":["Supreme Court","Karnataka","Muslims Reservation","Other Backward Classes"]}