{"title":"Karnataka: Veteran BJP leader KS Eshwarappa quits electoral politics a month before Assembly polls","content":"A month ahead the Assembly polls in Karnataka, Veteran Bharatiya Janata Party leader KS Eshwarappa on Tuesday announced that he is quitting electoral politics, reported The News MinuteThe 74-year-old Karnataka leader, who represents the Shivamogga constituency in the Karnataka legislative Assembly, said that he has informed the party leadership about his decision and that he would continue to work for the party in a non-electoral capacity.“The party gave me a lot of responsibilities in the last 40 years,” Eshwarappa said in a letter to BJP president JP Nadda. “I went from a booth in-charge to state party chief. I also had the honour of becoming deputy chief minister.”The senior party leader’s decision comes at a time when the BJP is expected to announce its candidates for the upcoming elections to the 224-member state Assembly. Last month, Eshwarappa had also hinted that he might not be chosen as a candidate for the polls, reported The News Minute.Notably, Eshwarappa had resigned as the minister of rural development and panchayati raj in April last year when a contractor and BJP worker, Santosh Patil, died by suicide after accusing him of corruption. In July, the senior party leader was cleared of the charges in the abatement to suicide case.However, even though he was cleared of the charges, Eshwarappa was not taken back into the state Cabinet by the BJP government. In December, the politician had also skipped the winter session of the state Assembly to register his protest.“He [Karnataka Chief Minister Basavaraj Bommai] may say it is the decision of the high command, but the chief minister has the liberty to induct me into the Cabinet,” the former minister had said. “According to my knowledge, even the high command has a good opinion about me and feels I should be inducted.”The BJP leadership has not commented on Eshwarappa’s decision to quit electoral politics yet.","author":"Scroll Staff","time":"2023-04-11T17:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189009-mivqhbgikp-1681210652.jpeg","tags":["KS Eshwarappa","BJP","Karnataka Assembly Polls"]}