{"title":"Karnataka: Tipu Jayanti celebrations cancelled, Congress criticises BJP’s ‘anti-minority ideology’","content":"The Karnataka government led by Chief Minister BS Yediyurappa cancelled Tipu Jayanti celebrations in the state on Tuesday, calling them “controversial and communal”. The order has been sent to the government’s Kannada and Culture Department, PTI reported. The decision to not celebrate the 18th century Mysuru ruler’s birth anniversary was taken during a Cabinet meeting on Monday. Senior Bharatiya Janta Party leader KG Bopaiah also wrote to Yediyurappa the same day, asking for the celebrations to be cancelled. He reportedly cited last year’s protests in Kodagu district against Tipu Jayanti celebrations, The Hindu reported. In the past, the BJP has called the ruler a tyrant and “anti-Hindu”.Yediyurappa said that some MLAs had submitted a petition about the celebrations of Tipu Jayanti. “After analysing the previous incidents caused due to the celebrations, we’ve decided not to celebrate Tipu Jayanti after cabinet discussion,” ANI quoted him as saying.Tipu Jayanti celebrations, started by the state government during former Chief Minister Siddaramaiah’s tenure, was celebrated every year on November 10. The Congress leader criticised the BJP government’s decision, and said it reflected the saffron party’s “anti-minority ideology”. “It is myopic to see Tipu as a minority icon alone,” The Hindu quoted Siddaramaiah as saying. “He fought the British and contributed immensely to the development of Mysore region.”The Congress leader also claimed that the celebrations had been started by his administration and the people of Karnataka had accepted it as the ruler had fought against the British. “According to me, he was the first freedom fighter of this country,” ANI quoted Siddaramaiah as saying. “Tipu is a man of minority community, BJP is against minorities in this countries. They aren’t secular. I oppose it.”Tipu Sultan died fighting the British in 1799. His birth anniversary celebrations were met with protests last year, forcing former Chief Minister HD Kumaraswamy and his deputy G Parameshwara to stay away from them. Our Govt has cancelled observing controversial & communal Tippu Jayanti pic.twitter.com/8kTBhzdipM— BJP Karnataka (@BJP4Karnataka) July 30, 2019","author":"Scroll Staff","time":"2019-07-30T16:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/90517-ehagwifyhz-1558862207.jpg","tags":["Tipu Jayanti","BS Yediyurappa","Karnataka"],"source":"https://scroll.in/latest/932274/karnataka-tipu-jayanti-celebrations-cancelled-congress-criticises-bjps-anti-minority-ideology"}