{"title":"Karnataka loss shows BJP must reduce reliance on PM Modi, says party spokesperson","content":"The Bharatiya Janata Party’s loss in Karnataka Assembly elections shows that it should reduce its dependency on Prime Minister Narendra Modi, party spokesperson Vaman Acharya wrote in an opinion piece for The Indian Express on Monday. On May 13, the Congress won 135 out of 224 seats in the Assembly elections that took place on May 10, registering its biggest victory in the state since 1989. The incumbent BJP won 66 seats and was defeated in the only state in south India where it had held power.On Monday, Acharya wrote that the saffron party’s loss in Karnataka showed that it lacked decisive leadership in the state and even Modi’s rallies failed to salvage its position. He added that the Basavaraj Bommai’s leadership was not able to capture the imagination of either the electorate or the party workers.“No one found in him [Bommai] a strong leader and he was always regarded as a compromise candidate,” Acharya wrote. “As has been the experience of the BJP elsewhere as well, the lack of strong CM candidates has proven very costly.”The party spokesperson also pointed out that the corruption allegations by the Congress against the state government did have an impact on voters. The Congress had alleged that the BJP-led government in the state had set fixed rates of bribes that residents needed to pay for job appointments and transfers.“Every successive government seems to take corruption to new levels,” the BJP member said. “The trend was not reversed by the BJP government.” The party also failed to make a return to power because it had nothing to show in terms of development, infrastructure or welfare, Acharya said. He added that even the scrapping of 4% reservation for Muslims from the Other Backward Classes quota, had failed to impress the voters.In its last Cabinet meeting in March, the BJP government in the state had scrapped the reservation for the Muslims and divided it equally among the two dominant communities of the state – Vokkaligas and Veerashaiva-Lingayats. “Fourteen ministers of the government lost the election,” he pointed out in hid piece for The Indian Express. “It says something. The last-minute tweaking of reservation also did not help.”The party spokesperson suggested that the BJP needs to introspect on number of questions including how can it bring about new leadership in the state and reduce reliance on Modi.Also read: Why did BJP’s two big guns, Modi and Hindutva, fail to fire in Karnataka?","author":"Scroll Staff","time":"2023-05-15T17:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190187-lczhnxtpun-1684151203.jpg","tags":["Karnataka","BJP","Prime Minister Narendra Modi","Karnataka Assembly Polls","Vaman Acharya"],"source":"https://scroll.in/latest/1049147/karnataka-loss-shows-bjp-must-reduce-reliance-on-pm-modi-says-party-spokesperson"}