{"title":"Karnataka bye-polls: How the BJP lost the plot in this precursor to 2018 state battle","content":"Karnataka Chief Minister Siddaramaiah had reason to smile on Thursday. After the Bharatiya Janata Party’s victories in recent elections in Uttar Pradesh, Uttarakhand and other states, many in the Congress are worried that they will lose Karnataka when it goes to the polls early next year. Siddaramaiah, who has the unenviable task of holding fort in the only major state the Congress rules in South India, needed something significant to boost the morale of his cadres. And that is exactly what he got on Thursday.The Congress won two crucial bye-polls in Nanjungud and Gundlupet, touted as a semi-final before the big clash next year. In Nanjungud, Kalale Keshava Murthy, a defector from Janata Dal (Secular) who joined the Congress recently, beat his rival BJP candidate and former Congress minister Srinivas Prasad by over 21,000 votes. In Gundlupet, Congress candidate Deepa Mahadev Prasad won by a margin of over 10,000 votes. Both the constituencies were in South Karnataka, Siddaramaiah’s backyard. The victory has boosted his own standing in the Congress as he has proved yet again that he iss the most popular face of the party – and its best bet for 2018.For the BJP, the bye-poll results are a wake-up call. Despite senior leaders from the Congress jumping to its boat in the last 12 months, the party has not been able to make any inroads in South Karnataka, a region where it has traditionally been weak. “We never expected to lose both seats,” a visibly upset BJP state resident leader BS Yeddyurappa said after the results were declared.  Costly miscalculationsIn mid-2016, after BS Yeddyurappa was declared the BJP’s chief ministerial candidate, he began to woo disgruntled Congress leaders. Srinivas Prasad, the former minister in Siddaramaiah’s cabinet, was among them. A Dalit leader with significant clout in the Mysuru region, Prasad was immediately drafted into the BJP with a promise that he would be its candidate in the bye-poll forced on the constituency by his own resignation. Unlike in most other places across the country, where the BJP banks on the popularity of Prime Minister Narendra Modi as its primary strategy to attract voters, Prasad turned Nanjungud into a personal battle with Siddaramaiah. He positioned himself as the Dalit leader wronged by the chief minister, who dropped him from the Cabinet last year. The Congress choice of candidate showcased Siddaramaiah’s shrewd political acumen. Rather than opting for a traditional Congressman to fight Prasad, the seat was given to Kalale Keshav Murthy, who had moved from the JD (S), which has its primary base in South Karnataka. Further, the JD (S) had boycotted the election. The poll results show that not only did Murthy get the Congress vote, the JD (S) not being in the fray may have given him a chunk of the votes of his former party too. He polled a total of 86,212 votes compared to the 64,878 registered by Prasad. In Gundlupet, the sympathy factor seemed to have worked for the Congress, as it fielded the widow of former five-time MLA from the constituency, Mahadev Prasad. Geetha Prasad won the seat by polling 90,258 votes compared to the BJP candidate Niranjan Kumar’s 79,381 votes. The results pose two big problems to Yeddyurappa. First, both the constituencies had a sizeable Lingayat population, the community to which the former chief minister belongs. Questions are bound to be asked on why the community, despite the anti-incumbency sentiment, did not back Yeddyurappa entirely. Secondly, former External Affairs Minister SM Krishna’s move from the Congress to the BJP has not made the kind of impact it was expected to in the Vokkaliga community. A senior BJP leader said that if it had Vokkaliga and Lingayat support, the party should have won the bye-polls easily. “We need to study the voting pattern more closely so that we can make amends before 2018,” a former BJP minister added. However, Yeddyurappa said the bye-poll results would not hurt the BJP’s prospects in the 2018 polls.","author":"Sruthisagar Yamunan","time":"2017-04-13T19:37:36.388734+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/834536-article-pbvdbopgfc-1453295920.jpeg","tags":["Karnataka","Bye-polls","Yeddyurappa","Siddaramaiah"],"source":"https://scroll.in/article/834536/karnataka-bye-polls-how-the-bjp-lost-the-plot-in-this-precursor-to-2018-state-battle"}