{"title":"Karnataka Muslim quota: SC says no political statements should be made on pending cases","content":"The Supreme Court on Tuesday objected to statements being made by political leaders on the scrapping of the 4%  reservation for Muslims in Karnataka, Live Law reported.A bench of Justices KM Joseph, BV Nagarathna and Ahsanuddin Amanullah said issues that are under consideration by the court should not be politicised. The court expressed its disapproval after Senior Advocate Dushyant Dave submitted that Home Minister Amit Shah has been making statements about the quota.“Every day the home minister [Amit Shah] says we have scrapped [Muslim quota]...it is contempt of court,” Dave told the court. On March 24, the Bharatiya Janata Party government in Karnataka had removed the 4% reservation for Muslims from the Other Backward Classes quota. The decision was taken at the government’s last Cabinet meeting before the Assembly elections on May 10.The Basavaraj Bommai government stated that the reservation was not constitutionally tenable and divided the 4% quota equally among the two dominant communities of the state – Vokkaligas and Veerashaiva-Lingayats.But on April 13, the Supreme Court told the Karnataka government that a reading of the government order scrapping the quota appears to suggest that prima facie the foundation of its decision-making process is “highly shaky and flawed”. On April 25, it ordered that the decision should not be implemented till May 9.On the same day, Shah had defended the BJP government’s decision saying that the party does not believe in “religion-based reservation”. On April 29, he said that by scrapping the reservation for Muslims, the BJP has rectified a wrong done by the Congress.He again reiterated the party’s stand on the issue during an interview with ANI  on May 8. “Before the end of campaigning for the Karnataka election, Siddaramaiah must clarify that if the Congress increases the reservation for Muslims from 4% to 6%, then whose reservation will they cut down,” he asked.On Tuesday, Justice Nagarathna said that public leaders should exercise some control on issues pending before the court, reported Bar and Bench.“...When the matter is sub-judice and before this court, such statements should not be made,” she remarked.Referring to Dave’s objection to Shah’s remarks, Solicitor General Tushar Mehta said that the bench has not been apprised of the content and the context of the statement, reported Live Law.“If someone says they are principally against religion-based reservation, [it is] completely justified,” he added.","author":"Scroll Staff","time":"2023-05-09T16:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160779-tceexznmrz-1624640203.jpg","tags":["Muslim quota","Karnataka","Amit Shah"],"source":"https://scroll.in/latest/1048820/karnataka-muslim-quota-sc-says-no-political-statements-should-be-made-on-pending-cases"}