{"title":"Karnataka polls: Congress says it will take action against Bajrang Dal and PFI who ‘promote enmity’ ","content":"The Congress on Tuesday in its manifesto for the Karnataka Assembly elections said it will take a “firm and decisive” against Hindutva group Bajrang Dal and Islamic outfit Popular Front of India, saying they promote enmity and hatred among communities.“We believe that law and Constitution are sacrosanct and cannot be violated by individuals and organisations like Bajrang Dal, PFI or others promoting enmity or hatred, whether among majority or minority communities,” the manifesto read.In September, the Centre had banned the Popular Front of India and its affiliates for five years for allegedly having links with terror groups.In its manifesto released at an event in Bengaluru on Tuesday, the Congress also said that if voted to power in Karnataka, it will repeal within one year “all unjust laws and other anti-people laws” passed by the Bharatiya Janata Party government.The 224-member Assembly will go to polls on May 10. The votes will be counted on May 13.Congress manifesto for Karnataka promises to take decisive action, including imposing a ban, against individuals/organisations spreading hatred amongst communities on grounds of caste/religion. Says Constitution cannot be violated by organisations like Bajrang Dal and PFI. pic.twitter.com/jnaLzG0Fkj— Shilpa (@Shilpa1308) May 2, 2023\n\nThe manifesto reiterated the “five guarantees” that have been at the centre of the Congress’ poll campaign in the southern state:Gruha Jyothi – 200 units of free electricity to all households.Gruha Lakshmi – Rs 2,000 monthly allowance to the woman head of every family.  Anna Bhagya – 10 kilograms of food grains of their choice to every member of a below poverty line.Yuva Nidhi – Rs 3,000 every month for two years to unemployed graduates and Rs 1,500 every month for unemployed diploma holders.Shakti – Free of cost travel for all women in state-owned buses.The Congress also promised to release a caste census report for the state and to raise the ceiling on reservations from the existing 50% to 75%.Under the proposed quota system, the Congress said it would increase the reservation for the Lingayat and Vokkaliga communities. Besides, the manifesto promised to raise the number of seats reserved for the Scheduled Castes from 15% to 17% and for the Scheduled Tribes from 3% to 7%. The Congress added that it would restore the 4% quota for Muslims that was recently scrapped by the BJP government, stoking controversy in the state.As it released its manifesto Congress has promised to increase the reservation ceiling from 50 to 75 percent. ⁦The party has also promised to release the caste census report. ⁦@TheQuint⁩ pic.twitter.com/5pTl14WTrv— Nikhila Henry (@NikhilaHenry) May 2, 2023\n\nLast month, the Basavaraj Bommai government decided to withdraw the 4% Muslim quota in its last Cabinet meeting before the elections. The government decided to allocate the 4% quota equally among the Vokkaligas and Veerashaiva-Lingayat communities.However, the Supreme Court has put a stay on the move till May 9.The Congress has also promised to enact a law named the Karnataka Whistleblowers Protection Act if voted to power, reported PTI. The party said that it will demand Karnataka’s rightful share from the Centre in total taxes collected and fight against efforts to “dilute the constitutional rights in the federal system”,The Opposition party has also promised to form a State Education Policy, and said it will reject the Centre’s new National Education Policy.The Union government introduced the new National Education Policy in 2020. Under it, the 10+2 school education structure will be replaced with a 5+3+3+4 structure for age groups between three and eight, 11 and 14, 14 and 18 years.The police will also focus on the promotion of multilingualism, with the medium of instruction till at least Class 5, but preferably till Class 8 and over the local language or mother tongue. Sanskrit may be opted at school levels, including as an option in the three-language formula. Foreign languages will be offered at the secondary level.  Corrections and clarifications: A previous version of this article stated that the Congress has promised to ban the Bajrang Dal and the Popular Front of India. The article has been edited to clarify that the Congress did not make such a promise but said it would take “firm and decisive” action the two groups.","author":"Scroll Staff","time":"2023-05-02T12:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189699-siwlbnygpp-1683006741.jpeg","tags":["Karnataka Muslim reservation","Bajrang Dal","PFI","Congress","Karnataka election"],"source":"https://scroll.in/latest/1048375/karnataka-polls-congress-manifesto-proposes-ban-on-bajrang-dal-and-popular-front-of-india"}