{"title":"Karnataka: Audio clip on ‘leadership change’ goes viral, state BJP chief denies link","content":"An audio clip, purportedly of Nalinkumar Kateel, the chief of Bharatiya Janata Party’s Karnataka unit chief, speaking about a leadership change in the state went viral on social media on Sunday, The Indian Express reported.The clip assumes significance amid speculation about Karnataka Chief Minister BS Yediyurappa quitting his post.“There is going to be a definite change in leadership, a completely new team will be in place,” a voice, resembling that of Kateel, can reportedly be heard saying in the 47-second clip. The conversation is in the Tulu dialect of the Dakshina Kannada region, according to the newspaper.“Don’t tell anyone, will be removing the entire team of [KS] Eshwarappa, Jagadish Shettar, and we will make a new team,” the voice says, according to India Today.Eshwarappa is Karnataka’s rural development minister, while Jagadish Shettar handles the large and medium scale industries portfolio.The voice adds: “Don’t tell anyone, they have told not to give it to anyone, don’t worry, we are there, whatever happens...It’s all in my hands, there are three names, there is a chance to go in...No one from here, someone will be posted from Delhi.”Kateel has, however, denied links to the audio clip and said that he would speak to Yediyurappa on Monday. “There is an effort to damage the party by releasing an audio with a voice that bears resemblance to mine,” he alleged, demanding an investigation into the clip.The purported clip went viral a day after Yediyurappa met Prime Minister Narendra Modi, BJP President JP Nadda and others from the party’s central leadership during his visit to Delhi.Yediyurappa himself denied having any discussion about a new chief minister in Karnataka. However, an unidentified senior BJP leader said that the party’s central leadership has left it to Yediyurappa to decide the time of his exit, The Indian Express reported.Meanwhile, the chief minister has called for a meeting of the party MLAs and MLCs on July 26, which marks the completion of two years of his government. The meeting is being seen as more than just a celebration of the government’s landmarks, as some Karnataka MLAs have been critical of the chief minister’s handling of the Covid-19 crisis and are reportedly upset because of alleged instances of corruption. Last week, dissident BJP MLA Basanagouda Patil Yatnal had called Yediyurappa “inactive” and asked him to retire respectfully.On June 6, the chief minister himself had said that he will resign from his post if the party’s high command asks him to do so.Dissidence in BJP Karnataka unitBJP MLAs in Karnataka have criticised Yediyurappa for a host of matters in the recent past, including project approvals and the alleged interference of the chief minister’s son BS Vijayendra.Last month, a controversy erupted after the state government approved the sale of 3,667 acres of land to JSW Steel in Bellary. Yediyurappa had himself protested when the former Congress-Janata Dal (Secular) government wanted to execute the deal.Four state ministers – Arvind Bellad, BR Patil Yatnal, K Poornima and Uday Garudachar – wrote to Yediyurappa questioning the approval. They said the decision “humiliates the protest” taken up by BJP workers and legislators.Some MLAs have also claimed that Yediyurappa’s family members are not allowing them to choose contractors of their choice for development projects, Deccan Chronicle reported.","author":"Scroll Staff","time":"2021-07-19T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161682-dvkshmfyvm-1626674574.jpg","tags":["Karnataka","BS Yediyurappa","Nalinkumar Kateel","BJP"],"source":"https://scroll.in/latest/1000530/karnataka-audio-clip-on-leadership-change-goes-viral-state-bjp-chief-denies-link"}