{"title":"Karnataka CM Basavaraj Bommai says absence of ex-ministers from Assembly cannot be seen as boycott","content":"Karnataka Chief Minister Basavaraj Bommai on Tuesday said that the absence of former state ministers KS Eshwarappa and Ramesh Jarkiholi from the winter session of the state Assembly should not be seen as a boycott, The Hindu reported.Eshwarappa had resigned as a minister in April after a contractor and  Bharatiya Janata Party worker, Santosh Patil, died by suicide after  accusing him of corruption. Meanwhile, Jarkiholi had resigned from his post in March  after he was accused of sexually harassing a woman in return for a  government job. In March, Dinesh Kalahalli, a social activist who had filed a complaint against Jarkiholi, withdrew it. Also, police dropped the charges against Eshwarappa in April.However, Eshwarappa and Jarkiholi have stayed away from the Assembly session. On Monday, Eshwarappa had sent a letter to Karnataka Speaker Vishweshwar Hegde, saying that he would miss the Assembly session for personal reasons, The Indian Express reported. But, he had told mediapersons to ask Bommai why he had not been taken back into the Cabinet.“He [Bommai]  may say it is the decision of the high command, but the chief minister  has the liberty to induct me into the cabinet,” the former minister of  rural development and panchayati raj said. “According to my knowledge,  even the high command has a good opinion about me and feels I should be  inducted.”Bommai on Tuesday, while speaking to reporters at the Suvarna Vidhana Soudha at Belagavi, said that both the MLAs were right in wanting to  return to the Cabinet after having been cleared of the allegations  against them. He added that the Bharatiya Janata Party’s high command  had discussed the matter with him when he visited Delhi recently.“They [party leadership] are also positive about their induction but certain things cannot be told in public,” the chief minister said, according to PTI.Meanwhile, Eshwarappa also said that Bommai has assured him and Jarkiholi that they would get inducted in the Cabinet soon.  To a question on whether he would attend the Assembly session after the chief minister’s statement, he said: “I will speak to the chief minister in the evening before taking any decision.”","author":"Scroll Staff","time":"2022-12-20T18:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184661-vyjfycfdvm-1671536765.jpg","tags":["Ramesh Jarkiholi","Basavaraj Bommai","KS Eshwarappa","Karnataka"],"source":"https://scroll.in/latest/1040199/karnataka-cm-basavaraj-bommai-says-absence-of-ex-ministers-from-assembly-cannot-be-seen-as-boycott"}