{"title":"Karnataka CM BS Yediyurappa dismisses rumours about his resignation, says ‘no truth in it’","content":"Karnataka Chief Minister BS Yediyurappa on Saturday dismissed rumours about his resignation, saying “there’s no truth in it”, NDTV reported.“I will come back to Delhi in the first week of next month,” the chief minister told reporters in the national capital.On reports saying that he had offered to resign during his meeting with Prime Minister Narendra Modi on Friday, Yediyurappa said, “Not at all. Not at all. Not at all.”#WATCH \"Not at all...,\" says Karnataka CM BS Yediyurappa on being asked if he has resigned pic.twitter.com/mQDSI7g8Pu— ANI (@ANI) July 17, 2021\n\nYediyurappa’s comments came amid speculations about a change in leadership in the state. Some Karnataka MLAs have been critical of the chief minister’s handling of the Covid-19 crisis and are reportedly upset because of alleged instances of corruption. Last week, dissident BJP MLA Basanagouda Patil Yatnal had called Yediyurappa “inactive” and asked him to retire respectfully.On June 6, the chief minister had said that he will resign from his post if the Bharatiya Janata Party’s high command asks him to do so.On Saturday, Yediyurappa met BJP president JP Nadda in Delhi and said he has been told to strengthen the saffron party’s presence in Karnataka, PTI reported. He is also slated to meet Union ministers Amit Shah and Rajnath Singh before returning to Bengaluru later in the day.Dissidence in BJP Karnataka unitBJP MLAs in Karnataka have criticised Yediyurappa over a host of matters in the recent past, including project approvals and the alleged interference of the chief minister’s son BS Vijayendra.Last month, a controversy erupted after the state government approved the sale of 3,667 acres of land to JSW Steel in Bellary. Yediyurappa had himself protested when the former Congress-Janata Dal (Secular) government wanted to execute the deal.Four state ministers – Arvind Bellad, BR Patil Yatnal, K Poornima and Uday Garudachar – wrote to Yediyurappa questioning the approval. They said the decision “humiliates the protest” taken up by BJP workers and legislators.Some MLAs have also claimed that Yediyurappa’s family members are not allowing them to choose contractors of their choice for development projects, Deccan Chronicle reported.","author":"Scroll Staff","time":"2021-07-17T13:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126235-gdgafwgebg-1581580122.jpg","tags":["BS Yediyurappa","Delhi","Karnataka","Karnataka CM","BS Yediyurappa resignation","BJP","Bharatiya Janta Party","Karnataka politics"]}