{"title":"Karnataka: I will quit if BJP high command asks me to, says Chief Minister Yediyurappa","content":"Karnataka Chief Minister BS Yediyurappa on Sunday said that he will resign from the top post if the Bharatiya Janata Party’s high command asks him to, PTI reported.Yediyurappa’s remark came amid speculations about a change in leadership in the state. Some MLAs are reportedly critical of the chief minister’s handling of the Covid-19 crisis and upset over alleged instances of corruption. “As long as the Delhi high command has confidence in me, I will continue as the chief minister,” Yediyurappa was quoted as saying by the news agency. “The day they will say they don’t want me, I will resign and work day and night for the development of the state.” Yediyurappa said there were leaders in Karnataka who could possibly replace him. “There will always be alternate persons in the state and the country, so I won’t agree that there are no alternate persons in Karnataka, but until the high command has confidence in me, I will continue as the Chief Minister,” he added. The Karnataka chief minister added that he was trying “beyond his strength” to use the opportunity that the BJP gave him. “Rest is left for the high command,” he said. A controversy had erupted in Karnataka last month after the government approved the sale of 3,667 acres of land to JSW Steel in Bellary, India Today reported. Yediyurappa had himself protested when the former Congress-Janata Dal (Secular) government wanted to execute the deal. Upset by the approval, four state ministers, Arvind Bellad, BR Patil Yatnal, K Poornima and Uday Garudachar, wrote to Yediyurappa. “The decision of the state cabinet, in fact, humiliates the protest taken up by all the BJP karyakartas [workers] and legislators,” they said, according to India Today. “Many of the ministers and legislators are not in approval of the said decision of the state government. The very issue of corruption, for which the entire BJP state unit had fought under your leadership is being approved by you as chief minister is mocking the very fight.”The ministers added that the land being sold to the company was rich in minerals. “It is going to be a huge loss to the state exchequer if the state government goes ahead with the decision,” they added. Another political row broke out in April when Karnataka Rural Development and Panchayati Raj Minister KS Eshwarappa complained to Governor Vajubhai Vala about Yediyurappa’s “interference” in his department. Eshwarappa accused the chief minister of bypassing him to make allocations worth crores of rupees from his department.After Eshwarappa’s dissent letter, BJP leader and minister Yatnal claimed that many more leaders in Karnataka would rebel against Yediyurappa.","author":"Scroll Staff","time":"2021-06-06T18:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145399-jjtwyktkeu-1600964634.jpg","tags":["BS Yediyurappa","Karnataka","karnataka news"]}