{"title":"Karnataka High Court judge HP Sandesh puts transfer threat on record","content":"Karnataka High Court judge Justice HP Sandesh on Monday put on record the allegations that he was indirectly threatened with transfer for passing orders against the head of Anti-Corruption Bureau Seemanth Kumar Singh, Live Law reported. Justice Sandesh said that the threat was an act of interference with the dispensation of justice and a threat to the independence of the judiciary. On July 5, Justice Sandesh had orally alleged that a sitting High Court judge told him about some other judge who was transferred, suggesting that he could face the same fate.“Your ADGP [additional director-general of police] is so powerful,” Justice Sandesh had said. “Some person spoke to one of our High Court judge, [the] judge came and sat with me and he says, giving an example of transferring of one of the judge to some other district.”Justice Sandesh had made the statement while hearing a bail application filed by Deputy Tahsildar PS Mahesh, who was arrested for allegedly accepting a bribe of Rs 5 lakh to get a favourable order on a land dispute case from the Bengaluru (Urban) deputy commissioner’s office.Mahesh had claimed in a statement that he had received the bribe on the instructions of Deputy Commissioner J Manjunath, but the senior official was not named in the first information report. On June 29, the court had directed Special Counsel Manmohan PN, appearing for the anti-corruption agency, to place materials on record related to the investigation conducted in the case.However, Manmohan did not produce the documents despite giving an undertaking. The judge then asked why Manjunath has not been arrested and alleged that the anti-corruption agency was protecting him by not producing the records.On July 7, Justice Sandesh had also asked the Central Bureau of Investigation to place before the bench a report of the investigation pertaining to Singh by the next date of hearing, Bar and Bench reported.Singh was investigated for corruption by the Central Bureau of Investigation in connection with an illegal mining racket in 2009-10, when he was the superintendent of police in Karnataka’s Ballari district, according to The Indian Express.During Monday’s hearing, Justice Sandesh directed the chief secretary of Karnataka and the Department of Personnel and Administrative Reforms to not appoint “tainted officers” to posts that involve public interest.“Any person appointed to such a position must have credibility and take the institution to greater heights,” Justice Sandesh remarked, according to The Indian Express.The case will be next taken on July 13.ACB moves Supreme CourtMeanwhile, the Anti-Corruption Bureau of Karnataka on Monday moved to the Supreme Court challenging the orders passed by Justice Sandesh on July 7.The plea was listed before a bench of Chief Justice of India NV Ramana, Justices Krishna Murari and Hima Kohli by Solicitor General Tushar Mehta.“What is this threatening judges with transfer and all?” CJI Ramana remarked, according to Bar and Bench.Mehta claimed that the media reports regarding the case were incorrect and causing damage to the reputation of his client. The court agreed to hear the plea for hearing on July 12.","author":"Scroll Staff","time":"2022-07-12T09:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176715-ylmhlownzu-1656996282.jpeg","tags":["Karnataka High Court","HP Sandesh","Seemanth Kumar Singh","Anti Corruption Bureau"]}