{"title":"Karnataka: BJP will soon choose an ‘honest, pro-Hindu’ chief minister, says MLA","content":"Bharatiya Janata Party leader Basanagouda Patil Yatnal on Monday said that the party’s central leadership will soon pick a new chief minister for Karnataka who is “honest, pro-Hindu and capable of bringing the BJP back to power”, The Indian Express reported.Yatnal, an MLA of the ruling party from Bijapur constituency in Karnataka, is one of the strongest dissidents of Chief Minister BS Yediyurappa. Earlier this month, amid speculations of Yediyurappa being replaced, Yatnal had called him “inactive” and asked him to retire respectfully.Speaking to reporters in Vijayapura city on Monday, Yatnal took a jibe at Yediyurappa’s recent visit to Delhi with his son. He met top BJP leaders, including Prime Minister Narendra Modi and party chief JP Nadda. Without mentioning any names, Yatnal said a party leader was making trips to Delhi with the demand of being made the chief minister.“He has also tried to bribe the party’s central leadership,” Yatnal said, according to The Hindu. “The party leadership is very honest and they will not tolerate such things.”Yatnal also refused to read much into a purported audio clip on a possible “leadership change” in Karnataka. The clip that went viral on social media during the weekend contained a voice resembling that of Nalinkumar Kateel, the state unit chief of BJP. Kateel has denied links with the clip, but Yatnal said the matter should not be taken seriously.“Everyone makes some statements within their close circle of friends,” Yatnal said. “That is not an offence. We should try and find out which person recorded such statements and shared them on social media.”Taking a swipe at Yediyurappa’s son, BY Vijayendra, Yatnal said he has many friends in the police department. “How did he [Vijayendra] not come to know about the existence of such a clip?” Yatnal asked.The rumblings within the Karnataka unit of the BJP have been going on for a while. A section of Karnataka MLAs have been critical of the chief minister’s handling of the Covid-19 crisis and are reportedly upset because of alleged instances of corruption. This has prompted Yediyurappa to say that he would quit his post if the party high command asked him to. Following his meetings with the central leadership of the party during the weekend, Yediyurappa himself denied having any discussion about a new chief minister in Karnataka. However, reports suggest that the party’s central leadership has left it to Yediyurappa to decide on his exit.The chief minister has called for a meeting of the party MLAs and MLCs on July 26, which marks the completion of two years of his government. The meeting is being seen as more than just a celebration of the government’s landmarks. Reports have speculated that the future course of action will also be decided at this meeting.On Monday, Yatnal said that he had not received any invitation to attend the meeting. The BJP leader, however, added that he would go if asked. He also denied reports that he was in contention to become the next chief minister.Meanwhile, state Food Minister Umesh Katti said he was interested in taking over the post, The Hindu reported.“The post of Chief Minister is not vacant now in Karnataka,” Katti told reporters in Belagavi on Monday. “Whenever a vacancy is created, we want the party to appoint a leader from northern Karnataka. And I consider myself an eligible candidate from this region.”","author":"Scroll Staff","time":"2021-07-20T11:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161711-esqwbsobzr-1626757366.jpg","tags":["Karnataka","Basanagouda Patil Yatnal","BS Yediyurappa","BJP"],"source":"https://scroll.in/latest/1000615/karnataka-bjp-will-soon-choose-an-honest-pro-hindu-chief-minister-says-mla"}