{"title":"Karnataka bribery case: BJP MLA Madal Virupakshappa gets anticipatory bail","content":"The Karnataka High Court on Tuesday granted anticipatory bail to Bharatiya Janata Party MLA Madal Virupakshappa in a bribery case, Live Law reported.Madal Virupakshappa was booked after the Lokayukta, the state’s anti-corruption watchdog, caught his son, Prashanth Madal, receiving a bribe of Rs 40 lakh. Officers had also recovered Rs 6 crore in cash worth from the BJP leader’s home.In a trap laid out on Thursday evening, the #Lokayukta police in #Karnataka arrested #BJP MLA K Madal Virupakshappa's son V Prashant Madal, who is a chief accountant with BWSSB, with bribe money of Rs 40 lakh. pic.twitter.com/hQfsUIvoVR— TOI Bengaluru (@TOIBengaluru) March 2, 2023\n\nMadal Virupakshappa is the chairperson of Karnataka Soaps and Detergents Limited, known for making the famous Mysore Sandal Soap. He is the MLA from the Davanagere district’s Channagiri constituency.  Prashanth Madal is the chief accountant of the Bangalore Water Supply and Sewerage Board. He had allegedly demanded Rs 81 lakh as a bribe from a contractor on behalf of his father to clear a tender to provide raw materials to Karnataka Soaps and Detergents Limited.Madal Virupakshappa resigned from his post following the allegations against his son. The police have not yet been able to find him.In his resignation letter sent to Chief Minister Basavaraj Bommai, Virupakshappa had described the Lokayukta raid as a conspiracy against him and his family.Lokayukta trap on govt official Prashanth who is also the son of BJP MLA Virupakshappa Madal gets bigger, now 6 crores in cash found at his residence by sleuths during searches. The MLA is likely to be quizzed soon. pic.twitter.com/PnNxTOSVZP— Deepak Bopanna (@dpkBopanna) March 3, 2023\n\nAt Tuesday’s hearing, Justice K Natarajan granted interim protection to the BJP leader on the condition of a personal bond of Rs 5 lakh, reported Live Law.The court also ordered Virupakshappa to cooperate with the police, reported Bar and Bench. It also said that he cannot enter the office of Karnataka Soaps and Detergents Limited till further orders.The court will hear the case next on March 17.","author":"Scroll Staff","time":"2023-03-07T14:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187673-ikzrbidzwo-1678178694.jpg","tags":["Karnataka","Corruption","Madal Virupakshappa"],"source":"https://scroll.in/latest/1045191/karnataka-bribery-case-bjp-mla-madal-virupakshappa-gets-anticipatory-bail"}