{"title":"Karnataka polls: Former CM Jagadish Shettar joins Congress two days after quitting BJP","content":"Former Karnataka Chief Minister Jagadish Shettar joined the Congress on Monday, two days after he quit the Bharatiya Janata Party.Shettar had left the BJP after he was denied a ticket for the state Assembly elections. The six-time MLA wanted to contest the elections from the Hubli-Dharwad Central constituency.ಎಐಸಿಸಿ ಅಧ್ಯಕ್ಷರಾದ @kharge ಅವರ ಸಮ್ಮುಖದಲ್ಲಿ ಬಿಜೆಪಿ ಮುಖಂಡರಾದ ಮಾಜಿ ಸಿಎಂ @JagadishShettar ಅವರು ಕಾಂಗ್ರೆಸ್ ಪಕ್ಷಕ್ಕೆ ಸೇರ್ಪಡೆಯಾದರು. ಎಐಸಿಸಿ ಪ್ರಧಾನ ಕಾರ್ಯದರ್ಶಿಗಳಾದ @kcvenugopalmp, @rssurjewala ಕೆಪಿಸಿಸಿ ಅಧ್ಯಕ್ಷರಾದ @DKShivakumar, ವಿಪಕ್ಷ ನಾಯಕರಾದ @siddaramaiah ಸೇರಿದಂತೆ ಹಲವರು ಉಪಸ್ಥಿತರಿದ್ದರು. pic.twitter.com/SALvTaKdY5— Karnataka Congress (@INCKarnataka) April 17, 2023\n\nShettar is the second prominent BJP leader of the politically-significant Lingayat community in the state to join the Congress since last week. On April 14, former Karnataka Deputy Chief Minister Laxman Savadi had quit the BJP to join the Congress. He was also denied a ticket.The Assembly polls in Karnataka will take place on May 10. The results will be announced on May 13.On Monday, Shettar said he was unhappy about the way he was treated by the BJP leadership after he was denied the ticket, reported ANI.“I thought being a senior leader, I’ll get the ticket, but when I came to know that I’m not getting it, I was shocked,” Shettar said. “No one spoke to me nor tried to convince me, not even gave assurance about what position will I get.”Congress chief Mallikarjun Kharge described Shettar as a non-controversial person and added that his induction will boost the enthusiasm of party workers.“I do not need to give more introduction about Jagadish Shettar,” Kharge said, according to NDTV. “He is the person who not only wins alone, [but] he is a person who is capable to win more seats.”Congress leader Siddaramaiah said that Shettar was wrongly treated by the BJP, reported ANI.“He is hurt now, and his community [Lingayats] and supporters have been disrespected by the BJP,” Siddaramaiah said. “After Jagadish Shettar has joined us, we will win more than 150 seats.” Karnataka Chief Minister Basavaraj Bommai alleged that Shettar has gone to a party that first honours leaders and then insult them after elections.“Jagadish Shettar has gone to the party that expelled Veerendra Patil, Bangarappa and Devaraj Urs,” he said, according to ANI. “...Jagdish Shettar will be used and thrown out. Till BS Yediyurappa is with us, Lingayats will be with us.”#JagadishShettar has gone to the party that expelled Veerendra Patil, Bangarappa and Devaraj Urs. First honour and then insult after the election. Jagdish Shettar will be used and thrown out. Till BS Yediyurappa is with us, Lingayats will be with us: Karnataka CM Basavaraj Bommai pic.twitter.com/bG1v6JgPuq— ANI (@ANI) April 17, 2023","author":"Scroll Staff","time":"2023-04-17T13:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189193-rxkjslrmtm-1681717924.jpg","tags":["Jagadish Shettar","Karnataka election","Lingayat","Karnataka"],"source":"https://scroll.in/latest/1047494/karnataka-polls-former-cm-jagadish-shettar-joins-congress-two-days-after-quitting-bjp"}