{"title":"Karnataka: Siddaramaiah government unveils new state flag, will send it to Centre for approval","content":"The Congress-led Karnataka government on Thursday unveiled the state flag, or the “Naada Dwaja”, News18 reported. The flag, which has yellow, white and red strips, has the state emblem – the “Ganda Bherunda”, a two-headed mythical bird – in the middle.  Kannada Development Authority Chairperson SG Siddaramaiah submitted the new design to Chief Minister Siddaramaiah at the Vidhana Soudha on Thursday morning. The chief minister assured the committee that the government would send the flag to the Centre for its approval.Karnataka govt approves state flag. It will be sent to central govt for approval, after that it will be announced as the state flag. pic.twitter.com/BwidTfnyUb— ANI (@ANI) March 8, 2018\n\nಇಂದು ಗೃಹ ಕಚೇರಿ ಕೃಷ್ಣಾದಲ್ಲಿ ಮುಖ್ಯಮಂತ್ರಿ @siddaramaiah ಅವರ ಅಧ್ಯಕ್ಷತೆಯಲ್ಲಿ ಕರೆದಿದ್ದ ಕನ್ನಡಪರ ಮುಖಂಡರ ಸಭೆಯಲ್ಲಿ ನಾಡಧ್ವಜ ಮತ್ತು ಅದರ ವಿನ್ಯಾಸಕ್ಕೆ ಸರ್ವಾನುಮತದ ಒಪ್ಪಿಗೆ ದೊರೆತಿದೆ. #Nadadwaja pic.twitter.com/QuJ6E4zOjs— CM of Karnataka (@CMofKarnataka) March 8, 2018\n\nThe Bharatiya Janata Party had opposed the move when the committee that designed the flag was set up in 2017. The move towards a separate flag for the state is seen as the Congress’s strategy to tap into local Kannada pride ahead of the Assembly elections, which are scheduled to be held this year, The Indian Express reported.  “The Kannada flag is not unconstitutional,” the chief minister told News 18. “It is not barred by the Constitution. The only thing is we have to hoist it below the national flag, which we will anyway do. We will send the design to the Centre...There has been a long pending demand for it.”If the Ministry of Home Affairs accepts the proposal, Karnataka will become the second state after Jammu and Kashmir to have an official state flag. Karnataka has had an unofficial state flag since the mid-1960s when pro-Kannada groups agitated against the screening of non-Kannada films in the state.","author":"Scroll Staff","time":"2018-03-08T14:57:24.260215+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871265-83975-vxcjxnlmra-1520499064.JPG","tags":["Karnataka","Siddaramaiah","State flag","Ministry of Home Affairs"],"source":"https://scroll.in/latest/871265/karnataka-siddaramaiah-government-unveils-new-state-flag-will-send-it-to-centre-for-approval"}