{"title":"Karnataka HC judge claims he was threatened with transfer for monitoring anti-corruption body probe","content":"Karnataka High Court judge Justice HP Sandesh on Monday claimed that he was indirectly threatened with being transferred if he continued to monitor the progress of an investigation being done by the state Anti-Corruption Bureau, reported Live Law.Justice Sandesh alleged that a sitting High Court judge told him about some other judge who was transferred, suggesting that he could face the same fate. “Your ADGP [additional director-general of police] is so powerful,” Justice Sandesh said. “Some person spoke to one of our High Court judge, judge came and sat with me and he says, giving an example of transferring of one of the judge to some other district. I will not hesitate to mention the name of the judge also.”   Justice Sandesh made the statement while hearing a bail application filed by Deputy Tashildar PS Mahesh, who was arrested for allegedly accepting a bribe of Rs 5 lakh to get a favourable order on a land dispute case from the Bengaluru (Urban) deputy commissioner’s office.Mahesh had claimed in a statement that he had received the bribe on the instructions of Deputy Commissioner J Manjunath, but the senior official was not named in the first information report, reported The News Minute.On June 29, the court had directed Special Counsel Manmohan PN, appearing for anti-corruption agency, to place materials on record related to investigation conducted in the case. At Monday’s hearing, Manmohan did not produce the documents despite giving an undertaking.The judge asked why Manjunath has not been arrested and alleged that the anti-corruption agency was protecting him by not producing the records.“You are here to protect the culprits or for the general public?” Justice Sandesh asked. “You being an advocate of ACB, which is constituted to prevent corruption, you are here to protect the people who are tainted and at the helm of affairs or you are appointed as special counsel to prevent corruption or not.”He added: “This is not the way. You are paid with public money. Special enactment is brought into force with an intention to prevent corruption. It [corruption] is spreading in the whole society like cancer, instead of preventing it from reaching the fourth stage which is not curable, at the first stage or second stage it should be cured.”Justice Sandesh said he would protect the independence of judiciary even if it costs him his post. The judge said that he would also record his statement about being threatened in the order. “I am not affiliated to any political party,” he said, according to Bar and Bench. “I am not having an ideology of any political party. I am affiliated to the Constitution...I am not aiming to go and sit in the Supreme Court, I am not worried... I am son of a farmer. I will till the land and feed few people.”The judge then posted the matter for hearing after lunch. In the post-lunch session, Advocate General Prabhuling K Navadgi assured the court that that all documents sought would be placed before it. Navadgi also made a statement that the service record of the deputy commissioner would be placed before the court. Justice Sandesh then gave the agency three days to produce the record and fixed the matter for hearing on Thursday.The judge also clarified that he understood that an inquiry falls under the domain of investigating officers and that some matters need to be monitored by the court, though not all of them need to be supervised. However, Justice Sandesh said he had to monitor this case in public interest.Manjunath was arrested in the evening following the hearing.","author":"Scroll Staff","time":"2022-07-05T11:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176715-ylmhlownzu-1656996282.jpeg","tags":["HP Sandesh","Karnataka High Court","J Manjunath","Bribery","Corruption case"],"source":"https://scroll.in/latest/1027616/karnataka-hc-judge-claims-he-was-threatened-with-transfer-for-monitoring-anti-corruption-body-probe"}