{"title":"Karnataka government wants to introduce Uniform Civil Code, says CM Basavaraj Bommai","content":"Karnataka Chief Minister Basavaraj Bommai said on Friday that his government was seriously considering implementing a Uniform Civil Code in the state, The New Indian Express reported.Addressing a training camp organised by the state unit of Bharatiya Janata Party, Bommai said that the Constitution says that the government should not deny any Indian equality before the law.“It means that laws apply equally to all, regardless of a person’s status or religion,” he said, according to The Times of India.A Uniform Civil Code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths.The aim of such uniformity is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.In Himachal Pradesh and Gujarat, two states going to polls in November and December, the BJP has promised to form panels to implement the Uniform Civil Code if it wins. The BJP formed a similar panel in Uttarakhand after it came to power in the hill state.Opposition leaders have claimed that such a move would be illegal, arguing that only the Union government can implement a civil code. Meanwhile, legal experts believe that while it is technically possible for state governments to introduce the Uniform Civil Code, implementing the set of laws could prove to be complex.Also read: Why legal experts think BJP will never actually implement a uniform civil codeOn Thursday, Union Home Minister Amit Shah had said that the BJP was committed to introducing the Uniform Civil Code at the national level, but will only do so after following all democratic processes and discussions, The Indian Express reported.“For any secular country, laws should not be on the basis of religion,” the home minister said at an event. “If a nation and states are secular, how can laws be based on religion? For every believer, there should be one law passed by Parliament or the state assemblies.”","author":"Scroll Staff","time":"2022-11-26T13:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177743-wwbynzrhqq-1659020577.jpg","tags":["Karnataka","Uniform Civil Code","Basavaraj Bommai"],"source":"https://scroll.in/latest/1038383/karnataka-government-wants-to-introduce-uniform-civil-code-says-cm-basavaraj-bommai"}