{"title":"Karnataka: SIT summons MP Prajwal Revanna, his father for questioning in sexual abuse case","content":"The Special Investigation Team probing the allegations of sexual abuse against Hassan MP Prajwal Revanna and his father HD Revanna, a former state minister, has issued notices to both summoning them to appear before it for questioning, reported The Hindu on Wednesday.The summons have been issued in a case registered by the Karnataka Police on Sunday on a complaint by a woman, who worked in the Revanna household for three-and-a-half years.The complainant has accused HD Revanna of sexually harassing her whenever his wife was not at home. She has also accused Prajwal Revanna of inappropriately touching women workers in the house.The complaint came shortly after more than 2,000 pen drives carrying videos of alleged sexual assault against several women, allegedly recorded by Prajwal Revanna himself, circulated in Hassan ahead of the Lok Sabha elections in the constituency on April 26.On April 27, Prajwal Revanna left the country and flew to Europe, hours before the Congress government in Karnataka announced that a Special Investigation Team would probe the case of “obscene videos”.On Monday, HD Revanna claimed that his son had not fled the country but was on a pre-scheduled trip.“When he left, he did not know that there would be an FIR against him and an SIT formed,” said HD Revanna. “We will not run away and will fight it legally. He will come when the SIT calls him.”On Tuesday, the Janata Dal (Secular) suspended Prajwal Revanna and issued a notice asking him to explain why further action should not be taken against him.Prajwal Revanna is the MP from Karnataka’s Hassan constituency and was seeking re-election from the seat.Janata Dal (Secular) leader and former Chief Minister HD Kumaraswamy has said that the allegations of sexual harassment against Revanna were an embarrassment to society.On Monday, Kumaraswamy called for a fair investigation into the case and said that “those who commit a crime have to face punishment as per the law of the land”. He also said he was not connected to the allegations against Prajwal Revanna, who is his nephew.“Point to the individual who is facing the allegation,” the former Karnataka chief minister said. “Do not blame the family. HD Revanna and his family are separate.”","author":"Scroll Staff","time":"2024-05-01T11:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200409-zuhljkfdsj-1714544242.jpeg","tags":["Hassan","summons","Karnataka","Sexual abuse case","obscene videos case","Lok Sabha 2024","SIT","Janta Dal United (Secular)","Prajwal Revanna","HD kumaraswamy"],"source":"https://scroll.in/latest/1067298/karnataka-sit-summons-hassan-mp-prajwal-revanna-for-questioning-in-sexual-abuse-case"}