{"title":"Karnataka: Congress government ‘anti-Hindu’, claims BJP as police arrest man for 1992 Babri riots","content":"The Bharatiya Janata Party on Tuesday accused the Congress-led Karnataka government of being “anti-Hindu” after the police arrested a man in a 31-year-old rioting case that took place ahead of the Babri mosque demolition in Ayodhya in 1992.On December 29, the Karnataka Police arrested a man identified as Srikanth Poojary from Hubballi who was booked in December 1992 for rioting in Mysore during the violence that occurred after the demolition of the Babri mosque in Ayodhya.Poojary has been sent to judicial custody.Notably, the arrest comes weeks ahead of the consecration ceremony for the Ram Janmabhoomi temple in Ayodhya on January 22.The temple is being built on the site of the razed Babri mosque. The Babri masjid was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country.The Karnataka Police have said that the arrest was part of a routine exercise to clear long-pending cases and is not in reference to any current development.“We keep doing this across the board whether it is murder or property offences from time to time,” Hubballi-Dharwad Commissioner Renuka K Sukumar told The News Minute. “We have detected 47 cases over three months. In one such case filed for rioting where the accused had been missing, we arrested the person [Poojary] and produced him. We are not reopening the case.”She added that the 31-year-old case against Poojary was declared as a long pending one in 2006. However, the BJP has said that the timing of the arrest indicates that the Congress is targeting “Hindu activists”.BJP Karnataka President Vijayendra Yediyurappa on Tuesday called the Congress an “anti-Hindu government”.“The BJP strongly condemns the re-examination of the 31-year-old case of Hubli and the arrest of a Hindu activist,” he told reporters. ರಾಜ್ಯದ ಕಾಂಗ್ರೆಸ್ ಸರ್ಕಾರ ಹಿಂದೂ ವಿರೋಧಿ ಸರ್ಕಾರ ಎಂಬುದನ್ನು ಪದೇ ಪದೇ ರಾಜ್ಯದ ಜನರಿಗೆ, ದೇಶದ ಜನರಿಗೆ ನೆನಪು ಮಾಡುತ್ತಿದೆ.ಹುಬ್ಬಳ್ಳಿಯ 31 ವರ್ಷಗಳ ಹಳೆಯ ಪ್ರಕರಣವನ್ನು ಮತ್ತೆ ಕೆದಕಿ ಹಿಂದೂ ಕಾರ್ಯಕರ್ತನನ್ನು ಬಂಧಿಸಿರುವುದನ್ನು ಬಿಜೆಪಿ ಬಲವಾಗಿ ಖಂಡಿಸುತ್ತದೆ‌.-ಶ್ರೀ @BYVijayendra, ರಾಜ್ಯಾಧ್ಯಕ್ಷರು#AntiHinduCongress pic.twitter.com/jbx4PvVVsz— BJP Karnataka (@BJP4Karnataka) January 2, 2024\n\n\nMeanwhile, Karnataka Chief Minister Siddaramaiah that the arrest has nothing to do with politics, reported India Today.“What will we do if someone has made a mistake,” he said. “Should we let the person who committed the crime go free? Our government will close all the old cases. The police have acted as per the law. This is not politics of hatred. We have not arrested any innocent person.”Also read:What will the inauguration of the Ram temple portend for India’s future?‘Did Ram say kick out the poor?’ The discontent of the displaced in new Ayodhya","author":"Scroll Staff","time":"2024-01-02T16:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197143-qdshsinswu-1704191044.jpeg","tags":["Babri Masjid Demolition","Ayodhya","Karnataka Police","Congress","BJP"],"source":"https://scroll.in/latest/1061510/karnataka-congress-government-anti-hindu-claims-bjp-as-police-arrest-man-for-1992-babri-riots"}