{"title":"Karnataka High Court asks Law Commission to rethink age of consent under POCSO Act","content":"The Karnataka High Court has asked the Law Commission to rethink the age of consent under the Protection of Children from Sexual Offences, or POCSO, Act, reported Live Law on Sunday.The age of consent for sex in India is 18 under the POCSO Act. Consent given by a girl aged below 18 is not regarded as valid and sexual intercourse with her amounts to rape.In its verdict announced on November 5, a bench of Justices Suraj Govindraj and G Basavaraja said that the court has come across several cases where girls below the age of 16 have eloped and have had sexual intercourse. The court said that the age of consent should be looked into given these ground realities.“The aspect of consent even by a girl of 16 years and above would have to be considered if there is indeed an offence under the IPC [Indian Penal Code] and/or POCSO Act,” the bench said while hearing a plea against the acquittal of a boy accused in a rape and POCSO case.In the case that the court was hearing, the boy had eloped with the girl and had sexual intercourse with her in 2017 when she was 17 years old. The complaint against the man, who was not an adult at the time of the incident, was lodged by the parents of the girl, according to the Hindustan Times. As the matter continued, the accused person married the girl, and they had two children. Considering the facts of the case, a trial court acquitted the accused person. On November 5, the High Court upheld the acquittal order but said that there was a need to educate students from Class 9 onwards on the aspects of the POCSO Act to create awareness.In view of this, the court directed the principal secretary in the state Education Department to constitute a committee to formulate suitable educational material and then issue necessary directions to all schools that students are to be educated about the consequences of their actions if they violate the POCSO Act or the Indian Penal Code.","author":"Scroll Staff","time":"2022-11-07T15:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154997-etklzvahqk-1613486913.jpg","tags":["Law Commission","Karnataka High Court","rape","Age of consent","POCSO Act"],"source":"https://scroll.in/latest/1036841/karnataka-high-court-asks-law-commission-to-rethink-age-of-consent-under-pocso-act"}