{"title":"Karnataka bans gatherings in Shivamogga after mob pelts stones during Eid-e-Milad procession","content":"The Karnataka Police on Monday prohibited gathering of four or more persons under Section 144 of Code of Criminal Procedure in Shivamogga district after miscreants threw stones during an Eid-e-Milad procession on Sunday, the Deccan Herald reported.“Some miscreants pelted stones during the Eid Milad procession,” Shivamogga Superintendent of Police GK Mithun Kumar told ANI. “Some vehicles and houses were damaged. Based on the video and information, some people have already been arrested in connection with the incident.” The violence was triggered in Shivamogga’s Ragigudda on Sunday morning after a group alleged that someone had smeared paint on a Eid Milad cutout, the Deccan Herald reported. Consequently, Mithun had held talks with the protestors and pacified them.However, a mob allegedly threw stones on more than six houses and damaged vehicles. Stones were also thrown at police personnel present in Shanthinagar area. Five persons were injured at Ragigudda.“The situation is now under control, apart from Shanthinagar and Ragigudda,” Mithun told ANI.Rapid Action Force personnel have also been deployed in the area, the Deccan Herald reported.On the stone pelting incident in Shivamogga, Karnataka | Shivamogga SP GK Mithun Kumar says \"Some miscreants pelted stones during the Eid Milad procession. Some vehicles and houses were damaged. Based on the video and information, some people have already been arrested in… pic.twitter.com/AkSNE2wrry— ANI (@ANI) October 2, 2023\n\nMeanwhile, Karnataka Chief Minister Siddaramaiah told reporters on Monday that the police have arrested 40 persons in the case so far, reported ANI.The Congress leader said that miscreants also threw stones at the police. “Our government will not tolerate such activities,” he said. “The situation is under control now.”Police have also urged locals to not spread any rumours on social media platforms, reported the Hindustan Times. Stern action would be taken against those found circulating unverified information on any messaging platform, the police said.On the stone pelting incident in Shivamogga | Karnataka CM says \"An Eid Milad procession was underway when some miscreants pelted stones. They also threw stones at the police. So far 40 people have been arrested. Our government will not tolerate such activities. The situation is… pic.twitter.com/tPvV3vqQ85— ANI (@ANI) October 2, 2023","author":"Scroll Staff","time":"2023-10-02T13:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187139-xyeionyumo-1676991213.jpg","tags":["Karnataka Police","Shivamogga","Eid Milad","Communal Tension"],"source":"https://scroll.in/latest/1056917/karnataka-section-144-imposed-in-shivamogga-after-mob-pelts-stones-during-eid-e-milad-procession"}