{"title":"Karnataka BJP MLA Madal Virupakshappa arrested in bribery case","content":"The Karnataka Lokayukta’s police wing on Monday arrested Bharatiya Janata Party MLA Madal Virupakshappa in an alleged bribery case, The Times of India reported.On March 2, the Lokayukta – the state’s anti-corruption watchdog – caught his son Prashanth Madal receiving a bribe of Rs 40 lakh from a businessman. Officers also recovered unaccounted cash worth Rs 6 crore from the MLA’s home.The Karnataka High Court on March 7 granted interim anticipatory bail to Virupakshappa. On March 17, Justice K Natarajan of the High Court reserved his order on the matter.The High Court on Monday dismissed the anticipatory bail petition, Live Law reported. Subsequently, the Lokayukta police detained him in the Tumakuru district’s Katyasandra area. The police announced his arrest after serving him a notice and completing legal formalities.The case against Virupakshappa was filed on the basis of a complaint by the businessman who was said to have given the bribe. The businessman alleged that Prashanth Madal had demanded Rs 81 lakh as a bribe on behalf of his father to clear a tender worth Rs 4.8 crore to provide raw materials to Karnataka Soaps and Detergents Limited, of which Virupakshappa was the chairperson.The MLA resigned from the state-run company following the allegations.  After Virupakshappa got anticipatory bail on March 7, he surfaced in his Channagiri constituency in Davanagere district and received a rousing welcome from his supporters. He also claimed that the allegations were a conspiracy against him and his family.The MLA claimed that the money recovered from his home was “not a big deal” and added that even common citizens in his constituency – which is known for areca nut cultivation – have Rs 4 crore to Rs 5 crore in their homes.Leaders of the Karnataka unit of the BJP had at the time said that the manner in which Virupakshappa’s supporters had welcomed him in his constituency was not appropriate. State BJP president Nalin Kumar Kateel had said that the party would seek an explanation from him about the incident.","author":"Scroll Staff","time":"2023-03-27T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187672-pdsjpemhtb-1679930681.jpg","tags":["Madal Virupakshappa","Prashanth Madal","Karnataka","bribery case"],"source":"https://scroll.in/latest/1046374/karnataka-bjp-mla-madal-virupakshappa-arrested-in-bribery-case"}