{"title":"Karnataka Cabinet approves Congress’ five poll promises in first meeting","content":"In its first Cabinet meeting on Saturday, the Congress government in Karnataka approved the “five guarantees” it had promised to voters in its election manifesto.In the run up to the May 10 Assembly polls, the party had promised to provide 200 units of free electricity to all households, Rs 2,000 monthly assistance to the woman head of every family, 10 kilograms of free rice to all members of families living below the poverty line, free bus travel for women and Rs 3,000 to those unemployed for up to two years after graduation and Rs 1,500 for unemployed diploma holders.Prime Minister Narendra Modi had criticised the poll promises, saying that these will “submerge the state in debt”.But these guarantees are considered to be one of the factors that drove voters to support the Congress in the elections. The Congress secured 135 of the 224 seats while the Bharatiya Janata Party managed only 66 seats and lost power.Siddaramaiah, who took charge as the new chief minister of Karnataka, at a press conference on Saturday said that the implementation of the guarantees is estimated to cost the exchequer about Rs 50,000 crore annually.The assurances, Siddaramaiah said, would be fulfilled irrespective of any financial implications.ಸಚಿವ ಸಂಪುಟ ಸಭೆಯಲ್ಲಿ ಕೈಗೊಂಡ ಪ್ರಮುಖ ನಿರ್ಣಯಗಳ ಘೋಷಣೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಆಯೋಜಿಸಿರುವ ಪತ್ರಿಕಾಗೋಷ್ಠಿಯ ನೇರಪ್ರಸಾರ.https://t.co/yCDtpD6Q5N— Siddaramaiah (@siddaramaiah) May 20, 2023\n\nThe chief minister blamed the Modi government for the debt crisis in the country and Karnataka, The Indian Express reported. “When Manmohan Singh left office in 2018 the debt of the country was Rs 53.16 lakh crore,” he said. “This year it is Rs 155 lakh crore. From the time of Independence to the time of the exit of Manmohan Singh the debt was Rs 53.16 lakh crore. In nine years under Narendra Modi, the debt has risen by Rs 103 lakh crore.”In Karnataka, he said the debt rose from Rs 2.42 lakh crore when the Congress was in power in 2018 to Rs 5.64 lakh crore now.","author":"Scroll Staff","time":"2023-05-21T10:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190379-bmtqihiplq-1684646341.jpg","tags":["Congress","Narendra Modi","Karnataka","Karnataka Cabinet","Siddaramaiah","Karnataka elections"],"source":"https://scroll.in/latest/1049484/karnataka-cabinet-approves-congress-five-poll-promises-in-first-meeting"}