{"title":"Karnataka minister KS Eshwarappa complains to governor about CM’s interference in his department","content":"Karnataka Rural Development and Panchayati Raj Minister KS Eshwarappa on Wednesday complained to Governor Vajubhai Vala about Chief Minister BS Yediyurappa’s “interference” in his ministry, The Indian Express reported. Eshwarappa told the governor in a five-page letter that he wanted to draw his attention to the “authoritarian” manner in which the chief minister was running the administration. The minister alleged that Yediyurappa bypassed him to make allocations worth Rs 774 crore from his department, which he said violated the Karnataka (Transaction of Business) Rules, 1977.Eshwarappa said that he stayed the release of the funds on the advice of senior leaders of the Bharatiya Janata Party, but the chief minister’s office put pressure on his department’s prinicipal secretary. Giving another example of Yediyurappa’s interference, Eshwarappa said that he sanctioned Rs 65 crore from the Rural Development and Panchayati Raj ministry’s budget for one district in Bengaluru, while ignoring the others, NDTV reported. Eshwarappa said that he conveyed his objections to the chief minister, but it had been of no avail. “If the trend continues, I do not know where I stand as minister,” he was quoted as saying by the news channel. Meanwhile, the Congress said that Yediyurappa should either tender his resignation or sack Eshwarappa. “If a senior leader like Eshwarappa writes to the Governor himself against the chief minister, this clearly shows that there is an internal issue in the government,” Karnataka Congress President DK Shivakumar said, according to ANI. On the other hand, the BJP said that the minister’s actions were not right, PTI reported. “If any minister has issues at any point of time, he should talk to the chief minister, and this is not the way, by writing a letter to the Governor,” Arun Singh, the BJP’s national general secretary in-charge of Karnataka, said. “If he had any issues he should have spoken to the chief minister, we will discuss and see.” On Wednesday, in another setback for the Karnataka government, the High Court had said that agencies can investigate allegations that Yeddiyurappa engineered the collapse of the Congress-Janata Dal-Secular government in 2019.","author":"Scroll Staff","time":"2021-04-01T20:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146059-dvanqxyljl-1597486651.jpg","tags":["KS Eshwarappa","BS Yediyurappa","Karnataka"]}