{"title":"Karnataka government asks BMRCL to remove Hindi signs from Bengaluru’s metro stations","content":"Karnataka Chief Minister Siddaramaiah on Friday said the state government had asked the Bangalore Metro Rail Corporation Limited to temporarily redesign the signs at metro stations and remove Hindi names from them. This comes as Kannada activists have been protesting against the use of Hindi on signage at metro stations by blackening them.Siddaramaiah has advised the Centre to follow the “persuasive approach” instead of making the use of Hindi mandatory. “It is counterproductive to continue to insist on the use of three languages, including Hindi, [on signs at metro stations],” he said in a letter addressed to Union Minister of Housing and Urban Affairs Narendra Singh Tomar. “You would also agree that the cultural aspirations and sentiments of the people of Karnataka need to be respected.”The chief minister also asserted that the Karnataka government was obligated to give priority to the language of the state, and that it would be “practical to use those languages which the locals can read and follow”.On behalf of ppl of Karnataka, my letter to Hon. Minister @nstomar w/ regard to use of 2 lang by BMRCL based on State's Official Lang Policy pic.twitter.com/8Vr8bYwh44— CM of Karnataka (@CMofKarnataka) July 28, 2017\nKannada activists have been agitating against the use of Hindi on the Bengaluru metro by defacing signage outside several stations. On July 19, they blackened signs at the Yeswanthpur, Nagasandra, Mysore Road and Deepanjali Nagar metro stations. Some activists have been detained, and others have been protesting at the entrance of metro station holdings placards and shouting anti-Hindi slogans.Siddaramaiah said the state government had taken prompt action against those responsible for the vandalism.","author":"Scroll Staff","time":"2017-07-28T18:39:36.535895+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/845367-60236-nkbxtvfdhd-1499093873.jpg","tags":["Siddaramaiah","Karnataka","Hindi"],"source":"https://scroll.in/latest/845367/karnataka-government-asks-bmrcl-to-remove-hindi-signs-from-bengalurus-metro-stations"}