{"title":"Karnataka: What was BJP’s calculation in refusing tickets to senior  leaders – especially Lingayats?","content":"The decision of senior Bharatiya Janata Party leader and former Karnataka chief minister Jagadish Shettar to join the rival Congress on April 17, days after the saffron party denied him a ticket to contest the state elections from his long-time seat, has raised questions about the Hindutva party’s ticket distribution strategy.Ahead of the May 10 Karnataka assembly elections, the ruling BJP is facing tumult within its ranks for denying tickets to senior leaders, including some from the politically crucial Lingayat community and introducing new candidates.Some observers say this tactic is aimed at staving off anti-incumbency sentiment and promoting a new generation of leaders. But others argue that this strategy is counterproductive because it is angering key Lingayat leaders, who have influence over a core support group for the BJP.While joining the Congress on Monday, Shettar sought to project the impression that the BJP had ill-treated him though he had helped build the party in northern Karnataka. He said he was not in BJP for power. “I am from the Sangh Parivar and an [Akhil Bharatiya Vidyarthi Parishad] leader,” said Shettar. “But the BJP humiliated me by denying the ticket at the last minute.”The Congress gave him a ticket for the Hubli-Dharwad Central constituency, a seat that he had won six times for the BJP.On April 16, a day after Shettar claimed that denying him a ticket would cost the BJP 20 to 25 seats, Karnataka Chief Minister Basavaraj Bommai admitted that that the Lingayat leader’s exit would hurt the party. “[Shettar’s] decision to quit the party is unfortunate,” Bommai said. “It will impact the party a bit in the region, but we will overcome it.”Bommai and BJP leader BS Yediyurappa indicated that in an effort to placate Shettar, the BJP had offered him a position at the Centre. Shettar was reportedly offered a Rajya Sabha seat, a role in the Union Cabinet and an MLA ticket for a family member.Former Karnataka chief minister Jagadish Shettar, in the centre, is welcomed to the Congress. Credit: PTI.Several sitting MLAs droppedShettar is not the only  senior BJP leader to have been denied an election ticket. Another Lingayat leader, former deputy  chief minister Laxman Savadi, was not fielded  from the Athani seat he had held for the BJP between 2004 and 2018. He too switched to the Congress,  which has given him a ticket from his preferred constituency. “I am not  the one who goes around with a begging bowl,” Savadi had said on April  12. “I am a self-respecting politician.”On the same day, another deputy chief minister, KS Eshwarappa, informed the BJP leadership that he wanted to retire from electoral politics. This came amid speculation that the party was planning to deny him an election ticket.The BJP has denied tickets to an estimated 20 of its 115 sitting MLAs in Karnataka to make way for fresh candidates. The party has fielded 60 new candidates who had not contested the 2018 elections. Prominent among those denied tickets was  Udupi MLA Raghupathi Bhatt, who had led the Hindutva push to ban the hijab in Karnataka’s educational institutions. He was dropped in favour of  Yashpal Suvarna, one of the most incendiary voices involved in the hijab ban in the state. This strategy has opened fissures in the BJP. Three sitting MLAs, MP Kumaraswamy, Goolihatti Shekhar and R Shankar, quit the party since April 11 when the BJP put out its first list of candidates. Similarly, 16 councillors of the Hubli-Dharwad Municipal Corporation and nearly 50 BJP office bearers resigned to express support for  Shettar.New faces, anti-incumbencyThe BJP’s denial of tickets to senior leaders has left many political observers baffled. Some have explained this as the party’s strategy to insulate itself against the possibility of voters tiring of sitting MLAs.  But A Narayana, a political analyst who teaches at Azim Premji University,  said that if anti-incumbency was the driving factor, then only those who facing the threat of defeat would have been refused tickets. Savadi, Shettar and Eshwarappa do not seem to be facing such a threat, said Narayana, “so, this strategy is not just because of anti-incumbency...Their age also cannot be a factor because [older] candidates have been given tickets.” Said Narayana. “...The strategy defies conventional political thinking.”Chambi Puranik, a political analyst, and Muzaffar Assadi, political theorist and professor of political science at the University of Mysore, said the BJP seems to be experimenting with ticket distribution. “The BJP is a cadre-based political party,” Puranik said. “So, it has to promote the next generation of leadership and take care of its leaders at all levels.” Puranik said the party has tried this strategy of denying tickets to senior leaders and a giving chance to new candidates in states such as Gujarat and Uttar Pradesh.More importantly, Assadi argued that the party high command wants to ensure there is no alternative Lingayat leadership that could challenge it. “...The high command wants to control BJP’s state unit,” said Assadi.BJP supporters during an election campaign in Karnataka. Credit: Shailendra Bhojak/PTI‘Negative messaging’However, these political analysts concluded that the BJP decision to deny tickets to senior leaders, especially from the Lingayat community, is counterproductive.Narayana said that though Shettar’s decision to join the Congress itself will not draw too many voters away from the BJP because he is not a mass leader, it will send a message that could have an impact on the election. “...The are two symbolic messages in his exit: the BJP is not treating Lingayat leaders too well, and that there’s something wrong with the way the BJP high command is handling the party’s state unit,” Narayana told Scroll. “Together, the negative messaging from these two things will have some electoral impact, if not a large exodus of votes.”Narayana said that this may have been be a handy strategy from the perspective of the BJP high command, but it has not worked well so far. “There is a backlash that perhaps they did not expect,” he added.Puranik agreed. “Shettar was an important person for the BJP in northern Karnataka,” he told Scroll. “The party could face losses in five to eight constituencies, not just his seat.”Assadi said the BJP’s assumption is that the Lingayats will still vote for it because they have no one else to vote for. “But, they are misreading the situation,” Assadi told Scroll, predicting an impact on 20 seats for the Hindutva party. “While Lingayats prefer the BJP, things will be different in the event of humiliation,” he said. “Political humiliation could have a huge cascading effect.”Also read: Legally dubious, politically profitable: Why BJP scrapped the Muslim OBC quota in Karnataka","author":"Nachiket Deuskar","time":"2023-04-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162043-fzcjyjehur-1627401784.jpg","tags":["Karnataka","Karnataka Election","BJP","Jagadish Shettar","Lingayats"],"source":"https://scroll.in/article/1047613/karnataka-what-was-bjps-calculation-in-refusing-tickets-to-senior-leaders-especially-lingayats"}