{"title":"‘Karwaan’ movie review: Dulquer Salmaan-Irrfan starrer is eye candy for the soul","content":"Three disparate souls with father issues crammed into one van with a dead body that needs to reach its correct destination: Akarsh Khurana’s Karwaan is happy to be summarised in as few words as possible.The 120-minute featherweight comedy is so content to embrace the big cliches associated with the road movie genre that it is almost possible to go along with the easygoing vibe and forget that there are larger questions at stake about the generation gap, lost dreams, and mortality itself. Anodyne even in its most supposedly wrenching moments, Karwaan often embraces randomness to its own peril. But it is steered towards something resembling depth by two perfectly cast top-notch actors. One is Malayalam star Dulquer Salmaan, in his first film in Hindi. The other is Irrfan, playing a bon vivant with antediluvian views on women, a love for cut-price poetry, and a knack for landing a punchline just when it is needed. Salmaan is Avinash, an information technology drone who has abandoned a career in photography because his father bullied him out of it. Said father (Akash Khurana) is one of two victims in a road accident, but the transport company swaps the corpses. Avinash has to travel from Bangalore to Kochi to exchange the mortal remains of the grandmother who has been delivered to him by mistake for his father’s body.Could Avinash and his travelling companion, the van owner Shaukat (Irrfan), please pick up the dead woman’s granddaughter Tanya (Mithila Palkar) from Ooty on the way? Why not? It gives the movie the first of many opportunities to visit some of southern India’s most picturesque locations. And why reduce Shaukat to a mere witness to Tanya’s shenanigans and Avinash’s mounting teeth-gnashing? He’s got his share of troubles too. \n\n\n    \n    Play\n\nKarwaan (2018).The story is by Bejoy Nambiar, the screenplay is by Akarsh Khurana and Adhir Bhat, and the conversational dialogue is by Hussain Dalal. The most hilarious bits stem from Avinash’s attempt to stay focused on the task at hand despite his conflicted feelings towards his father and Shaukat’s tendency to do his own thing. Tanya, the adolescent for whom “What the hell?” is an article of faith and who thinks that pregnancy is no big deal, could have been a more substantial character. But she pays the price for being too true to her generation’s credo. Her millennial sangfroid is not quite on the same level as Shaukat’s insouciance, and when she shrugs her shoulders or disappears into her headphones, it is hard to care.The better characters are the ones who have actually lost something that matters. Salmaan brilliantly plays a young man whose life has been marked by loss and cowardice, and his transformation from volcano to lava is earned and believable. The Malayalam movie star is very good at being a buttoned-down type, and he is even convincing in the scenes in which he has to pretend to be an outsider in Kerala and speak Hindi. The feat is especially possible since Karwaan never burdens itself with actual local detail. The road movie has often been conflated with the tourism video, and Karwaan doesn’t disappoint in this regard. The route for the exchange of the corpses winds through southern India’s most camera-friendly locations, and Avinash Arun’s cinematography is prettiness itself. Every house looks like a very expensive homestay, and the locals stay firmly out of sight. The narrative travels from one point within a deracinated and disconnected bubble to the next, with even Shaukat’s attempts to evoke an Urdu-spouting romantic coming across as a confection rather than an approximation of reality. Even when the narrative finally moves into more serious territory, it is in the tourist trap that is Fort Kochi.Despite the contrivances he is saddled with, Shaukat turns out to be a delight. Irrfan has had his share of road movies (Road to Ladakh, Piku, Qarib Qarib Single), but he has immense fun being the designated joker in the pack in Karwaan. A scene in which he rehearses his proposal to a woman he has only just met involves talking to a wall, and the actor ensures that it is memorable. Together with Salmaan, Irrfan lends the movie the poignance it seeks, but doesn’t always find, over 120 minutes.Mithila Palkar, Dulquer Salmaan and Irrfan in Karwaan. Courtesy RSVP.","author":"Nandini Ramnath","time":"2018-08-03T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889028-tofvjumsyp-1533129636.jpeg","tags":["Karwaan","Dulquer Salmaan","Irrfan","Mithila Palkar"],"source":"https://scroll.in/reel/889028/karwaan-movie-review-dulquer-salmaan-irrfan-starrer-is-eye-candy-for-the-soul"}