{"title":"Kasganj custodial death: National Commission for Minorities seeks report from UP Police in 15 days","content":"The National Commission for Minorities on Friday sought a report within 15 days from Uttar Pradesh’s director general of police and chief secretary on the custodial death of a 22-year-old Muslim man in Kasganj district, PTI reported.“Once we get the report, we will visit the place and see that no injustice is done to anyone on the basis of his caste and religion,” said National Commission for Minorities Chairman Sardar Iqbal Singh Lalpura, according to ANI.Earlier this week, Altaf was taken to the Kasganj police station for questioning after he was accused of kidnapping a Hindu woman. The police have claimed that Altaf hanged himself to a tap in the police station washroom, which was 2 feet from the ground, with the drawstring of his jacket hood. Altaf’s family has alleged that he was murdered in custody.On Thursday, Altaf’s father Chand Miyan claimed that the police made him sign a letter without showing him the content. In the purported letter, Chand Miyan has absolved the Uttar Pradesh Police of any blame for his son’s death. Meanwhile, the National Commission for Minorities said that it had taken suo motu cognisance of the attacks on properties owned by Muslims in Tripura, PTI reported. Violence had erupted in Tripura on October 26. Activists of the Vishwa Hindu Parishad had allegedly vandalised a mosque and properties of Muslims in North Tripura during a protest against the anti-Hindu violence in Bangladesh earlier that month.But the police claimed that no mosque had been burnt in the district.The commission has asked the chief secretary of Tripura to send a report by November 14 with details of the number of people arrested and other actions taken to mitigate the situation.","author":"Scroll Staff","time":"2021-11-12T18:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164668-szndzwqgwj-1633151420.jpg","tags":["National Commission for Minorities","Kasganj custodial death","Sardar Iqbal Singh Lalpura","Uttar Pradesh","Uttar Pradesh Police","Kasganj"],"source":"https://scroll.in/latest/1010451/kasganj-custodial-death-national-commission-for-minorities-seeks-report-from-up-police-in-15-days"}