{"title":"Kashmiri journalist Fahad Shah gets bail from NIA court in two cases","content":"A special National Investigation Agency court in Srinagar on Thursday granted bail to journalist Fahad Shah in two cases, his lawyer Umair Ronga said.The cases that he received bail for were registered in Safakadal and Pulwama.Special court designated under NIA today granted bail to chief editor of @tkwmag @pzfahad in FIR No 70/2020 P/S Safakadal and FIR No 19/2022 P/S Pulwama. pic.twitter.com/GgpR5YhMR9— Umair Ronga (@umairronga) December 8, 2022\n\nRonga said that there is another case pending against the journalist in Jammu, according to PTI. “We have also challenged his detention under the Public Safety Act,” he said. “It will come up for hearing on December 15.”The Public Safety Act allows the authorities to hold individuals in custody without trial for up to two years to prevent them from acting in any manner that is prejudicial to “the security of the state or the maintenance of public order”.  Charges against ShahShah was first arrested on February 4 by the Pulwama Police for posting allegedly anti-national content on social media and booked under the Unlawful Activities (Prevention) Act. He was granted bail after 22 days by a National Investigation Agency court.However, hours after he got bail on February 26, Shah was arrested again on the same day by the Shopian Police in another case related to provocation for riots. On March 5, he got bail but was arrested in a third matter immediately.In this case, Shah had been charged under Indian Penal Code sections that provide punishment for rioting, attempt to murder, abetment, printing or engraving defamatory matter and public mischief.On March 11, he was charged under the UAPA again.","author":"Scroll Staff","time":"2022-12-09T17:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169718-ewvumrtqeg-1644027655.jpg","tags":["Fahad Shah","Umair Ronga","Srinagar","NIA"],"source":"https://scroll.in/latest/1039402/kashmiri-journalist-fahad-shah-gets-bail-from-nia-court-in-two-cases"}