{"title":"In Kashmir, Imran Khan’s UN speech was welcomed with processions, pro-azadi songs","content":"“Imran Khan has hit six sixes on six balls,” said an elderly resident of Srinagar’s Saida Kadal locality. He was referring to Pakistan Prime Minister Imran Khan’s address to the United Nations General Assembly on September 27. In a 50-minute-long speech, the Pakistan cricketer-turned-politician had segued from climate change to Islamophobia and then dwelt at length on the situation in Kashmir. He spoke of the detentions and clampdown in Kashmir after August 5, when the Indian government revoked special status under Article 370 and split the state of Jammu and Kashmir into two Union Territories. He also warned of war between India and Pakistan should the current tensions escalate.For weeks, residents of the Kashmir Valley had eagerly anticipated Khan’s speech. Days after it was delivered, a spokesman for the Jammu and Kashmir administration dismissed it as a “story of falsehoods”. But for most audiences in the Valley, the speech was a hit.“He exposed India to the world,” said Ghulam Mohammad, a cleric from the northern district of Baramulla. “The way he spoke of Kashmir and the situation here, it just struck a chord with every Kashmiri. For around two months, Kashmiris had found themselves buried in a blackhole. They were dejected. When Khan spoke, Kashmiris felt there’s someone to talk about them.” He also welcomed Khan’s attempt to explain the message of Islam. “The issue of Islamophobia needed to be addressed by Muslim leaders and Khan’s use of the UN general assembly to send a message to the world was very smart,” he said.For a moment on the night of September 27, downtown Srinagar looked as though it was celebrating the victory of the Pakistan cricket team: residents had poured out into the streets to celebrate Khan’s speech. Mosques in Central Kashmir’s Ganderbal district and North Kashmir’s Sopore town also reportedly rang with slogans in support of Khan and pro-azadi songs.Srinagar has seen localised protests since August 5 but this was one of the first large-scale public demonstrations. In the rest of the Valley, however, the jubilation has been mixed with anxiety. At least one youth in Ganderbal was seriously injured.Protests and pelletsOn Friday night, as slogans rang out from mosque loudspeakers, residents of Gadoora in Ganderbal district ventured out of their homes to find out what was happening. On finding that the slogans were being played in another neighbourhood, they went back home, residents said. But the next morning, according to local accounts, two boys were picked up by the Central Reserve Police Force from a “pend” or shopfront. “They had hired a private pickup truck and the boys didn’t notice it was carrying CRPF men,” said one resident of Gadoora. “Had they known, they would have tried to run.” The alleged detentions triggered protests. Both men and women demonstrated against police and CRPF personnel deployed in the area. “The police used teargas and sound-shells to break the demonstration,” said Abid Nazir, who lives in Gadoora. “When the crowd dispersed, my brother started to move towards his shop. He thought they won’t hurt him. But a policeman fired pellets directly at him.” Twenty one-year-old Umar Nazir, a student who also runs a grocery shop near his house, now lies in the intensive care unit at the Sher-i-Kashmir Institute of Medical Sciences in Srinagar.“From his neck down to where the spinal cord bone ends, his back is sprayed with pellets,” said Abid Nazir. “Doctors told us he’s fine as of now but there are pellets inside his body. There’s a fear that pellets might have punctured some of his critical organs. We are worried.” “My father is a farmer. We are not very well-off. Umar was trying to complement our father’s earnings by running the shop. Now, look, he’s lying inside,” said Abid Nazir, pointing towards the wood and glass door of the intensive care unit.Marching in the darkIn Srinagar, festive processions on Friday night, especially in the city’s downtown area, gave way to restrictions the next day.A local journalist who was on his way home on Friday night recalls being stopped by a procession in downtown Srinagar’s Hawal area and asked to join in the sloganeering. “It looked like a celebration,” he said. “Everybody was out on the streets. They were bursting firecrackers, shouting slogans in favour of Imran Khan and Pakistan and also chanting pro-azadi slogans. All the street lights were off so that they couldn’t be identified. They were marching in the dark.”  A resident who had joined the procession in Hawal tried to explain the mood: “Not only did he [Khan] mention what’s happening in Kashmir, he also gave us hope.” According to residents of downtown Srinagar, the processions were largely peaceful. But the local police say some incidents of stone-pelting were reported.  “There was no deployment of security forces when these processions started moving around downtown,” said a senior police officer who did not want to be named.According to him, security forces had “consciously” avoided confronting the processions in order to prevent clashes. “The intensity of these protests and stone-pelting incidents was very high,” he said. “If there was any confrontation between protesters and security forces, it would have become a serious issue. At many places, young boys played pro-azadi songs from mosques.” On September 28, restrictions on movement were re-imposed. They were particularly strict in downtown Srinagar.Over the last few weeks, mobile and internet connections remained blocked but the streets had started to fill up with private vehicles. Shops across the Valley had remained shut in a “civil curfew” to protest against the Centre’s decision but opened for a couple of hours in the morning.On Saturday morning, a police vehicle patrolling Lal Chowk, in the heart of Srinagar, asked shopkeepers to close and people milling about in the market to go home. The instructions were delivered from a loudspeaker perched on the vehicle. Restrictions on movement in Srinagar were eased again after Saturday. ‘Kashmiris are not alone’“My take is that Khan wanted to tell Kashmiris that they are not alone,” said 32-year-old Aamir Shafi, a businessman. “He just lifted the mood of Kashmiris. Knowing that someone out there is supporting your case and arguing it at the international level means a lot when Indian government and Indians, more or less, have stopped showing any care for Kashmir.”Shafi had been busy at a friend’s wedding on Friday night. He was able to hear the “Kashmir part” of Khan’s speech on Saturday afternoon. A friend had recorded the speech on his mobile phone. Since Pakistani channels are banned and Indian news channels did not broadcast Khan’s speech, residents of the Valley could only watch a live broadcast on international channels. Those who missed the live broadcast are now scrambling to catch up. With no mobile or internet connectivity, this has not been easy. Suhail Ahmad, a graduate in computer science, has to devise other ways to access the speech. Since Friday night, Ahmad has kept his phone and a pen drive ready, hoping to get a recording of Khan’s speech. Till Monday evening, he had had no luck. “I am thinking of giving my pen drive to a friend,” said Ahmad. “He said a relative who has arrived from Delhi might have downloaded the entire speech on his laptop. I don’t know whether he has. Let me hear from my friend first.”‘There will be a reaction’For residents of the Valley, Khan’s speech meant many things – an expression of sympathy, a declaration of intent on Kashmir, maybe even a call to arms. Shafi found it significant that Khan had mentioned the incarceration of “Kashmir’s pro-India politicians”. Three former chief ministers have been imprisoned over the last two months, apart from most of the Valley’s political leadership. Khan’s mention signalled that Pakistan now saw such politicians as an “addition to its constituency” in Kashmir, diagnosed Shafi.“Which means that if the Peoples Democratic Party or the National Conference takes a pro-Kashmir and pro-Article 370 position, Pakistan will have no problem in accepting them as additional representatives of Kashmir,” he explained. “Of course, that doesn’t mean Hurriyat [the political platform for separatists in Kashmir] has no role. It just means that India will have no friends left in Kashmir.”Even as Khan delivered his speech, the administrative machinery in Jammu and Kashmir prepared for the state’s transition to two Union Territories. The changes are expected to come into force by October 31.Two days after Khan’s speech, the administration announced block development council polls would take place on October 24, although it has shown no signs of restoring mobile and internet connectivity or of releasing political leaders and other detainees.“The coming month will see a lot of critical changes in the state’s administrative and political architecture,” said a senior lawyer in Srinagar. These would give rise to a number of challenges for the government, on the security front as well as in the law and order situation, he predicted.“Kashmiris will not take these changes at face value,” he said. “There will be a reaction but we don’t know when. Khan’s speech might have hastened that reaction.”","author":"Safwat Zargar","time":"2019-10-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128323-dqyxuulgtn-1569926891.jpg","tags":["Jammu and Kashmir","United Nations","Imran Khan"],"source":"https://scroll.in/article/939128/kashmir-imran-khans-un-speech-was-welcomed-with-processions-pro-azadi-songs"}