{"title":"Kashmiri journalist Fahad Shah released on bail after 21 months in prison","content":"Kashmiri journalist Fahad Shah on Wednesday walked out of jail 21 months after he was arrested in February last year for allegedly glorifying terrorism through a “seditious” article on the now-defunct news website The Kashmir Walla, reported the Hindustan Times.Shah, the editor-in-chief of the website, was first arrested on February 4 last year by the Pulwama Police and booked under the Unlawful Activities (Prevention) Act. The article, titled “The shackles of slavery will break”, was written by academician Abdul Aala Fazili and published on The Kashmir Walla in 2011. The State Investigation Agency of Jammu and Kashmir claimed it was a case of “narrative terrorism” and the article “intended to create unrest, and aid and abet the gullible youth to take the path of violence”.The Jammu and Kashmir High Court granted bail to Shah on November 17 observing that the case against Shah was dug out by the authorities after 11 years. “From then till date, no evidence has been brought on record that the offending article was responsible for provoking persons to take to militancy…Not a single witness says this,” a bench comprising Justices Atul Sreedharan and Mohan Lal said. Although bail was granted on November 17, Shah was released from Kot Balwal jail in Jammu on Wednesday after his lawyers completed the legal formalities, reported the Hindustan Times.Last week, the High Court had said in its order that an investigating agency has to justify the arrest of an accused under the Unlawful Activities Prevention Act on the anvil of “clear and present danger” to the society when opposing the person’s bail.“In order to assess whether the accused is a clear and present danger, there can be no rule of thumb and it must be seen in the backdrop of the specific facts and circumstances of each case,” the order said.In its bail order, the court quashed charges against Shah under UAPA Section 18 (abetting the commission of, a terrorist act or any act preparatory to the commission of a terrorist act), Indian Penal Code Sections 121 (waging war) and 153-B (promoting enmity between different groups).However, Shah will continue to face trial under Section 13 (incites unlawful activity) of the anti-terror law and Sections 35 and 39 of the Foreign Contribution Regulation Act. “There is sufficient material to take the prima facie view that the appellant had received remittances from overseas without intimating the authorities about it,” the judges said.Notably, Shah was granted bail in February last year after 22 days by a National Investigation Agency court. However, hours after he got bail, Shah was arrested again on February 26 by the Shopian Police in another case related to provocation for riots. On March 5, 2022, he got bail but was arrested in a third matter immediately.Also read: Rearrested after getting bail: How the law is abused to keep dissidents in jail","author":"Scroll Staff","time":"2023-11-23T20:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155746-abikkyvzkt-1614868053.jpg","tags":["State Investigation Agency","Kashmir Walla","Fahad Shah","Media in India"],"source":"https://scroll.in/latest/1059558/kashmiri-journalist-fahad-shah-released-on-bail-after-21-months-in-prison"}