{"title":"Kashmiri Pandits accuse J&K administration of stopping them from leaving the Valley","content":"Dozens of rehabilitated Kashmiri Pandit employees accused the Jammu and Kashmir administration of not allowing them to leave the Valley on Wednesday. On Tuesday, they had given a 24-hour deadline to the government to arrange for their migration to Jammu from Kashmir.About 4,000 Kashmiri Pandits are employed under the prime minister’s special rehabilitation package. Protests calling for relocation had gained momentum after Rahul Bhat, a Kashmiri Pandit, was shot dead in his office in the Chadoora area of Budgam district on May 12.On Thursday, the protests gathered steam after a non-local Hindu bank manager was killed in Kulgam. The victim, identified as Vijay Kumar from Rajasthan, was the second Hindu to be shot dead by militants in the last three days.On Thursday, security forces in large numbers could be seen outside the colonies of migrant Kashmiri Pandits in the Valley. Most of the migrant employees also skipped work due to concerns about their safety.In South Kashmir’s Anantnag district, migrant Kashmiri Pandits accused the government and security forces of preventing them from leaving the Valley.“We don’t feel safe anymore here,” a Kashmiri Pandit in Budgam told Scroll.in. “The way targeted killings are happening, we feel anxious. If the government does not want to help us, it is fine. Let them give us security till Banihal, and we will go on our own.”Meanwhile, migrant Kashmiri Pandits also held demonstrations against the targeted civilian killings in Jammu. The protesters demanded that their relatives in Kashmir be relocated to Jammu for their safety. Since January, at least 18 targeted killings, including those of police officials, teachers and village heads, have been reported in Kashmir. Of these, 12 were civilians – five Hindus and seven Kashmiri Muslims.Many of them were shot point-blank in their homes or workplace.","author":"Scroll Staff","time":"2022-06-02T20:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175258-mbtktpznyh-1654179116.jpg","tags":["Kashmiri Pandits","Kashmir","Jammu and Kashmir","migration","Exodus","Jammu"],"source":"https://scroll.in/latest/1025359/kashmiri-pandits-accuse-j-k-administration-of-stopping-them-from-leaving-the-valley"}