{"title":"Kashmir’s air is pristine, right? Wrong","content":"Late on Thursday evening, a huge fire burned near Srinagar’s fruit and vegetable mandi, emitting a thick plume of smoke. The fire was started by a local resident who was attempting to make charcoal by burning tree branches and other waste biomass. The resident sat nearby with a bucket of water to douse the flames when the charcoal was ready. Like him, several Kashmiris burn dry branches, leaves and twigs to produce charcoal stocks for the harsh winter ahead in the autumn.Farther down the road, street vendors huddled near small bonfires that they lit in tin buckets for warmth as they waited for customers in the evening chill.As autumn sets in, several plumes of smoke rise up in different parts of Kashmir. All this has an impact on air quality in the region.As compared with the gas chamber that Delhi and other parts of North India had turned into in the beginning of November due to Diwali-related pollution and the burning of crop stubble in fields in the northern states, one may think the air in Kashmir is relatively pristine. But experts say that is not the case.Though the Valley lacks large-scale industrial development, the region still suffers from air pollution due to automobile emissions, dust thrown up from pot-holed roads, and from the firewood, coal and charcoal that Kashmiris burn to keep themselves warm in the winter.These contribute to pollutants in the air, especially to levels of PM 2.5 and PM 10 – particulate matter less than 2.5 microns and 10 microns respectively in diameter, which can cause serious health problems if inhaled in the long-term. Of the two, PM 2.5 is particularly dangerous as it is small enough to penetrate the defences of the body, and directly enter the bloodstream.Black carbonIn the Valley, black carbon – the byproduct of the incomplete combustion of fossil fuels, bio fuels and biomass – and a component of PM 2.5, is a significant pollutant.Shakil Ahmad Romshoo, who heads the Department of Earth Sciences at Kashmir University, said that black carbon levels in Srinagar were the highest among all Himalayan hill stations in India.“Particulate matter of black carbon and other emissions are sometimes as high as some metropolitan cities of India,” said Romshoo. “In Srinagar, it is sometimes as high as in Calcutta. Many hill stations have better air, we have the worst and that is the worry.”Romshoo said that currently there has been no research done to establish the permissible limit of black carbon in the air. However, he added, that greater concentrations are detrimental to the environment.A study conducted by Romshoo earlier this year, which is under review for publication, found that almost 35% of the daily average concentration of black carbon in Srinagar was higher than the annual average concentration. The study also found that the daily highest concentration of black carbon in the air in Srinagar was in November (21.7 micrograms per cubic metre). The monthly average concentration of black carbon was the highest in the winter months too ­– November (13.6 micrograms per cubic metre), followed by December (8.3 micrograms per cubic metre). The lowest was in April (3.4 micrograms per cubic metre).In his study, Romshoo has also warned that black carbon gets deposited on snow and glaciers, and concluded that this could be “responsible for the high glacier recession rates and decreasing snow albedo [whiteness] in the Kashmir region”.Burning biomassAs Romshoo’s figures show, air pollution levels are particularly high in the autumn and winter. If autumn is when people prepare charcoal out of bio waste, in the winter, large quantities of firewood are burnt in Kashmir’s mosques, and hamams – rooms that are kept warm by firewood that is burned in hollows under their limestone floors (not to be confused with Turkish baths).Apart from firewood, a large amount of hard coke is burnt in commercial establishments, and Kashmiris also burn coal and charcoal in kangris – traditional fire pots used under pherans (voluminous cloaks) – to keep themselves warm.It is difficult to ascertain the quantity of firewood burnt in the Valley as though the Forest Department supplies over one lakh quintals of firewood every year to mosques registered with the Waqf board, and for cremation purposes, in the Kashmir region, people procure firewood from other sources too.Munir Ahmad Shair, Chief General Manager, South Circle, of the State Forest Corporation, said that in rural areas, local residents scavenged for firewood in forests.A large amount of firewood also comes from the Valley’s orchards, said Shair.In recent years, an increasing amount of agricultural land has been converted into orchards due to higher profits from horticulture.In orchards, trees are pruned each year following the harvest, and the waste is burned. Autumn too brings with it an abundance of dry leaves and twigs. “There is massive burning of horticulture produce,” said Romshoo. “There is massive burning of chinar leaves, and willow and poplar twigs to make charcoal.”Then there is dust and the burning of household waste. Due to the bad condition of the roads in the Valley, vehicles throw up a large amount of dust on the road, which adds to air pollution. Of the 400 metric tonnes of household and other waste generated daily in Srinagar, an official of the Srinagar Municipal Corporation estimated that at least five metric tonnes is burnt daily. “Burning of waste is an activity done throughout the year,” he said.The official added that even in the municipality’s dump yard there are no proper incinerators to reduce the release of smoke into the air. “The methods are tantamount to open burning,” he said.Above the limitAccording to data collected by the state Pollution Control Board, yearly concentration of Respirable Suspended Particulate Matter at its four permanent monitoring sites in the Valley has consistently been above the permissible limit of 60 micrograms per cubic metre. Barring the Srinagar monitoring site, the rest are placed near factories, mainly cement and brick kilns.* in micrograms per cubic metreThe sampling method, however, fall short of the guidelines set by the Central Pollution Control Board as equipment failure in the winter prevents samples from being collected.Autumn hazeIn summer and spring, the air quality improves as pollutants are washed away due to rain.RL Pandita, a meteorologist at the meteorological department, said that during dry spells, particularly in October and November, dust remains suspended in the air because of “a high pressure area and stable atmosphere”.Pandita said that the current haze in the Valley was due to a dry spell. “Dust and smoke particles remain suspended in the Valley, especially Srinagar.”Fog is a regular feature in the Valley in the winter. Romshoo recalled that last year at the time thick fog engulfed Srinagar and disrupted air traffic for a few days, the pollution levels in the city were higher than in Delhi. For instance, the PM 2.5 level recorded in Srinagar’s Hazratbal on November 26 last year was 850 micrograms per cubic metre compared with 643 in Delhi.The unrest, which started in July after security forces killed Hizbul Mujahideen commander Burhan Wani, has led to one unexpected fallout. It caused pollution levels to plummet as vehicles went off the roads and people restricted their activity.* in micrograms per cubic metreLow priorityExperts lament that even though its high air pollution levels makes Srinagar the most polluted hill station in the Himalayas in India, no one really talks about it.It does not help that it is difficult to measure real-time air quality in the Valley as, unlike in major Indian cities, Srinagar and even the rest of the region, does not have a large network of air pollution monitoring stations.At present the Valley’s only real-time air quality monitoring system that releases details of PM 2.5 and PM 10 levels is a station at Kashmir University in Hazratbal, Srinagar, which is run by the Department of Earth Sciences. Besides this, the state Pollution Control Board has four permanent monitoring sites where it records overall levels of Respirable Suspended Particulate Matter. The state board used to measure PM 2.5 and PM 10 levels but its equipment was damaged in the 2014 floods, and tenders to procure new equipment went unfulfilled three times earlier this year due to the unrest.Environmental concerns are not a priority in Kashmir, said Romshoo. “Our planning and policy makers are either not sensitised about these issues or they don’t care about it.”","author":"Rayan Naqash","time":"2016-11-23T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821387-30483-nooggndyro-1479217014.jpg","tags":["Air pollution","Kashmir"],"source":"https://scroll.in/pulse/821387/kashmir-pollution"}