{"title":"Jammu and Kashmir Police arrest PhD student under UAPA for article published 11 years ago","content":"The Jammu and Kashmir State Investigation Agency on Sunday arrested a PhD scholar from Budgam district for a “highly provocative and seditious” article in the online magazine The Kashmir Walla.The article was published in 2011, according to The Indian Express.“Abdul Aala Fazili’s article, ‘The shackles of slavery will break’, is intended to create unrest in Jammu and Kashmir, and written with the purpose of abetting the youth to take the path of violence by glorifying terrorism,” the police said in a statement. The article promoted a false narrative to sustain a secessionist and terrorist campaign aimed at breaking India’s territorial integrity, the police added.Fazili was booked under the Unlawful Activities (Prevention) Act. He was arrested after the State Investigation Agency conducted searches at the office of The Kashmir Walla in Rajbagh area of Srinagar and the houses detained editor-in-chief Fahad Shah and Fazili.“The search teams have seized incriminating evidence, including material in computers, laptops and other digital equipment,” the police said. “The article has used prescriptive language with instructional intent, encouraging secessionist elements to carry out terror activities.” Multiple reference of freedom and “terror outfits’ rehtoric” made the article not just propaganda but also articulated Pakistan Inter-Service Intelligence’s vision and that of its terrorist network, the police added. Before Fazili was arrested, the Union government paid him Rs 30,000 per month for five years till March 2021 through the Maulana Azad National Fellowship so that he could complete his PhD.Shah booked under Public Safety ActThe editor of The Kashmir Walla, Fahad Shah, was detained under the Jammu and Kashmir Public Safety Act on March 14.The  rule allows the authorities to hold individuals in custody without  trial for up to two years to prevent them from acting in any manner that  is prejudicial to “the security of the state or the maintenance of the  public order”.Police have alleged that Shah’s “modus operandi”  was to carry one or two stories every month based “entirely on the  victimhood narrative that glorify stone pelters, terrorists and justify  separatism and violence”.","author":"Scroll Staff","time":"2022-04-18T07:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169256-unyepglqxz-1650247823.jpg","tags":["Abdul Aala Fazili","The Kashmir Walla","State Investigation Agency","Fahad Shah"],"source":"https://scroll.in/latest/1022039/kashmiri-scholar-arrested-for-highly-provocative-and-seditious-article-in-online-magazine"}