{"title":"Kashmir: All-party delegation arrives in Srinagar to discuss unrest in the Valley","content":"The Rajnath Singh-led all-party delegation reached Srinagar, Jammu and Kashmir, on Sunday in an effort to address the unrest in the Valley that followed the killing of Hizbul Mujahideen commander Burhand Wani. Jammu and Kashmir Chief Minister Mehbooba Mufti, on Saturday, had invited various separatist parties and groups to meet the all-party delegation, but it is unclear if the meeting will take place, Deccan Chronicle reported. Before the delegation left for the troubled state, the use of chilli-filled grenades PAVA was approved to replace pellets. On returning from the meeting in Srinagar, the delegation will reconvene to brainstorm for ideas to bring peace to the Valley.Opposition members including The All India Majlis-e-Ittehad-ul Muslimeen’s Asaduddin Owaisi, Sitaram Yechury of the Communist Party of India, Congress and others called for dialogue with separatists. Yechury even urged that a Pakistani representative be part of the discussions. Yechury said, “A final solution to this [problem] cannot happen without engaging with Pakistan. Yes, Pakistan's involvement in cross-border infiltration, terrorism, on that all of us have said unitedly that the country as a whole will face it. But at the same time, the engagement with Pakistan is also important.\"Replying to queries that an invitation to Pakistan implied that the matter was not an internal one, Yechury said the Kashmir issue was between India and Pakistan. While all parties and heads of social, religious and political bodies will meet the delegation, several separatists groups and associations representing the doctors and lawyers in the region have decided to boycott the visit. ANI quoted Nationalist Congress Party leader Tariq Anwar as saying, \"The common agreement at the all-party meeting was that we won’t close our door for anyone. We welcome everyone. Those who want to come will come and those who do not want to come, won’t come. But there should not be pick and choose from our side.” The Union government shared its security assessment of the unrest, highlighting its major challenges, with the opposition for the first time, NDTV reported. The background note shared with the opposition members ranked \"social media and false rumours\" as one of the major problems.In an interview on Friday, Prime Minister Narendra Modi said, “Kashmir needs ‘vikas’ [development] and 'vishwas' [confidence]. One hundred and twenty-five crore people in the country are ready to give ‘vikas’ and there has never been dearth of ‘vishwas’. I hope Kashmiri youth will not be misled and will move ahead with peace, unity, harmony.”Despite the curfew being lifted in most parts of the Valley, the unrest continues. One youth died in the violence on Saturday raising the toll to 73. Protesters also set ablaze an under-construction mini secretariat building in Shopian, Deccan Chronicle reported.","author":"Scroll Staff","time":"2016-09-04T11:40:30.730500+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/815655-15484-myhcmtdpob-1472969259.jpg","tags":["Srinagar","All-party delegation","Valley unrest","Burhan Wani","Rajnath Singh","Opposition members","Pakistan","Mehbooba Mufti"],"source":"https://scroll.in/latest/815655/kashmir-all-party-delegation-arrives-in-srinagar-to-discuss-unrest-in-the-valley"}