{"title":"Kashmiri journalist Aasif Sultan booked under Public Safety Act days after getting bail","content":"Kashmiri journalist Aasif Sultan was on Sunday booked under the Jammu and Kashmir Public Safety Act, days after he was granted bail by a special court in Srinagar, a senior police officer told Scroll.in, on conditions of anonymity.The Jammu and Kashmir Public Safety Act allows authorities to hold individuals in custody without trial for up to two years to prevent them from acting in any manner that is prejudicial to “the security of the state or the maintenance of the public order”.  The 35-year-old had been arrested in August 2018 after police alleged that he worked for the banned militant group Hizbul Mujahideen.On April 5, a special National Investigation Act court of Special Judge in Srinagar had ordered Sultan’s release in the case on a bail bond of Rs 2 lakh. “There is neither any direct evidence nor any substantial evidence on the record which would have connected the accused/applicant herein with the alleged crime, so in the absence of ocular as well as substantial evidence on the record the grounds taken by the learned counsel for the accused/applicant herein carries weight,” stated the bail order, accessed by Scroll.in. However, according to Sultan’s lawyer, the journalist was not released even after the bail order was issued. “We were waiting for the administration to comply with the court’s direction,” Sultan’s counsel Adil Abdullah Pandit said. “But he was never released and was kept in illegal detention all these days.”According to Pandit, Sultan was detained under the Jammu and Kashmir Public Safety Act to prolong his custody despite the court order saying that there was no evidence against him.“The order passed by the court is sufficient and has clearly stated that he has been booked without any evidence,” Pandit said. “Now, it’s clearly proven why he was booked in the first place and why his detention was prolonged for nearly four years.”The lawyer also said that he and Sultan’s family were not informed about the Public Safety Act being invoked against the journalist.When arrested in 2018, Sultan was charged with murder and conspiracy in a case related to an exchange of gunfire between militants and security forces in Srinagar. He was also booked under the stringent anti-terror law, the Unlawful Activities Prevention Act.Since January, this is the third instance of a journalist being detained under the Public Safety Act. In January, a local Kashmiri journalist Sajad Gul was booked under the act a day after he was granted bail in a criminal conspiracy case. In March, Fahad Shah, the editor-in-chief of news portal The Kashmir Walla was also booked under the Public Safety Act. Out of the three cases lodged against Shah, he was granted bail in two of them.Also Read: Rearrested after getting bail: How the law is abused to keep dissidents in jail","author":"Safwat Zargar","time":"2022-04-11T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160070-umxixobnxp-1623154929.jpg","tags":["Aasif Sultan","Jammu and Kashmir","Public Safety Act"],"source":"https://scroll.in/latest/1021559/kashmiri-journalist-aasif-sultan-booked-under-public-safety-act-days-after-getting-bail"}