{"title":"‘Kashmir Walla’ moves HC against FIR for story claiming Army forced school to celebrate Republic Day","content":"The Kashmir Walla on Wednesday moved the Jammu and Kashmir High Court asking for a stay on the proceedings and quashing of the first information report in relation to a news report. The complaint was filed by the Indian Army for the report, published on January 27, about its personnel allegedly forcing a school in Shopian district to hold a Republic Day event.The first information report against The Kashmir Walla’s journalists was registered on January 30 after the Army accused them of spreading fake news in the complaint. Besides them, the police had also named the website, The Kashmiriyat, for publishing a report on the same incident.Justice Rajnesh Oswal, who heard the plea on Wednesday, issued the notice to the police and the Army to file a report within the next hearing, scheduled for April 2. In the plea, The Kashmir Walla Editor-in-Chief Fahad Shah and Assistant Editor Yashraj Sharma called the FIR against the website “clearly unconstitutional and against the law”.“The petitioners were just carrying on their legal duties and reported a news item for which the petitioners fulfilled all the professional responsibilities as they were required to do and took utmost precautions for producing the correct version,” the plea said. “The complainant who has filed an application has neither read the news properly nor verified the contents from the sources. The news item is a piece of news based on facts collected by the newspaper and does not invoke the iron hand of the state to silent the dissenting voices.”The news portal’s editor-in-chief said that the website stood by its coverage and will produce related proof if and when required in court. Shah added that they had followed the legal process and first approached the sessions court and then the High Court.The FIR was filed in the Imam Sahib area of Shopian under Sections 153 (wantonly giving provocation with intent to cause riot) and 505 (statements conducing to public mischief) of the Indian Penal Code.Both websites published their articles on January 27, a day after a video of the Republic Day event at Jamia Siraj ul Uloom school was widely shared on social media. The school’s chairperson Mohammed Yusuf Mantoo had said that Army personnel of the 44 Rashtriya Rifles had been forcing them for a month to hold Republic Day celebrations. However, days before the FIR was filed, the school management put out a statement denying that they were forced to celebrate and had named both The Kashmir Walla and The Kashmiriyat.In February, a sessions court in Jammu and Kashmir denied interim relief from arrest to Shah and Sharma as Additional Sessions Judge in Shopian held that there was no “exceptional reason and sufficient ground” to grant the journalists anticipatory bail.In July, the police had summoned The Kashmir Walla’s editor-in-chief for coverage of a gunfight in the Nawakadal neighbourhood in downtown Srinagar on May 19. Two militants had been killed in the gunfight, and several houses were destroyed. This was the second time Shah had been questioned on the same matter.In June, the Jammu and Kashmir administration released a 53-page document, a new media policy, aimed at “creating a sustained narrative on the functioning of the government in media”. Among other provisions which seek to regulate reporting is a mechanism that empowers the government to decide what is “anti-social and anti-national” news. The policy has faced criticism from for curbing the freedom of the press.There have also been several instances of police action against other journalists from Jammu and Kashmir. On April 18 last year, freelance photojournalist Masrat Zahra was charged under the stringent Unlawful Activities (Prevention) Act for her social media posts. Just three days later, the police filed a case against freelance journalist Gowhar Geelani for “unlawful activities” on social media.","author":"Scroll Staff","time":"2021-03-04T19:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155746-abikkyvzkt-1614868053.jpg","tags":["Shopian school case","Indian Army","The Kashmir Walla","Jammu and Kashmir"],"source":"https://scroll.in/latest/988588/kashmir-walla-moves-hc-against-fir-for-story-claiming-army-forced-school-to-celebrate-republic-day"}