{"title":"Kashmiri journalist Sajad Gul gets bail after nine days in custody","content":"A court in Jammu and Kashmir on Saturday granted bail to journalist Sajad Gul, who was arrested on January 5 after he posted a video of family members and relatives protesting the killing of Lashkar-e-Taiba commander Salim Parray in a gunfight on the outskirts of Srinagar.The video posted on his Twitter account on January 3 showed women shouting anti-government slogans during the protests.Gul was a freelance journalist until he joined The Kashmir Walla, a digital daily, as a trainee reporter recently. He has been charged under Sections 120B (criminal conspiracy), 153B (imputations, assertions prejudicial to national integration), and 505B (fear or alarm to the public) of the Indian Penal Code.On January 10, The Kashmir Walla filed a bail application in the matter. A local court in Bandipora district granted bail, Umair Ronga, the counsel representing Gul, told The Kashmir Walla on Saturday. “The Hon’ble court has utilised discretion of granting bail in favour of the alleged accused and has thereby upheld the supremacy of law,” the lawyer added.His arrest had been widely condemned, with several journalists’ bodies demanding his release and expressing concern about the crackdown on journalism in Kashmir.A police officer in Bandipora, who did not wish to be identified, had told Scroll.in they were acting against Gul’s social media presence rather than his news reports.In a report submitted to the court, the police alleged that Gul used to spread fake news to cause disturbance.In February, the journalist had been charged with “rioting, trespassing, and assault” for an article he wrote for The Kashmir Walla on February 9, according to the website. In the article, the villagers of Bandipora had alleged that they were being “harassed and threatened” by Tehsildar Hajin Ghulam Mohammad Bhat over the alleged demolition drive in the area.Later in October, Gul was summoned by the Hajin police station in Bandipora district for questioning in connection with a news report and a video he posted on Twitter.The article, published in Mountain Ink magazine, and the video had reported the claims of the family members of a 25-year-old man who was killed in a gunfight. The family members had said that Imtiyaz Ahmad Kakroo was innocent and was killed in a “fake encounter” with the police.Also read: Sajad Gul is not the only Kashmiri journalist to face police action – but he was the most vocal","author":"Scroll Staff","time":"2022-01-15T20:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155210-ukbiscifjw-1613895813.jpg","tags":["Sajad Gul","Jammu and Kashmir","The Kashmir Walla","Kashmir Police"],"source":"https://scroll.in/latest/1015141/kashmiri-journalist-sajad-gul-gets-bail-after-nine-days-in-custody"}