{"title":"Kashmir: Postpaid mobile services restored after 72 days","content":"Postpaid mobile phone services were restored across all networks in the Kashmir Valley on Monday, 72 days after they were snapped, PTI reported. The services were blocked on August 4, the day before the government revoked the state’s special constitutional status and imposed restrictions to prevent law and order problems.With the Jammu and Kashmir administration’s latest move, about 40 lakh postpaid mobile phones have become operational. But around 26 lakh prepaid connections and internet services will take longer to be restored. Principal Secretary Rohit Kansal had said on Saturday that the services were being restored after the government had reviewed the situation. The move differs from an earlier plan of the administration to activate only Bharat Sanchar Nigam Limited services first, and then incoming calls run by private telecom operators.Fixed line telephone services were restored in parts of Jammu and Kashmir on August 17, and by September 4, nearly all 50,000 landline connections were restored. Mobile phone services had already been restored in Jammu and Ladakh regions, and in the Kupwara district of Kashmir. The decision to restore postpaid mobile services is part of a series of incremental steps the government is taking to gradually return the state to normalcy by withdrawing restrictions. On October 10, the administration withdrew its earlier advisory that had urged all tourists to leave the Valley. On Friday, the government issued full-page advertisements in local newspapers, urging residents to return to normal life without fear from militants.The administration said the restrictions were important to prevent law and order problems and curb terrorist activity. Restrictions were lifted from Jammu and Ladakh regions within a few weeks, but daily activity remains affected in parts of Kashmir. The government claims that restrictions on movement have been lifted completely, barring “eight to 10 police station” areas, and “over 99%” of the state has no such curbs now. Journalists have got facilities at a “media centre”, and educational institutions have been reopened though attendance reportedly remains low.Prime Minister Narendra Modi on Sunday claimed that the situation in Jammu and Kashmir would be back to normal in the next four months. Also read: Kashmiris are resisting government ‘through satyagraha’, says fact-finding reportThis is what Kashmir looks like after 61 days of ‘normalcy’In 21 days, 21 reasons to believe ‘Kashmir is normal’Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-14T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125577-krredwlrqv-1565796351.jpg","tags":["jammu and kashmir","Mobile phones","Internet","Article 370"],"source":"https://scroll.in/latest/940450/kashmir-postpaid-mobile-services-restored-after-72-days"}