{"title":"Kashmir’s extended dry spell will take a huge toll on life in the Himalayas – and beyond","content":"Jammu and Kashmir has been witnessing dry weather over the past six  weeks, posing a significant threat to the region’s biodiversity. Experts  warn of adverse impacts on water bodies, glaciers and key sectors such  as agriculture, horticulture and tourism.The region is currently undergoing an extended period of dry weather  during the 40-day harsh winter phase known as Chillai Kalan, the coldest  stretch of winter observed from December 21 to January 29 annually.Jammu and Kashmir experienced a rainfall deficit of 79% in this  period, recording 12.6 mm rainfall in December 2023, which is below the  average of 59.6 mm, as per the official data from the India  Meteorological Department. The dry spell has continued in January, which  is considered the coldest month when the valley normally receives  maximum snowfall.The region has also been experiencing temperatures 6-8 degrees Celsius above the  winter average. On January 13, the city of Srinagar recorded a maximum  temperature of 15 degrees Celsius, marking the highest January temperature in the past  two decades.Absence of snow in Gulmarg. Normally blanketed in snow at this time, Gulmarg, known for skiing, currently stands bare, affecting tourism. Credit: Mudassir Kuloo, via Mongabay.Director of the Meteorological Department in Kashmir, Mukhtar Ahmad, attributed this dry weather to El Niño.El Niño is a climatic phenomenon that occurs when there is an unusual  warming of surface waters in the eastern tropical Pacific ocean,  representing the warm phase of the El Niño-Southern Oscillation.  This warming leads to increased sea surface temperatures in the central  and eastern tropical Pacific ocean. The elevated temperatures induce a  shift in atmospheric circulation, causing reduced rainfall over  Indonesia, India and northern Australia. Conversely, it enhances  rainfall and the formation of tropical cyclones over the tropical  Pacific ocean.In Kashmir, El Niño’s impact is observed through prolonged periods of  dry weather, milder winters and reduced snowfall. Ahmad notes that the  weather in Kashmir was previously influenced by the El Niño effect in  January 1998, December 2014, January 2015 and December 2018.Extreme weather patternsThe weather pattern of 2023 and January 2024 in Jammu and Kashmir  witnessed contrasts and extremes, points out independent weather  forecaster Faizan Arif.“From a 42% surplus [rainfall] in January 2023 to a significant 79%  shortfall in December 2023, Jammu and Kashmir experienced an overall 7%  deficit in rainfall last year, illustrating the varied and unpredictable  nature of the weather throughout the year. Similarly, we have had a  snowless winter so far owing to which various key sectors would get  affected,” he said.In fact, after seven years, Kashmir is experiencing a snowless  winter, said Irfan Rashid, a senior assistant professor at the  Department of Geo-informatics, University of Kashmir. “The snow in  Chillai Kalaan is important for regulating glacier health and stream  flows. The dry winters would mean higher mass loss of glaciers in this  hydrological year. If the weather conditions do not improve, it might  impact hydropower generation, irrigation, agriculture, and dependent  sectors,” he said.Satellite images show a reduction of snow since 2017 in Jammu and Kashmir. Images arranged by Irfan Rashid, via Mongabay.Irrigation affectedThe prolonged dry spell has negatively impacted crucial water  sources, particularly the Jhelum river and other streams. Substantial  decreases in water levels in surface sources have been noted, with the  Jhelum river hitting its lowest point over the last many years. On  January 14, the river’s flow was measured at minus 0.75 feet at Sangam  (Anantnag district in south Kashmir), marking a level not seen since  November 2017 and minus 0.86 feet at Asham (Bandipora district in north  Kashmir). A negative reading indicates that the gauge reading is at or  below the agreed-upon zero level of the river.“The deficiency in timely snowfall and rainfall has led to a  significant reduction in the water levels of surface water sources. It  could cause water scarcity in the coming weeks,” said Sanjeev Malhotra,  Chief Engineer of the Jal Shakti Department in Kashmir.Insufficient water is impacting irrigation for agriculture and  horticulture in the region, particularly orchard fields in Kashmir. An  apple grower from north Kashmir’s Baramulla district Bashir Ahmad says  that the absence of precipitation will negatively affect orchards in the  upcoming season. “Snow also serves as a protective layer, protecting  trees from extreme cold and providing essential chill hours for  dormancy. The absence of this natural shield puts trees at risk and  could reduce their productivity,” he added.Akhtar H Malik, a scientist at Department of Botany, University of  Kashmir, adds that seed germination will also likely be affected without  enough adequate chill and water. “The seeds require a chilling period  in winter to germinate effectively during the spring season.  Insufficient soil moisture during this period can adversely affect crop  growth, leading to a decline in productivity,” he told Mongabay India.Dry weather also increases the risk of forest fires. “The lack of  precipitation leads to dry air, making even a small spark escalate into  significant fires, as observed in the past month,” explained Malik. He  notes that the dry conditions further impact wildlife by pushing them  towards residential areas during forest fires.The water levels of the Jhelum river have plummeted due to the unusually dry weather. Photo by Mudassir Kuloo, via Mongabay.Cascading effectsNoted geoscientist and Vice Chancellor of the Islamic University of  Sciences and Technology Kashmir, Shakil Ahmad Romshoo highlights that  the absence of rain or snowfall would also elevate pollutant levels in  the Kashmir Valley and pose health risks.The prolonged dry spells and rising temperatures could also lead to  significant consequences on glacier melting. “Glaciers are already  melting due to climate change. Now dry weather and rising temperature  will adversely affect glaciers in the Kashmir Himalayas,” he told  Mongabay India.Rashid adds that this could lead to hazards including Glacial Lake Outburst Flooding (GLOF),  rock-ice avalanches, glacier detachments, and debris flows. GLOF is the  term scientists use to describe when the water levels in glacial lakes  breach their boundaries, causing large amounts of water to flow into  nearby streams and rivers, creating flash floods.\n\t\t\n\tCredit: Vinayaraj, CC BY-SA 4.0, via Wikimedia Commons.Effect on tourismThe absence of snow has also impacted winter tourism in the region, particularly in Gulmarg and Pahalgam.Places like Gulmarg are popular with tourists who typically flock to  the region for skiing from December to March. Normally blanketed in  snow, Gulmarg currently stands bare, impacting major skiing events and  seasonal courses in various educational institutions.Last winter, 55,000 tourists visited the valley, with a significant  number visiting Gulmarg. However, this year, the snowless Gulmarg is  almost empty. “We have less than 30% booking in hotels than  previous winter,” said Farooq Ahmad, a manager of a hotel at  Gulmarg. “Hotel occupancy has significantly decreased, with numerous  cancellations reported, reflecting the current lack of tourist activity  in the region. Our winter tourism is largely dependent on snow. If there  is no snow, tourists won’t come here,” said Ahmad.“We arrived in Kashmir on January 9. Since then, we have been waiting  for snow. If there is no snowfall in a couple of days, I will return  home,” said Mohammad Najeeb, a visitor from Mumbai, who had hoped for  his son to learn skiing.House Boat Owners Association, President, Manzoor Ahmad Pakhtoon,  said over 60 percent houseboats are empty in Dal and Nigeen Lake.  “Majority of tourists have cancelled their bookings or put on hold due  to dry weather,” he added.This article was first published on Mongabay.Also read: Kashmiris look to heaven, with prayers and hope, as snow stays away through coldest phase of winter","author":"Mudassir Kuloo","time":"2024-01-27T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197751-jkukkwgoap-1705941463.jpg","tags":["Kashmir","Jammu and Kashmir","Snowfall","Climate Change","Global Warming","Himalayas","El Niño","Climate"],"source":"https://scroll.in/article/1062545/kashmirs-extended-dry-spell-will-take-a-huge-toll-on-life-in-the-himalayas-and-beyond"}