{"title":"Kashmir observes shutdown on Burhan Wani’s death anniversary, curbs imposed in parts of Srinagar","content":"Separatists in Kashmir called for a shutdown on Monday to mark the third death anniversary of Hizbul Mujahideen militant Burhan Wani, reports said.Wani joined the Kashmiri militant group Hizbul Mujahideen in 2010, rose to be its divisional commander and soon became a local legend. He was killed at the age of 21 in 2016 by security forces. Wani’s death had sparked violent protests and retaliations across the Valley.The Joint Resistance Leadership, an amalgam of separatists, called for the shutdown, according to Kashmir Reader.Security was increased across Kashmir and authorities suspended mobile internet services in four southern districts in the Valley, Hindustan Times reported.Curbs were imposed in areas falling under five police stations in Srinagar district – Khanyar, Safa Kadal, Maharajganj, Nowhatta and Rainawari, Greater Kashmir reported. The administration also imposed restrictions on outsiders entering Tral in Pulwama district. Security forces led by Jammu and Kashmir Police, Central Reserve Police Force and the Army’s Rashtriya Rifles sealed all entry and exit points leading towards Tral.Security forces were deployed at sensitive areas such as Eidgah, Pinglish, Darsara and Nowdal roads connecting Awantipora in Pulwama district, according to Greater Kashmir. An armoured vehicle was deployed near Wani’s grave at Eidgah in Tral, while the road to his house in Shariefabad was sealed. “There are strict orders from the government that no one enters the Eidgah on Monday,” an unidentified policeman said.Shops and businesses remained closed in Srinagar and other districts in the Valley, according to Rising Kashmir. Banihal town in Ramban district also observed a shutdown.Jammu & Kashmir: Shut down in Srinagar today, on the 3rd death anniversary of terrorist Burhan Wani. pic.twitter.com/QLc07Mxu8r— ANI (@ANI) July 8, 2019","author":"Scroll Staff","time":"2019-07-08T13:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123444-qskszmixpp-1562571174.jpg","tags":["Jammu and Kashmir","Burhan Wani","Srinagar","Tral"],"source":"https://scroll.in/latest/929815/kashmir-observes-shutdown-on-burhan-wanis-death-anniversary-curbs-imposed-in-parts-of-srinagar"}