{"title":"Kashmir Editors’ Guild asks police to specify the charges against arrested journalist","content":"The Kashmir Editors’ Guild on Monday demanded that the Jammu and Kashmir Police make public the charges against journalist Aasif Sultan, who was arrested last week in connection with “recent incidents that took place in Batamaloo area of Srinagar”, Greater Kashmir reported. Sultan works for Srinagar-based magazine Kashmir Narrator. On September 1, the magazine’s editor, Showkat Mota, as well as Sultan’s family claimed that he was under illegal detention since August 27. The police questioned Sultan for his cover story on militant commander Burhan Wani, which appeared in the June issue of the magazine, his ideology and other stories, Kashmir Narrator said in a statement. The Editors’ Guild stressed on the importance of the freedom of speech. “The guild believes the police must make public the charges against him,” Greater Kashmir quoted the editor’s body as saying. “The ‘incriminating material’ the police have stated in a routine statement is too vague to be accepted as a reason.”The guild asked the police to acknowledge that data collection is intrinsic to a journalist’s role and that every reporter’s laptop will have “incriminating” material. The organisation said reporters should not be forced to reveal their sources, as the practice is considered illegal in other democratic countries. The Committee to Project Journalists also joined those demanding his release with a statement. “By reporting on militant activity, Sultan is performing an important public service, not committing a crime,” Steven Butler, the committee’s Asia programme coordinator said. The Kashmir Working Journalist Association said it has demanded disciplinary and legal action against police officials for violating an individual’s fundamental rights through illegal detention.South Srinagar’s Superintendent of Police GV Sundeep Chakravarthy told Outlook that the police found evidence of Sultan being involved in “unlawful activities”, but did not reveal details of such activities.Kashmir: \"By reporting on militant activity, [Aasif] Sultan is performing an important public service, not committing a crime.\" @StevenBButler https://t.co/U62sGQ4kin— Committee to Protect Journalists (@pressfreedom) September 1, 2018","author":"Scroll Staff","time":"2018-09-03T17:49:56.457092+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893013-ozhejbxkzx-1533309620.jpg","tags":["Aasif Sultan","Jammu and Kashmir Police","Kashmir Editors Guild"],"source":"https://scroll.in/latest/893013/kashmir-editors-guild-asks-police-to-specify-the-charges-against-arrested-journalist"}