{"title":"Kashmir: 2G internet ‘temporarily snapped’ hours after access allowed to 301 websites","content":"Low-speed limited internet was “temporarily snapped” in Kashmir on Saturday evening, PTI reported, hours after access was allowed to 301 websites. Police officials in Kashmir said the limited internet access would be restored after Republic Day celebrations were over on Sunday.The Centre had suspended internet services in Jammu, Kashmir and Ladakh on August 5, just before abrogating the special status of Jammu and Kashmir under Article 370 of the Indian Constitution, and dividing the state into two Union Territories. Limited mobile 2G internet was restored over five-and-a-half months later on both postpaid and prepaid SIM cards on Saturday. Access was provided to just 301 “whitelisted” websites. This limited access was snapped soon after.“It is hereby directed that mobile data services and Internet access through fixed-line shall be allowed across the union territory of Jammu and Kashmir with the following restrictions...,” an order issued by the Jammu and Kashmir administration read. “The aforesaid direction shall come into effect from January 25, 2020, and remain in force till January 31, 2020, unless modified earlier.”The list of 301 whitelisted websites included email services, banking websites, education-related websites, job platforms, entertainment and sports websites, 13 websites for accessing government and other services, travel websites and 53 news websites.The Indian government has been slowly lifting the lockdown imposed in Jammu and Kashmir since August 5. On the midnight of January 1, SMS services were restored. The Ladakh administration had restored 4G mobile internet connectivity in Kargil on December 27, after a gap of 145 days. Postpaid mobile phone services had been restored across all networks in the Kashmir Valley on October 14.Voice calls and SMS facilities were restored on prepaid mobile networks in Jammu and Kashmir on January 18 after remaining suspended for over five months. The administration also restored 2G mobile data services, but only for access to a set of 153 “whitelisted” websites, in all districts of Jammu division and two districts of Kashmir division – Kupwara and Bandipora.The administration had restored broadband services in institutions dealing with “essential services” on January 15. The administration had asked internet service providers to install firewalls and carry out “white-listing” of websites before resuming services.Earlier this month, the Supreme Court had ordered the Jammu and Kashmir administration to review within a week all restrictive orders imposed in the Union Territory. The bench of Justices NV Ramana, R Subhash Reddy and BR Gavai said suspending internet indefinitely violated telecom rules. The court had noted that the restrictions on internet have to follow the “principles of proportionality” and complete curbs must be considered by the state only as an extraordinary measure.","author":"Scroll Staff","time":"2020-01-26T09:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130005-hrplepnenr-1580012430.jpg","tags":["Jammu and Kashmir","2G internet","Kashmir","Republic Day","Article 370"],"source":"https://scroll.in/latest/951126/kashmir-2g-internet-services-temporarily-snapped-hours-after-being-restored"}