{"title":"Kashmiris look to heaven, with prayers and hope, as snow stays away through coldest phase of winter","content":"This article was originally published in our weekly newsletter Slow Lane, which goes out exclusively to Scroll  Members. If you would like to get perceptive pieces of reporting,  opinion and analysis like this directly in your inbox every Saturday, become a Scroll Member or upgrade your membership today.When Srinagar’s historic Jamia Masjid makes the news, it is usually for whether the authorities had granted permission for the congregational Friday prayers that week.But the second Friday of January stood out as an exception.After the Friday prayers on January 12, a huge congregation  held special prayers in the mosque, seeking an end to an extended period of dry weather in the Kashmir Valley this winter.The special prayer, known as Namaz-e-Istisqa, was held two days after Muttahida Majlis-e-Ulema, a conglomerate of religious bodies from different schools of thought in Jammu and Kashmir, appealed to the public to pray at “individual and collective levels for rain and respite from the harsh weather”.In Kashmir, snowfall in winter is as anticipated as the monsoon is in mainland India. Not only is it essential to ensure the water supply in the Himalayan region, the economy of Kashmir – where 70% of the people associated with agriculture and its allied sectors for livelihood – depends heavily on a good winter.That is why the absence of snowfall in picturesque locations such as Gulmarg and Pahalgam even towards the end of Chillai Kalan – the coldest 40-day period of the winter beginning December 21 – is more worrisome for locals than the dejected tourists. The lack of snow will also mean more extended power cuts for the people of Jammu and Kashmir during the blazing summer since there will be no water to power the generators.Economics apart, snow is part of Kashmir’s identity, culture and lifestyle. Every winter, children yearn for those heavy flakes of white to try their hand at ice sculpting. It is an essential part of winter conversations: the discussions involve   cutting paths through snow to buy bread in the morning,  broken bones from having slipped on the ice, the missing administration that cannot clear the streets, cancelled exams, upturned trees and electricity poles.This year, it has been eerily dry and dull. The winter is nowhere to be seen.Though Kashmir has recorded dry winter spells before, the absence of snow or rainfall this winter is accompanied by above normal day temperatures that may intensify the melting of the already shrinking glaciers, a meteorological department official in Srinagar said.That is not good news, given the essential role glaciers have in feeding the region’s water bodies.Studies have long established that the Kolahoi glacier that feeds the Jhelum river – also known as the valley’s lifeline – has been receding rapidly. A study published in 2020 showed the glacier has lost 23% of its area since 1962 and has fragmented. This was because of the “increasing warming that has impacted the snow accumulation on the glacier”.But this depletion is not restricted to Kolahoi glacier. In fact, Himalayan glaciers are the fastest shrinking in the world. Studies suggest that they may lose 75% of their ice by the end of the century. There are roughly 18,000 glaciers in Jammu and Kashmir and Ladakh.Experts have attributed the present dry spell in Kashmir to global warming as a result of which the frequency and strength of so-called western disturbances hitting the region at this time of the year has been impacted. Western disturbances are weather systems that originate in the Mediterranean Sea and travel eastward, picking up moisture along the way and bringing rainfall to northwest India outside the country’s monsoon season. Kashmir’s winter climate, between October and May, is largely determined by this system.According to a study, more than 70% of the annual precipitation in Jammu and Kashmir comes from these moisture-laden winds. As a result, this weather pattern is also responsible for 60% to 70% of the annual snow accumulation of glaciers in the northern region.That is why Kashmir’s entire natural ecosystem is at stake.Dr Mukhtar Ahmad, the director of the meteorological centre in Srinagar, also attributed the dry spell to the “strong El Niño weather phenomenon in central and eastern Pacific Ocean”.A natural phenomenon, aggravated by climate change, El Niño refers to the warming of ocean temperatures in the central and eastern Pacific Ocean that affects the strength of monsoon circulation over the Indian subcontinent.Kashmir is not unfamiliar to the havoc nature can unleash. Neither are its people unused to suffering.That is why, when Kashmiris look up to the heavens, collectively to seek rain and relief, it means something larger is at stake.","author":"Safwat Zargar","time":"2024-01-21T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197676-boqbegdndl-1705675930.jpg","tags":["Kashmir Valley","Kashmir","Climate Change","Weather","Snowfall","Global Warming","Himalayas"],"source":"https://scroll.in/article/1062403/kashmiris-look-to-heaven-with-prayers-and-hope-as-snow-stays-away-through-coldest-phase-of-winter"}