{"title":"Kashmir dialogue: Governance, not politics, was on the table during interlocutor’s first visit","content":"On Tuesday, an unenthused Sheikh Abdul Ghani left Hari Niwas guest house in Srinagar after  meeting Dineshwar Sharma, the former Intelligence Bureau chief who has been appointed the Centre’s interlocutor for talks on Kashmir. Ghani said he had received a phone call that morning from officials of the Criminal Investigation Department asking him to be in Srinagar by 11 am to meet Sharma.Ghani, who is from Central Kashmir’s Budgam district, said he was a social worker and did not talk about politics. “We raised people’s issues,” he said. “We said we have been given a tehsil but not a tehsildar.”He explained that a Criminal Investigation Department official had told him to raise matters of governance that had been discussed at a recent meeting with Chief Minister Mehbooba Mufti in Budgam. “The Centre has sent them to solve political issues but when we went in he asked us what our problems are,” Ghani said. “These are our problems. There are many but we spoke of the bigger ones only.”Sharma, on his first visit to the Valley after being appointed interlocutor last month, was supposed to meet stakeholders to discuss their legitimate aspirations in an attempt to bring peace to the state. The visit began on Monday and lasted three days. Sharma met various delegations but failed to start a conversation with the separatist leaders of the Hurriyat.“Whether me or anybody else, nobody can judge from one visit,” Sharma told Scroll.in. “This is going to be a sustained dialogue. I will keep visiting. Let me see how it goes. How can one judge on just one visit and a few rounds of talks with different people in three days?”Governance mattersThrough the course of his visit to Srinagar, Sharma seemed caught up in matters of governance. On his second day, he met non-governmental and youth organisations. Also in attendance was a delegation led by Waheed Ur-Rehman Parra, youth president of the People’s Democratic Party. Actual political negotiations between the government and separatists took a back seat.Other delegates said they spoke with Sharma about the clearance of passports for the relatives of militants, police complaints against stone pelters, the alleged choking of student politics. Some raised the issue of the failure of the police to allocate personal security for social activists who claimed their lives were in danger. A political activist from South Kashmir who met Sharma said the process was unlikely to be fruitful “if it was not sustained”. He said, “Already, not everyone present in the meetings were stakeholders. There were many who went there for personal and vested interests.”The activist pointed out that the dialogue was marred by mistrust between New Delhi and Srinagar even before it started, and genuinely representative voices were left out. “There is no trust,” he said. “Delhi has never trusted Kashmiri Muslims. They have used political regimes as per their convenience.”Another South Kashmir-based activist said that if the government were to hold any meaningful dialogue, it would have to deal with the sense of insecurity on the ground, apart from taking the Hurriyat on board.“Right now, most people do not feel safe in their homes,” he said. “If one does not feel safe, how do you expect him to speak up about what he wants and think about what needs to be done?” The activist also voiced doubts about the authenticity of the first round of dialogue, saying, “People who are either not known or not accepted by the people, by and large, cannot represent Kashmir.”Staying awayMisgivings about the dialogue had preceded Sharma’s visit. In an interview to IANS in October, Sharma had said radicalisation would ultimately “finish the Kashmir society itself”. He had said, “I am worried about the people of Kashmir. If all this picked up, the situation will be like Yemen, Syria and Libya. People will start fighting in so many groups. So, it is very important that everybody, all of us, contribute so that the suffering of Kashmiris ends.”Meanwhile, Prime Minister Narendra Modi shot down any discussion of autonomy for the state, seeming to equate it with secession. Modi was responding to former home minister P Chidambaram’s remark that what Kashmir really wanted was autonomy under Article 370 of the Constitution. “The Congress is shamelessly using the language that is used by separatists in Kashmir and which is spoken in Pakistan,” Modi had said.The Hurriyat was initially willing to meet Sharma, said a senior police official in Srinagar. He added, “They waited for some time before they announced their unwillingness. It has to do with the statements they [Modi and Sharma] made.”Prominent trade organisations also decided to stay away from the dialogue. The question of autonomySharma did, however, meet prominent political leaders from mainstream parties, even though National Conference president and member of Parliament Farooq Abdullah also called the interlocutor’s visit a “futile exercise”. On Wednesday, Sharma met former chief minister Omar Abdullah in his home. Abdullah said they did not discuss the issue of autonomy, the National Conference’s proposed solution to the Kashmir problem, but that it would be raised when the party delegation met Sharma.“The government of India created misgivings about the mission of Dineshwar Sharma,” Omar Abdullah told reporters after the meeting. “His status was undermined as far as the prime minister’s office is concerned.” He also took a dig at Sharma’s lack of contact with people on the ground, saying, “Staying at the guest house and waiting for the people to come to him would not work.”On the same day, Sharma met Mohammed Yousuf Tarigami, the Communist Party of India (Marxist) legislator from South Kashmir’s Kulgam district. Also in attendance at Tarigami’s home in Srinagar were Hakim Yaseen of the Peoples Democratic Front and Ghulam Hassan Mir of the Democratic Party Nationalist.Tarigami also addressed the question of autonomy and special status to the state at a joint press conference after the meeting. “There has been heavy and unconstitutional erosion” of special provisions granted to the state under the Indian Constitution, he pointed out. “It has to be protected as a confidence-building measure for the people to trust the sincerity and genuineness of the dialogue process,” he said.","author":"Rayan Naqash","time":"2017-11-10T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857232-73334-ywzwzaothl-1510215818.jpg","tags":["Kashmir conflict","Kashmir dialogue","Kashmir interlocutor","Dineshwar Sharma"],"source":"https://scroll.in/article/857232/kashmir-dialogue-governance-not-politics-was-on-the-talks-table-during-interlocutors-first-visit"}