{"title":"Kashmiri journalist Sajad Gul charged with criminal conspiracy, press body condemns arrest","content":"Kashmiri journalist Sajad Gul has been arrested and booked under criminal conspiracy and other charges days after he posted a video of a family shouting anti-India slogans after their kin was killed in a gunfight in Srinagar, The Kashmir Walla reported on Friday.Gul, a student of journalism who works at the The Kashmir Walla as a trainee reporter, was also charged under sections 153B (imputations, assertions prejudicial to national integration), and 505B (fear or alarm to the public) of the Indian Penal Code.The video posted by Gul had shown protest against the killing of alleged Lashkar-e-Taiba commander Salim Parray. He was gunned down on Monday in Harwan area on the outskirts of Srinagar. Minor protests had taken place after his killing in Hajin, in north Kashmir.Gul was detained on January 5, his brother told The Kashmir Walla.Several people, including former Jammu and Kashmir Chief Minister Mehbooba Mufti, condemned the police action.Mufti said on Twitter that radicalised groups who are openly calling for genocide of Muslims were roaming free while Kashmiri journalists who were reporting on “state-sponsored” human rights violations were being jailed.“Laws too have been communalised,” she alleged. There is a different set of laws applicable to J&K vis a vis rest of India. Radicalised groups openly calling for genocide of muslims are roaming free while Kashmiri journalists shining a light on state sponsored human rights violations are jailed. Laws too have been communalised https://t.co/tQRtnnQRCD— Mehbooba Mufti (@MehboobaMufti) January 8, 2022\n\nThe Committee to Protect Journalists said it was disturbed by the police action and demanded Gul be immediately released and that authorities drop investigation into his journalistic work.  The Kashmir Walla Editor-in-chief Fahad Shah said that journalism should not be criminalised. “Our legal team is working to seek his earliest release,” he tweeted.#Kashmir: CPJ is deeply disturbed by reports that Kashmiri journalist @SajadGUL_ was arrested days after posting a video of a protest on social media. Authorities must immediately release Gul and drop their investigations related to his journalistic work.https://t.co/PuaSpMRZwh https://t.co/fR9Qof29eI— CPJ Asia (@CPJAsia) January 7, 2022\n\nAnother @tkwmag journalist, Sajad Gul, who recently joined, has been booked for “criminal conspiracy, incitement” & more. I strongly condemn this & stress that journalism shouldn’t be criminalised. Our legal team is working to seek his earliest release. https://t.co/sJdrRjBlrv— Fahad Shah (@pzfahad) January 7, 2022\n\nPolice action against GulThis is not the first time Gul has been booked by the police. In February, the journalist was charged with “rioting, trespassing, and assault” for an article he wrote for The Kashmir Walla on February 9, according to the website. In the article, the villagers of Bandipora had alleged that they were being “harassed and threatened” by Tehsildar Hajin Ghulam Mohammad Bhat over the alleged demolition drive in the area.After the article was published, the tehsildar filed a complaint against Gul at the Hajin Bandipora police station, on the basis of which the police booked him under various sections of the Indian Penal Code. But despite repeated requests, Gul said he had not been provided the copy of the first information report by the police.The reporter then wrote to the Kashmir Press Club, stating that he stood by the story. In the letter, Gul also said that the tehsildar, through the police, was trying to implicate him under trumped up charges of stone-pelting.The Kashmir Press Club had expressed concern on the case registered against the journalist. Later in October, Gul was summoned by the Hajin police station in Bandipora district for questioning in connection with a news report and a video he posted on Twitter.The article, published in Mountain Ink magazine, and the video had reported the claims of the family members of a 25-year-old man who was killed in a gunfight. The family members had said that Imtiyaz Ahmad Kakroo was innocent and was killed in a “fake encounter” with the police.Gul had told Article 14 that on October 13, the police had arrived at his home and asked his family to urge him to stop reporting and publishing “such stories”. This was despite the fact that there was no case registered against him or for the publication of the report.Gul, who was not at home at that time, said that he was shocked to hear that police were there. “I thought they might pick up my brother if I don’t present myself to them,” said Gul.  The police officer had then threatened to detain his brother if he did not show up, the journalist said.After Gul arrived at the police station, the officers threatened him with “dire consequences” and deleted his tweets.“The officer threatened me with jail if I do not stay within my limits, or if I mention to anyone about my visit to the police station and what happened there,” he told Article 14.Journalists face more harassment post August 2019Journalists in Jammu and Kashmir have reportedly faced more threats and harassment after the Centre scrapped the erstwhile state’s special status under Article 370 of the Constitution in 2019.In June last year, the United Nations had expressed concern about the “alleged arbitrary detention and intimidation” of journalists in the region.The UN statement had cited the examples of The Kashmir Walla editor-in-chief, independent journalists Auqib Javeed and Sajar Gul, and The Kashmiriyat editor Qazi Shibli.The Kashmir Walla editor-in-chief Fahad Shah had reportedly been detained without a warrant by the police in Srinagar in 2017, the UN said in the document. “Shah was allegedly interrogated for eight hours by a group of officers who inquired about his journalistic work and his travels,” it added.In January last year, a first information report had been filed against The Kashmir Walla for an article about Indian Army personnel allegedly forcing a school in Shopian district to hold a Republic Day event.Meanwhile, Javeed in September 2020 had allegedly been threatened and slapped by the police for his report about some officials intimidating Twitter users.Shibli had been detained in Anantnag in 2019 for a story about the deployment of security forces in Kashmir, the UN said.The UN also mentioned the sealing of the Srinagar office of Kashmir Times, a leading English daily of the Valley in 2020. The world body also sought a reply from the Indian government about the measures taken to ensure that journalists could work in a safe environment.","author":"Scroll Staff","time":"2022-01-08T14:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155210-ukbiscifjw-1613895813.jpg","tags":["Sajad Gul","journalist","Press freedom","Committee to Protect Journalist","Jammu and Kashmir","criminal conspiracy"],"source":"https://scroll.in/latest/1014589/kashmiri-journalist-sajad-gul-charged-with-criminal-conspiracy-press-body-condemns-arrest"}