{"title":"Kashmiri leaders released from detention are silent on Article 370. Here’s why","content":"Over four months after August 5, when the Centre scrapped special status for Jammu and Kashmir under Article 370 and split the state into two Union Territories, most of the Valley’s pro-India leadership remains behind bars. As of now, 33 leaders of the Kashmiri mainstream, as those who take part in electoral politics are called, remain incarcerated at the MLA Hostel in Srinagar. Three former chief ministers of Jammu and Kashmir are also held at different locations. There’s no official number for mainstream leaders who have been kept under house arrest.A few have either been released or transferred from temporary jails to house arrest. They deny having signed bonds swearing off political activity. But few of these leaders have spoken out against the government’s Article 370 decision.What makes this silence more curious is that on August 4, leaders of most Kashmiri mainstream parties came together at former chief minister Farooq Abdullah’s house on Gupkar Road, once the political nerve centre of Jammu and Kashmir. The “Gupkar Declaration” emerged from the meeting, a pledge to defend the autonomy and special status of Jammu and Kashmir.The releasedSince the initial crackdown, the government has released at least six leaders from subsidiary jails: the National Conference’s Mohammad Syed Akhoon, the People’s Conference’s Imran Ansari, the Congress’s Hilal Shah, the People’s Democratic Party’s Noor Mohammad Sheikh and Yawar Mir, and Ghulam Hassan Mir of the Democratic Party Nationalist.The government shifted two former legislators, Mohammad Ashraf Mir of the People’s Democratic Party and Hakim Yaseen of the People’s Democratic Front, from the MLA Hostel to house arrest.Congress leader Shoaib Lone. Credit: Shoaib Lone Suppoterters Facebook pageIt also released a number of people from house arrest: Yawar Mir of the Peoples Democratic Party, Shoaib Lone of the Congress, former state finance minister and senior People’s Democratic Party leader Muzaffar Hussain Beigh, the Congress’s Usman Majeed, and Altaf Bukhari, once a cabinet minister in the People’s Democratic Party-BJP coalition government. Scroll.in spoke to five of the leaders who were released about their silence on Article 370. ‘No sense of security’“Until and unless the political atmosphere is not conducive and a sense of security isn’t there, how do you expect that anyone will come out in public?” demanded Shoaib Lone.Lone was released from house arrest in October. He denies news reports claiming he had signed a bond pledging not to engage in political activity to secure his release. “My detention was revoked purely on medical grounds,” he said. “I was ill and hospitalised. After I was discharged, doctors advised that I should not be put under any stress.”Even while he was under house arrest, he was allowed to go to Delhi for treatment. On his return, he made a “request” to a senior police official to revoke the detention order. “I guess they [the government] also noticed that I didn’t do anything or try to go anywhere, so they lifted it,” Lone said.Others also claim ill health prevents them from engaging in politics. “I am not feeling well,” said Hilal Shah, the Congress leader from South Kashmir’s Anantnag town. He was among the first to be released from detention, on September 21. “Actually, I was released on medical grounds. These days, I am under complete rest,” he claimed.But Lone concedes that poor health is not the only reason behind his silence: “You can understand, a person who has been in detention for three or four months is slightly afraid. Because, once he starts saying something, he will be booked again.”On October 15, a group of women, including former chief minister Farooq Abdullah’s sister, Suraiya Abdullah, and daughter, Safiya Abdullah, were arrested after they tried to protest against the revocation of special status and the detention of Kashmiris. They were released only after they signed a bond under Section 107 of the Criminal Procedure Code, pledging to “maintain peace and good behaviour”.The spree of detentions has caused anxiety among political leaders. A senior Kashmiri mainstream leader said that he deliberately moved to Jammu after his release. “Let me tell you the truth, my family told me to shift to Jammu,” said the leader, who did not want to be identified. “My family told me, once you are home, people will start coming to you. It will look like political activity. They said why do you want to make yourself the target of the government? Stay quiet.”Waiting for a strategyThere is also a sense that a full-fledged strategy will take shape only after all the detained leaders are released.“Nothing is clear,” Lone said. “Until the rest of the detained leaders come out, I don’t feel anyone is in a position to give any statement.” Ghulam Hassan Mir agreed. “Politicians have to meet and chalk out a strategy,” he said. “After August 5, a new political scenario has emerged for the Kashmir Valley. So individually, it’s not possible unless people come out and discuss what the future agenda or political strategy should be.”  Hilal Shah of the Congress. Credit: Hilal Shah via FacebookAccording to former People’s Democratic Party legislator from Rafiabad, Yawar Mir, the continued detention of senior Kashmiri leaders is also a factor behind the lack of political activity. He believes a senior Kashmiri political figure is the need of the hour. “A senior figure can invite all the voices across Kashmir’s political spectrum,” he explained. “People are waiting for such a voice to be released. I am a first-time MLA and I don’t think I can take that initiative.”In retrospect, Yawar Mir is critical of the mainstream political leadership’s strategy before August 5. “All the political parties of Kashmir should have come together much before August 4,” he reflected. “It should have happened two or three weeks earlier.”The pragmatistGhulam Hassan Mir is an old hand in Kashmiri politics. He played an important part in the creation of the People’s Democratic Party in 1999 and now heads his own party, the Democratic Party Nationalist.He looks at the current situation pragmatically. In time, he will demand the restoration of statehood but not of special status. “I have never shown people the dreams of azadi or Article 370,” he claimed. “I have always talked of development and people call me Mr Development.”Post August 5, Ghulam Hassan Mir diagnosed, there was “complete alienation” between Kashmiris and the Indian state. “There’s no doubt that Kashmiris don’t want to be with India,” he said. “But it’s also a fact that what Kashmiris want is not possible. It’s not available. As long as India is powerful, the demand of azadi will not be taken seriously.” Instead, he felt, Kashmiris could learn from the influential Jewish community in the United States, who helped steer the government towards policies favourable to Israel.“A small group of people have entered the American system and they are ruling the world,” he said. “We Kashmiris, if we claim to be intelligent people, we have options in India to enter this system and make the system favourable to us.” For these reasons, Ghulam Hassan Mir feels, “politics minus 370 in Kashmir will have to work”.Yawar Mir (right) of the Peoples Democratic Party. Credit: @yawarmirfan via TwitterNational Conference confinedMost leaders of Kashmir’s oldest political party, the National Conference, are still locked up. The only well-known face at the Srinagar party office is 68-year-old Mohammad Syed Akhoon, released after a month and a half at the Centaur Hotel on health grounds and then kept under house arrest for weeks.Akhoon explained that his party has not been silent on the Centre’s decision. “I have been talking about it to the local media since my release but let me tell you that they don’t give coverage to our viewpoint,” he said. “Perhaps, they can’t digest it. We will not sit silent. National Conference is a party that dates back to 1931.” It was National Conference founder Sheikh Abdullah who had negotiated the terms of Jammu and Kashmir’s membership of the Indian Union in 1949.Akhoon admits that there is little he can do beyond issuing statements to the media. “Let alone asking for permission for a rally, they don’t even allow us to go out,” he said. “I am at the National Conference office in Srinagar. Every day, around 100 workers come to meet me here but all of them are harassed and quizzed about their motives for meeting. Police, CRPF and CID officials stop them at the gates and question them. I only shuttle between office and home.”Akhoon says he would like to travel across Kashmir and meet party workers. “Around 100 workers of our party are in jail,” he said. “Those who are free are feeling dispirited. But they don’t allow us to travel. BJP workers are moving from village to village and tehsil to tehsil but we aren’t allowed. What democracy is this? I feel this government wants to decimate all kinds of opposing voices in Jammu and Kashmir.”Despite his grievances with the state, Akhoon calls himself an Indian.  “We are saying that we are Indians but India should honour the promises it made us,” he said. “We are not asking for Pakistan or azadi. All we are asking is that our rights are protected and restored.”‘No timelines for release’If the rejuvenation of Kashmiri politics depends on the release of senior political leaders, it might be a remote prospect. Last week, Farooq Abdullah’s incarceration under the Public Safety Act, a preventive detention law, was extended for another three months.Earlier this month, G Kishan Reddy, Union minister of state for home affairs, addressing the subject of detentions in Kashmir, told the Rajya Sabha that it was “not possible for the government to give any timelines for their release.” He said 609 persons were still under preventive detention.","author":"Safwat Zargar","time":"2019-12-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131632-zpeepdjqmc-1574702243.jpg","tags":["Jammu and Kashmir","Article 370"],"source":"https://scroll.in/article/947142/kashmiri-leaders-released-from-detention-are-silent-on-article-370-heres-why"}