{"title":"Kashmir’s late-snow winter may hasten death of this glacier in Sonamarg","content":"On a sparkling sunny January afternoon, hundreds of tourists astride horses hiked towards the foothills of the Thajiwas glacier, which overlooks the Sonamarg meadows of central Kashmir’s Ganderbal district.It was a sight 52-year-old Ghulam Mohideen had never seen in his lifetime.“At this time of the year, this area is usually under 12 feet of snow,” said Mohideen, a skier and a tourist guide.But Kashmir’s fabled winter has been worryingly warm and dry, leaving tourist hotspots like Gulmarg and Pahalgam snowless for most of this winter. It was only on this week that the region received the first snowfall.That has led some of those disappointed visitors to turn up at the Thajiwas glacier that overlooks the Sonamarg meadows of central Kashmir’s Ganderbal district. “These tourists came to see snow,” said Mohideen. “Since there’s no snowfall at this time of the year, they are coming to see the glacier.”Local residents call the Thajiwas glacier, “Hazarun Saal Ka Baraf” – thousand-year-old ice.“Around November end, this place is usually out of bounds for humans because of the snow – and re-opens in May, after six months,” said Mohd Rafiq, a trained skier who has been in the tourist business in Sonamarg meadows since 2008.This year, the area has remained accessible through the winter, with only six-inch thick ice sheets near the Thajiwas glacier.The dirt track leading to the Thajiwas glacier, visible in the horizon. Credit: Shan Shabir.A lost glacierLocated at an altitude of 3,500 metres, the Thajiwas glacial valley in the Great Himalayan Range of the Kashmir Himalaya is one of the feeders of the Sindh river in Ganderbal district.The river, which originates from Machoi glacier in the Drass region of Ladakh, is a major tributary of river Jhelum – the lifeline of Kashmir Valley. The Sindh river is a source of irrigation and drinking water for a vast area, including the entire Srinagar city, and also powers three hydroelectricity projects.But one of the feeders of the river – the Thajiwas glacial valley – has been vanishing at a rapid pace. “The present Thajiwas group of glaciers is in a state of retreat,” pointed out Dr Irfan Rashid, an assistant professor at University of Kashmir’s geoinformatics department.According to Rashid, the main glacial body of the Thajiwas glaciers has been already lost. A 2022 research paper co-authored by Rashid said it had seen 34% recession between 1992 and 2020.“These are hanging glaciers. That is to say, they are remnants of the main glacial valley which stands completely deglaciated,” said Rashid.Credit: Shan Shabir.How could Jammu and Kashmir’s current warm winter affect the glacier? Experts like Rashid say that it could aggravate the loss of ice and glacial retreat.“Usually, snow provides a blanketing effect [on a glacier] besides replenishing its health,” explained Rashid, whose research focuses on cryosphere and alpine ecosystem dynamics in the Himalayas.The snow accumulated in glacial landscapes in winter – going up to a few metres – starts melting in March, continuing till June-July.“This means that the glacial ice below [which was blanketed by snow] only starts melting from July through October after which glaciers are again covered in snow,” Rashid said.With almost negligible snow this winter, the amount of ice loss and retreat of glacial bodies in Kashmir might get aggravated in the summers. “The dry winter this year means that snow (whatever little falls on glaciers) would start melting fast and expose the ice surface much earlier, potentially exacerbating higher ice loss and retreat this year.”A frozen stream at the foothills of the Thajiwas glacier valley. Credit: Shan Shabir.Difficult summer aheadA region where 70% of the people derive their livelihood from agriculture and its allied sectors, the snowless winter has led to a widespread anxiety about drinking water, irrigation and groundwater replenishment.“We don’t have drinking water facilities here and we rely on the Thajiwas stream for our needs,” said 35-year-old Mohammad Sharif, a resident of Thajiwas village, a cluster of makeshift stone and mud houses located near the foothills of the glacier valley.“If there is no snowfall, there will be no water for us and our cattle in summer,” Sharif said. “It’s going to be very difficult.”Owing to avalanches and landslides due to heavy snow in winters, Sonamarg meadows which fall on Srinagar-Leh national highway typically remain cut off from the rest of the Valley. In winter, all the villages around Sonamarg would empty out in November and move to lower areas of the district for winter.For Sharif and other inhabitants of the village, this year has been an exception. “Every year, around November end, we would pack our belongings and leave the village along with our cattle because this area would be covered under metres of snow,” said Abdul Rashid, who makes a living during summers by ferrying tourists on his ponies in Sonamarg.In November, after a spell of light snowfall, the villagers, staying true to their custom, left for the plains of Ganderbal district to spend the winter months. “But after 15 days, we came back as there was no snowfall and since then we have been working with tourists. This is beyond our imagination that our village is without snow at this time of the year,” added Rashid.A snowless and deserted Sonamarg market. Credit: Shan Shabir.‘Fastest melting glaciers’In a way, the condition of Thajiwas glacier in Sonamarg is symptomatic of the larger vulnerabilities faced by the glacial bodies in the wider Himalayan region.Nearly 11%  of the total geographical area of the erstwhile state of Jammu and Kashmir is covered by glaciers. Besides precipitation in the form of snow and rainfall, glaciers are a major source of water in Jammu and Kashmir and Ladakh throughout the year.The glaciers are a part of the larger Hindu Kush Himalaya region that spans from Afghanistan in the west to Myanmar in the east, cutting across nearly eight countries, including India and Pakistan. With the largest ice-cover after Arctic and Antarctic polar regions, this mountainous landscape of ice is also known as the Third Pole. At least 10 major Asian rivers originate here, providing irrigation, hydroelectricity and drinking water to nearly 25% of the world’s population.Over the decades, however, Himalayan ice-sheets and glaciers have been under strain owing to rising global temperatures. In fact, Himalayan glaciers are melting faster than ever.Last year, a study by Kathmandu-based International Centre for Integrated Mountain Development said that Himalayan glaciers are melting at unprecedented rates as a result of which 75% of their ice may be lost by the end of the century. It also warned of extreme weather events in the region including flooding and droughts.Tourists at the foothills of the glacier. Credit: Shan Shabir.The impact is already visible in Kashmir. According to a 2020 study, Kolahoi glacier – Kashmir largest glacier which feeds river Jhelum – has lost 23% of its area since 1962 and has fragmented into smaller parts. This was because of the “increasing warming that has impacted the snow accumulation on the glacier.”According to Rashid of Kashmir University, besides Kolahoi, other major glaciers of the Kashmir Valley are also “showing prominent signs of retreat.”“While climate is the main driver, there are other factors whose influence on glacier melt needs to be researched further,” said Rashid. “These include presence of debris (rocks, soil) on glaciers and its thickness and aerosol deposits (mainly dust and black carbon), cryoconite holes and presence or absence of proglacial lakes.”Cryoconite holes are water-filled vertical holes in the glacial surface with a thin layer of sediment at the bottom. Proglacial lakes are formed when melt water from a glacier accumulates in the form of a lake. Often, such lakes can burst leading to devastating floods.“However, data on these influencing factors is either absent or scanty,” Rashid said.‘Less and less snow’“In my childhood, there would be around 15-20 feet snowfall in winters in Sonamarg,” recalled 65-year-old Mohd Shaban, a farmer from the picturesque Shutkari village of Sonamarg. “Now, we don’t see that kind of snow in winters.”Meteorological department officials in Srinagar confirm what villagers recount.“While the overall total precipitation in terms of quantity is more or less the same, the composition of precipitation has changed. The amount of snow has gone down over the last two-three decades,” explained a weather official in Srinagar.Towards the end of January, however, the Kashmir valley witnessed snowfall in the upper areas of the region as well as the plains. Hill stations like Gulmarg and Sonamarg witnessed light snowfall on January 28 – the first this year – while the plains also saw a few inches of snow on January 31.  Still, the intensity of the snowfall was unlike what is usually witnessed during this season in Kashmir.“I remember one winter such was the height of snow that I carved out 21 steps in the frozen ice to reach the rooftop of our house,” said Shaban, reminiscing about his childhood days. “I don’t think I will witness that kind of snow again.”","author":"Safwat Zargar","time":"2024-02-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198108-oiibyskkji-1706882106.jpeg","tags":["Kashmir","Sonamarg","Thajiwas","Snowfall","Himalayas"],"source":"https://scroll.in/article/1062964/kashmirs-late-snow-winter-may-hasten-death-of-this-glacier-in-sonamarg"}