{"title":"Kashmir unrest: Yashwant Sinha, four others meet separatist leader Syed Ali Shah Geelani","content":"Senior Bharatiya Janata Party leader and former external affairs minister Yashwant Sinha on Tuesday led a  five-member delegation to meet separatist leader Syed Ali Shah Geelani in Srinagar. The team, which includes former bureaucrat Wajahat Habibullah, former Air Vice Marshal Kapil Kak, journalist Bharat Bhushan and social activist Sushobha Barve, will also meet separatist leader Mirwaiz Umar Farooq and Jammu and Kashmir Liberation Front leader Yaseen Malik over the next three days.Geelani, who has been under house arrest for more than three months, welcomed the team. The move is being seen as a positive one after the head of the Hurriyat Conference had refused to meet an all-party delegation on September 4.  Sinha told the Hindustan Times that the meeting was cordial and continued for more than an hour. He said that the purpose of their visit was to share \"grievances and pain\". \"I hope the state of unrest will be resolved soon.” Sinha, however, clarified that it was not an official delegation from the party.The BJP has distanced itself from the meeting. \"It is not a BJP delegation. The BJP has nothing to do with this,\" National Secretary Shrikant Sharma told PTI.The team will also hold meetings with civil society and trade groups like the Kashmir Economic Alliance and the Kashmir Centre for Social and Developmental Studies. Besides, they are also scheduled to meet Chief Minister Mehbooba Mufti and Governor NN Vohra.This is the second time in the past three-and-a-half months that an attempt has been made by the government to speak with the separatists in order to a solve the crisis in the Valley. Kashmir has been on the boil since July 8, when security forces gunned down Hizbul Mujahideen commander Burhan Wani. Over the past 108 days, more than 90 people have been killed and at least 12,000 injured in clashes between protesters and security forces.","author":"Scroll Staff","time":"2016-10-25T16:22:15.885013+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/819927-44139-yylcbgvrck-1477401252.jpg","tags":["Kashmir unrest","Yashwant Sinha","Syed Ali Shah Geelani","separatist leader"],"source":"https://scroll.in/latest/819927/kashmir-unrest-yashwant-sinha-four-others-meet-separatist-leader-syed-ali-shah-geelani"}