{"title":"Kashmir 2018: This was the year battle lines hardened and representative government collapsed","content":"It is a sign of how violence has been normalised in Kashmir that the bloodiest year in a decade almost passed without comment in the national media. According to home ministry figures, 238 militants, 86 security forces personnel and 37 civilians were killed in militancy-related incidents till December 2. According to other estimates, 413 were killed in incidents of violence as of November 28. Since then, there have been two major gunfights that took at least 17 lives and left many more injured.Ceasefire violations at the Line of Control and the International Border with Pakistan rose dramatically. According to government figures, there were 1,432 violations by just July 30, up from 860 in all of 2017. Data beyond that has not been made public. While the frontier heated up, the Valley itself sank deeper into violence.The mass protests of 2016 petered out into dull anger and localised conflagrations in 2017. There was almost daily bloodshed as protests were put down with force and gunfights between militants and security forces intensified. The images from this year were much the same: blasted houses, bodies borne along by a sea of mourners, a phalanx of uniforms as security forces launched searches on cold, misty mornings.But 2018 also saw a hardening war, with both security forces and militants stepping up the offensive. This was a year marked by massive gunfights, civilian abductions and execution videos, a first in Kashmir’s three-decade-long militancy. It also saw the killing of Rising Kashmir editor Shujaat Bukhari, a grim throwback to the peak of the militancy in the 1990s and early 2000s, when journalists were frequently targeted.The violence was accompanied by the complete collapse of representative government. The dissensions of four years, both within the government and outside it, came to a head in 2018. Already unpopular, the coalition between the People’s Democratic Party and the Bharatiya Janata Party came to an end in June. Bids to form a new government failed. Now, with the Jammu and Kashmir Assembly dissolved and President’s Rule imposed, the state awaits fresh elections. But who will vote?A house damaged in a gunfight between security personnel and militants. Such scenes were common in Kashmir this year. (Credit:  Rayan Naqash)‘Bloody Sundays’The conflict this year was defined by gunfights that inflicted a high death toll. Where most gunfights in the Valley had killed militants in twos and threes before, these skirmishes often wiped out more. They also led to heavy civilian casualties.The first of the large-scale operations this year took place on April 1, later christened “Bloody Sunday”. Three parallel gunfights that broke out in Shopian and Anantnag districts of South Kashmir left 20 dead – 13 militants, four civilians and three armed forces personnel. In October, three militants were killed in an operation in South Kashmir’s Kulgam district. Soon afterwards, seven civilians were left dead when an explosive went off at the site of the gunfight. On December 15, a gunfight in an orchard in Pulwama killed three militants, seven civilians and one soldier. The next weekend, a swift operation left six militants of the Ansar Ghazwat-ul-Hind dead.From almost every gunfight with high civilian casualties, two contested versions emerged. Security forces insisted the deaths occurred because civilians rushed into the line of fire to disrupt operations. Residents usually said security forces had deliberately fired on protestors or used shotguns indiscriminately.Security officials had earlier claimed that they had changed tactics to avoid civilian casualties, such as launching operations in the middle of the night, when crowds would be thinner. But it does not seem to have worked. The political leadership at the Centre, meanwhile, remained largely aloof. In most cases, it was left to the Valley-based parties to express grief over civilian killings.While security forces count the high militant casualties as a success, gunfights continue to fuel public anger against the state and are believed to spur more youth into joining armed organisations.In 2018, both security forces and militants stepped up the offensive. (Credit: IANS)Militancy spreads northAlthough the Army claimed in November that there had been a “relative decline” in recruitments to militant groups, the number of youth in the Valley taking up arms remains high. The killing of Hizbul Mujahideen commander Burhan Wani in July 2016 triggered a surge in local militancy that does not seem to have abated.In October 2016, security officials had estimated that the number of militants active in the Valley was around 250. In 2017, in spite of heavy casualties, the number hovered around 200, if not more. As of September 4, 2018, the number of listed militants in the Valley had touched 300 for the first time in a decade. After a series of gunfights, police officials in Kashmir believe 270-280 militants are still active in the Valley. Of these, 200 are local militants and 180 joined up this year, the officials say.The four districts of South Kashmir – Anantnag, Shopian, Pulwama and Kulgam – remain the centre of gravity for local militancy. But youth from central and northern districts are increasingly taking up arms. Among the most familiar faces of the militancy in 2018 were Mohammad Rafi Bhat from Ganderbal district and Mannan Wani from Kupwara in North Kashmir. While Bhat had a doctorate from Kashmir University, where he taught, Mannan Wani was pursuing a PhD in Aligarh Muslim University when he joined the Hizbul Mujahideen. Both became poster boys in Kashmir, upholding the narrative of an educated militancy.This year also saw Hajin in North Kashmir’s Bandipora district, once a hub for the counterinsurgency militia called the Ikhwan, transform into a stronghold of militancy. While most militants here are believed to be foreigners from the Lashkar-e-Taiba, local youth have also started joining up.And changes tackThe militancy fuelled by Burhan Wani’s exuberant social media outreach has since changed in its messaging. As security operations intensified, selfies and videos of local militants dried up as they helped security forces track them. Other organisations also became more active in the social media space, although they used more secretive channels. Zakir Musa’s Ansar Ghazwat-ul Hind, which allied itself with the al Qaeda, and the group calling itself the Islamic State Jammu and Kashmir spoke the language of “global jihad”, casting the conflict in religious rather than political terms.Hit by heavy losses and perhaps affected by the emergence of the new groups, the Hizbul Mujahideen changed both its public outreach and its tactics. It turned business-like, launching recruitment drives that seemed to mirror those of the security forces. It also turned to “punishment videos”, showing militants torturing someone who confessed to being a police informer, a bootlegger or a pimp. Later, this culminated in “execution videos”, which showed militants killing alleged police informers.The brother of Nadeem Manzoor, killed by militants for allegedly being a police informer, stands over his grave. (Credit: Safwat Zargar)Pushed against the wall, the Hizbul Mujahideen also launched a series of abductions, of policemen, special police officers and their relatives. While the relatives were usually spared, the others were not so lucky. It led to a spate of public resignations and apology letters by special police officers. Such attacks are said to have riven the villages of South Kashmir, home to both militants and the local constabulary. So far, such killings have evoked fear rather than public anger.Political realignmentsThe only ostensible government measure to address the growing violence was a Ramzan ceasefire announced by the Centre in May. It was rejected by militant groups and disrupted by attacks on security forces. Soon after it came to an end, the state government that had presided over the chaos disintegrated with the BJP walking out of the coalition.In Kashmir, the coalition had contributed to a drift from the elected government. The People’s Democratic Party, which had come to power promising to keep saffron forces out of the Valley, was seen to have betrayed its mandate. State violence in the years that followed and anxieties about constitutional provisions that safeguard Jammu and Kashmir’s autonomy widened the mistrust between government and electorate. After Central rule was imposed, the administration turned to its ready option for portraying normalcy in the Valley: elections. Yet, elections since 2016 have seen dwindling turnouts and violence. In 2018, municipal polls held after 13 years saw an average voter turnout of 4%. Panchayat elections held after eight years seemed to fare better, with the 10 districts of the Kashmir Valley posting a 41.3% turnout. But these figures did not account for the large number of seats that lay vacant or were won uncontested. The four southern districts saw almost no polling. As electoral politics receded into the background, however, there seemed to be significant realignments among parties in the Valley. November saw the National Conference and the People’s Democratic Party, traditional rivals in Kashmir, band with the Congress to make a bid to form government. The collapse of the main Opposition that sustained the Valley’s politics seemed to give rise to a new force: Sajjad Lone’s People’s Conference, which was supported by the BJP in a separate bid to form government. Could this be the national party’s second attempt to gain influence in the Valley through an ally?While rivals National Conference and the Peoples Democratic Party came together in a bid to form government, Sajjad Lone's People's Conference emerged as a new political force in Kashmir. The alliance has blossomed at a time of growing anxieties about the Centre imposing its writ on Jammu and Kashmir. During the six months of Governor’s Rule under Satya Pal Malik, a record 55 Bills were passed, leading to fears that an unelected government was acting on the Centre’s command. With President’s Rule now imposed, the state comes more directly under Central rule.Any election that takes place in the months to come – whether it is for the state Assembly or the Lok Sabha – will be under the shadow of the suspicion that Delhi has always manipulated and undermined representative politics in Jammu and Kashmir. For a state already ravaged by violence and fear, it does not bode well.","author":"Ipsita Chakravarty","time":"2018-12-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109098-lnuxefsahe-1545921582.jpg","tags":["Kashmir","Militants","Gunfights","Burhan Wani","Hizbul Mujahideen","Ceasefire violations"],"source":"https://scroll.in/article/907127/kashmir-2018-this-was-the-year-battle-lines-hardened-and-representative-government-collapsed"}