{"title":"Kashmir resolution is ‘open to interpretation’, says UK leader Jeremy Corbyn","content":"United Kingdom’s Labour Party leader Jeremy Corbyn on Thursday said that some parts of the party’s emergency resolution on Jammu and Kashmir were “open to misinterpretation”, the Hindustan Times reported. This came after widespread criticism from the Indian community in the country against the party’s resolution that sought international intervention in the Kashmir matter.Corbyn said that he understood the problems of the Indian community and took note of their concerns very seriously. In a letter to the party’s lobby group Labour Friends of India, he said that the resolution on Kashmir was a part of the democratic process of the party’s conference. “However, there is a recognition that some of the language used within it could be misinterpreted as hostile to India and the Indian Diaspora,” the letter read. “The Labour Party is committed to ensuring the human rights of all citizens of Kashmir are respected and upheld. This remains our priority and I agree that we should not allow the politics of the sub-continent to divide communities here in Britain.” The Labour Party leader also offered to meet the group to hear more on the Indian community’s views on the matter.Corbyn’s letter to the lobby group came amid a controversy over his meeting with the United Kingdom unit of the Indian Overseas Congress. The politician had tweeted a photo of the delegation and said they had “discussed the human rights situation in Kashmir”.The Indian Overseas Congress later claimed that Corbyn’s version of their meeting had been “twisted” and maintained that the situation in the state was an internal matter. The party’s spokesperson also criticised Corbyn’s remark and said that his team had opposed the Labour Party’s resolution on Kashmir. The BJP said the matter was ‘appalling’ and sought an explanation for the English leader’s tweet.After the resolution was adopted last month, India had responded saying that the Labour Party was “pandering to vote-bank interests”. A curfew-like situation was imposed in Jammu and Kashmir on August 5, when the Indian government decided to scrap special status for the state under Article 370 of the Constitution. Restrictions have been eased in many parts of the Valley since then. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-11T15:19:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/60264-nwttdttmnk-1562687442.jpg","tags":["Jeremy Corbyn","Jammu and Kashmir","United Kingdom","Labour Party"],"source":"https://scroll.in/latest/940155/kashmir-resolution-is-open-to-interpretation-says-uk-leader-jeremy-corbyn"}