{"title":"Kashmiri Pandit shot dead by suspected militants in Pulwama","content":"A Kashmiri Pandit man was shot dead by suspected militants in Jammu and Kashmir’s Pulwama district on Sunday morning.The attack took place around 10.30 am when the deceased, identified as Sanjay Sharma, was going to a local market with his wife, the Kashmir Police said. Sharma was taken to the hospital but he succumbed to his injuries.The incident took place around 10:30am. Terrorists fired upon a member of a minority community when he was going towards a market alongwith her wife. We are searching for the terrorist and we will neutralise them as early as possible: Rayees Mohammad Bhat, DIG pic.twitter.com/Jncasa57J5— ANI (@ANI) February 26, 2023\n\n“We are searching for the terrorist and we will neutralise them as early as possible,” Deputy Inspector General Rayees Mohammad Bhat told ANI.The killing is an addition to a spate of targeted attacks against Kashmiri Pandits and migrant workers that have taken place in the Union Territory.On Sunday, political leaders in Kashmir condemned Sharma’s killing. National Conference leader Omar Abdullah said he was deeply saddened by the incident.Deeply saddened to hear of the demise of Sanjay Pandith of Achan in Pulwama district of South Kashmir. Sanjay was working as a bank security guard & was killed in a militant attack earlier today. I unequivocally condemn this attack & send my condolences to his loved ones.— Omar Abdullah (@OmarAbdullah) February 26, 2023\n\n“Sanjay was working as a bank security guard and was killed in a militant attack earlier today,” Abdullah said in a tweet. “ I unequivocally condemn this attack and send my condolences to his loved ones.”People Democratic Party chief Mehbooba Mufti accused the Bharatiya Janata Party-led Centre of failing to protect Kashmiri Pandits in the valley. She also criticised those behind the attack.“A few days ago, right-wing terrorists killed two Muslims in Rajasthan,” Mufti said, according to PTI. “Today, you have killed a Hindu. What is the difference between you and them?” Attacks on Kashmiri PanditsOn August 16, militants had killed a Kashmiri Pandit resident and injured another in the Shopian district. The person who died was identified as Sunil Kumar and the one who was injured was Pintu Kumar. The incident took place a day after another civilian died in a grenade attack by militants in the Budgam district.On May 12, Rahul Bhat, a Kashmiri Pandit government employee, was killed after suspected militants barged into his office in Budgam district. His killing had led to massive protests by Kashmiri Pandits in many parts of the Union Territory.Two weeks later, militants had shot dead Amreen Bhat, a Kashmiri Pandit actor, in Chadoora town of Budgam. In the attack, her ten-year-old nephew had sustained bullet injuries.On December 14, the Centre told the Rajya Sabha that eight Kashmiri Pandits and a Kashmiri Rajput were killed by militants in the Union Territory in the past three years. On July 20, the Centre told the Upper House that militant attacks in Jammu and Kashmir have substantially declined since August 5, 2019, when the special status of the erstwhile state under Article 370 was abrogated.However, a group of Kashmiri Pandit employees recruited under the prime minister’s rehabilitation package in 2008 have been holding protests since May. They have been demanding that they be relocated to safer places outside the Valley.","author":"Scroll Staff","time":"2023-02-26T12:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176058-toiexggxyx-1655786278.jpg","tags":["Jammu and Kashmir","Targeted killings","Pulwama","Kashmir Zone Police"],"source":"https://scroll.in/latest/1044641/kashmiri-pandit-shot-dead-by-suspected-militants-in-pulwama"}