{"title":"‘Kashmir wants Islamic rule like Saudi Arabia': Much has changed from Burhan Wani to Zakir Musa","content":"“Burhan made himself a hit through social media, not through the gun. Who knows about Zakir Musa?” mused a member of the auqaf, an Islamic charitable trust, in Rathsuna village. This village is in Tral area of South Kashmir, the home turf of Hizbul Mujahideen commander Burhan Wani who was killed in an encounter with the security forces last July. After Wani’s death, Zakir Musa, another militant from the Tral area, rose to prominence in the Hizbul Mujahideen, before he rebelled against the group and quit in May.In fact, Musa has also made use of social media. But gone are the woods and fields of Wani’s videos, the shots of militants playing cricket, frolicking in the snow or swaggering with guns. Gone, too, are Wani’s assurances that Kashmiri Pandits could return to the Valley, provided they were not settled in separate colonies, and that Amarnath yatris would not be harmed.A year after Wani died, seven Amarnath pilgrims were killed in an attack in South Kashmir’s Anantnag district. According to the police, operatives of the Lashkar-e-Taiba were responsible, though the outfit denies the charge. Has militancy changed in its content and its message after Wani’s death, and is Musa a harbinger of this change?A warningIn May, an audio clip went viral on social media. It came days after separatist leaders of the Hurriyat dissociated the Kashmir conflict from al-Qaeda and the Islamic State. In the five-minute clip, a soft, even voice believed to be Musa’s threatened to behead Hurriyat leaders if they called Kashmir’s war a political struggle. “If you will be a thorn in our way, we will leave the infidels and kill you first,” the voice said. For the mujahideen, this was an Islamic struggle, for Islamic law, or sharia. Why else had protesting crowds in Kashmir always chanted “Azadi ka matlab kya? La illaha illallah.” What is the meaning of Azadi? That there is no god but Allah. Shortly afterwards, another clip was released. His previous remarks were not targeted at Syed Ali Shah Geelani or any individual leader of the Hurriyat, the speaker clarified, merely against those who spoke of a secular state. The first battle was azadi from the Indian state, the next would be against the so-called moderates. The blood of the mujahideen would flow only for “azadi barai Islam [freedom for the sake of Islam]”. In a third clip, he asserted that all militants in the Valley held the same beliefs, no matter which group they belonged to. Besides, he warned, “we should not become nazam parast [attached to any one party] or qaum parast [champions of nationalism]”.  The armed struggle in Kashmir has always shifted between different ideological strands. The earliest iteration, led by the Jammu and Kashmir Liberation Front, sought an independent, secular state. Later, the pro-Pakistan Hizbul Mujahideen gained prominence. By the mid-1990s, the Valley saw the rise of the Lashkar-e-Taiba, with its stated aim of an Islamic ummah, or an Islamic state transcending national borders, covering South Asia. Today, the JKLF has long given up arms to join the ranks of the Hurriyat, leaving the Hizb and the Lashkar as the two major groups in the Valley. They work closely together, blurring ideological differences as well as the divisions between foreign and local militancy. Abu Dujana, the Pakistani commander of the Lashkar in South Kashmir, is a popular local figure. Wani had mentioned a battle for khilafat, or caliphate, in some of his videos. But Musa’s messages seemed to sharpen the ideological contours of the new militancy in Kashmir.Zakir Musa. Image: Video grabQuestion of ‘radicalisation’After the first clip was released, several developments took place at once. First, Musa was catapulted from the shadows to become a central figure in the armed rebellion. Second, the United Jihad Council and the Hizbul Mujahideen quickly distanced themselves from Musa’s comments, calling them “unacceptable”, prompting Musa to leave the outfit. Third, a certain perception, held by a section of the security establishment and the national media, was strengthened. This view held that the new militancy in Kashmir was animated mainly by a religious “radicalisation” spreading in the Valley rather than a political demand for azadi. After Musa’s audio clips surfaced, one commentator noted, intelligence and defence experts began warning of a “parallel, resurgent narrative of terrorism”.But what exactly do we talk about when we talk about radicalisation? British author Arun Kundnani, who has questioned official narratives on terrorism in Britain and America, describes how the word became popular after 9/11. Suddenly, Kundnani explains, it became difficult to talk about the “root causes”, or the socio-political factors that might contribute to terrorism – such a discussion was viewed as justifying terror. Instead, the Bush regime preferred to see terror “as a product of Islamic culture”.Later, Sufism became identified with an ideal “moderate” Islam while Salafism and Wahhabism became “radical” Islam, leading inevitably to terror. It was a view that also surfaced in reports in the national media. Yet, the studies that back up this thesis, Kundnani found, are mostly inadequate. While they claim religious ideology is the most significant factor behind terrorism, they do not include a “control group” of individuals who may believe in Salafism but do not become involved in violence, or those who might take up arms without first subscribing to Salafism.In Srinagar, too, both police and politicians reject this understanding of radicalisation and its links to local militancy. “I don’t see a relation with Salafism or the Ahl-e-Hadith,” said a senior police officer in Srinagar. “Most of the militants who got recruited were normal Hanafis, they were not from Jama’ati or Ahl-e-Hadith backgrounds.” The Hanafi school of Islam is followed by the majority of Muslims in South Asia, including Kashmir, while the Ahl-e-Hadith grew out of a socio-religious movement advocating a return to the fundamental texts of Islam. The Jama’at-e-Islami is a socio-religious organisation that started life propounding “political Islam”.‘Political radicalisation’“There are 18 million Kashmiris shouting for a political settlement and the Centre hears only one voice,” said Junaid Mattu, spokesperson for the National Conference, referring to Musa’s statements. “Most militants take up arms for political reasons, then it becomes other things. The main cause of radicalisation is New Delhi.”The term that is repeated again and again in these Srinagar circles is “political radicalisation”, a hardening of positions that mirrors the hardening at the Centre, the rise of Hindutva in the rest of the country and growing support for militant nationalism. The police officer in Srinagar speaks of the Army chief’s award to Major Leetul Gogoi, the soldier responsible for tying up Farooq Ahmad Dar to an army jeep in Budgam district and using him as a “human shield”, the attacks on Kashmiri students on campuses outside the Valley, the lack of political engagement between the government and the separatists.The police as well as politicians from both of the main Valley-based parties, the National Conference and the People’s Democratic Party, say the “othering of Kashmiris” in the national media, the daily harangues on prime time television, is a major reason for this hardening in the Valley.In South Kashmir, protestors and the families of militants would agree. The national media was the “biggest recruiter”, said Ghulam Rasool Pandit, whose son had joined the Hizbul Mujahideen and was killed in an encounter with security forces in April 2016.Public anger was heightened by reports that Kashmiri boys pelted stones or joined militancy for money – reports that are rejected as false in the Valley. “Who is going for money?” asked Pandit, with barely contained rage. “My son earned Rs 25,000 to Rs 30,000, why would he go for money? Who will go out for Rs 500-Rs 1,000? I am 57 years old, when I hear these things even I get angry. Those who did not think of these things now have it on their minds.” In Srinagar, the police officer appraises the situation carefully. “Religion does play a part here but there are other factors that radicalise the militant – he may have been harassed by security forces, or he felt like a failure in life,” he said. He points out that Kashmir had no recruits to the Islamic State, that the separatist leadership had also denounced such an ideology. “The only change is Zakir Musa,” he said. “Although he is getting isolated, discredited in the process.”Pehlipora village. Image credit: Rayan Naqash‘Musa, Musa’Yet in Anantnag town, boys gathered to watch the Champions Trophy final on a television rigged up in a park. Whenever Pakistan scored a boundary, they would cheer “Musa, Musa”.In Karimabad in Pulwama district, boys sitting near a militants’ graveyard said they respect Musa because he has “taken Burhan’s post”. They might even revere him “more than Burhan”, they say, because “he is spending his precious life for Kashmir and for Islam”.In Wani’s hometown, Tral, residents tell stories about Musa’s charity. “There were rumours that he had taken up arms because he had no money,” said one resident. “But he had a Rs 12 lakh car. One day, he piled all his clothes in the car and said to distribute them among people, he did not care if they were Hindu or Muslim or Sikh.”This is South Kashmir, where Musa was born and is believed to be active. Here, the militant seems to have a robust support base among the youth, in particular, though some from the older generation are still sceptical. Villages which have lost boys to the militancy will speak of the local fighter first – in Rathsuna, it is Sabzar Ahmad Bhat, a close aide of Wani who was recently killed in an encounter; in Pehlipora, it is Waseem Shah, who was also part of the Wani cohort; in Karimabad it is Naseer Pandit. But Musa and Dujana are names that crop up across villages. Musa is believed to have turned up at the funerals of Lashkar and Hizb militants to offer gun salutes. Residents of South Kashmir dismiss rumours of a rift in the militant ranks. If there had been one at all, it was healed now, it is believed. “These things happen within tanzeems [organisations],” said a boy in Tral town who went to school with Wani. “It is their own affair. People don’t suspect them.”  Few people in South Kashmir have a quarrel with the content of his speeches: shariat, shahadat, or martyrdom, and khilafat.“This is not a political matter,” said the 21-year-old elder brother of a slain militant in Sangam. “Kashmir wants an Islamic hukumat (Islamic rule), like Saudi Arabia.” The boys who took to the streets to protest did so for azadi, he said, but those who took up arms dreamt only of jannat, or paradise.Subzar Bhat (in the front row), Burhan Wani (in the middle).‘Zulm’In these parts of South Kashmir, witness to massive security crackdowns and civilian killings over the last year, talk of zulm, or oppression, by the state often precedes talk of “Islamic hukumat”. Zulm comes in various forms.Ishfaq Hameed Dar, from the Sangam area of Pulwama, was killed last year in an encounter with security forces, seven months after he had joined Burhan Wani’s group. His family believes he was framed for the murder of a sarpanch’s father and wrongly jailed for six months. They talk of how the police harassed him. They even allege that he was tortured during his time in prison. So what else could he have done but take up arms? This sense of oppression is now associated with other actions of the state as well.“In Shopian, they burst crackers for Pakistan so the security forces came and vandalised cars, is this not zulm?” raged Abdul Hameed Dar, Ishfaq’s father. His mother and sister speak of harrowing visits to the police station, where they were treated like “thieves”. When the justice system of a secular state had failed them, there seemed to be only one alternative. “If we have freedom and no Islamic hukumat, what’s the point?” asked Abdul Hameed Dar.Women in Shopian, for their part, acquiesce to the stricter rules of a religious government, if only it ensured them safety. This district was home to Asiya and Nilofer, the two girls whose bodies were found in a rivulet in 2009. A probe by the Central Bureau of Investigation ruled that the girls had drowned and the initial medical reports had been doctored. Local residents still believe the girls had been raped and murdered by security forces, and the probe was a cover up.“Zakir Musa is still small, but he didn’t say anything wrong,” allowed a woman in Shopian district who called herself Shaista. “But it’s a political issue before it’s a religious issue.”Young men in Shopian talk of “intiqam”, or revenge, for the deaths of Asiya and Nilofer. Then they say, “We want khilafat. Today no one is illiterate. We have both school education and religious knowledge.” They had been helped by a surge in religious preaching since 2013, said a resident called Yusuf, not so much through the internet as local madrasas and mosques.In Kashmir, which has had no experience of religious rule, the shape of this khilafat is not yet clear. In yet another audio clip, Musa had exhorted his “Indian Muslim brothers” to join the “jihad” against oppression, invoking a global sense of community. But in most parts of Kashmir, a khilafat may still be tied to an imagined geography, the map of an “azad Kashmir”. Besides, most are anxious to assert that all communities would be respected.The idea of khilafat had been “twisted” by the national media, said Wani’s schoolmate in Tral. “Zakir Musa is asking for khilafat, but Hindus and Sikhs here do not mind,” he explained. “Burhan used to take shelter with them. Under a khilafat, non-Muslims will have equal rights. They may have to pay a small tax but we are already paying tax to the government, this would be a lot less.”In Karimabad, weeks before the attack on Amarnath pilgrims, Pandit spread out his hands. “The army, BSF [Border Security Force] are saying we will give security, but no one’s going to do anything to them [the pilgrims],” he despaired. Some time ago, when yatris were snowed in, had it not been Kashmiris who had taken them in and given them shelter?","author":"Ipsita ChakravartyRayan Naqash","time":"2017-07-16T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/843803-62450-atwkcbvtyb-1499395982.jpg","tags":["Kashmir conflict","Hurriyat","Burhan Wani","Lashkar-e-Taiba"],"source":"https://scroll.in/article/843803/kashmir-wants-islamic-rule-like-saudi-arabia-militancy-has-changed-from-burhan-wani-to-zakir-musa"}