{"title":"Kashmiri leaders aren’t the only ones held under PSA – young men are languishing in faraway jails","content":"When the Modi government scrapped the special status of Jammu and Kashmir on August 5, placing the region under lockdown, the men in the Pandit family were worried. “On August 6, two of my sons and I stayed away from home because of the situation,” said Ghulam Rasool Pandit, who lives in Karimabad village in South Kashmir’s Pulwama district. “But my youngest son, Mamoon, said he would stay home because he didn’t want to leave his mother and sisters alone.” Ghulam Pandit’s eldest son, Naseer Ahmed Pandit, was a constable in the Jammu and Kashmir Police but in March 2015, he fled with two rifles and joined the militant group Hizbul Mujahideen. Naseer Pandit would become part of a famous band of militants headed by Burhan Wani, the Hizbul Mujahideen commander whose killing triggered mass protests in July 2016. Months before Wani’s killing, Naseer Pandit had been killed in a gunfight with security forces in April 2016.In the last few years, the Pandit family has grown accustomed to sudden visits by the Indian Army and the police. On August 6, they paid another visit.  “A group of SOG personnel raided our house around 2 am on August 6 and picked up Mamoon,” Ghulam Pandit recalled. The SOG, or special operations group, is the counterinsurgency wing of the Jammu and Kashmir Police.Nineteen-year-old Mamoon Pandit had not feared arrest because he assumed that security forces had no interest in him, a mere teenager. “My two other sons were summoned by the police and detained many times before August but Mamoon was never touched,” explained Ghulam Pandit.The teenager was initially taken to the District Police Lines at Pulwama town, about six kilometres away. Seven days later, he was shifted to Srinagar Central Jail, his father recounted. On August 14, he was booked under the Public Safety Act, a preventive detention law specific to Jammu and Kashmir. On August 21, Mamoon Pandit was shifted to a jail in Agra in Uttar Pradesh.Ghulam Rasool Pandit, whose teenaged son has been in an Agra jail for six months.Faraway prisonsSince August 5, three former chief ministers of Jammu and Kashmir have been booked under the Public Safety Act and held in Srinagar. The law allows local authorities to detain individuals deemed a threat to public order for up to one year and those seen as a threat to national security for up to two years without trial and with no formal charges.While the high-profile cases made headlines, hundreds of others, including minors, have also been held under the law. Between August 5 and December 31, at least 412 people have challenged their detention under the Public Safety Act, says a report compiled by the Jammu and Kashmir Coalition of Civil Society and the Association of Parents of Disappeared Persons. Earlier, detainees under the Public Safety Act could not be incarcerated in prisons outside the boundaries of the former state of Jammu and Kashmir. That changed in July 2018, when a state administration headed by Satya Pal Malik, then governor of Jammu and Kashmir, did away with the clause. In the aftermath of August 5, the civil society report notes, “nearly 37.4% of the detainees in PSA related cases have been moved to jails in various states across India”.Lawyers feel the 2018 amendment was meant to increase the “deterrence value” of the  Public Safety Act. “Detention outside the Valley breaks down the family financially as well as emotionally,” said a lawyer in Srinagar. “It also delays the process of judicial redress.” According to lawyer Syed Riyaz Khawar, detention in faraway prisons flouts Supreme Court guidelines. “Various SC judgements clearly state a person under preventive detention should be kept close to home,” he said. “It’s preventive detention, it shouldn’t become punitive. After all, they are not convicts.” ‘Sympathiser of militants’In the police dossier on Mamoon Pandit’s detention, Chandan Kohli, superintendent of police in Pulwama district, says the teenager was “persuading and motivating locals to support and enhance anti-national activities and terrorism”. The dossier goes on to describe Mamoon Pandit as a “chronic stone pelter” and the “main instigator of the area”, who had “formed a gang like outfit which at every available opportunity have been found resorting to stone pelting and disturbing the public order in the area”.According to the dossier, Mamoon was also a “sympathizer of militants and is providing all the logistical support” to them. The dossier claims he is named in three cases from 2018 and 2019, booked for rioting with deadly weapons and endangering the life and personal safety of others, among other charges. The dossier also claims that Mamoon Pandit was “at large”, or on the run.“He was picked up from home. If someone’s absconding, will he stay at home?” demanded Ghulam Rasool Pandit. He also wondered what prevented the police from arresting his son if he was involved in a case dating back to 2018. “Why did they arrest him only after August 5? My son has never picked up a stone. It’s just because his brother was a militant. Nothing else.”Ghulam Rasool Pandit first met his son at the Agra jail on September 22. “He broke down on seeing me,” he recalled. “It was the first time I saw him after August 6, but for only 25 minutes. I had taken clothes and blankets with me. He took some for himself and said he would distribute the rest among other Kashmiris, whose family members couldn’t afford to travel to Agra.”In the last six months, Pandit has made four visits to Agra. Each time, he met his son for less than half an hour. Each visit cost him around Rs 20-25,000. A third-year arts student, Mamoon Pandit has missed two semester examinations. His elder sister’s wedding, scheduled in September last year, had to be postponed.The family approached the Jammu and Kashmir High court in September with a habeas corpus petition challenging the detention. “But even after so many hearings, the government hasn’t produced my son before the court,” said Ghulam Pandit.The other ‘brother’Rubeena Jan, who also lives in Karimabad, last saw her son on August 8. “It was around 2:45 am in the morning,” she said. “I saw an army soldier scaling the wall of my compound. Once he got inside, he opened the gate for other soldiers.” They had come for her youngest son, 21-year-old Muneer ul-Islam.As they dragged her son from his room, Jan said, she and her daughter tried to stop the soldiers. “But they didn’t listen and fired two bullets into the floor of my porch instead. We were terrified,” said Jan, pointing to the bullet marks on her porch.About a week earlier, on August 1, Islam, his elder brother, Zubair Ahmad, and several other young men from Karimabad had been picked up during a night raid by the army, Jan said. “They took him to the main road along with some other local boys and beat him up,” she said. “They also cut his long hair with a knife. But they let him go around five in the morning. They didn’t hurt my elder son.”On August 14, Islam was booked under the Public Safety Act and about a week later he was shifted to an Agra jail. In Public Safety Act detentions, the police dossier is turned over to the magistrate, who issues a document citing the grounds for detention. In most cases, the the magistrate’s document replicates the police dossier.The district magistrate of Pulwama, Syed Abid Rashid Shah, had signed off on the grounds of detention for Islam. They are almost identical to those cited in Mamoon Pandit’s police dossier. He is named in the same three cases mentioned in Mamoon Pandit’s dossier. The magistrate’s document also claims, incorrectly, that Islam is the brother of Naseer Ahmed Pandit, the slain Hizbul Mujahideen militant.Muneer ul-Islam’s grandfather, Mohammad Abdullah Bhat, recalls the boy was detained in 2016, as he returned from a militant’s funeral. “He spent nearly 15 days in the local police station but they let him go with a warning and no FIR,” said Bhat.Next, he was arrested before panchayat elections were held in late 2018. “Since this is a volatile area and has seen many active militants, some 10-20 boys from this village were kept in custody during the panchayat polls,” said Bhat. “As soon as the polls got over, they were released. Again, there was no FIR.”These detentions are not mentioned in the dossier on Islam, who dropped out of school in Class 9 and worked with an ironsmith who made shop shutters.  “He burned his books in Class 9 because his grandfather had gone to his school to complain about his bad behaviour at home,” said Jan. “He didn’t go to school after that. I wonder what he is going through among strangers in such a faraway place.” Jan broke down as she talked about her son.Islam’s grandfather and elder brother have made two separate visits to Agra. With money in short supply, a third visit will be difficult. Islam’s father, Bashir Ahmad, works as a manual labourer. “I have forgotten his face. I just want to see him once, even if it’s through a video call,” said Jan.Rubeena Jan tried to stop the army from taking her son away but says they fired shots into her porch in response.Challenging the detentionsIslam’s family approached the court for relief in November. Syed Riyaz Khawar, legal counsel for both Pandit and Islam’s families, said they have raised inconsistencies in the police dossiers and the grounds for detention documents signed of by the district magistrate.“A person can be detained under the PSA if their activities are prejudicial to the security of the state or if they disturb public order,” explained Khawar. He also pointed out that the police had to show the two youth had been arrested and bailed out in the three FIRs against them before they could be held under the preventive detention law. Since the two youth were never formally arrested, they never got bail, Khawar argued. “One of the major challenges we have raised in our application is: how can they be detained under PSA when they haven’t got bail in three FIRs registered against them?” The applications challenging detention also cite the vagueness of the grounds cited. “The dossier doesn’t support the claims made by the police with a proper record,” said Khawar. “They have not supplied us with all the material, FIR copies, etc, so that a person can make an effective representation against it.”The petitions also alleged “non-application of mind” by the detaining authority. “There are many Supreme Court and High Court judgments which say that if the grounds of detention are a replica of the police dossier, the detention should be quashed,” said Khawar.He also claimed the government was trying to prolong the detentions by holding up the challenges. “There have been six to seven hearings in the cases so far and they [the government] filed objections to our application months after we filed our application,” Khawar said.The library of Ashiq Ahmad Rather, a well-known cleric detained under the Public Safety Act‘They said nothing about a case’The two youths’ Public Safety Act files are not so different from a third, justifying the detention of 30-year-old Ashiq Ahmad Rather, a well-known cleric from Pulwama’s Kunjpora village.In the document citing the grounds for Ashiq Rather’s detention, signed off by the Pulwama district magistrate, it is said that he had “great sympathy for militants” and had “been providing logistical support to militants.” It also says Ashiq Rather is “ideologically fundamentalist” and “firmly believe[s] in seceding the J&K state from the Union of India and annex [sic] it with Pakistan.”It also names Ashiq Rather in three cases registered in 2016 under the Unlawful Activities (Prevention) Act. The district magistrate’s statement says that Ashiq Rather’s being “at large would pose threat to the security of the state as the atmosphere in the area is already surcharged.”His family, however, maintains that he was never formally charged in any case before they invoked the Public Safety Act last August. When the Lashkar-e-Taiba commander, Abu Qasim, was killed in 2015, he was detained at the Pulwama for 15 days, said Adil Ahmad Rather, Ashiq Rather’s younger brother. “But they said nothing about a case against him,” said Adil Rather.When mass protests broke out after Burhan Wani’s killing in 2016, Ashiq Rather was back in detention, this time for two months, said his younger brother. “There was no case – they didn’t ask us for bail at the time,” said his younger brother. “Now, we see his PSA dossier – they have shown he was involved in multiple cases.”Ashiq Rather was booked under the Public Safety Act on August 6 but the family does not know when he was shifted to Agra.  When Ghulam Nabi Rather, his father, travelled to Agra in early September, he was expecting to see his son for the first time since August 4.“If you want to meet a detainee lodged in outside jails, you need to have permission from jail authorities in Kashmir,” said Ghulam Rather, a farmer who runs a small grocery shop in Kunjpora. “I didn’t know it then. So I had to return without seeing him.” The visit cost him around Rs 20,000.A week after his return, the Rathers arranged for another trip, this time with the required permission. “I sent my younger son,” said Ghulam Rather. “Fortunately, he was able to meet his brother.”A large wooden almirah packed with religious books stands in Ashiq Rather’s room in Kunjpora. Before he was arrested on August 4, Rather, who has a postgraduate arts degree, spent most of his time in this room.“When they came for him on August 4, we didn’t know they would book him under PSA,” said Ghulam Rather. “The SOG men told us that they need to do some searches in the village, that’s why they were taking him.”The family has challenged the detention at the Jammu and Kashmir High Court but Ghulam Rather is dismayed by the “long gaps” between hearings. “The next date of hearing is on March 4,” he said.Ghulam Rather was able to see his son for the first time since his detention on November 5. The family has not been able to afford to go see him after that. Ashiq Rather’s nine-month-old-daughter, Taima Jan, has not seen her father in six months.","author":"Safwat Zargar","time":"2020-02-17T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136551-xioaiixagz-1581681500.jpg","tags":["Kashmir","Article 370","Public Safety Act","preventive detentions"],"source":"https://scroll.in/article/953172/kashmiri-leaders-arent-the-only-ones-held-under-psa-young-men-are-languishing-in-faraway-jails"}