{"title":"Kashmir: National Conference, PDP have long been rivals – but could they actually work together?","content":"Parties with “opposing political ideologies” could not form a stable government, said Jammu and Kashmir Governor Satya Pal Malik as he dissolved the state assembly on Wednesday. The last few years had shown that the fractured mandate that had created the current Jammu and Kashmir assembly could not give rise to a lasting coalition of “like-minded parties”.The decision brought to a close more than five months of uncertainty.  The state has been under governor’s rule since June, when the Bharatiya Janata Party walked out of the fractious coalition with the People’s Democratic Party. It also capped a day of dramatic developments. First, the Congress, the National Conference and the People’s Democratic Party floated the possibility of an alliance, claiming they had the support of 56 legislators in the current assembly. Then, the BJP and the People’s Conference made a play for government, saying they commanded a majority. In the end, all such possibilities were put to rest by the governor.Observers in the Valley were left a distinct sense that, once again, Delhi had the final say on who forms government in Jammu and Kashmir. While the BJP’s bid to form the state government failed, Central rule continues – so BJP by another name. While the governor protested that his decision was unbiased, his late-night communique to the press seemed to echo the language of the BJP on Twitter: concerns about horse trading, the impossibility of a stable government, the need for fresh elections.But Wednesday’s developments reflected a startling shift – the coming together of parties of apparently opposing ideologies, even if it was driven by opportunistic impulses. The 2014 assembly elections threw up one such improbable alliance, between the so-called soft separatist People’s Democratic Party and the Hindu nationalist BJP. Nearly four years later, the pressures unleashed by that coalition and the advent of the BJP in the Valley may have collapsed the opposition around which the Kashmir’s electoral politics is arranged, between the National Conference and the People’s Democratic Party.Firm foesA surreal display of camaraderie played out between the two former rivals on Twitter on Wednesday. Former chief minister and National Conference vice president Omar Abdullah started by remarking that he lived in “interesting times” and then retweeted People’s Democratic Party president Mehbooba Mufti, who succeeded had him as chief minister. By the time the day ended, the two seemed to be as thick as thieves, exchanging memes about faulty fax machines, gleefully trolling the governor.Yet after the polls of 2014, when the People’s Democratic Party had the choice to ally with the National Conference or the BJP, it picked the latter, so implacable was the opposition between the two Valley-based parties.Ever since the People’s Democratic Party was formed in 1999, it has been the alternative to the National Conference, which had held almost unquestioned sway in the Valley till then. The Muftis became a dynasty to rival the Abdullahs, the family that had led Kashmir into the post-Partition era.  After the assembly elections of 2002, the state entered an era of coalitions, usually between the Congress, which won most of its seats from Jammu, and either the People’s Democratic Party or the National Conference. After the Congress came to power at the Centre in 2004, the alliance between a national party and a regional one, it was argued, minimised friction between Delhi and Srinagar. It also represented local political interests while opening the resources of the Centre to the state.Meanwhile, both the People’s Democratic Party and the National Conference had their own adventures at the Centre. The National Conference withdrew from the National Democratic Alliance in 2003, blaming the BJP for its loss in the 2002 assembly elections. The People’s Democratic Party was part of the United Progressive Alliance until the Congress decided to support Abdullah after the assembly elections of 2008.In the Valley, each party had its own stronghold. The National Conference traditionally won support from areas of North and Central Kashmir. The People’s Democratic Party had its base in large swathes of South Kashmir. Separate pools of patronage and loyalty were established. It created an opposition so durable that even when the top leadership of the parties mulled an alliance on Wednesday, the second-rung leadership protested.Kashmir governor Satya Pal MalikMore of the same?Yet the years since the 2014 assembly elections have demolished most of the assumptions about party politics that had held over a decade and a half. The People’s Democratic Party’s forged an alliance with BJP after the Muftis came to power promising to keep saffron forces from “crossing the Banihal”, the tunnel that divides Jammu and Kashmir. It started a drift from electoral politics that intensified after the mass protests of 2016, where nearly a hundred civilians were killed and many more injured.The districts of South Kashmir that had once been a stronghold of the People’s Democratic Party became the epicentre of the militancy that was gaining ground in the Valley again. Election turnouts reached record lows, even in districts like Budgam, which had once voted National Conference and stayed relatively quiet during the mass protests that have periodically rocked Kashmir.As all assumptions are stripped, it may be time to take a closer look at the two Valley-based parties. How ideologically opposed are they really? While the National Conference started life trying to negotiate autonomy for the state, the People’s Democratic Party’s raison de etre stemmed from the idea of “self-rule” for Kashmir. Both have treaded a careful path towards more centrist positions over the years, going quiet on their earlier, more radical agendas as they entered into coalitions with national parties. Both claimed to represent Kashmiri interests and urged dialogue with Pakistan to resolve the long-running conflict but have failed to prevail on Delhi.For nearly two decades, conspiracy theorists have held that the People’s Democratic Party was Delhi’s creation, a clone of the National Conference that would divide votes in the Valley, ensure that no Kashmiri party became too powerful and give national parties a chance to form coalitions. In the last couple of years, voters disillusioned with electoral politics as a whole said they saw no difference between the two parties anymore.So the parties that proposed to tie up may be more “like minded” than the governor suspected. Abdullah now claims it was an emergency measure to deal with the “current mess” and the two parties would not ally for the next assembly polls. Yet even the brief union signalled a tectonic shift in Kashmir’s electoral politics. Could it mean lasting changes to its electoral map?","author":"Ipsita Chakravarty","time":"2018-11-22T16:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/65195-gkfvymbuvd-1502203379.jpg","tags":["Kashmir politics","People's Democratic Party","National Conference","Satya Pal Malik","Omar Abdullah","Mehbooba Mufti"],"source":"https://scroll.in/article/903075/kashmir-national-conference-pdp-have-long-been-rivals-but-are-they-really-ideological-opponents"}