{"title":"Kashmir is India’s internal matter, we stand by New Delhi in fight against terrorism, say MEPs","content":"An unofficial delegation of 23 European Union parliamentarians  visiting Jammu and Kashmir on Wednesday said the revocation of the state’s special constitutional status and India’s subsequent moves in the region were the country’s internal matter, The Indian Express reported. The Members of European Parliament, most of them belonging to right-wing, nationalist parties, told the media in Srinagar that they did not want to interfere in Indian politics, and identified terrorism as the major factor for instability in Kashmir. French politician Henri Malosse condemned the terror attack in Kulgam on Tuesday. “What concerns us is terrorism, which is a global menace and we should stand with India in fighting it,” he said. The parliamentarian said he had been told about how Pakistan sends terrorists across the border to destabilise the region. “First of all, this visit in my view is of very very high importance,” he added. “In Kashmir, terrorism is severe and this is a global question. Police and Army have apprised how terrorists have been sent from Pakistan.”British politician Bill Newton Dunn of the Liberal Democratic party said the Kulgam attack was terrible and “should never happen again”, News18 reported. “We are here to find out facts,” he said. “We are your friends and want to help you. We want to see how we can help in bringing peace here. We have been here to get facts and information and our visit was excellent.” Dunn described the visit as an “eye-opener”, PTI reported. “We belong to a place Europe which is peaceful after years of fighting,” he said. “And we want to see India becoming the most peaceful country in the world. And for that we need to stand by India in its fight against global terrorism. This visit has been an eye opener and we would definitely advocate what we have seen on ground zero.”Polish MEP Ryszard Czarnecki the international media coverage of India’s actions in Kashmir was biased. “Once we go back to our countries we will inform them of what we saw,” he added.Thierry Mariani, from the French far-right party National Rally,  told the media he had been to India many times and the visit was not an interference in New Delhi’s internal matter. “Terrorists can destroy a country,” he added. “I have been to Afghanistan and Syria and I have seen what terrorism has done. We stand with India in its fight against terrorism.”Responding to criticism about their visit – many Opposition leaders have asked why the European politicians were allowed to visit Kashmir while Indian MPs were barred – Mariani said the European parliamentarians’ image was being tarnished by those who calling then fascists. “It’s better that one should know about us properly before tarnishing our image,” he added.The delegation had arrived in Srinagar on Tuesday. After a traditional welcome, they were briefed by Chief Secretary BVR Subrahmanyam and police chief Dilbag Singh. The team also interacted with some newly elected panchayat members and councillors. The group drove past four detention facilities where dozens of politicians including three former chief ministers are detained. A member of the delegation claimed that the group was conscious that “some people were being kept away from us”. Hermann Tertsch of Spain’s Vox Party said the delegation was trying to make sense of what was happening, but did not have enough facts to draw a conclusion.   According to NDTV, of the 27 MEPs who arrived in India for the visit – at least four did not visit Kashmir – only three were from Left or liberal parties. Chris Davies, an MP of the United Kingdom’s Liberal Democrats party, had claimed on Tuesday that he too was invited by the Indian government to visit Kashmir but the invitation was withdrawn after he insisted on being allowed to speak freely with local people. Also read:1. The Daily Fix: European MPs visit to Kashmir looks like a weak attempt by Modi at damage control2. How did an ‘international business broker’ gain access to PM Modi for EU delegates’ Kashmir trip?Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-30T15:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130010-lfmxncuukp-1572428449.jpg","tags":["Jammu and Kashmir","European Parliament","European Union"],"source":"https://scroll.in/latest/942100/kashmir-is-indias-internal-matter-we-stand-by-new-delhi-in-fight-against-terrorism-say-meps"}