{"title":"Kashmir Press Club expresses concern about FIR against journalist Sajad Gul on ‘fabricated charges’","content":"The Kashmir Press Club on Sunday expressed concern over the case registered against Kashmiri journalist Sajad Gul, who has alleged that he was being harassed and falsely implicated by the authorities for doing a story about demolition drive in a village in Bandipora’s Hajin area recently.Gul, a north Kashmir-based reporter has been booked for “rioting, trespassing, and assault” for an article he wrote for The Kashmir Walla on February 9, according to the website. In the story, the villagers of Bandipora alleged that they were being “harassed and threatened” by Tehsildar Hajin Ghulam Mohammad Bhat over the alleged demolition drive in the area. After the article was published, the tehsildar filed a complaint against Gul at the Hajin Bandipora Police Station, on the basis of which, the police booked him under various sections of the Indian Penal Code. But despite repeated requests, Gul said he had not been provided the copy of the first information report by the police. The reporter then wrote to the Kashmir Press Club, stating that he stood by the story. In the letter, Gul also said that the concerned tehsildar, through the police, was trying to implicate him in under trumped up charges of stone-pelting.“I want to bring it to your kind notice that Tehsildar Hajin Ghulam Mohammad Bhat has been harassing me from last two weeks by putting baseless allegations like stone pelting and shouting slogans during their demolition drive which happened on 10th February” Gul wrote, the Kashmir Press Club said. The journalist added that he was not even in town on the day of demolition. He said he was in Rajbagh area of Srinagar, and that he had requested authorities to verify his claim by tracing his location on his cellphone. “...But to my utter dismay they are not resolving the matter,” Gul told the Kashmir Press Club. “The tehsildar has been threatening me to end my career and put me behind bars for doing the story which is based on sheer truth and facts.”The Kashmir Press Club said that they too had flagged the case with the divisional commissioner as well as the deputy commissioner. But despite their assurances, an FIR was registered against Gul, it said. The press body urged the divisional commissioner of Kashmir and the inspector general of police to look into the alleged misuse of his authority by the concerned tehsildar on whose insistence Gul was booked. It also implored the authorities to thoroughly probe the matter, and particularly the assertion by the reporter that he wasn’t even present at the location on that day. Gul himself is ready to give all the proof in this regard, the Press Club noted. “The Club expresses deep concern on registration of such an FIR against the journalist concerned on ‘false and fabricated charges’ again and reiterates that public spirited journalism or highlighting the concerns of the affected is one of the primary duties of the media and implicating a journalist for rendering public services on false and fabricated charges is an assault on journalism,” the press body said.","author":"Scroll Staff","time":"2021-02-21T14:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155210-ukbiscifjw-1613895813.jpg","tags":["Kashmir Press Club","Jammu and Kashmir","freedom of press","Sajad Gul"],"source":"https://scroll.in/latest/987505/kashmir-press-club-expresses-concern-about-fir-against-journalist-sajad-gul-on-fabricated-charges"}