{"title":"Katchatheevu dispute settled 50 years ago, no need to revisit it, says Sri Lanka","content":"The dispute over Katchatheevu was settled 50 years ago and there is no need to revisit it, Sri Lankan Foreign Minister Ali Sabry said on Wednesday, The Times of India reported.Sabry’s comments are the first official reaction by Sri Lanka to the recent political row in India over New Delhi having given up claims to the island in 1974.“There is no controversy,” the newspaper quoted Sabry as saying in response to a reporters’ questions. “They [India] are having an internal political debate about who is responsible. Other than that, no one is talking about claiming Katchatheevu.”Katchatheevu is a small uninhabited island in the Palk Strait between India and Sri Lanka. Both India and Sri Lanka had laid claim over the island since at least 1921.In 1974, the two countries signed an agreement demarcating their maritime boundary. It said that the boundary runs one mile off Katchatheevu’s western coast, effectively placing the island in Sri Lankan territorial waters.Just in: First Reaction Kachchatheevu issue from Sri Lanka. Sri Lanka foreign minister @alisabrypc says, \"this is a problem that was discussed and resolved 50 years ago, and there is no need to discuss it again\"Vdo ctsy: Hiru News pic.twitter.com/awzjlPZ0yJ— Sidhant Sibal (@sidhant) April 3, 2024\n\n\nOn Sunday, the Prime Minister Narendra Modi criticised the Congress citing “new facts” that had shown that the party had “callously” given away the island to Sri Lanka. He was referring to a The Times of India report that quoted documents in a Right to Information reply suggesting that Indira Gandhi, the prime minister at the time, handed over Katchatheevu to the island nation.Bharatiya Janata Party’s Tamil Nadu chief K Annamalai had obtained the documents through a Right to Information application, the newspaper said.A day later, the prime minister alleged that “new details” about the matter had “unmasked” the Dravida Munnetra Kazhagam’s “double standards”. He cited another report by The Times of India based the documents, which showed that the late Dravida Munnetra Kazhagam leader M Karunanidhi, Tamil Nadu’s chief minister at the time, had agreed to giving away Katchatheevu despite his party’s public disapproval of the deal.Scroll was not able to independently verify the authenticity of the documents.Also read: Explained: The Katchatheevu dispute with Sri Lanka that Modi is raking up this election seasonExternal Affairs Minister S Jaishankar said on Monday that this was a “live” issue and has not “suddenly resurfaced”.“It is an issue that has been very much debated in Parliament and in Tamil Nadu politics,” Jaishankar said. “It has been a subject of correspondence between the Union government and the state government.”Congress President Mallikarjun Kharge said on Sunday that the prime minister had “suddenly woken up to the issues of territorial integrity and national security” in the tenth year of his term.“Perhaps, elections are the trigger,” Kharge said. “Your desperation is palpable,” he added.The Congress leader asked whether the Union government had taken any steps “to resolve this issue and take back Katchatheevu”.He also said that Modi had given a “clean chit to China” after 20 Indian soldiers were killed in a face-off with Chinese troops in eastern Ladakh’s Galwan Valley in 2020.On Monday, Dravida Munnetra Kazhagam chief and Tamil Nadu Chief Minister MK Stalin, responding to Modi’s allegations, said that the state wanted a response to three questions from those who had brought up the Katchatheevu issue after a “slumber” of 10 years.","author":"Scroll Staff","time":"2024-04-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199815-djnifiuvkv-1712200349.jpg","tags":["Katchatheevu","Sri Lanka","India"]}