{"title":"Katrina Kaif on ‘Bharat’ and what 2019 holds for her: ‘The plan is not to have a plan’","content":"Katrina Kaif was the surprise package in Aanand L Rai’s box office bomb Zero. She played troubled movie star Babita Kumari, who strikes up a friendship with the star-struck dwarf Bauua, played by Shah Rukh Khan. Kaif is currently shooting for Bharat, with her mentor and regular co-star, Salman Khan. Ali Abbas Zafar’s remake of the Korean hit Ode to My Father will be released in June. Zafar has given Kaif one of her biggest hits since she began her career in Hindi films with Boom in 2003 – the 2017 action drama Tiger Zinda Hai. Both of Kaif’s films in 2018 underperformed – Thugs of Hindostan and Zero – but she believes that the audience’s appetite for big-budget spectacles hasn’t diminished. “People still want a rocking good Bollywood film,” Kaif told Scroll.in. What is 2019 looking like for you?I have enjoyed the learning process for Bharat, which was shot on a tight schedule. I have been reading a lot of scripts. I am looking at a some material that I want to develop. But honestly, the plan is not to have a plan. I want focus on what I really want to do, be at peace with myself, my core and be truthful to my audiences.\n\n\n    \n    Play\n\nBharat (2019).Has your process of how you choose films changed over the years?What I’m trying to do right now is make sure that I’m not making decisions by habit. I’m trying to make decisions that are very, very honest to who I am and what I want to do right now. Fortunately for me, the audiences have given me those chances. I have to be truthful to them, and myself.This is now like a long relationship, like marriage. This is not like we’re just dating. There are times when you don’t have work, you have good films, you have bad films, you have films which have not worked. This is going to come for any actor. There is no exception to this rule. But the only thing I can give myself are my values and my rules, which I use to guide myself to who I am today, from who I was earlier. There are times when I tell myself, how why am I looking at things this way when earlier, I would have approached things differently? And immediately, I reason, why am I judging myself now by how I would have done things earlier?  Who I am today is not the person I was earlier. You evolve, life brings about changes. As long as I am honest to myself, I have the confidence that the audience will give me those chances over and over again.Your performance in ‘Zero’ was praised. How did you approach the character of Babita Kumari?I didn’t have any preconceived or expected responses. I just sort of found the peace that you sometimes feel when you finish a certain character.  I felt a strong connect to the basic roots of this character.It has been 15 years since I have been in the industry. At this point of where I am in life and what I’m trying to do as an actor, what’s important for me is to make sure I have been honest and true to the character. There have been many times when I’ve done something by instinct, or by the director’s vision or gone with a certain description.I had a huge advantage with Aanand sir [Aanand L Rai], because he had such belief in me and he was so persistent. I had this rock-solid support behind me, the unwavering confidence of my director and writer.The great thing about Anand sir is that he mentors you. For me, it’s very important to always have that very strong guiding force that tells me, Babita does not feel that emotion like this, she feels it like this. Having that strong support system was incredibly important.The response to the performance helped me take that one step forward. To keep myself inspired during work is what I want to do right now.\n\n\n    \n    Play\n\nHusn Parcha, Zero (2018).What kind of roles are coming your way?I have been fortunate right through my career to have been offered such films as Raajneeti and Namastey London. In Raajneeti, I play a woman who takes over the reins of politics after her husband gets murdered, whereas in Namastey London, I play a woman who breaks out of the confines of society and conventions. Right from the beginning, I have played unorthodox and out-of-the-box characters. In the middle, I made some choices because of the film and not the character per se, which I enjoyed immensely too. What I see now is a lot more empowered women, blossoming into diverse roles in real life, and that is reflected in the way they are being depicted in our films. I see a lot more diverse writing with female characters, and the digital platform has also encouraged this diversity. The trend now is to pay a lot more attention to the writing and the story and not try and just put projects together. You have been in several hits, but ‘Thugs of Hindostan’ and ‘Zero’ were underwhelming, while less conventional films such as ‘Andhadhun’ and ‘Badhaai Ho’ ran in packed theatres. Is this the new normal?  I would beg to differ here. One thing happens, and everyone goes like, whoops! There goes the death knell for masala films!I do not believe that one film not doing well is a trend. We all have to start adapting to our times. We see this in the West with brilliant actors such as Nicole Kidman, Reese Witherspoon and Anne Hathaway, who are all adapting beautifully to characters that have been written for their age and their times.  When you see Thugs of Hindostan failing at the box office, you need to remember that the film grossed the highest opening of all times. If the audiences did not really want to see an escapist film, they would not even have turned up to watch it. The opening numbers tell us that the audiences still want to watch a good, fun, entertaining film.  What the audience is saying is, please make sure that you give us a story that is honest and interesting and at par with the kind of content we see across all platforms. So you cannot really say escapism is not working. People still want a rocking good Bollywood film.\n\n\n    \n    Play\n\nDil Diyan Gallan, Tiger Zinda Hai (2017).You embraced social media as late as 2017, and since then you have been pretty active with your posts. How would you describe the relationship with the platform?I am comfortable and happy with Instagram – I am not on Twitter.  Instagram is a great place to connect. I am a very visual person and I love telling visual stories and the communication with the community. I would not call them fans or followers. But where I feel we should draw a line is when an image or a post is used to draw comparisons with something or someone else. One needs a sense of balance. Do you also enjoy the control Instagram gives you over your narrative? After all, the community sees only what you want it to see, and yet there is a sense of being privy to every intimate moment, of a direct form of communication.You are absolutely right. It is a great way to reach out to people, but what you see is a curated view of only one page from our lives. Trust me, there are way more pages in a star’s life than you can imagine or what is evident.But yes, I would love to put forward my best face, look good. It is important to us as actors, as stars, to appear in a certain way. I would not like the world to see me on a bad hair day or share my moments from a day when I know I have been gaining weight. You only want to share nice moments. The communication is as important as the edit. It also works as a reminder for us to work harder on how we present ourselves.Salman Khan and Katrina Kaif in Bharat. Courtesy Salman Khan Films/T-Series.","author":"Chandrima Pal","time":"2019-01-24T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110944-btlfuryxia-1547880524.jpg","tags":["Katrina Kaif","Bharat film","Zero"],"source":"https://scroll.in/reel/910052/katrina-kaif-on-bharat-and-what-2019-holds-for-her-the-plan-is-not-to-have-a-plan"}