{"title":"KCR’s decision to call early elections in Telangana shows Lok Sabha 2019 is wide open","content":"The outcome of the 2019 Lok Sabha elections is not yet a done deal. That is the message Telangana Chief Minister K Chandrashekhar Rao sent out with his decision on Thursday to opt for early elections in his state.Rao, popularly known as KCR, took the unprecedented step of curtailing his term in office by nine months, which is no small period for a government. Most chief ministers would not risk shortening their terms by even a day. Some who opted for early polls have had to bite the dust, as was the case with both Atal Bihari Vajpayee and Chandrababu Naidu in 2004.Clearly, KCR does not want the Telangana Assembly polls to be clubbed with the Lok Sabha elections. The Assembly’s term was to come to an end in June 2019 and elections to both Telangana and Andhra Pradesh were due to be held along with the general elections. Now, the “T” polls will be held in November-December along with elections in Rajasthan, Madhya Pradesh, Chhattisgarh and Mizoram.KCR would not have worried too much about the Modi magic rubbing off on his voters, even if elections in Telangana were held simultaneously with the Lok Sabha polls. This is for the simple reason that the Bharatiya Janata Party is not a factor in Telangana, and is unlikely to become one overnight, even in a national election. (That would hold true for states like Tamil Nadu and Kerala too.)In all likelihood, KCR would have been more worried about the Congress, his main opponent in the state, which has been regrouping. He may have calculated that as the weeks pass by, such a situation may present more difficulties for his party, and that the time to strike and consolidate his gains is now.Once he has the state back under his belt, he can keep his options open on who he allies with nationally, and that would depend on who forms the government in Delhi. As is the case with some other regional parties, such as Odisha Chief Minister Naveen Patnaik’s Biju Janata Dal, he can go with either side, but only after the elections.An NDA ally?Before the elections, KCR would like to profess a distance from the BJP in order to keep Muslims – who account for around 12% of Telangana’s population – by his side. They voted for him in the last election. But they may look towards the Congress this time. More so if simultaneous polls were to be held – the Congress, as the larger and pan-India party, may be more attractive to those who want to take on the BJP.If his actions in the last few months are anything to go by, KCR has shown an inclination to gravitate towards the BJP. He has met Prime Minister Narendra Modi three times in one month. For all practical purposes, he is an ally of the BJP-led National Democratic Alliance without being formally designated as such. He voted with the ruling party in the election to the post of deputy chairman of the Rajya Sabha in August. He facilitated the BJP’s victory in the no-confidence motion in the Lok Sabha in July. His party also helped prevent the no-trust motion against the government from being taken up during the Budget Session of Parliament. Telangana Rashtra Samithi MPs rushed into the well of the House each time the Telugu Desam Party raised the subject of a no-confidence motion against the Centre, over its rejection of the party’s demand for special status for Andhra Pradesh. KCR supported demonetisation in 2016. And in May, he skipped HD Kumaraswamy’s swearing-in as chief minister of Karnataka even as the entire Opposition gathered in a show of unity.KCR was also the first to moot the idea of an anti-Congress, anti-BJP “federal front” made up of state parties. Many believe that a three-way division of votes would mean advantage BJP. Trinamool Congress chief Mamata Bannerji was cool to the idea. Dravida Munnetra Kazhagam chief MK Stalin, in the days following his father M Karunanidhi’s death last month, has openly come out against Modi. As for Kumaraswamy’s Janata Dal (Secular), it is already in a ruling alliance with the Congress in Karnataka.K Chandrashekhar Rao has met Prime Minister Narendra Modi three times in a month. (Credit: PTI)Looking long-termWhile many state satraps would like one of them to lead the government at the Centre, if such an opportunity were to arise in 2019, they do not see this happening by leaving the Congress out of any Opposition front. They appear to have come to the conclusion that it is not a front of Opposition parties at the national level that will dent support to the BJP but their coming together in five states – Uttar Pradesh, Bihar, Maharashtra, Karnataka and Jharkhand.Clearly, KCR has picked his time to dissolve the Telangana Assembly with care. It has ensured that elections to the state will be held along with those in Rajasthan, Madhya Pradesh, Chhattisgarh and Mizoram this winter.The BJP is worried about the impact of the loss of even two of the Hindi heartland states on the momentum it will try and build in the run-up to the Lok Sabha elections. But the damage might get mitigated, at least at the perception level, if KCR wins Telangana, a regional party comes to power in Mizoram, and the BJP gets just one state while the Congress wins two.With early elections, KCR has made a bid to retain his state, which would naturally be his most important consideration. By announcing a list of 105 Telangana Rashtra Samithi candidates even before news of the dissolution of the Assembly had reached the Election Commission, he has struck even as the Congress was just starting to get its act together. Congress has reportedly reached out to the Telugu Desam Party for an alliance and made overtures to the Reddys, who have been increasingly unhappy under KCR’s rule. The Kammas, the other dominant community, have all along been with the Telugu Desam Party.If KCR wins the election, he would be that much stronger to make his next move on the chess board called national politics.","author":"Neerja Chowdhury","time":"2018-09-07T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893466-frwdvtckqk-1536249480.jpeg","tags":["Telangana","Telangana early polls","K Chandrashekhar Rao","KCR","BJP","Congress"],"source":"https://scroll.in/article/893466/kcrs-decision-to-call-early-elections-in-telangana-shows-lok-sabha-2019-is-wide-open"}