{"title":"In the movies, young love is an uphill climb and the Hindu-Muslim romance even more so","content":"What is love without obstacles in real life, but especially in cinema? Tyrannical fathers, oppressive mothers, possessive siblings, rejected suitors and assorted mischief-makers have blocked the path of young screen lovers over the decades. One reliable hurdle before romance can reach its logical conclusion (marriage, per the movies) is religion, making the inter-faith love story a small but vital sub-category in the Indian romance genre. Examples of inter-religious relationships range from the Hindu-Christian romances in Bobby (1975), Julie (1975) and Annayum Rasoolum (2013) to the Sikh-Muslim marriage in the Partition-period film Gadar: Ek Prem Katha (2001). But it’s the Hindu-Muslim relationship that raises the most temperatures, especially at a time that has seen the coining of the divisive term “love jihad”. Every film that dares to show Hindus and Muslims in love must now tread carefully and make allowances for protests and court cases before its release.The latest instance is Abhishek Kapoor’s Kedarnath. The December 7 release depicts a love story between a Muslim porter (Sushant Singh Rajput) and a Hindu tourist (Sara Ali Khan) who is on a religious pilgrimage to Kedarnath. (It’s usually Hindu men who lose their hearts to Muslim women in the movies.) Kedarnath has already led to demands for a ban by Bharatiya Janata Party leader Ajendra Ajay over a moment in the trailer that depicts a kiss. A petition has also been filed in the Gujarat High Court by the International Hindu Sena on the same ground. \n\n\n    \n    Play\n\nQaafirana, Kedarnath (2018).The Hindu Right-wing outrage points to one of the greatest fears over inter-religious marriages: to which faith will the children born of this union belong? Mani Ratnam’s Bombay (1995) tackles the question head-on. Ratnam’s swooning love story seems even more radical with the passage of time. It begins when Shekhar (Arvind Swami) sees the veil lift off the face of Shaila Bano (Manisha Koirala). One look on a rain-swept day is enough to persuade Shekhar to leap across the boundaries that separate Hindus and Muslims in his village and elope with Shaila. Bombay, famed for its cosmopolitan spirit, seems to be the perfect refuge for Shekhar and Shaila, but the Hindutva movement that led to the destruction of the Babri Masjid in Ayodhya in 1992 brings communal violence to their doorstep.Bombay folds within its mainstream conventions the message of inter-faith tolerance. Shekhar seems to be an atheist, while Shaila practises her faith in peace. Shaila’s pregnancy is an event celebrated with a song (Poovukkenna Poottu) and the twin boys who follow have cute inter-faith names. The warring grandfathers melt when they see the boys, and even though the riots nearly tear the family apart, Bombay ends on a far more positive note than in reality. If only life were a movie, with music by AR Rahman.\n\n\n    \n    Play\n\nPoovukkenna Poottu, Bombay (1995).Mumbai is also the setting for Lateef Binni’s Dahek (1999), starring Sonali Bendre and Akshaye Khanna. Danny Denzongpa plays the Muslim patriarch whose rage over the love between his niece Sabina and her college mate Sameer explodes. Moderate voices on both sides are drowned by the clamour for revenge after the couple flees. Unaware of the storm they have caused, the happy lovers coo to each other in safe environs, while Mumbai burns (an allusion to communal riots in Mumbai in 1992 and ’93).\n\n\n    \n    Play\n\nSaavan Barse Tarse Dil, Dahek (1999).The events of 1992 similarly cast a shadow over the characters in Aparna Sen’s Mr and Mrs Iyer (2002). Meenakshi Iyer (Konkona Sen Sharma), a Hindu Tamilian, gives refuge to Jehangir Chowdhury (Rahul Bose), a Muslim Bengali, when the bus they are travelling in is attacked by Hindu rioters. Meenakshi puts her child in Jehangir’s lap and declares that he is her husband, Subramani. They continue playing husband and wife as they attempt to find their way back to Kolkata amid communal tensions and a curfew. Somewhere along the journey, the play-acting threatens to develop into love, making Meenakshi and Jehangir forget themselves, if only for a little while.When there is Islam in contemporary cinema, there is invariably talk of terrorism. Two films examine this dubious connection from opposite sides of the divide. Rensil D’Silva’s Kurbaan (2009) is a case study for why impressionable Hindu women should not succumb to handsome Muslim men. Avantika (Kareena Kapoor) has a seemingly happy marriage, but she does not know that her husband Ehsaan (Saif Ali Khan) is not a professor of ‘Islam and the Modern World’ but a sleeper cell agent who has been using her to execute a terrorist attack on America. Ehsan is also revealed to be a Pakistani, for good measure.Karan Johar’s My Name is Khan (2010) makes links between the Mumbai riots, the September 11, 2001, attacks on America, and religious bigotry. Shah Rukh Khan’s Rizwan Khan, who has Asperger’s syndrome, weds the widow Mandira (Kajol) and becomes a loving father to her son. Mandira’s son dies in a hate attack, and Mandira turns on Rizwan in her grief. This would never have happened if I hadn’t married a Muslim and my son’s surname wasn’t Khan, she tells Rizwan. Go and meet the American president and tell him you are not a terrorist, Mandira exhorts Rizwan, and he takes her literally. Off Rizwan goes, on a journey that proves to be more risible than touching.\n\n\n    \n    Play\n\nTere Naina, My Name is Khan (2010).The canard of divided loyalty crops up in Anubhav Sinha’s Mulk (2018). Taapsee Pannu plays Aarti, the Hindu daughter-in-law of Murad Ali (Rishi Kapoor) who springs to her family’s defence when Murad’s younger son is revealed to be a terrorist. Murad is guilty by association, and Aarti must stand by her marital family despite criticism to dispel the idea that an entire community can be seen with suspicion because of the actions of a few. \n\n\n    \n    Play\n\nMulk (2018).Ehsaan from Kurbaan is the stereotypical bad Pakistani, but some movies boldly make the case for romance that leaps across faith and borders. Two films released in 2012 within months of each other advance the Bollywoodian argument that rival intelligence agents can fall in love without betraying their respective cause. In Sriram Raghavan’s Agent Vinod, Vinod (Saif Ali Khan) and Irum (Kareena Kapoor) are from different faiths and on opposite sides, but they pool their resources when faced with a nuclear threat over the subcontinent. Kabir Khan’s Ek Tha Tiger boldly makes the case for passion that is free of flag-thumping. Indian spy Avinash Singh Rathore (Salman Khan) chooses love over duty after he falls for Pakistani agent Zoya (Katrina Kaif). We will return when neither country needs an intelligence agency, the lovers tell their pursuers. The movie’s gargantuan box office, which was matched for its sequel Tiger Zinda Hai (2017), gives hope that jingoism has its limits.\n\n\n    \n    Play\n\nSaiyaara, Ek Tha Tiger (2012).Anxieties over Hindu-Muslim romance stretch back into the ages. Ancient Indian history is filled with instances of mixed marriages, and filmmakers keen on drama and conflict haven’t shied from examining such relationships – even if they have paid the price for it.Political expediency, a strategic alliance, male entitlement, reckless ardour – all these factors come into play in Ashutosh Gowariker’s Jodhaa Akbar (2008). The question of whether Mughal emperor Akbar was married to a Rajput woman by the name of Jodhaa is less contentious than whether Padmavati ever walked on this earth, but it was still enough to raise temperatures. In an early indication of the intolerance that greeted Sanjay Leela Bhansali’s Bajirao Mastani and Padaamvat in the 2010s, Jodhaa Akbar caused Rajput groups to wage a war on cinematic imagination.The film doesn’t shy away from the question of Jodhaa’s faith, and places it within the larger culture of tolerance practised in Akbar’s court. The passion between Akbar (Hrithik Roshan) and Jodhaa (Aishwarya Rai) is of the slow-burn variety. He proceeds cautiously, she accepts gradually, and many minutes pass before they finally consummate their marriage. Stripped of its historical moorings and period setting, the movie is an old-fashioned portrayal of a man and a woman getting to know each other within the framework of an arranged marriage.Hrithik Roshan and Aishwarya Rai in Jodhaa Akbar (2008). Courtesy UTV Movies.Sanjay Leela Bhansali’s mash-up of history and romance has proven to be even more controversial. Bajirao Mastani (2015) is based on the eighteenth-century story of Peshwa Bajirao I and his second wife, Mastani. The film, starring Ranveer Singh and Deepika Padukone, allows Bhansali to roll out the lavish sets and gorgeous costumes that have become a trademark of his productions. Mastani’s faith is a sticking point with Bajirao’s scheming courtiers, while the first wife, Kashi (Priyanka Chopra), bristles with having to share her hunky husband with another woman. Wife and second wife eventually dance their woes away, but Bajirao and Mastani are destined to be doomed figures, united by love and torn apart by their social differences.The protests that greeted Bajirao Mastani were dialled up for Bhansali’s Padmaavat (2018). Padmaavat isn’t strictly a Hindu-Muslim romance, but the mere suggestion, drawn from popular legend, that a Muslim king could covet a Rajput princess, was enough to get the hordes excited. They needn’t have feared – the real romance in Padmaavat is between Ranveer Singh’s Alauddin Khilji and his reflection.The other popular framing device for examining Hindu-Muslim love looks at more recent history: the Partition. In Chandraprakash Dwivedi’s Pinjar (2003), based on the Amrita Pritam novel of the same name, Rashid (Manoj Bajpayee) kidnaps Puro (Urmila Matondkar) days before she is to wed Ramchand (Sanjay Suri). The kidnapping is an act of vengeance, since years ago, Puro’s ancestors had similarly kidnapped Rashid’s aunt. Puro’s kidnapping acquires added significance because of the timing: Amritsar, 1946, months before the Partition. Puro’s abduction is reminiscent of the kidnap and rape of women during violent conflicts. What’s different about Rashid is that he has also fallen for Puro and wants to marry her. He cites his love as a reason for sparing her from rape. Puro manages to escape from Rashid and returns home, but she is rejected by her parents, who tell her that a “defiled” daughter will bring them a bad name and prompt more violence from the Muslims. “Dharm gaya, janm gaya,” Puro’s father says. Puro returns to Rashid and chooses to stay with him even when she gets a second chance to go back to her family. “You are my only reality,” she tells Rashid.\n\n\n    \n    Play\n\nPinjar (2003).Among the directors who have examined the Partition both directly and obliquely is Yash Chopra. Dharmputra (1961) considers the impact of the division of India through a Hindu fundamentalist who is unaware that he is actually a Muslim. In the multi-starrer Waqt (1965), the earthquake that separates a large family is a clear substitute for the divisions caused by the Partition. Chopra addresses the slicing of the Punjab region in Veer-Zaara (2004), about the romance that develops between Indian Air Force pilot Veer (Shah Rukh Khan) and wealthy Pakistani Zaara (Preity Zinta). Separated by their mode of prayer and their passport status, Veer and Zaara are destined to spend the bulk of their adult lives apart. Were it not for the border that runs through the region, this pair would have been gamboling through mustard fields and singing Madan Mohan songs, the three-hankie movie suggests.\n\n\n    \n    Play\n\nTere Liye, Veer-Zaara (2004).A more nuanced exploration of the subject is Deepa Mehta’s Earth (1998). Containing one of Aamir Khan’s finest performances, Earth is based on Pakistani writer Bapsi Sidhwa’s 1991 novel Ice Candy Man, and looks at the impact of the Partition on all the faiths that resided in undivided Punjab at the time. A polio-afflicted Parsi girl has a Hindu for a governess, the lovely Shanta (Nandita Das). Shanta has two suitors, both Muslim (Rahul Khanna’s Hassan and Aamir Khan’s Dilnavaz), and one of them loses his head over the slaughter brought on by the Partition. Betrayed by a spurned Dilnavaz and turned over to rioters, Shanta becomes one of the most horrific casualties of the conflict.\n\n\n    \n    Play\n\nRuth Aa Gayee Re, Earth (1998).Religion doesn’t matter in such films as Abhishek Chaubey’s Ishqiya (2010), where Vidya Balan’s merry Hindu widow is wooed by the Muslim uncle-nephew pair played by Naseeruddin Shah and Arshad Warsi, or Aanand L Rai’s Raanjhanaa (2013), where Dhanush’s Kundan has been in love with his Muslim neighbour Zoya (Sonam Kapoor) for as long as he can remember.In Habib Faisal’s Ishaqzaade (2012), William Shakespeare’s dependable Romeo and Juliet provides inspiration for the events, rather than the fact that Zoya (Parineeti Chopra) and Parma (Arjun Kapoor) are from different religions. Zoya and Parma are both gun-waving hotheads from opposing political families. The inter-faith angle is less a worry than the enmity between their clans. Religion doesn’t come into the picture for the deracinated and wealthy men and women in Zoya Akhtar’s Zindagi Na Milegi Dobara (2011). Farhan Akhtar’s character is named Imran, but he might just have been called Ishwar or Ignatius.\n\n\n    \n    Play\n\nTum Tak, Raanjhanaa (2013).Can inter-religious romance ever be easy, whether in the 18th century or in 1947 or in the present? A bracing reality check is provided by RS Vimal’s 2015 Malayalam film Ennu Ninte Moideen (Yours Truly, Moideen). Set in the 1960s, the Parvathy-Prithviraj starrer is based on the real-life tragic love story of Kottakkal Kanchanamala, the daughter of a Hindu Thiyya aristocrat, and Moideen, the son of a wealthy Muslim landlord in Mukkam.  When their relationship is discovered, Kanchanamala and Moideen are kept apart for nearly 30 years even though their fathers are close friends. In a memorable scene, Moideen’s father is bailed out of an impending arrest for attempting to murder Moideen by Kanchanamala’s father. Meanwhile, the star-crossed lovers nurture the foolhardy hope that they will eventually be allowed to be together. They develop their own coded language and write letters to each other for years, but their families remain unmoved by their anguish. Kanchanamala and Moideen finally decide to elope to America. On the day of their departure, Moideen drowns in the Iruvazhinji river in a boat accident. Kanchanamala ekes out the rest of her life as Moideen’s unmarried widow. Sometimes, Hindi-Muslim love is not meant to be.\n\n\n    \n    Play\n\nMukkathe Penne, Ennu Ninte Moideen (2015).","author":"Archana NathanNandini Ramnath","time":"2018-12-04T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106927-elevkkdvbr-1543516579.jpg","tags":["Kedarnath films","Hindu-Muslim romance in films","Mani Ratnam's Bombay"],"source":"https://scroll.in/reel/903989/kedarnath-young-love-is-an-uphill-climb-and-the-hindu-muslim-romance-even-more-so"}