{"title":"‘Kedarnath’ film review: Sara Ali Khan shines in ‘Titanic’ set in the mountains","content":"The Hindu-Muslim romance gets a Titanic-style outing in Abhishek Kapoor’s fifth movie. In James Cameron’s global blockbuster from 1997, the class barrier that separated the leads proved insignificant in the face of the sinking of the luxury ship. Kedarnath adds to class differences to the iceberg of religion: Mansoor (Sushant Singh Rajput) loses his heart to Mandakini (Sara Ali Khan), the daughter of an influential Hindu priest.Kedarnath, like Titanic, has been inspired by a real-life disaster: the cloudburst and subsequent floods that ravaged parts of North India in 2013, causing thousands of deaths. Even without nature’s intervention, the romance between the movie’s attractive stars surges inexorably towards conflict, with the floods providing a watery coda to forbidden love.Mansoor is a working-class porter, carrying pilgrims and their luggage on his back and on his horse. His generous ways and friendliness catch the eye of Mandakini, a spitfire with a long list of admirers and a mean fiance, Kulu Nishant Dahiya). A suspension of disbelief is necessary in the scenes in which the cleavage-revealing Mandakini openly cavorts with Mansoor for weeks before anybody in the close-knit town wisens up to the fact. Yet, the romance, which unfolds through repartee and long trudges up the mountainside lovingly lensed by Tushar Kanti Ray, has a pleasingly old-fashioned quality to it.This love isn’t meant to be, and when the clouds split open and rain and floods devastate Kedarnath, it almost appears that somebody up there is playing a very mean joke. The movie tries to deflect the aspect of predestination by feebly suggesting that the problems with the pilgrimage site are human-made. Even as Mandakini falls for Mansoor, Kulu leads a proposal to increase Kedarnath’s concrete quotient. When Mansoor protests that the town doesn’t need any more construction, he shouted down because of his faith.\n\n\n    \n    Play\n\nKedarnath (2018).The twinning of star-crossed romance and human-aided damage to the environment isn’t as smooth or convincing as it needed to have been. Abhishek Kapoor keeps the emotions in check, and despite a few eyebrow-wiggling family members, ensures drama over melodrama. That’s not always a good thing. Despite the brisk storytelling and nicely braided scenes that give a vivid sense of the locations, Kedarnath never achieves the emotional peak that is a requirement of the disaster movie. The emotions stir only when the icy waters crash onto land. The visual effects are as impressive as can be on a limited budget, and give a very real sense of what follows when the mountainside crumbles and houses and people are washed away.Despite Mansoor’s literal heavy lifting, Sushant Singh Rajput is a buttoned-down presence whose character has to prove his nationalism and underline his purity. The absence of any creases or rough edges makes Mansoor a very nice but a very dull boy. Singh Rajput’s reticence is amply compensated for by Sara Ali Khan, a debutant with the confidence of a camera veteran. Ali Khan is a vibrant presence, lending her character spirit and charisma. She is the most watchable and memorable character in the pre-interval sequences, and gives a snappily told but somewhat cold film much-needed warmth when the mountains melt and everything goes under water.\n\n\n    \n    Play\n\nNamo Namo. Kedarnath (2018).","author":"Nandini Ramnath","time":"2018-12-07T07:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107242-mlypauhvzw-1543910107.jpg","tags":["Kedarnath film","Sushant Singh Rajput","Sara Ali Khan"],"source":"https://scroll.in/reel/904581/kedarnath-film-review-sara-ali-khan-shines-in-titanic-set-in-the-mountains"}