{"title":"Kejriwal versus who? Without a CM face in Delhi, BJP is banking on Modi ","content":"At a much anticipated meeting of Bharatiya Janata Party booth workers earlier this month, then party president Amit Shah took the stage to deliver what many believed would be the announcement of a chief ministerial face for the upcoming Delhi elections. “BJP will form the next government in Delhi under the leadership of  Prime Minister Narendra Modi,” Shah said, disappointing those who were expecting a name and underlining one of the main narratives of the February 8 polls. The Aam Aadmi Party is asking the voters of Delhi to put their faith once again in Chief Minister Arvind Kejriwal. The BJP, which has been out of power in the state since 1998, wants the public to rally behind Modi, saying it doesn’t need to announce a chief ministerial candidate. For 56-year-old Rajvir, a resident of West Delhi’s Matiala who usually supports the BJP says this doesn’t quite work. “In Lok Sabha, the party is supreme but in Assembly elections we see the [chief ministerial] candidate,” he said.The BJP is a strong force in the capital, even though it has been two decades since it had a leader occupy the chief minister’s post. In the 2014 Lok Sabha elections, the party won all seven seats in Delhi  with a vote share of 46%. In 2015 Assembly elections – when former police officer Kiran Bedi was suddenly brought in as a chief ministerial candidate just two months before the polls – it was crushed by Kejriwal’s AAP, which won 67 seats, leaving only three for the BJP. Since then it seems to have recovered, winning municipal elections and once again picking up all seven Lok Sabha seats in 2019 with an even higher vote share of 56.6%. In those elections, AAP came in third place, even behind the Congress. Yet as voting day approaches in Delhi, most expect AAP to be the front-runner – in part because no BJP leader in the state unit has managed to build up enough of a reputation to take on Kejriwal. The party is falling back on Modi, a tactic it has used in other states in the past, with middling results. “The charisma of our leader [Modi] is so big... it is larger than life,” said Harish Khurana, a spokesperson at BJP’s Delhi unit. “The delivery of his promises are one of the biggest focus areas of the Delhi BJP.”But supporters like Rajvir said they were not convinced of the party’s collective leadership in Delhi, including BJP Delhi President Manoj Tiwari. “We need workers who ask about us, not celebrities who sing and dance,” he said, a reference to Tiwari’s career as an actor and singer in Bhojpuri cinema. A party unit in disarray Not declaring its candidate for the top post in Delhi is also a sign that the party’s unit is still rife with infighting. “There is still a lot of factionalism within the party,” said a party leader who did not wish to be identified. Satish Upadhyay, who was BJP Delhi chief before Tiwari and is convenor of the party’s poll management committees acknowledge the internal differences, though he tried to downplay them. “There is no party or family where two people do not have a difference of opinion,” he said. The BJP’s Delhi unit has been riven with infighting for decades now. In 2013, Vijay Goel and Harsh Vardhan, both members of Parliament, were vying for the chief ministerial post in the run up to the Assembly polls that year. The party chose Vardhan and won 31 out of 70 seats with a vote share of 33.3%, falling short of a majority to form a government. In 2015, the BJP tried the Kiran Bedi experiment – installing an outside candidate with the backing of Modi and Shah to overcome differences within the state unit. This failed. “The  Delhi unit of the BJP did not support her [Bedi] wholeheartedly, which  resulted in the party winning only three seats,” said Praveen Rai, a  political analyst at Centre for the Study of Developing Societies.Since then party chiefs have been tasked with keeping different factions of the party together. And in 2016, eyeing the growing Purvanchali population in Delhi, the BJP roped in Bhojpuri actor and singer Manoj Tiwari to lead the state unit, which was earlier dominated by Punjabis, Baniyas and Jats. After the party’s Lok Sabha win in 2019 where Tiwari defeated former Delhi Chief Minister Sheila Dikshit, party leaders said that he could be projected as BJP’s chief ministerial face in the Assembly polls, reported The Indian Express in May 2019. But Tiwari, who the party hoped would help resolve the leadership question and reduce dissension within the ranks, has not lived up to the promise. “There are two strong sections in the state unit – the Punjabis and Banias, and the Purvanchalis. The announcement of a CM face would have created internal dissensions among the two camps,” Rai said. BJP MLA Vijender Gupta's door-to-door campaign on January 23. ‘Modi hai toh mumkin hai’In Delhi, Narendra Modi’s face is a common element in all the BJP’s campaign billboards, hoardings and pamphlets. From big rallies and roadshows to door-to-door meetings with candidates, the party is talking about Modi’s achievements. At around 9 am on January 23, a small crowd chanted slogans like ‘Modi hai toh mumkin hai’ (With Modi, it is possible) and ‘Jai Shri Ram’ while BJP MLA Vijender Gupta toured across societies in a neighbourhood in North Delhi’s Rohini. “Should there be a government that abuses the prime minister?” asked Gupta, while addressing a small crowd that gathered for his meeting. “He [Modi] is a capable leader...and his chest is bigger than 56 inches.” When asked who the party’s chief ministerial face is, Gupta said that it would be decided by the MLAs. But even then, some supporters at Gupta’s door-to-door campaign said they were not convinced that the party could win the election by projecting Modi. Narendra Modi is the face of the BJP's election billboards in Delhi. Photo: Vijayta LalwaniGK Ghai, a 61-year-old supporter of the BJP, said that the party was at an “overall disadvantage” by not declaring a chief ministerial candidate. “The BJP is only coming up with national issues,” said Ghai, a resident of Rohini. For the Assembly elections, Ghai pointed out that AAP was showcasing the work done by the Kejriwal government over the past five years. “It is a different thing that we disagree with them [AAP]. But at the end of the day, people are interested in roti, kapda, makaan.”He also said that the BJP did not have enough strong candidates that could lead the party to a victory in the National Capital. “Manoj Tiwari is just for the Purvanchalis,” he said. “He is not a grassroot level worker. It is the local candidates that need to be strong.” Others, however, felt that the collective leadership of the party would be enough to take on AAP. “Fighting on Modi’s face is an advantage,” said Amit Khurana, a 36-year-old resident of Rohini and a BJP supporter. Amit Khurana also said that issues such as water, electricity and education were secondary. “They [BJP] have brought all Hindus together,” he said. “Religion and nation should be a part of every election. The situation now is such that only Modi can handle it.” Others said that it was impossible to project a single face from the BJP. “It is not possible to show one candidate as the chief minister when there is a big family and the leadership goes to higher ranks,” said Rajiv Sharma, a 45-year-old supporter who lives in Rohini. “Only the main leadership will decide who will get to be the main face,” he said. Sharma however, said he hoped for Vijender Gupta to be declared as the chief ministerial face. CAA in bold letters at Amit Shah's public meeting in Matiala constituency, Delhi.National issues Aside from Modi, the BJP has used national issues such as the scrapping of Jammu and Kashmir’s special status, construction of the Ram temple in Ayodhya and the implementation of the amended Citizenship Act that has triggered nationwide protests. During a public meeting in West Delhi’s Matiala constituency on January 23, a banner placed behind Union Home Minister Amit Shah read out CAA in bold letters. Shah spoke about the amended Citizenship Act that fast tracks the citizenship process of undocumented illegal migrants belonging to Hindu, Buddhist, Jain, Sikh, Parsi and Christian communities from Pakistan, Afghanistan and Bangladesh. He criticised Deputy Chief Minister Manish Sisodia, who said on January 23 expressed his solidarity with the protestors at South Delhi’s Shaheen Bagh. “They have worked to break the law and order of Delhi,” Shah said. “Do those who instigate riots have the right to govern?”Shah drew a link between statements made by Kejriwal, Congress leader Rahul Gandhi and Pakistan Prime Minister Imran Khan. “You can see the statements on YouTube...they are the same,” Shah said. “I keep thinking what is the relation between these two. Whatever Rahul baba and Kejriwal say that Imran Khan also says...aapke beech mein rishta kya hai?” What relationship do you share with them?However, Shah’s speech that was dominated by national issues did not find enthuse many who had attended. Rajvir, who was among the hundreds during the meeting, said that a large number of voters were still unsure of voting for the BJP despite supporting the party on national issues. “The whole country is with BJP when it comes to national issues,” he said. “But he [Shah] did not speak on local issues. We could have watched what he said on television because they are constantly talking about Kashmir and NRC. There was nothing new in his speech.”Some of those who attended the meeting, however, claimed national issues were relevant for the elections. Rashtra Kumar, a 61-year-old supporter said that the biggest issue for him was water. But he added that scrapping of Jammu and Kashmir’s special status and the Supreme Court’s ruling in favour of building a Ram temple in Ayodhya had garnered his support for the BJP. “It would be good if the BJP comes to power in Delhi since it is already in power at the Centre and municipality level,” said Kumar, a resident of Matiala constituency. “Bees saal se zyada vanvaas ho gaya hai unko.” It has been more than 20 years since they lost power in Delhi.In the absence of a chief ministerial face, some BJP supporters defended the party’s decision to pit Kejriwal against Modi. “In the last five years, Kejriwal only kept saying that Modi was not allowing him to work,” said Shri Om, 62, a supporter who attended Shah’s meeting. “He should have thought then about comparing himself to Modi. Now he has stopped. But it is not the public’s fault for comparing the two.”Shri Om said that it was impossible to keep national issues away from Delhi since it is the capital of the country. “They [BJP] have solved big issues and I think they should get a chance in Delhi for its development,” he said. “This is the PM’s election for the development of Delhi,” he continued. “Unko mauka unko milna chahiya (he should get a chance)... Anyone can be placed as the chief minister.”","author":"Vijayta Lalwani","time":"2020-01-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135323-otauffmpzd-1580048437.jpeg","tags":["Delhi elections","Bharatiya Janata Party","Narendra Modi","Amit Shah","Manoj Tiwari"],"source":"https://scroll.in/article/950946/kejriwal-versus-who-without-a-cm-face-in-delhi-bjp-is-banking-on-modi-and-national-issues"}