{"title":"Kejriwal arrest: Following India’s action closely, says US after New Delhi summons envoy","content":"The United States said on Wednesday that it is continuing to follow India’s actions closely, hours after New Delhi objected to Washington’s comments on the arrest of Delhi Chief Minister Arvind Kejriwal.Earlier in the day, the External Affairs Ministry summoned Gloria Berbena, the United States’ acting deputy mission chief in New Delhi, to lodge a protest about the remarks made by the US Department of State on Kejriwal’s arrest.The US Department of State said on Monday that it is closely following reports on Kejriwal’s arrest and encouraged a “fair, transparent and timely” legal process in the case.Kejriwal was arrested by the Enforcement Directorate on March 21 in connection with the Delhi liquor excise policy case ahead of the Lok Sabha elections. He is the first sitting chief minister to have been arrested.Mathew Miller, the US State Department’s spokesperson, in a media briefing on Wednesday said Washington was also aware of the Congress party’s allegations that the Income Tax Department had frozen some of its bank accounts in a manner that would make it challenging to campaign effectively.He reiterated that the United States encouraged “fair, transparent, and timely legal processes for each of these issues”, adding that Washington did not think “anyone should object to” that.“We will make the same thing clear privately,” he said.Congress’ allegationOn March 21, the Congress party stated that the Income Tax department had frozen all its bank accounts ahead of the Lok Sabha elections, rendering it incapable of campaigning. Congress leader Rahul Gandhi said the party’s leaders could not travel from one part of the country to another, and could not put out advertisements.On February 16, the party announced that its bank accounts had been frozen on “flimsy grounds” in connection with a tax demand dispute. Congress treasurer Ajay Maken had said that the accounts were frozen on an income tax demand of Rs 210 crore for the financial year 2018-’19.Later in the day, the Income Tax Appellate Tribunal had allowed the Congress to operate its bank accounts but ordered it to maintain Rs 115 crore as a lien, effectively freezing these funds.A lien is a legal claim against the assets of an individual or business accused of having failed to meet tax liabilities.India’s objection to US remarksRandhir Jaiswal, spokesperson for the External Affairs Ministry, said on Wednesday that New Delhi has taken “strong objection to the remarks of the Spokesperson of the US State Department about certain legal proceedings in India”.“In diplomacy, states are expected to be respectful of the sovereignty and internal affairs of others,” said Jaiswal. “This responsibility is even more so in case of fellow democracies. It could otherwise end up setting unhealthy precedents.”He added: “India’s legal processes are based on an independent judiciary which is committed to objective and timely outcomes. Casting aspersions on that is unwarranted.”The development came after Germany on March 22 said that it had taken note of the Aam Aadmi Party chief’s arrest.“We assume and expect that the standards relating to the independence of the judiciary and basic democratic principles will also be applied in this case,” the German foreign ministry had said. “Like anyone facing accusations, Mr Kejriwal is entitled to a fair and impartial trial.”On Saturday, the External Affairs Ministry summoned Georg Enzweiler, the German embassy’s deputy chief of mission in New Delhi, to protest the comments.","author":"Scroll Staff","time":"2024-03-28T08:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199655-zmeeeeraps-1711593734.jpeg","tags":["Arvind Kejriwal","United States","Congress","Diplomatic crisis"],"source":"https://scroll.in/latest/1065888/kejriwal-arrest-following-indias-action-closely-says-us-after-new-delhi-summons-envoy"}