{"title":"Kejriwal sacks minister on live TV over corruption charges","content":"New Delhi: Asim Ahmed Khan claims conspiracy against himDelhi Chief Minister Arvind Kejriwal on Friday sacked his Food and Civil Supplies minister Asim Ahmed Khan following allegations of corruption against him. Exposing Khan before the media on live television on Friday, Kejriwal released a tape of Khan seeking a bribe from a builder. The AAP chief also took the opportunity to challenge the Bharatiya Janata Party to sack its ministers accused of corruption. Asim Ahmed Khan later said that he was the victim of a conspiracy, and pledged to unravel the alleged plot against him. Sheila Dikshit, former Delhi CM, said it was done to attract the media since “nothing had been proved”.Bihar: Election Commission calls for restraint after name callingThe Election Commission on Friday expressed “deep anguish” at the “plummeting level” of speeches being made in Bihar, saying they were aimed at causing mutual hatred and urged politicians to show restraint. The EC’s strongly-worded instructions came against the backdrop of politicians using election rallies and press conferences to target each other viciously ahead of the crucial assembly elections. The Rashtriya Janata Dal on Friday had moved the Election Commission against Prime Minister Narendra Modi for his remark referring to its chief Lalu Yadav as shaitan [devil].Uttar Pradesh: Dadri lynching being politicised, says ManekaWomen and Child Development Minister Maneka Gandhi on Friday accused the Uttar Pradesh government of misleading the people about the Dadri lynching incident. A day after Samajwadi Party chief Mulayam Singh Yadav said that his government was investigating the role of three unnamed individuals in the incident, Gandhi said that he was lying and trying to politicise the issue. Terming the murder of Mohammed Akhlaq last Monday over rumours that he killed a calf and ate its meat as “unfortunate”, Gandhi said the perpetrators should be punished as per the law of the land.Karnataka: Home minister apologises for gangrape remarksKarnataka Home Minister KJ George on Friday apologised for his remarks suggesting that two men raping a woman cannot be termed as gangrape. “How can you say gangrape? Gangrape means four, five people,” George had said on Wednesday. The minister was replying to a query over the alleged rape of a 22-year old BPO employee by the driver and cleaner of a van in Bangalore. His comments drew flak from political parties and activists, while the National Commission for Women issued a notice to him seeking an explanation. George went into damage control mode on Friday, saying that \"a rape is a rape whether it is one person or a gang\".Maharashtra: CBI visits forest where Sheena Bora’s body was dumpedA Central Bureau of Investigation team on Friday visited the forested area in Pen taluka of Maharashtra's Raigad district, where the body of Sheena Bora was found after she was allegedly murdered by her mother Indrani Mukerjea and two others. Raigad police said the CBI team did not disclose their findings and only jotted down their observations before returning to Mumbai. The CBI has also requested the Maharashtra government to preserve samples of Mukerjea's stomach wash, urine and blood taken during her hospitalisation last week.","author":"Scroll Staff","time":"2015-10-10T09:26:03+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/761231-article-uvhkbswlep-1444413882.jpg","tags":[],"source":"https://scroll.in/article/761231/kejriwal-sacks-minister-on-live-tv-over-corruption-charges"}