{"title":"Kejriwal arrest: ‘We encourage a fair and transparent legal process’, says United States","content":"The United States Department of State on Monday said that it was closely following reports on Delhi Chief Minister Arvind Kejriwal’s arrest and encouraged a “fair, transparent and timely” legal process, Reuters reported.The Enforcement Directorate arrested the Aam Aadmi Party chief on March 21 in connection with the Delhi liquor excise policy case ahead of the Lok Sabha elections. He is the first sitting chief minister to have been arrested.The US Department of State made the comments while responding to a query emailed by Reuters.The development comes after Germany on March 22 said that it had taken note of the Aam Aadmi Party leader’s arrest.“We assume and expect that the standards relating to the independence of the judiciary and basic democratic principles will also be applied in this case,” the German foreign ministry had said. “Like anyone facing accusations, Mr Kejriwal is entitled to a fair and impartial trial.”On Saturday, the External Affairs Ministry summoned Georg Enzweiler, the German Embassy’s deputy chief of mission in New Delhi, to protest the comments.“We see such remarks as interfering in our judicial process,” Randhir Jaiswal, the external affairs ministry’s spokesperson, said. He added that India is a vibrant and robust democracy with rule of law.“As in all legal cases in the country, and elsewhere in the democratic world, law will take its own course in the instant matter,” Jaiswal said. “Biased assumptions made on this account are most unwarranted.”On Monday, the US State Department declined to make any remarks when asked about India’s response to comments by Germany, Reuters reported.On Friday, a Delhi court sent Kejriwal to the central law enforcement agency’s custody until March 28. On Tuesday, the Aam Aadmi Party announced that Opposition parties organised under the Indian National Developmental Inclusive Alliance, or the INDIA bloc, will hold a joint rally in Delhi’s Ramlila Maidan on March 31 to protest against the ruling Bharatiya Janata Party.Also read: Why Arvind Kejriwal’s arrest is a defining moment in Indian politicsA decade under Modi: Aggressive foreign policy yields mixed returns","author":"Scroll Staff","time":"2024-03-26T19:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189139-xfdwrbywhe-1681549342.jpg","tags":["Arvind Kejriwal","United States","Ministry of External Affairs"],"source":"https://scroll.in/latest/1065825/kejriwals-arrest-we-encourage-a-fair-and-transparent-legal-process-says-united-states"}