{"title":"Kerala government ‘sleeping’ over anti-conversion laws, claims Adityanath at poll rally","content":"Uttar Pradesh Chief Minister Adityanath on Sunday used the right wing conspiracy theory of “love jihad” to take on the Kerala government, alleging that Pinarayi Vijayan had failed to take “any constructive steps” to put an end to forced religious conversions in the state, reported PTI. Though the Kerala High Court had made remarks against the practice of religious conversion in 2009, the state government has done nothing so far to check it, Adityanath alleged at a Bharatiya Janata Party rally in Kasargod in Kerala. The 15-day “Vijay Yatra”, covering all major constituencies in 14 districts, is seen as the official launch of the BJP’s poll campaign in the state. “In 2009, the Kerala High Court had said the ‘love jihad’ would turn Kerala into an Islamic state,” the BJP leader said. “Despite this, the state government is sleeping.” In contrast, the Uttar Pradesh government had brought out legislation to regulate forceful conversions, he said. “That is why Kerala needs BJP,” Adityanath claimed, according to Times Now.BJP-ruled Uttar Pradesh and Madhya Pradesh have recently brought religious freedom laws to stop conversion through marriage or by any other fraudulent means.Before 2008, the term “love jihad” – a term used by Hindutva supporters who accuse Muslim men of luring women to marry them in order to convert them to Islam – was not commonly used. By 2009, however, it began to appear across Kerala and Karnataka, where the Catholic Church pushed the theory that women were being conned into converting.The term was given sudden legitimacy in the Kerala High Court in 2009, when Justice KT Sankaran had asked the police to look into “such deceptive acts”. The court said that there were indications of forceful conversions, and stated it was clear from police reports there was a “concerted effort” to convert women with “blessings of some outfits”.The investigation was eventually closed by Justice M Sasidharan Nambiar after then Kerala Police chief Jacob Punnoose said that no conclusive evidence could be found that such a plan existed. But experts say that the fact that it was actually investigated gave a huge boost to the idea that “love jihad” might be a real strategy.In another significant judgement in 2016, the Kerala High Court had annulled the marriage of 25-year-old Hadiya, after she converted from Hinduism to Islam. The order was set aside by the Supreme Court in 2018, which had restored Hadiya’s marriage with Shafin Jahan.","author":"Scroll Staff","time":"2021-02-22T13:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148566-rkkbongecg-1601739420.jpg","tags":["Pinarayi Vijayan","Kerala","Adityanath","Bharatiya Janata Party","Love Jihad"],"source":"https://scroll.in/latest/987570/kerala-government-sleeping-over-anti-conversion-laws-claims-adityanath-at-poll-rally"}