{"title":"Kerala will not impose GST on essential items sold by small stores, says minister","content":"The Kerala government on Tuesday said that it does not intend to impose Goods and Services Tax on essential items sold by small stores and traders, reported PTI. State Finance Minister KN Balagopal made the statement in the Kerala Assembly after GST rate hikes kicked in on Monday on a number of goods and services ranging from unbranded packaged food items to hospital rooms with charges above Rs 5,000.Opposition leaders have criticised the the higher tax rates on essential commodities.On Tuesday, Balagopal said: “At any rate, in Kerala we don’t intend to tax items which are sold by organisations like Kudumbashree or in small stores in 1 or 2 kilogram packets or in loose quantities. Even if this will lead to issues with the Centre.”Kudumbashree, which means “family prosperity” in Malayalam, is a women self-help group that is considered one of the largest women empowerment projects in the country. It gives low-cost loans to poor women so that they can start small businesses, shops or schools. Balagopal added that Chief Minister Pinarayi Vijayan has written to Prime Minister Narendra Modi demanding a rollback of the 5% GST imposed on packed and labelled food items such as flour, wheat, rice and pulses.  “This change is most likely to have a negative impact on the family budget of a vast number of our people, who are already bearing the brunt of high inflation,” Vijayan said in his letter, reported The News Minute. The chief minister  said that small shopkeepers keep items packed and ready for sale so that the customers can readily purchase them from the shelf rather than spend time getting them weighed and packed.“Such pre-packing is a common practice in most of the retail shops in Kerala,” he added. “The present change will have an adverse impact on a large number of ordinary customers who frequent these shops for their essential purchases.”Amid the criticism on higher taxes, Union Finance Minister Nirmala Sitharaman had claimed on Tuesday that the decision to levy GST on packaged and labelled food items was taken unanimously by the GST Council, including representatives of states that are not ruled by the Bharatiya Janata Party.However, Balagopal claimed that Kerala had opposed the proposal in meetings of the GST Council.He said that the Kerala government had demanded that luxury goods should be brought back under the highest GST slab rate of 28%. The tax rate on such items had been reduced to 18% and 12% before Assembly elections earlier this year.","author":"Scroll Staff","time":"2022-07-20T10:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177365-afeagvizzs-1658291956.jpg","tags":["Kerala","GST","KN Balagopal","Pinarayi Vijayan","Goods And Services Tax","Nirmala Sitharaman"],"source":"https://scroll.in/latest/1028633/kerala-will-not-impose-gst-on-essential-items-sold-by-small-stores-says-minister"}