{"title":"Kerala moves Supreme Court for the second time against governor’s delay in clearing bills","content":"The Kerala government on Wednesday moved the Supreme Court for the second time against Governor Arif Mohammed Khan for the delay in considering bills awaiting his assent, The Hindu reported.The plea filed on Wednesday challenges a Kerala High Court judgement from last year that refused to fix a time limit for the governor to act on bills passed by the legislature.Bills passed by legislatures become law only after the governor signs off on them. Article 200 of the Constitution gives governors the power to either grant their approval to a bill, reject it or, in some cases, reserve it for the president’s consideration.The state government told the Supreme Court on Wednesday that the governor showing lack of urgency violates the fundamental right to life of the people of Kerala.“Many of the bills involve immense public interest, and provide for welfare measures which would stand deprived and denied to the people of the State to the extent of the delay,” the state told the court. “Grave injustice is being done to the people of the state, as also to its representative democratic institutions by the governor by keeping bills pending for long periods of time, including three bills for longer than two years.”The state government also argued that Khan seems to hold the view that granting assent or otherwise dealing with bills is a matter entrusted to him in his absolute discretion, which is to decide whenever he pleases, The Hindu reported. “This is a complete subversion of the Constitution,” it argued.Last week, in a similar petition before the top court, the state government, led by the Communist Party of India (Marxist), argued that Khan has failed in his constitutional duties by unreasonably delaying consideration of eight bills.Besides Kerala, Tamil Nadu government had moved the Supreme Court accusing Governor RN Ravi of obstructing the Legislative Assembly from carrying out its duties.On Monday, the top court said that governors of states should not be oblivious of the fact that they are not elected authorities. The court made the remarks while hearing a petition filed by the Punjab government against Governor Banwarilal Purohit. The Aam Aadmi Party government has accused Purohit of not acting on seven bills passed by the state’s Legislature.Also read: Pocket vetoed: Governors are sitting on bills – and undermining federalism","author":"Scroll Staff","time":"2023-11-09T11:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182553-msaptymqhz-1667964949.jpg","tags":["Arif Mohammed Khan","Supreme Court","Kerala High Court","Kerala Government"]}