{"title":"Kerala church screens ‘The Kerala Story’ for minors to counter ‘love jihad’ ","content":"The Idukki Diocese of the Syro Malabar Church in Kerala screened The Kerala Story for children studying in classes 10 to 12 as part of their Sunday school training programme, to spread awareness against “love jihad”, reported The News Minute.The film was screened to minors despite being awared an “A” certification by the Central Board of Film Certification.Love jihad is a conspiracy theory espoused by Hindutva groups that Hindu women are forcibly converted to Islam through marriage.“Girls are being trapped in love and being used for anti-national activities including terrorism,” Idukki Diocese public relations officer Father Jins Karakkatt told reporters, The Indian Express reported. “It is a reality. We have seen how women were trapped, converted and later used for terror networks.”The church felt that enlightening the students was essential and hence the movie was screened, Karakkatt added.The film, directed by Sudipto Sen, was released on May 5. It claims to depict how women from Kerala were converted to Islam and recruited by the Islamic State terrorist group. The filmmakers initially claimed that 32,000 women from Kerala had joined the Islamic State, but when asked for evidence, they altered the trailer to state that the movie was a “compilation of the true stories of three young girls”.On Sunday, the diocese also distributed a booklet to its students explaining the “dangers of love jihad”, Karakkat told The Hindu. This comes after Kerala Chief Minister Pinarayi Vijayan on Thursday said that the state-run broadcaster Doordarshan National should withdraw its decision to air the film, on grounds that the broadcast could “exacerbate communal tensions” ahead of the approaching Lok Sabha elections.The film was broadcast on Doordarshan National at 8pm on Friday, reported PTI.In a post on social media, Vijayan said that film incited polarisation.“The national news broadcaster should not become a propaganda machine of the BJP-RSS [Bharatiya Janata Party-Rashtriya Swayamsevak Sangh] combine and withdraw from screening a film that only seeks to exacerbate communal tensions ahead of the general elections,” he said. “Kerala will remain steadfast in opposing such malicious attempts to sow hatred.”The Rashtriya Swayamsevak Sangh, a Hindutva group, is the parent organisation of the ruling BJP.Also read:A dummy’s guide to propaganda films in Bollywood‘The Kerala Story’ review: All about Islamophobia","author":"Scroll Staff","time":"2024-04-08T20:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190567-vqvyssjxye-1685077517.jpg","tags":["Love jihad","Kerala","The Kerala Story","Church"],"source":"https://scroll.in/latest/1066398/kerala-church-screens-the-kerala-story-for-minors-to-counter-love-jihad"}