{"title":"Kerala is not planning to build detention centres for foreigners, says CM Pinarayi Vijayan","content":"The Kerala government on Friday said it had no plans to set up detention centres for undocumented migrants in the state, PTI reported. Chief Minister Pinarayi Vijayan’s office said false information about such camps were doing the rounds after The Hindu reported that the government was planning to count the number of foreigners imprisoned in the city of Kochi before identifying a building to set up a detention centre. The Department of Social Justice was allegedly entrusted with the task.“The government has also instructed the authorities to stop all work started by the previous government on detention centres,” read the official statement from the chief minister’s office, according to Hindustan Times. “In 2012, the then Union government had sent a directive to the state to build detention centres to keep illegal immigrants. And, in 2016, the social justice department director was assigned to oversee this. We haven’t seen any files after this.”Pinarayi Vijayan claimed that some people were conspiring against his government by citing work done by previous administrations. He said his government had been consistently against the Citizenship Amendment Act “and other laws”.Last week, Kerala stopped all work connected to the National Population Register amid protests against the newly amended Citizenship Act, and the proposed National Register of Citizens.The National Population Register is described on the Census website as “the first step towards the creation of a National Register of Citizens”. On Tuesday, the Cabinet approved funds of Rs 3,900 crore to update it. The National Register of Citizens, meanwhile, is a proposed nationwide exercise to identify undocumented migrants. Also read:Modi lying about detention centres, gave Rs 46 crore for one in Assam, claims Congress’ Tarun Gogoi","author":"Scroll Staff","time":"2019-12-27T23:02:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/52837-wwykxwrhtc-1488627509.jpg","tags":["Pinarayi Vijayan","detention centre","Kerala","undocumented migrants"]}