{"title":"Kerala did a ‘disastrous thing’ by electing Rahul Gandhi, says historian Ramachandra Guha","content":"Historian Ramachandra Guha on Friday castigated Congress leader Rahul Gandhi, saying one of the “disastrous things” Kerala did was to elect him to the Parliament, PTI reported. “I have nothing against Rahul Gandhi personally,” Guha said on the second day of the ongoing Kerala Literature Festival in Kozhikode district. “He is a decent fellow, very well-mannered. But young India does not want a fifth-generation dynast. If you Malayalis make the mistake of re-electing Rahul Gandhi in 2024 too, you are merely handing over an advantage to Narendra Modi.”“Kerala, you have done many wonderful things for India, but one of the disastrous things you did was to elect Rahul Gandhi to the Parliament,” the historian added.Gandhi had won the Wayanad seat against his closest rival, PP Suneer of the Communist Party of India, by over 4 lakh votes in the 2019 general elections.\n\n\n    \n    Play\n\nWhy did you (Malayalis) elect @RahulGandhi to Parliament? asked Historian @Ram_Guha at Kerala Literature Festival in Kozhikode. \"I have nothing against Rahul Gandhi personally. He is a decent fellow, very well-mannered. But young India does not want a fifth-generation dynast.\" pic.twitter.com/fZrvTQiVrD— GoNewsIndia (@GoNews_India) January 18, 2020\n\nHe said the reduction of the Congress from a “great party” during the freedom movement to a “pathetic family firm” now was one of the reasons for the ascendency of Hindutva in the country.“Narendra Modi’s great advantage is that he is not Rahul Gandhi,” the historian had said. “He is self-made. He has run a state for 15 years, he has administrative experience, he is incredibly hard working and he never takes holidays in Europe. Believe me I am saying all this in all seriousness.”He claimed Gandhi would be at a disadvantage against Modi even if he were to be more intelligent, more hard-working, and stopped taking holidays in Europe.Guha also attacked Congress President Sonia Gandhi, saying she reminded him of the “late Mughal dynasty” and how aloof they were of the state of their kingdom.“India is becoming more democratic and less feudal, and the Gandhis just don’t realise this,” he said. “You [Sonia] are in Delhi, your kingdom is shrinking more and more but still your chamchas [sycophants] are telling you that you are still the badshah [king].”The historian quoted Indian sociologist Andre Beteille to describe the story of the Nehru-Gandhi family as a classic “reversal of the famous Biblical injunction” – where the sins of the father will be visited upon seven successive generations.  “In the Nehru’s case, it is the sins of the seven successive generations have been re-visited upon Nehru... look at the national debate today,” Guha added. “Why is Nehru evoked everytime? Why does Modi always say ‘Nehru ne Kashmir mein yeh kiya, China mein yeh kiya, Triple Talaq mein yeh kiya’...because Rahul Gandhi is there. Now if Rahul Gandhi disappears, Modi has to talk about his own policies and why they failed.”However, responding to news about his statement, Guha said that “two sentences out of a one-hour talk” had been picked out to distort his speech. “I did say in my KLF talk that Rahul Gandhi was a fifth generation dynast, but I said much, much, more,” he tweeted. “My talk was a defence of constitutional patriotism against Hindutva jingoism. I am sorry that a reporter has cherry picked two sentences out of a one hour talk to distort its meaning.”Guha said that he still believed that the nationwide movement against the Hindutva ideology was “handicapped” as the “party of the freedom movement” was closely controlled by one family. He said that he concluded his talk by pointing out that even if the Congress is not fit for the task, citizens will carry on the struggle in defence of constitutional values. “As they have done so admirably in the protests against the CAA,” he wrote.Historian William Dalrymple, novelists such as Benyamin, Namita Gokhale, Chetan Bhagat, and journalists Karan Thapar and Rajdeep Sardesai are among the many other writers who will attend the four-day literature festival in Kerala.Update: In a Twitter thread on Sunday, Guha offered a clarification for his remarks after they sparked a debate. He said that Rahul Gandhi’s “lack of focus and administrative experience and, most importantly, his being a fifth generation dynast” put the politician at a disadvantage during national elections.The historian added, “That said, it was patronizing of me to chastise Malayalis for sending him to Parliament.”In ‘Presidential’ style General Elections, voters tend to prefer Modi to Rahul because the former is more experienced and in political terms self-made. That said, I have been for many years a sharp critic of Modi‘s policies, as in my columns in @httweets and @ttindia . 3/7— Ramachandra Guha (@Ram_Guha) January 19, 2020\n\nI have been deeply inspired by the peaceful protests against the CAA across the country. The students especially have been wonderful; through them the pall of fear has broken. The struggle against the Modi-Shah regime must continue with resolution, courage, and non-violence. 6/7— Ramachandra Guha (@Ram_Guha) January 19, 2020","author":"Scroll Staff","time":"2020-01-18T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134832-hzdnbogdji-1579331059.jpg","tags":["Ramachandra Guha","Rahul Gandhi","Kerala","Congress","Kerala Literature Festival","Sonia Gandhi"],"source":"https://scroll.in/latest/950294/kerala-did-a-disastrous-thing-by-electing-rahul-gandhi-says-historian-ramachandra-guha"}