{"title":"Kerala serial murders: Prime accused Jolly Joseph, two others sent to six-day police custody","content":"A judicial first class magistrate court in Kerala’s Thalassery on Thursday sent three accused in the Koodathayi serial murder case to six days in police custody, The Indian Express reported. The prime accused, Jolly Joseph, and her alleged accomplices MS Mathew and Prajikumar, will now be taken to various locations at Koodathai and Kodencheri, where the deaths took place between 2002 and 2016. Jolly and her accomplices were arrested by the Kerala Police on October 5. She was allegedly found responsible for the murder of her former husband Roy Thomas, father-in-law Tom Thomas, mother-in-law Annamma Thomas, Annamma’s brother Matthew Manchadiyil and other two relatives. The post-mortem report of Roy Thomas, who died in September 2011, confirmed traces of cyanide in his body along with undigested food.The conspiracy in the deaths was exposed after Rojo, Tom Thomas’s son, filed a complaint with the police, and sought a fresh investigation into the suspicious deaths in his family. MS Mathew and Prajikumar allegedly provided the cyanide to Jolly Joseph.The Kerala Crime Branch demanded the remand of the accused for 15 days, but the court gave only six days time to finish the investigation. The bail petitions submitted by the accused will next be heard on October 16. The crime branch will also depute six separate teams to investigate various angles in the deaths. The number of personnel investigating the case has been increased from 10 to 35.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-10T18:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128844-pjkiayrkun-1570708537.jpg","tags":["Jolly Joseph","Koodathayi","Koodathayi serial murder case","Kerala","Murder Case Kerala","Kerala Crime Branch"],"source":"https://scroll.in/latest/940055/kerala-serial-murders-prime-accused-jolly-joseph-two-others-sent-to-six-day-police-custody"}