{"title":"Key evidence against Kashmiri journalist in jail for 1,000 days comes under cloud, records show","content":"When Kashmiri journalist Aasif Sultan was arrested in August 2018, the police claimed he worked for the banned militant group, Hizbul Mujahideen.He was charged with murder and conspiracy in a case related to an exchange of gunfire between militants and security forces in Srinagar. He was also booked under the stringent anti-terror law, the Unlawful Activities Prevention Act.Sultan, then 31, was working for a local English magazine Kashmir Narrator. His family and colleagues asserted he has been framed in a militancy case for his journalistic work. On May 25, Sultan completed 1,000 days in prison. As the trial against him drags on, there are more questions about his case than answers. Sample this: During the investigation, the police claimed they had seized 17 sheets with the letterhead of the Hizbul Mujahideen from Sultan’s home at the time of his arrest. This raid was based on the disclosure of a co-accused in the case, Shazia Yaqoob, who had been arrested days before Sultan, the police said. The chargesheet filed in court said the co-accused had met Sultan and other associates of the militant group several times in different places in Srinagar.But when Sultan was presented before the co-accused for the purpose of photo identification, Yaqoob denied knowing him at all, stating that she had seen him for the first time in court when all the accused were brought for trial. She signed a statement at the end of the photo identification process that was done in the presence of an executive magistrate, which is required for it to become admissible as evidence in court.In a statement recorded before a judicial magistrate under Section 164 of Criminal Procedure Code on September 24, 2018, Yaqoob made no mention of Sultan. Under Indian evidence law, disclosures made before the police are not admissible as evidence. But statements made before a judicial magistrate are.Scroll.in has accessed certified copies of the statement, as well as the photo identification record. Sultan’s lawyer, Adil Abdullah Pandit, declined to comment on their significance.Yaqoob was granted bail by a Srinagar court in the case on November 8, 2018. The same month, Sultan’s bail application was rejected by a local court in Srinagar. An encounter and five arrestsThe case against Sultan dates back to August 12, 2018, when security forces surrounded a house in Srinagar’s Batamaloo locality after receiving information about the presence of militants. When the security forces began searching the house, a group of militants hiding inside the house fired on them, resulting in injuries to four security personnel. One of them, from Jammu and Kashmir police, succumbed to his injuries. After the firing, the militants managed to escape in the darkness. The house in which militants were hiding belonged to Mohammad Shafiq Bhat, a former militant from Diyarwani locality of Batamaloo. Sultan lives more than a kilometre from the spot of the incident. The same day, the police registered a case – First Information Report 173/2018 – at Batamaloo police station and arrested Bhat for “harboring terrorists in his residential house and providing shelter to them”. The police also arrested 30-year-old Waseem Ahmad Khan from the same locality for providing “material support to the active terrorists by conspiring with them…” According to the police chargesheet filed in February 2019, Bhat revealed the identity of three militants who were hiding in his house as well as those who had brought them there – a top Hizbul Mujahideen militant Abbas Sheikh, another militant Tehseen Ahmad Batloo, and local resident Khan. The police further claimed Bhat and Khan identified three others – a contractual government employee named Bilal Ahmad Bhat, a resident of Anantnag named Shazia Yaqoob and Aasif Sultan – as overground workers and associates of the militants. They were involved in “providing support to these terrorists to carry out their activities in Srinagar City particularly in Batamaloo area through terrorist Abbass Sheikh”, states the sanction for prosecution notification issued by the Jammu and Kashmir state government in February 2019.While co-accused Bilal Ahmad Bhat and Shazia were arrested on August 23, Sultan was picked up from his home four days later. He remained in illegal police custody before he was formally arrested on August 31. Questions over seizures In the chargesheet, the police further claimed that the interrogation of Shazia led them to raid Sultan’s house, where they found 17 sheets with the letterhead of Hizbul Mujahideen. However, in her signed statements before two magistrates, Shazia has clearly stated that she had never met or seen Sultan before their paths crossed in the court. At the time of Sultan’s arrest, the police claimed to have seized a laptop, three mobile phones, a hard disk, a Wi-Fi device, a pen-drive, a memory card, a memory card adapter and two SIM cards from his home. More than two years after filing the chargesheet in the case, the police are yet to submit the forensic analysis report of the seized gadgets before the court. The police chargesheet states Sultan was a “close associate” of a top Hizbul Mujahideen militant and “actively supported” the activities of the banned militant group which carried out multiple attacks on security forces in Srinagar city. Yet, his name features in only one militancy-related case, while all other co-accused have been named in at least three FIRs registered in other attacks carried out by the militants. The police chargesheet states the recorded statements of “some independent witnesses” have established the involvement of Bhat, Shazia and Sultan. Of the 50 witnesses listed in the chargesheet, 39 are policemen. Since the trial began in June 2019, only 15 witnesses have been examined by the court, a government official familiar with the developments in the case told Scroll.in, on the condition of anonymity.Sultan’s lawyer said the case is proceeding at a glacial pace because of the multiple lockdowns in Kashmir – first, because of the dismantling of the special status of the erstwhile state, and later because of the coronavirus pandemic. “Nothing has been proven so far against Aasif,” said Pandit, refusing to go into the details of the case. ‘Arrested for journalism’  Since the time he was arrested, Sultan’s colleagues have maintained that he had been targeted by the police for his journalism.In June 2018, the editor of the now defunct magazine Kashmir Narrator  received an email from the “Media cell/ CID J&K”. The email, purportedly from the premier intelligence wing of Jammu and Kashmir police, expressed displeasure with two articles that the magazine had published as part of a series on slain popular Hizbul Mujahideen militant Burhan Wani. The email accused the magazine of “eulogising terrorists.” One of the two articles was authored by Aasif Sultan. This was not the first time the police had objected to Sultan’s writing. In April 2018, Sultan had written a brief report on the aftermath of an encounter in Shopian district in which six militants had been killed. In June 2019, Showkat Motta, Sultan’s editor, had revealed in an interview with this reporter that he received a call from a senior police officer over the story the very same day. “He told me that we are glamourising militancy by the publication of such stories. I told him we are just doing journalism,” Motta said.After Sultan’s arrest in August, 2018, the Jammu and Kashmir police mulled filing a second First Information Report against Sultan for writing against “uniformed forces” and “supporting militancy.” However, they decided not to go ahead with it. Sultan’s prolonged imprisonment has drawn international attention. In August 2019, he was awarded the Press Freedom Award by the American National Press Club. Earlier that year, Sultan featured in a list of 10 most urgent cases of press freedom in the world compiled by One Press Coalition, a group of leading news organisations around the world formed to “stand up for journalists under attack for pursuing the truth”.Mohammad Sultan, Aasif Sultan’s father, said the recognition of his son’s imprisonment by international press bodies vindicated their stand. “My son has committed no crime. We have been saying this from day one and that’s the truth,” said Sultan, a retired government employee. “He’s a journalist, nothing else.” ‘In jail for a reason’  The police, however, continue to defend Sultan’s arrest and imprisonment.A senior police official in Srinagar told Scroll.in that the journalist was in custody for a “militancy case” and not his profession. “There is a reason why he’s still in custody. If he is innocent, then why hasn’t the court deemed it fit to release him?” he asked. According to the officer, the police have completed their investigation in the case and produced enough evidence for the prosecution to prove the charges against the accused in court. He downplayed the delay in the submission of the forensic report of the gadgets seized from Sultan’s home. “That’s not an issue. It can be filed at any time during the trial,” he said.Asked about co-accused Shazia Yaqoob denying meeting Sultan, he said he was not aware of her statements.","author":"Safwat Zargar","time":"2021-06-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160070-umxixobnxp-1623154929.jpg","tags":["Aasif Sultan","Jammu and Kashmir","Press Freedom"]}