{"title":"Khabib Nurmagomedov and the rise of the Caucasians","content":"Khabib Nurmagomedov retired undefeated last weekend after winning his 29th consecutive mixed martial arts bout and retaining the Ultimate Fighting Championship lightweight title. Khabib, widely known by his first name, lost just two rounds on judges’ scorecards in his entire career, and was never knocked down, seriously hurt, cut or marked. The ease of his victories sets him apart from rivals in the debate regarding the best MMA fighter of all time.The build-up to his final fight, however, had the makings of an upset. He looked out of sorts in obligatory interviews, at the weigh-in, and during the walk to the octagon. It seemed like he was carrying an invisible weight upon his shoulders. The cause of his changed demeanour was no secret: his father Abdulmanap, who had coached and groomed him for glory since he was a child, died of Covid-19 in July. But there were other issues that his head coach Javier Mendez revealed only after the bout. Khabib had come down with mumps in September and broken a toe soon after returning to training. Those who have had to walk with an injured toe will have some idea of how painful it would be to spar and fight with one.Once the bout began, however, it was apparent the old Khabib was in the ring. In a classic striker versus wrestler tussle, the challenger Justin Gaethje tried to stay near the centre unleashing punches and kicks, while Khabib relentlessly pressed forward, aiming to take his opponent down against the fence. Gaethje’s calf kicks to Khabib’s leading leg were effective, but each left the aggressor momentarily off-balance. Khabib used that fraction of a second of vulnerability to bring Gaethje down at the end of the first round. In the second, the pattern was repeated, with Gaethje buckling Khabib’s left leg with a vicious kick, only to see the champ miraculously convert a stumble into a swooping attack. A series of positional switches later, Khabib had Gaethje trapped in a triangle choke, a manoeuvre in which the attacker’s legs wrap around the neck and one arm of the opponent, cutting off blood supply to the brain. It puts the person momentarily to sleep, but done properly has no harmful long-term effects.Once the referee signalled his victory, Khabib broke down sobbing and, having composed himself, announced his retirement by throwing his gloves to the floor. He said he could not do this any more without his father, and that he had promised his mother this would be his last fight. Just 32 years of age, he is in his physical prime, and appears to be improving in the ring with each bout. It is possible his mother will change her mind in the future, allowing him to reconsider his retirement. In the meantime, he plans to coach the many prospects emerging from his father’s gymnasium in his homeland, the autonomous Russian republic of Dagestan.\n\n\n    \n    Play\n\nA global Muslim superstarJust how much he is giving up can be gauged by his upfront purse for the Gaethje fight. He received $6 million, to which a cut from pay-per-view revenues will be added. Gaethje was promised $400,000, a healthy amount but less than a tenth of Khabib’s payout. How did a fighter from a region few people had heard about become such a massive attraction? It wasn’t through showmanship and trash talk, hallmarks of many fighters, notably the Irish star Conor McGregor with whom Khabib had a long-running feud that was settled in the ring two years ago. It wasn’t through either grace or brute power: he is effective but awkward-looking on his feet, and relies on wearing opponents down with his work-rate rather than scoring dramatic knockouts.What did the trick was a combination of dominant performances and his manifest Muslim identity. To be clear, Khabib has millions of admirers who are not Muslim, including football stars like Cristiano Ronaldo and Zlatan Ibrahimovic. The actor Maisie Williams, best known for playing Arya Stark in Game of Thrones, broke a long social media silence the day before the fight to tweet, “Khabib has this #UFC254.”The bulk of his most fervent followers, however, come from a Muslim world hungry for heroes. There are many Muslim stars in the top football leagues but, with a few exceptions like the Egypt-Liverpool striker Mo Salah, they do not wear their faith on their sleeve. The UFC’s undisputed welterweight world champion, the Nigerian Muslim Kamaru Usman, also keeps his faith to himself. In contrast, one look at Khabib reveals the religion to which he belongs, thanks to a singularly Muslim combination of prominent beard, barely-there moustache and close cropped hair. He raises his hands in prayer before a fight, falls to the ground to do the same after a victory is secured, and begins post-fight interviews with the word, Alhamdulillah, “praise be to God”.A family manObservant Muslims around the globe identify with his character and habits. He is a family man, heeds his parents, behaves politely except when provoked, is not ostentatious or flashy, and contributes time and money to charity. He gave $100,000 to fellow MMA fighter Dustin Poirier’s Good Fight Foundation that works for Americans in need.He married his childhood sweetheart, but keeps her away from the media glare. She never accompanies him to fights or on publicity trips, staying back to take care of home and children. Khabib’s conservative adherence to religious customs and local traditions resonates with a huge constituency that possesses a massive aggregate income and not enough culturally relatable sportspersons to spend it on.\n\n\n    \n    Play\n\nThe politics of Caucasian wrestlingDagestan, along with its neighbours Chechnya and Ingushetia, was briefly part of an independent nation known as the Mountainous Republic of the Northern Caucasus. It freed itself from the Russian empire in 1917 only to be swallowed back by the Soviet Union four years later. When the USSR collapsed, nationalist sentiment spiked again, this time taking the form of an Islamist insurgency. Dagestan was spared full-scale war, but the effects of conflict in neighbouring regions was deeply felt.Khabib’s father, an officer in the Soviet army, returned to Dagestan to set up a gymnasium partly in the hope that it would give young boys a community and a purpose, thus preventing them from heading to the forest to join the rebels. His intent paralleled the popular American idea of training boys from the inner cities and favelas in combat sports to keep them from joining gangs. Wrestling and mixed martial arts are not foolproof vaccines against radicalisation. The Chechen brothers behind the Boston marathon bombings of 2013 were both avid fighters: Tamerlan Tsarnaev trained in boxing and mixed martial arts, while his younger brother Dzhokar captained his school wrestling team.Nevertheless, combat sports are now central to the Russian establishment’s soft war against the insurrection. The head of the Chechen Republic, Ramzan Kadyrov, runs the Akhmat Fight Club, a gateway for dozens of MMA prospects to enter the professional ranks. Vladimir Putin, himself a judo black belt, has met Khabib after each of his previous two fights, and has invited him to the Kremlin following his latest victory. Their conversation after Khabib’s defeat of Dustin Poirier in 2019 is full of interesting technical details. The Russian President clearly sees the importance of keeping the Dagestani champ onside politically.\n\n\n    \n    Play\n\nThe futureThe success of Caucasians is built on an old tradition of wrestling competitions conducted between villages separated by the mountainous countryside. The greatest freestyle wrestler of modern times, Buvasar Saitiev, who won gold medals in three Olympic games, is a Chechen from Dagestan. Dagestani and Chechen children start training early, and their bouts don’t follow protocols laid out in affluent democracies. For instance, Ramzan Kadyrov’s Akhmat Fight Club organises tournaments in which boys as young as eight battle it out without protective headgear. Khabib’s first recorded fight, which occurred when he had just turned nine, was even less conventional: his opponent was a young bear. The video of the tussle is rather adorable, not least because the bear appears to be enjoying itself. In a recent recording, he meets a bear that is supposedly his old friend, but his expression during the encounter suggests an awareness that large parts of the world now consider the chaining and caging of animals a grave offence.\n\n\n    \n    Play\n\nFew American parents (or for that matter Indian ones) would allow their child to wrestle a bear, even one that was on a chain and declawed, and their refusal would not primarily be inspired by concern for the beast. So, are American and European fighters at a disadvantage, given that, as the MMA colour commentator Joe Rogan said on a podcast, “We are giving kids participation trophies and they’re out there wrestling bears”? Will MMA go the way of sumo, which has been dominated by Mongolian wrestlers for over a decade because few young Japanese are willing to endure the hardships of training? I doubt it, because MMA has a much deeper and wider talent pool than sumo, making it virtually impossible for a small community to monopolise top positions.There is, however, a long line of promising fighters from Dagestan and Chechnya seeking to occupy the spot Khabib has vacated. Meanwhile, the breakthrough UFC fighter of 2020 is a Chechen from Stockholm, a man who came to Sweden as a teenage asylum seeker, won two national wrestling championships in weight classes higher than his own, sought to make the Olympic team but was denied by his lack of a Swedish passport, and happily transitioned to MMA because, unlike wrestling, it allowed him to truly “smesh” his opponents. His name is Khamzat Chimaev, and he has plenty of wrestling skills along with a weapon every boxer and MMA competitor desires: the power to knock opponents out cold with a single punch. He won three UFC fights in three months, an unprecedented pace, and has been fast-tracked to a main event in December. He has gone from approximately zero Instagram followers in July to a million today. He is too different from Khabib to be considered a replacement, but that is exactly what people are calling him, because he, unlike members of Khabib’s own stable, has the aura of a global superstar in the making. Needless to say, he needs to smash a few more opponents first.","author":"Girish Shahane","time":"2020-10-29T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149817-gukpmuzsjl-1603886437.jpg","tags":["Khabib Nurmagomedov","Mixed martial arts","Dagestan"],"source":"https://scroll.in/article/977020/khabib-nurmagomedov-and-the-rise-of-the-caucasians"}