{"title":"‘Khajoor Pe Atke’ film review: This family comedy needed more bite","content":"Film and television actor Harsh Chayya’s directorial debut goes over ground previously covered by Rajesh Mapuskar’s Marathi movie Ventilator (2016): a family assembles in a hospital where a relative is in a coma. In Ventilator, the extended clan wants to hurry things up because the Ganpati festival is around the corner. In Khajoor Pe Atke, inheritance is causing impatience levels to rise in the hospital lobby. If Deven croaks, it is hoped, the property will pass on to his brothers and sister.The big difference between the two films is about the degree of sentimentality on display. In Ventilator, the family members are overbearing but ultimately well-meaning. Khajoor Pe Atke is far less sanguine about the humanity of its characters. In a refreshing change from the cloyingness that characterises families in Hindi films, the siblings don’t seem to care for each other very much. When Jeetu (Manoj Pahwa) gets a midnight call from his nephew, his first reaction is irritation. His pragmatic wife Sushila (Seema Pahwa) has the next best reaction: what will the plane tickets cost? Each relative turns out to be deeply self-serving: Ravinder (Vinay Pathak) is more worried about a lucrative deal that is in danger of being stymied by his comatose brother. Lalita (Dolly Ahluwalia) uses the moment to gush to everybody about the miracles wrought by the godman she follows. Jeetu’s daughter, Nayantara (Sanah Kapoor), is happy to come along on the Mumbai trip so that she can fulfill her dreams of becoming a movie star. Her brother and his male cousins treat Mumbai as an Indian outpost of Las Vegas, filled with the promise of sin and easy women. The “sadness” – as Jeetu refers to Deven’s situation – takes its time to be resolved. While we are waiting, Chhaya offers a few nifty character sketches. The humour is scattershot in a production that feels like a play and is shot like a television show, but it is welcome when it hits its target. The constant bickering between Jeetu and the rest of the world produce the best scenes, with Manoj Pahwa, Seema Pahwa and Vinay Pathak acing all their screen moments. Dolly Ahluwalia proves to be a redundant and hammy add-on to the often forced mayhem, and the track involving young Nayantara and her Bollywood dreams only drags the film down. The humour is often biting, especially when it comes to the happily hypocritical siblings, but it actually needed to have been even more savage. The background music, which acts like a laughter track and keeps trying to alert viewers that a joke has been cracked, adds to the film’s inability to trust the material and be subtle. There isn’t enough of a plot to extend over 119 minutes. With a tighter script and trimmer running time, Chhaya might have actually been on to something special.\n\n\n    \n    Play\n\nKhajoor Pe Atke (2018).","author":"Nandini Ramnath","time":"2018-05-18T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/879258-hmnsqadpcm-1526489116.jpg","tags":["Khajoor Pe Atke","Harsh Chhaya","Manoj Pahwa"],"source":"https://scroll.in/reel/879258/khajoor-pe-atke-film-review-this-family-comedy-needed-more-bite"}