{"title":"Khap representatives will meet president to seek justice for wrestlers, says Rakesh Tikait","content":"Farmer leader Rakesh Tikait on Thursday said that a delegation of khap representatives will meet President Draupadi Murmu to seek justice for the protesting wrestlers, reported PTI. The athletes, including Olympic medallists Sakshi Malik and Bajrang Punia and two-time world champion medallist Vinesh Phogat, had been protesting in Delhi’s Jantar Mantar for more than a month demanding the arrest of Wrestling Federation of India head Brij Bhushan Sharan Singh. He is accused of sexually harassing seven women players, including a minor.Singh, who is also a Bharatiya Janata Party MP, has denied any wrongdoing. But the wrestlers have intensified their protest against him.  On Thursday, Tikait along with the khaps of Haryana held a mahapanchayat in Uttar Pradesh’s Muzaffarnagar to support the wrestlers.“Representatives of the khaps will meet the president and the government in support of the wrestlers and the fight will continue till they get justice,” the Bharatiya Kisan Union leader said. “If they do not take any decision, we will take the next step. But this fight will be fought. The girls and the khap will not lose. This injustice will not be done to them.”The development came two days after farmer leader Naresh Tikait stopped the wrestlers from immersing their medals in the Ganga river and sought five days’ time from them to find a resolution to their demands.Malik, Punia and Phogat had threatened to throw their medals into the river after they were manhandled by the Delhi Police on Sunday as they tried to march to the new Parliament building.Pictures of the wrestlers being dragged and carried off in buses were widely shared on social media, sparking criticism from top athletes and Opposition leaders.  VIDEO | \"A Khap representative will meet the President and the government. The Khap and these girls (wrestlers) will not be defeated,\" says farmer leader Rakesh Tikait on wrestlers' protest. pic.twitter.com/DTpFZUlhdv— Press Trust of India (@PTI_News) June 1, 2023\n\nOn Thursday, Rakesh Tikiat said the khaps will hold another meeting in Haryana’s Kurukshetra on Friday to address the grievances of the wrestlers. “The person who has cases registered against him under the Protection Of Children from Sexual Offences Act has been given the liberty to talk while the government is not saying anything,” he added.Wrestlers are changing their demands: WFI chiefSingh told reporters in Uttar Pradesh that the wrestlers are changing their demands constantly since they first started protesting in January.“I had said that if even one case against me gets proven, I will hang myself,” he added. “I stand by my statement. The police is probing the matter. Let it be completed. Whatever comes in it, I will act accordingly.”On June 5, Singh will hold a rally in Ayodhya that will be attended by Hindu monks who have extended their support to him, reported The Print. The religious leaders have supported Singh’s demand to change certain sections of the Protection of Children from Sexual Offences Act.“We want that the law [POCSO] should not be misused and after making such serious allegations, the accused should also have the right to speak,” Mahant Balram Das of the Sagariya Patti of the Hanumangarhi Temple told The Print. “In such a case the respect of the person is lost first. If the person is not found guilty then how will his honour be returned?”#WATCH | Former WFI chief and BJP MP Brij Bhushan Sharan Singh says, \"...First they (protesting wrestlers) had some other demand & later they demanded something else. They are changing their demands and language continuously. I had said that if even one case against me gets… pic.twitter.com/oKR1KtUQYx— ANI (@ANI) June 1, 2023\n\nMeanwhile, Union Minister of Sports Anurag Thakur on Thursday claimed that all the demands of the protesting wrestlers are being fulfilled and necessary action will be taken once the chargesheet is filed in the matter, reported PTI.“The government is handling the issue of protesting wrestlers sensitively,” he added. “The wrestlers asked for an FIR, which has been filed by the Delhi Police. A committee of administrators has been set up by the Wrestling Federation of India as they demanded that its office-bearers shouldn’t be allowed to function.”The minister urged the wrestlers to wait for the investigation report.#WATCH | Maharashtra: \"We are handling this issue (wrestlers protest) very sensitively... Whatever the players demanded, we are doing all those things. Necessary action will be also taken once Delhi police file the chargesheet...To all those politicising this issue, I would like… pic.twitter.com/kdpCGl8t08— ANI (@ANI) June 1, 2023","author":"Scroll Staff","time":"2023-06-01T19:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190818-fpqgxuupar-1685622829.jpg","tags":["Rakesh Tikait","Wrestlers' Protest","Brij Bhushan Sharan Singh","Union Sports Ministry"]}