{"title":"Khargone violence: 12-year-old boy asked to pay Rs 2.9 lakh for allegedly damaging public property ","content":"A 12-year-old boy in Madhya Pradesh’s Khargone has received a notice to pay Rs 2.9 lakh for allegedly damaging public property during communal violence in the town that took place on April 10, NDTV reported on Tuesday.His father, Kalu Khan, has also been asked to pay Rs 4.8 lakh by the state’s Claims Tribunal under the Madhya Pradesh Prevention and Recovery of Damages to Public Property Act.The law, which came into effect in January, allows the government to seek compensation from offenders who damage public and private properties during agitations.Communal violence broke out in Khargone on April 10 after some people had allegedly hurled stones at a Ram Navami procession, objecting to loud and provocative music being played in the Talab Chowk area. One person was killed and at least 24 were injured in the violence. Ten houses were also burnt.On April 11, Madhya Pradesh demolished the homes and shops of Muslims in Khargone.The Claims Tribunal has so far received 343 complaints seeking a settlement after the violence. It has accepted only 34 of these grievances, according to NDTV. So far, the tribunal has settled six cases – four by Hindus and two by Muslims and recovered around 7.46 lakh from 50 persons.In the case against Khan and his son, their neighbours have claimed that they robbed and vandalised their home during the violence on April 10. Notices have also been issued to six other persons in the case.Khan’s family, however, has denied the charges and said that their son is “constantly in fear that the police will arrest him,” NDTV reported.Khan added, “My son is a minor. We were sleeping when the riots happened. We want justice.”Khan’s lawyer, Ashhar Ali Warsi, said soon after the case was filed against his client, a plea seeking relief was moved before the Indore bench of the Madhya Pradesh High Court, reported The Times of India. On September 12, the court, however, rejected the petition and asked Khan’s family to approach the tribunal – which also subsequently denied it.“There is an allegation of vandalism and arson against the boy,” Prabhat Parashar, one of the two members of the Claims Tribunal, told The Times of India. “The complainant has named him and the boy’s lawyer couldn’t prove he [the boy] was not in the crowd.”Warsi later told NDTV that the tribunal had acted arbitrarily without applying the law.“The definition of the act has a clear interpretation – that the whole act is dependent on criminal status based on the Indian Penal Code,” he said. “While the boy filed his objection before the Tribunal, it was rejected on vague grounds of civil procedure.”The tribunal has issued notice without a thorough inquiry of the boy’s alleged role in the riot, the lawyer said. He claimed that the tribunal has been fining those who have not been pronounced guilty.","author":"Scroll Staff","time":"2022-10-19T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172983-feydwurcaa-1649833373.jpeg","tags":["Khargone","Madhya Pradesh","Claims Tribunal"],"source":"https://scroll.in/latest/1035362/khargone-violence-12-year-old-boy-asked-to-pay-rs-2-9-lakh-for-allegedly-damaging-public-property"}