{"title":"Kheda flogging case: Muslim men refuse settlement with accused police officers","content":"Five Muslim men who were publicly flogged in Gujarat’s Kheda district in October last year have refused a settlement with the four accused police officers, The New Indian Express reported.In October 2022, a group of Muslim men allegedly threw stones at a garba site near a mosque at Undhela village of Kheda. The following day, five Muslims accused of being involved in the incident – Jahirmiya Malek, Maksudabanu Malek, Sahadmiya Malek, Sakilmiya Malek and Shahidraja Malek – were dragged out in public, tied to a pole and beaten with a stick by the police as a crowd cheered.Videos of the flogging showed the five men being asked to apologise to the public. The men moved the Gujarat High Court, contending that they were the victims of police violence and demanded action against the officers.At a hearing last week, the accused officials – Inspector AV Parmar, sub-inspector DB Kumavat, constable Rajubhai Rameshbhai Dabhi and head constable Kanaksinh Laxmansinh – urged the High Court to consider not punishing them. They submitted that they could be directed to pay compensation to the complainants insteadThe policemen, facing contempt charges, told a bench of Justices AS Supehia and Gita Gopi that hitting people on their buttocks does not amount to custodial torture.At Monday’s hearing, senior advocate Prakash Jani, appearing for the accused officers, told the judges that the Muslim men had decided not to accept the compensation after consulting their family.The High Court recorded the complainants’ statement that they would not compromise with the police officials. The verdict in the case will now be pronounced on October 19, The New Indian Express reported.","author":"Scroll Staff","time":"2023-10-17T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181605-jxlxpscqjf-1666333917.jpg","tags":["Kheda flogging case","Gujarat High Court","Police brutality","Muslims"],"source":"https://scroll.in/latest/1057707/kheda-flogging-case-muslim-men-refuse-settlement-with-accused-police-officers"}