{"title":"‘Killers of the Flower Moon’ review: Memorable performances in a shocking saga of organised plunder","content":"The screen version of David Grann’s acclaimed book Killers of the Flower Moon: The Osage Murders and the Birth of the FBI has the challenging task of compressing a sprawling set of real-life events into a serviceable movie. Martin Scorsese’s adaptation is an gripping study of human depravity, but falls short in portraying the monumentality of the slow-motion genocide documented by Grann.Killers of the Flower Moon, written by Scorsese and Eric Roth, opens on a stunning image. In the 1920s, oil gushes out of the earth’s surface in Oklahoma, coating members of the Native American Osage tribe in its slick.The impact of this discovery will prove hard to wash off. The black gold is tinged with the red of Osage blood.The Osage become millionaires overnight, to the dismay of the white populace. The Osage’s exclusive right to oil extraction makes them the targets of unscrupulous white settlers. By the time Ernest (Leonardo DiCaprio) arrives in Fairfax town in Oklahoma, there has already been a series of mysterious deaths.Ernest is encouraged by his uncle William Hale (Robert De Niro) to win the affections of Mollie (Lily Gladstone). Mollie is gentle, thoughtful and deeply connected to her Osage roots as well as her Christian faith. More importantly, whoever Mollie marries will gain her oil rights after her death.The unequal relationship between Ernest, who isn’t the brightest bulb in the room, and William, whose avuncularity masks seething contempt for the Osage, is captured in a pointed exchange. William tells Ernest, don’t call me sir, but you may call me uncle or king. \n\n\n    \n    Play\n\nKillers of the Flower Moon (2023).Killers of the Flower Moon follows several recent arthouse productions that have examined the tragic injustices faced by indigenous communities. The big-budget production values of Scorsese’s gorgeous-looking movie are part of the systemic deception that awaits the Osage. There is plenty to unpack in Scorsese’s chilling alternate origin tale of American enterprise. The Osage are regarded as unwelcome guests on their own land, fit only to be booted off by the arrivistes.These “savages”, as one society lady calls them, are in no need of civilising. Yet, they are condescended to by the American government, treated by Hale and his associates as stepping stones to affluence, and, when the murders begun, disposable commodities.Osage rituals and beliefs serve as the backdrop for themes that Scorsese has fruitfully pursued throughout his career: the social roots of crime, the salty cadences of speech, and the insouciance with which criminals justify their actions. I got no nerves, none at all, Ernest declares.The 206-minute saga of organised plunder is overlong, unwieldy, and far too concerned with Ernest’s moral dilemma. However, the early portions cleverly subvert the “pioneering spirit” of the Wild West. Fairfax buzzes with possibilities for advancement, flash cars and valuable baubles – and countless opportunities for murder. If Hale is open about his ambition to his social circle, Ernest too goes along with whatever follows.Robert De Niro in Killers of the Flower Moon (2023). Courtesy Apple TV+.Leonardo DiCaprio deftly plays Ernest as a crumpled, jutting-jawed man who is not always in control of his situation. By making Ernest an ambivalent factotum rather than an equally culpable accessory, the film humanises this killer of the flower moon but also let him off the hook. Some of the movie’s bloat is caused by Ernest’s hand-wringing.Lily Gladstone movingly portrays a dignified woman struggling with unimaginable tragedy. Although Mollie recedes into the background as the movie slumps into a crime drama, Gladstone’s enigmatic manner is hard to forget.The cast includes Jesse Plemons as a federal government investigator dispatched to Fairfax to investigate the murders. Scott Shepherd plays Ernest’s crooked brother Byron, while Brendan Fraser has a walk-on part as a slick lawyer. The standout actor is Robert De Niro, with whom Scorsese has made some of his best-regarded films.De Niro’s class act includes a modulated tone that never wavers, whether in feeding the Osage lies or bending Ernest’s ear. De Niro’s loathsome monster has the soothing air of a doctor on the verge of administering a heart-stopping drug.De Niro’s masterful portrayal of concentrated evil brings out the terrors endured by the Osage far better than anything else in the movie. Killers of the Flower Moon is a timely re-reckoning of America’s callous treatment of its Native American population. But the industrial-scale perversity of the murders proves elusive despite the extended runtime.\n\n\n    \n    Play\n\nKillers of the Flower Moon (2023).Also read:‘A story of complicity, sin by omission’: Martin Scorsese on ‘Killers of the Flower Moon’","author":"Nandini Ramnath","time":"2023-10-27T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195321-rgsnvwytge-1698346759.jpeg","tags":["Killers of the Flower Moon review","Martin Scorsese","Leonardo DiCaprio"],"source":"https://scroll.in/reel/1057526/killers-of-the-flower-moon-review-memorable-performances-in-a-shocking-saga-of-organised-plunder"}