{"title":"Kirit Somaiya video case: Devendra Fadnavis orders inquiry, says nobody will be protected","content":"Maharashtra Deputy Chief Minister Devendra Fadnavis on Tuesday ordered a high-level investigation into a video in which Bharatiya Janata Party leader Kirit Somaiya is allegedly seen in a “compromising position”, reported The Indian Express.The video was first aired by Marathi news channel Lokshahi on Monday and the next day, the Opposition parties raised the issue in the Maharashtra Legislative Council.“It is indeed a serious issue,” Fadnavis said in response to the allegations. “We will conduct a detailed enquiry. The woman in the video will be identified. Police will be told. Nobody will be protected.”Soon after the controversy broke out, Somaiya wrote to Fadnavis saying that the news channel that posted the video was claiming he had abused women. The BJP leader insisted that he has not harassed anyone.  A video clip of me was shown on a news channel. Claimed that I have harrassed many women & many such video clips available & complaints received against MeI have never abused any womanRequest @Dev_Fadnavis to investigate such allegations and verify the authenticity of Videos pic.twitter.com/rR0l4nalOz— Kirit Somaiya (@KiritSomaiya) July 18, 2023\n\nShiv Sena (Uddhav Balasaheb Thackeray) MLC and Leader of Opposition in the Legislative Council Ambadas Danve claimed that he has the eight-hour-long video showing Somaiya, reported The Indian Express.“A leader who claims to be close to ED [Enforcement Directorate], CBI [Central Bureau of Investigation]...and now I have some videos with me of him,” Dave said in the House. “I salute the woman who gave me the videos. The person has CISF [Central Industrial Security Force] protection. Whether the woman was being extorted?”Anil Parab, another Shiv Sena MLC, stated that the BJP leader has not categorically said that the video was fake. “His security should be removed since it is because of these things he is emboldened,” he added.The Congress said the video exposes the “true face” of the ruling BJP-Shiv Sena government, reported NDTV.“Kirit Somaiya has blackmailed many MLAs and MPs,”  Congress MLA Yashomati Thakur alleged. “Now, we can see that he has even blackmailed a number of women. I have heard that an eight-hour clip has come out. I can’t even imagine how many women must have been harassed and tortured due to the clip.”She added: “He has been accused of leading a deceptive public life. Such revelations can tarnish the public image of those who hypocritically advocate for campaigns to educate and save our daughters.”","author":"Scroll Staff","time":"2023-07-18T17:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173252-bdbtsbxhlf-1650358933.jpeg","tags":["Devendra Fadnavis","Kirit Somaiya","Maharashtra"],"source":"https://scroll.in/latest/1052844/kirit-somaiya-video-case-devendra-fadnavis-orders-inquiry-says-nobody-will-be-protected"}