{"title":"Kirti Kulhari on learning to stammer and diving into Emergency history for ‘Indu Sarkar’","content":"There are two “Indu Sarkars” in Madhur Bhandarkar’s new movie. One refers to the Emergency-era regime run by Prime Minister Indira Gandhi between 1975 and 1977, which was characterised by severe censorship, the incarceration of dissidents and opposition leaders, and forced sterilisations. The other is the name of the fictional movie heroine who rebels against her husband and becomes one of the Emergency’s numerous opponents.Indu Sarkar is making all the right (and wrong) noises. Already, the Congress party is calling the July 28 release a hatchet job sponsored by the ruling Bharatiya Janata Party. Indu was Indira Gandhi’s pet name, and there is no doubt about who or what the film targets. In addition, Congress politician Jagdish Tytler is incensed by a character who resembles him physically.The greater the controversy, the better it is for Bhandarkar, whose last movie, Calendar Girls (2015), was a critical and commercial flop, as well as for actor Kirti Kulhari, who is finally playing a lead role after shining in smaller parts in Shaitaan (2011) and Pink (2016).“It has been my most intense film,” Kulhari told Scroll.in. “The film has a lot of high drama, and I have tried to underplay my character. The more I underplay, the more it will be digestible for people.”Kulhari stars alongside Neil Nitin Mukesh, who plays Indira Gandhi’s rowdy son and Emergency lynchpin Sanjay Gandhi, and Supriya Vinod as the prime minister. Kulhari has no scenes with these characters, but plenty with her husband (Tota Roychowdhury) and mentor (Anupam Kher).Kulhari was born a decade after the declaration of the Emergency, and the movie gave her an opportunity to visit an important chapter in post-Independence history that she knew little about. “Today, you can’t even imagine such an event even for a day, given social media and the level of communication,” she said. “Yet the film is still relevant from that point of view – to talk about how free we are to express ourselves in the truest sense.”\n\n\n    \n    Play\n\nIndu Sarkar (2017).The role fell into her lap after the sleeper hit Pink, in which she plays one of three women involved in a sexual assault case. Kulhari’s character Falak is the most complex and the most compelling, and the good notices she got from Pink led to a call from Bhandarkar. “I had met Madhur earlier to do something together, but I wasn’t at the right stage commercially,” she said. “I called Madhur for a screening of Pink, since I finally had something to show him.” Kulhari agreed almost instantly to play Indu. “What interested me was the Emergency – it is an interesting period and it is important that such topics are brought to light,” she said.Like Kunjunni in Adoor Gopalakrishnan’s political drama Kathapurushan (1995), Indu stammers – a result of a childhood trauma, a metaphor for the lack of freedom of speech during the Emergency, and a histrionic challenge for the performer.“Indu’s characteristics were so much more challenging than what I had done before,” Kulhari said. “Indu stammers throughout, and while I could take care of everything else, I needed to be confident about getting the stammering right.” Like in Kathapurushan, Indu’s stammer is symbolic rather than a gimmick, Kulhari said. “The underlying theme of the Emergency was the suppression of the voice, and through the Emergency, Indu regains her voice and finds the confidence to express herself.”Kirti Kulhari in Indu Sarkar (2017).To prepare for the role, Kulhari took a break. She was going to plunge into the shoot right after Pink, and she took a couple of weeks off to clear her head. Next, she tackled the stammering and Indu’s body language. “The stammering took me the utmost time and effort to get right,” she said. “When I did, I knew that a lot of the character was ready.”Kulhari’s research involved watching videos about stammering – “I didn’t want people to laugh at me” – but rather than knocking on a speech therapist’s door, she consulted a psychologist first. “I wanted to understand what this character would have gone through – how has her trauma affected her?” she explained. “These processes don’t happen overnight, of course. I had to sleep night after night with the character. That is the beauty of developing a character – you just do your work and they gradually develop.”By the time Kulhari had met the speech therapist, she knew not only the hows of stammering, but also the whys. “There was a joke in the production house that if it wasn’t for Indu’s stammer, the movie would be 90 minutes long and not two hours and 10 mins,” she said. “Madhur is quite impatient as a director, but what was amazing that he started enjoying the stammering, in a sense.”Kulhari threw herself so deep into her character that she was unwell through much of the shoot. “I was constantly thinking about what was going to happen tomorrow, how I was going to perform each scene,” she revealed. Her body has taken the toll on previous occasions – while the upcoming comedy Raita, directed by Abhinay Deo and co-starring Irrfan, was a breezy shoot, Pink was as demanding as Indu Sarkar. Is the physical pain worth the pleasure of carrying off a role perfectly? “I think that is how I like to do it,” Kulahri said. “When I used to do theatre, I used to kill myself over something if I felt I wasn’t getting it right. I do my best, and it starts from the day of the preparations. After a point, I do let go – I don’t want to be martyred for my work. I am not going to pay that price.”Kulhari is a familiar face on television – she has appeared in numerous commercials. After appearing in a college play, she was cast in the unreleased National Film Development Corporation Dharini. “I told my parents, give me two years – if I don’t make anything of acting, I will quit. It has been ten years now and I love it more and more.”\n\n\n    \n    Play\n\nPink (2016).After appearing in plays and television commercials, Kulhari made her screen debut in 2010 in Khichdi: The Movie, a film adaptation of the popular television series. She was a part of the ensemble cast of Bejoy Nambiar’s dystopian drama Shaitaan (2011), but it is her role as Falak in Pink that finally got her the platform she deserves.“I remember we were struggling with the title – it was a tough one to choose,” she said about the legal drama. The film’s resounding success took her aback. “I knew that the film would be relevant, but the way it spread like wildfire… Although I do remember that with every passing day of shooting, our convictions grew stronger,” she recalled. “We were all personally invested in the film.”The courtroom sequences were typically the most challenging – and Kulhari’s nervousness translated into a stomach infection. “There were expectations to deliver something in those scenes,” she said. “After all, the film’s second half is the one that leads up to something and blows your mind.” The success of Pink has also meant that Kulhari is called up to do what the Hindi film industry likes to call the “serious role” – a part that requires acting talent rather than the ability to hover around the leading man’s shoulder. “I am seen as one of the serious actors, but what does it even mean,” Kulhari said. “What it means is that you have people to look pretty and dance around and when the script needs serious acting, you get the real actors. Lots of people have approached me with intense scripts after Pink, but if I am going to fall sick, it better be worth it.”Dealing with the commercial side of cinema has taught her patience and tolerance. “I don’t have age on my side,” she said. She is 32 – over the hill as far as one section of Bollywood is concerned. “But I love what I do so much, I give so much to what I love, and I want the journey to be worth it. The joy of turning out something beautiful is too much, and I would rather be that person who waits for the right thing than makes a mess of it.”","author":"Nandini Ramnath","time":"2017-06-29T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/842078-61772-rkduuqeeol-1498672334.jpg","tags":["Kirti Kulhari","Madhur Bhandarkar","Indu Sarkar"],"source":"https://scroll.in/reel/842078/kirti-kulhari-on-learning-to-stammer-and-diving-into-emergency-history-for-indu-sarkar"}