{"title":"Know Your Legend: Nandu Natekar, independent India’s first badminton superstar","content":"Editor’s note: This article was originally published in November 2017. Nandu Natekar died aged 88 on July 28, 2021.To many of another generation, Nandu Natekar’s name alone evokes memories of a graceful touch artist; an artist who seemed to have a magical quality about his work; an artist who at that point seemed to have no equal in India.Some players have brute power, others rely on fitness but Natekar’s play had the touch that elicited oohs and aahs from all those watching. His dedication to his craft saw him winning six singles national crowns. It also saw him become the first Indian badminton player to to get an international medal and make his way to the quarterfinals of the All England. His storied career saw him becoming the first sportsman to receive the Arjuna Award. It was a just reward for his genius.Still, when one walks into the Natekar household in Pune, you are greeted not by the sight of a racket. Instead, a gentle humming is resonating in every corner. A vibrant 84-year-old, a settled veteran of many battles, is singing his favourite tunes. We are told, he does that almost incessantly. “Well, my name is not Srikanth Kidambi or anything like that. It’s Nandu Natekar, now an 84-year-old man,” the humble former national badminton champion exclaimed.Born in Sangli in May 1933, Natekar was a sportsman by choice. His parent’s choice. Having tried his hand at cricket and moved on to tennis, where he reached great heights at the junior level. He even competed against the famous Ramanathan Krishnan. And fate would have it that these future Arjuna Award winners would square up against one another in the final of the junior national tennis championships.To put it in Natekar’s words, “He (Krishnan) beat me convincingly 6-1, 6-2 and humbled me. After 3-4 months, we had the CCI Open Championships in which Wong Peng Soon, the then World No 1 had come from Malaysia. In that tournament, I did pretty well and went up to the semi-finals. And then some scribes started saying that ‘here is a champion, he should stick to one game.’ There are people who said ‘No, don’t play two games. You’re spoiling yourself etc; And they were right.”And that was that.  Natekar first represented  India in 1953 at the age of 20 and had a distinguished career  where he saw several highs both individually and as part of a team.  He entered the quarterfinals of the coveted All England Championships  in 1954, which incidentally was also the only year when he participated  in the competition and but later on, achieved success while playing in  the veterans category, winning the doubles  in 1980 and 1981 and finishing second in 1982.  His success in the individual events reciprocated when he was part of  the Indian team at the Thomas Cup, winning 12 out of the 16 Singles  matches and 8 out of 16 in Doubles between 1951 and 1963. He also led  India in the competition on three occasions- in 1959, 1961 and 1963.  Natekar was a stylish player. His deceptive, wristy  strokes were uncannily accurate made him a difficult player. He had a knack of being in the right place at  the right time. Movement around the court was limited as was his fitness but was made up  with magical returns and pinpoint accuracy.The man’s smash never had  much power, but was perfectly directed to the opponent’s midriff. Those  who have played the game professionally would understand the importance  of this skill.“His game was poetry in motion. Its unfortunate that we  don’t have any visuals of his fluent stroke execution for posterity,”  said Dinesh Khanna reminiscing about his compatriot’s natural talent.   AchievementsWon National level Men’s Singles and Doubles Championship, as well as Mixed Doubles, multiple times in India.He has reached the last 8 in the All England Championships.Singles Champion in the Selangor International Tournament in Kuala Lampur in 1956. His victory was also the first international victory by an Indian badminton playerRecipient of the first Arjuna Award instituted in 1961.Voted the most popular sportsperson of India in 1961.Natekar and Meena Shah won the Mixed Doubles title at Bangkok’s  King’s Cup International Tournament in 1962. Won the Men’s Singles title  at the same event in 1963.Represented India at the Commonwealth Games in Jamaica in 1965Awarded Life-time Achievement Award by the Petroleum Sports Control Board of India in January, 2001. Retired as Public Relation Officer from Hindustan Petroleum, the Natekar legacy didn’t just stop with Nandu. His son Gaurav Natekar, who made his mark in tennis, represented  India in Davis Cup, was also honoured with Arjuna Award in 1996. Watch, as Nandu Natekar takes us into the journey of his illustrious career.","author":"Shashank RajaramCrystelle Rita Nunes","time":"2017-11-29T15:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/859455-75147-kymxrcuryc-1511933203.jpeg","tags":["Nandu Natekar","KnowYourLegend","Badminton","India"],"source":"https://scroll.in/field/859455/know-your-legend-nandu-natekar-independent-indias-first-badminton-superstar"}