{"title":"Kolkata-based MKJ, MEIL biggest donors of electoral bonds to Congress","content":"The Kolkata-based MKJ group of companies and firms linked to it are the biggest donors to the Congress through electoral bonds, according to data released by the Election Commission of India on Thursday.The Kolkata-based MKJ Enterprises and firms linked to it through their directors together contributed Rs 160.6 crore to the party.These companies include MKJ Enterprises Limited (Rs 91.6 crore), Madanlal Limited (Rs 10 crore), Keventer Foodpark Infra Limited (now known as Magnificent Foodparks Project Limited, Rs 20 crore) and Sasmal Infrastructure Private Limited (Rs 39 crore).MK Jalan is the director of MKJ Enterprises and is also a director as Sasmal, while Siddharth Gupta is a director of MKJ, Keventer Foodpark and Madanlal.These four companies started donating to the Congress from April 2019 and continued until November 2023. In all, around 26% of the Rs 616.92 crore worth of bonds that the MJK group of companies bought found their way to the Congress party, while Rs 351.92 crore went to the BJP.Megha Engineering and Infrastructures LimitedMegha Engineering and Infrastructures Limited along with Western UP Power Transmission Company Limited together donated Rs 128 crore to the Congress, making them the party’s second-largest benefactors through bonds. Between May 2019 and November 2023, MEIL paid Rs 18 crore. The bulk of the funds – Rs 110 crore – came from WUPPTCL.This amount is 10% of their total bonds purchases ,which amount to Rs 1,186 crore. Overall, MEIL and WUPPTCL together are the second largest buyers of electoral bonds in the country and gave Rs 669 crore to the BJP.VedantaThe third-largest donor to the Congress is mining conglomerate Vedanta, which gave Rs 125 crore between April 2021 and November 2023. This amounts to 31% of the company’s total bonds purchases of Rs 400 crore. Vedanta is also one of the largest donors to the BJP and gave Rs 230 crore to the Bharatiya Janata Party.Yashoda HospitalYashoda Super Specialty Hospital bought bonds worth Rs 162 crore of which Rs 64 crore or 39% went to the Congress party from July 2021 up to October 2023.Future GamingLottery giant Future Gaming and Hotel Services, owned by Santiago Martin, gave Rs 50 crore to the party through bonds and all of it in April 2023.Rithwik Projects Private LtdRithwik Projects Private Ltd, founded by Andhra Pradesh BJP MP Chintakunta Munuswamy Ramesh, gave the Congress Rs 30 crore. On March 22, 2023, SVJN Limited, a Himachal Pradesh state-run clean energy public sector undertaking, signed a contract agreement with Rithwik Projects worth Rs 1,098 crore for the Sunni dam project. Three weeks later, on April 11, 2023, Rithwik Projects donated Rs 30 crore – 66% of its total bonds purchases of Rs 45 crore – to the Congress, which was in power in Himachal Pradesh, Other donorsSeveral well-known companies, firms and individuals are among the party’s political funders. These include Kiran Mazumdar Shaw, head of Bengaluru-based pharma company Biocon, who contributed Rs 1 crore, and Jindal group which paid Rs 22 crore in bonds.Chennai Greenwoods Private Limited, a construction company which is owned by the Ramky group, also donated Rs 15 crore. The chairman of Ramky group is Yuvajana Sramika Rythu Congress Party Rajya Sabha MP Ayodhya Rama Reddy.Pharmaceutical companies Natco Pharma donated Rs 12.25 crore, Reddys Labs Rs 14 crore and Cipla Rs 2.2 crore. Entertainment firms PVR and Inorbit donated Rs 2 crore each.Missing bondsThe Congress received a total of Rs 1,952 crore through electoral bonds since the inception of the scheme in 2018. However, the names of purchasers who bought bonds before April 12, 2019, are not known as the Supreme Court directed the State Bank of India to make public only the data of donors after that date.Due to this, data for only 2,908 bonds worth Rs 1,351 crore of the total 3,146 bonds that the Congress received can be matched with the list of donors that the Election Commission released on Thursday. This amount is 69% of the total money that the party got through electoral bonds. The buyers of the remaining 238 bonds are likely to remain unknown.Between April 15 and 10 May 2019, ahead of the parliamentary elections, the party received Rs 97.7 crore, although it continued to receive bonds during the rest of the year.","author":"Anisha ShethJisha SuryaProject Electoral Bond","time":"2024-03-22T12:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199485-rjpfpgxhnx-1711092366.jpg","tags":["Electoral bonds","Congress","Bharatiya Janata Party","Lok Sabha 2024"]}