{"title":"Kolkata: Feminist group assaulted for campaigning against citizenship law and NRC ","content":"The members of a feminist group in Kolkata were attacked by men allegedly wielding sticks and shouting “Jai Shri Ram” on Sunday night for organising a mobile campaign against the Citizenship Amendment Act and the proposed nationwide National Register of Citizens exercise. While one person was beaten, others received minor injuries. One woman also filed a molestation complaint against one of the attackers.The campaign organised by Feminists in Resistance ended at 10 pm. “The idea was to go from place to place, talk about the CAA, talk about the NRC, sing songs,” said lawyer and researcher Darshana Mitra, who was part of the group. “We also had a short film, which we showed. It was peaceful throughout.”The campaign wound up at Baghajatin in South Kolkata. The campaigners were drinking tea when the men attacked them, said Mitra. “Around 10.15 pm, we see a group of men, with sticks in their hand, their faces covered,” she said. “There were around 12 of us and two men.”The attackers targeted one of the men, hitting him on the head with a stick. “There was another person, Amrita – when she tried to intervene, one of the men hit her with a stick and threw her into the incoming traffic.” Film-maker Debalina Majumdar, who was part of the group, had her camera snatched and broken, according to The Hindu. “They said if you want to live in this country, you have to say ‘Jai Shri Ram’, you have to say ‘Bharat Mata Ki Jai’, you can’t oppose NRC,” said Mitra. “They called us anti-national.”When local residents came to the group’s aid, the attackers attempted to flee. “We chased them,” said Darshana Mitra. One of the attackers was caught with the help of a police officer who joined the chase, and taken to Jadavpur police station. Two more men were apprehended soon afterwards.The police have registered two separate first information reports at Jadavpur police station. One FIR was in connection with the molestation complaint. In the other FIR, a person identified as Suman Kalyan Das and seven others have been booked on charges filed under sections 341 (wrongful restraint), 324 (voluntarily causing hurt by dangerous weapons or means), 354, 506, 427 (mischief causing damage to the amount of fifty rupees) and 34 (acts done by several persons in furtherance of common intention).","author":"Scroll Staff","time":"2019-12-23T18:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133427-ozkfeitzcg-1577123714.jpeg","tags":["Citizenship Amendment Act","NRC","Kolkata","Feminist organisation"],"source":"https://scroll.in/latest/947696/kolkata-feminist-group-assaulted-for-campaigning-against-citizenship-law-and-nrc"}