{"title":"Kotak firm’s Rs 60 crore donation to BJP coincided with crucial RBI decisions on Kotak Mahindra Bank","content":"Uday Kotak is a rare banker whose firm features on the list of electoral bond donors.For nearly a decade, the 65-year-old banker was locked in a tussle with the Reserve Bank of India over the claim that his stake in the Kotak Mahindra Bank, India’s third-largest private sector bank, exceeded the limit set by the central bank.In December 2018, the Kotak Mahindra Bank took the Reserve Bank to court over the matter. Thirteen months later, in January 2020, the central bank relented, agreeing to the private bank’s proposal in an out-of-court settlement.Now, fresh electoral bond data released by the Election Commission shows that a Kotak group firm donated Rs 35 crore to the Bharatiya Janata Party in the months leading to the settlement. Of this, Rs 10 crore was donated days before the settlement was announced.The Kotak group firm, Infina Finance Private Limited, donated another Rs 25 crore to the ruling party in April 2021 – less than three weeks before the Reserve Bank announced fresh guidelines that allowed Uday Kotak to continue as the managing director and chief executive officer of Kotak Mahindra Bank for another 32 months.Infina Finance Private Limited is a Mumbai-based non-banking financial firm registered with the Reserve Bank. Its website says that it is “jointly owned by Kotak Mahindra Bank through its subsidiary and Kotak family”.According to Care Ratings, a ratings agency, the Kotak family owns 50.01% equity in Infina Finance. The remaining 49.99% of it is held by Mumbai-based Kotak Mahindra Capital Company Limited, where Uday Kotak is a director.The BJP was the sole beneficiary of the Rs 60 crore bonds bought by Infina Finance. The Kotak firm did not donate money to any other political party.Questions sent to Kotak Mahindra Bank and the Reserve Bank of India remained unanswered at the time of publication. This article will be updated if they respond.Kotak vs RBIIn February 2013, the Reserve Bank of India issued banking guidelines that capped the stake of a promoter in a private bank at 15% within 12 years of the commencement of business.The Reserve Bank gave a banking licence to Uday Kotak’s firm Kotak Mahindra Finance Limited in 2003. To comply with the 2013 guidelines, the promoter group had to trim down its stake in Kotak Mahindra Bank from 44.96% in 2013 to 15% by 2015.By the end of 2015, however, the promoter group still held 40.02% stake in the bank. Most of it – 39.65% – remained with Kotak himself.In February 2017, the central bank asked Kotak Mahindra Bank to reduce the promoter shareholding in a phased manner: it had to cut it down to 30% by June 30, 2017, 20% by December 31, 2018 and 15% by March 31, 2020.The private bank complied, but only partially. By May 2017, after several rounds of sales, the promoter stake in Kotak Mahindra Bank had dropped to 29.79%.In August 2018, the private bank announced that it would further dilute promoter shareholding to 19.7%. But there was a twist. The bank said it would do so not by selling equity shares, but by issuing non-cumulative preference shares – an instrument that allows investors to receive dividends on profits before they are distributed among common shareholders.Days later, the Reserve Bank rejected this proposal, arguing that it would not lead to dilution of promoters’ control.Four months later, in December 2018, Kotak Mahindra Bank took the Reserve Bank to court, challenging the rejection. The resulting disclosures brought to light nearly a decade of heated exchanges between the two institutions.More than 13 months later, the Reserve Bank and the private bank decided to settle the matter out of court. On January 29, 2020, the central bank accepted Kotak Mahindra Bank’s proposal to reduce promoter stake to only 26% within six months, relaxing its insistence on cutting it to 15%.In a piece published in The Wire a month later, Hemindra Hazari, an independent research analyst registered with the Securities and Exchange Board of India, called this “one of the more odd episodes in the history of banking regulation”.“The settlement was more or less a win for the bank’s promoter, Uday Kotak and his demands,” Hazari wrote.In the months and weeks leading up to the settlement, Infina Finance Private Limited, a Kotak group firm, purchased electoral bonds worth Rs 35 crore.Of this, Rs 25 crore worth of bonds were bought on October 10, 2019. They were encashed by the BJP on October 16, 2019.Infina Finance bought another set of bonds worth Rs 10 crore on January 16, 2020. These were redeemed by the BJP on January 21, 2020 – only eight days before the RBI accepted Kotak Mahindra Bank’s proposal on reducing the promoter stake.Hazari suggested the latest revelations have “not only damaged Kotak’s reputation, but even more the reputation of the banking regulator, which has apparently taken dictation from the political authorities”.Former Finance Secretary Subhash Chandra Garg, however, took a contrary view. He said it was “far-fetched” to draw a connection between the donations made to the BJP through electoral bonds and the central bank action. “The donation is too small for a connection... For that matter, even the RBI would not make such a big policy change for such a small thing,” Garg said.The former finance secretary added: “In my view, the RBI regulations on a bank’s ownership and a CEO’s tenure are par for course in cases of an industrial house owning a financial company, including a bank, but not for financial professions or entrepreneurs owning banks. I view Uday Kotak's struggles with sympathy because he's a professional and entrepreneur purely from the financial side.”Uday Kotak’s tenureMonths after the settlement on the promoter group’s stake, a fresh question surfaced about Uday Kotak’s continuation as chief executive officer of the Kotak Mahindra Bank.In June 2020, the Reserve Bank proposed that the tenure for a promoter to remain CEO or whole-time director of a bank should be restricted to 10 years. Uday Kotak had headed Kotak Mahindra Bank as CEO for 17 years.While the Reserve Bank’s proposal was still under consideration, in December 2020, the central bank granted Uday Kotak an extension of three years.The Reserve Bank’s proposed policy finally came into effect on April 26, 2021, with minor adjustments: promoter CEOs at private banks could have a tenure of 12 to 15 years.More importantly, the Reserve Bank’s policy allowed an exception to be made for those who had already received extensions. It said that managing directors, chief executive officers and whole-time directors of banks who had already completed 12 to 15 years “on the date these instructions coming into effect, shall be allowed to complete their current term as already approved by the Reserve Bank”.In other words, Uday Kotak could remain CEO and MD of Kotak Mahindra Bank, despite the new policy.Two other bank CEOs who benefitted from the Reserve Bank’s decision were Shyam Srinivasan of the Federal Bank and Murali Natarajan of the DCB Bank, who had also been granted tenure extensions. However, the Reserve Bank had granted them only a one-year extension, compared to the three-year extension granted to Uday Kotak.The Reserve Bank’s decision came shortly after the Kotak group had donated to the ruling party.On April 7, 2021, Infina Finance had bought electoral bonds worth Rs 25 crore. On April 12, this sum was credited to the BJP – 14 days before RBI announced its policy.Kotak resigned as managing director and CEO of Kotak Mahindra Bank on September 1, 2023, four months before the extension ended. He continues to hold a 25.71% stake in the bank.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThis report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists. Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Binu Karunakaran, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Jisha Surya, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Rokibuz Zaman, Sachi Hegde, Safwat Zargar, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Ayush TiwariProject Electoral Bond","time":"2024-03-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199646-skcedkglyn-1711547220.jpeg","tags":["Uday Kotak","Reserve Bank of India","Supreme Court","Kotak Mahindra Bank","Political Finance","Project Electoral Bond","Bharatiya Janata Party","Lok Sabha 2024"]}