{"title":"Kuki members to boycott Manipur peace committee","content":"A day after the Union government formed a committee to negotiate peace in violence-hit Manipur, Kuki representatives said on Sunday that they will boycott the panel as it includes Chief Minister N Biren Singh, reported The Hindu.The peace committee, formed on June 10, is led by Governor Anusuiya Uike and includes 51 members – former civil servants, educationists, litterateurs, artists, social workers, representatives of different ethnic groups as well as few state ministers, including Singh, MPs, MLAs, and leaders from various political parties, Of the 51 members named to represent the ethnic groups, 25 are from the majority Meitei community, 11 from Kuki groups, 10 from the Naga communities, three from Muslim groups and two from the Nepali communities, reported The Indian Express.On Sunday, one of the Kuki representatives said that he had not been asked before including him in the panel.“This is an important question as without my consent, why and how did they add my name to the peace committee,” retired Indian Defence Accounts Service officer J Lhungdim told The Indian Express. “I have spoken with several Kuki representatives and they told me that their names were also added to the committee without talking to them and they are also not happy with this act.”He added: “I believe it’s not going to work this way and the Central government should be part of this committee, instead of leaving everything on Chief Minister N Biren Singh.”Also read:From Nehru to Manipur’s civil war: A short history of double-engine sarkarsKuki Inpi Manipur president Ajang Khongsai, who is also a member of the panel, told The Hindu that the committee includes the Coordinating Committee on Manipur Integrity, a civil society group, that “has declared war against the Kukis”.“We want peace but at this critical junction, when violence continues, we cannot hold talks with the Manipur government,” Khongsai said. The Indigenous Tribal Leaders Forum also criticised the inclusion of the chief minister in the panel.“The creation of such a peace committee... by the Central government must be made only after conditions of normalcy and security for Kuki-tribal villages have been secured for a certain period of time,” it said in a statement. “At present, more than 160 Kuki-Zo villages have been burnt and continue to be under constant attack from Meitei militants.”All Manipur United Clubs Organisation chief Nando Luwang said he was not aware of being included in the panel. “Will take a final decision on attending the meeting after discussing it with other members of the group,” he said.L Adino Mao, the former president of the United Naga Council, the apex civil body of the Nagas in Manipur, said he came to know of his appointment through social media. He added that he had “not been consulted”.Manipur has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left more than 100 persons dead, over 300 injured and thousands displaced. However, on June 8, security advisor to the state government, Kuldiep Singh, had said that there had been no violence in the state in the preceding 48 hours.The decision to form the peace committee was announced by the Union Home Minister last month During his visit to Manipur. Amit Shah also announced that a panel will be formed to investigate the the violence in the state.","author":"Scroll Staff","time":"2023-06-12T11:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191154-cizzbdsqud-1686547699.jpg","tags":["Manipur","Manipur violence","N Biren Singh","Kuki","Meitei","Peace committee"],"source":"https://scroll.in/latest/1050766/kuki-members-to-boycott-manipur-peace-committee"}