{"title":"Nandita Das: ‘Kuldip Nayar prevented an idealist like me from falling into the trap of cynicism’","content":"It has taken me a few days to process the news that Kuldip Nayar sahab has died. At a memorial service held by his friends in Delhi on August 28, people like Soli Sorabjee and Najeeb Jung shared stories about the veteran journalist, increasing the sense of the void his absence has created, not only in my life but in the lives of almost every single person he met.Having moved to Mumbai a few years ago, I did not get to meet him all that often any more, but I found solace in knowing that my special friend, philosopher and guide was a phone call away. I have always felt he was watching over me, inspiring me through his relentless efforts to make the world a more just place. I will miss the times he called me out of the blue. Those conversations gave me so much strength and courage. I recall the happy meetings at his house in Delhi, the trips we took together to Lahore, Dhaka and Gujarat. Now, all this is suddenly of the past, never to happen again.Kuldip Nayar. (Photo credit: Jaskirat Singh Bawa/via Flickr [Licensed under CC BY 2.0])Lessons from Kuldip sahabI first met Kuldip sahab through actor Farooque Shaikh in the early ’90s. The three of us belonged to three different generations but shared deep common concerns and interests that brought us together time and again. When we met, we would endlessly discuss the socio-political situation around us. We would argue and rant, but also, more importantly, think of ways in which we could engage more meaningfully. I was in my early 20s at that time, idealistic, passionate and at times cynical – overwhelmed by the problems around us. But Kuldip sahab, the oldest among us, was the most optimistic about ways in which we all could make a difference. His enthusiasm almost had a childlike excitement. He turned 95 on August 14, and was bursting with ideas even then.I owe him the wisdom of walking on the razor’s edge – of being aware of all the miseries of the world and yet never falling into the trap of cynicism. He believed that there is no time to be lazy and apathetic, however difficult the times may be. He had witnessed life in India, with all its upheavals, for close to a century. He would always encourage people to focus on what one can do and not lament about what one cannot. All this was valuable advice, coming from a man who has been a voice of conscience during the most significant attacks on the idea of India since independence. He took a strong stand against the Emergency in 1975, the riots in Delhi in 1984 and in Mumbai in 1992-’93, and then the 2002 Gujarat violence. Even right up till his death on August 23, he spoke out against rising intolerance and attacks on innocent people.Kuldip sahab spent his life across both India and Pakistan. Born in 1923 in Sialkot, in present-day Pakistan, he and his family fled to Delhi after Partition in 1947. He told me that he had met the great short story writer Saadat Hasan Manto briefly and, of course, had extensively read his works that included plays, essays and biographical sketches. Some of the seeds of my journey towards Manto were sown when Kuldip sahab exposed me to the issues between India and Pakistan. In 1996, it was he who first took me to Lahore as part of South Asians for Human Rights, a non-partisan forum of and for South Asians who actively wanted to participate in building peace and justice in the region. When the Gujarat carnage happened in 2002, I did not visit the state until six months later as I did not want to be a social tourist. I wondered what I could offer to those whose lives had been destroyed, other than empty words. But Kuldip sahab insisted that I come along. “It is important you come,” he said. “You must keep yourself alive by feeling pain first hand. And do not undermine the power of solidarity. You have much to give and much to get.” I will never forget the day I was to address a large gathering of women in Ahmedabad. I tried to motivate them to be strong through their trying times, but looking at their faces that clearly reflected their suffering, I ended up breaking down. These women, whose husbands and children were killed, their bodies ravaged, their homes burnt and looted, came forward to console me. They crowded around me and said, “You at least came and held our hand, that is good enough.” It was far from it, but their words helped me understand the power of holding hands, of compassion, of solidarity. That is the least we can do, to feel we are part of the same world, of the same human community.Midnight vigil for peaceThere is one more day I will never forget – August 14, 2005, Kuldip sahab’s 82nd birthday. I accompanied him and a delegation of activists, journalists, and peaceniks from a variety of fields to participate in a large gathering at the India-Pakistan border in Wagah, Punjab. In 1995, Kuldip sahab had started a tradition of holding a candlelight vigil at the Wagah border on the night of August 14. The date is significant as Pakistan celebrates its Independence Day on August 14 and India on August 15. Initially ridiculed for the initiative, Kuldip sahab and his fellow peaceniks continued this vigil for peace and harmony every single year. By 2005, it had become an annual tradition. The jalsa (celebration) and junoon (enthusiasm) has grown from a handful of people to over five lakhs, and on both sides of the border. That day in 2005, I could even hear slogans of “Hindustan Zindabad!” being shouted from across the border in Pakistan, and “Pakistan Zindabad!” being shouted in response from the Indian side. It was clear at that moment that nationalism did not have to be jingoistic. That it was possible to be a proud Indian without having animosity towards those across the border. For an idealist like me, it was one of the most moving experiences I had ever had.In the atmosphere of nationalism today, it is important to remember that even in the most tense of times, there are people on both sides of the border who want peace. While initiatives like this may seem insignificant in the larger atmosphere of animosity, it is such people and such efforts that give us hope. Keeping the legacy aliveKuldip sahab, one of the champions of South Asian solidarity, was equally loved and respected in Pakistan, Bangladesh, Nepal, Sri Lanka and every place where his writings were published and translated. His strong views, gently told, resonated more than angry columns that only appeal to the converts. He put in personal pain and joy in what he wrote. I remember sitting in a restaurant with him in Dhaka when a group of youngsters rushed to him to ask for selfies. I was happy that not all young ones just have Bollywood or cricket stars as their heroes. All these memories came flooding back as I sat at the condolence meeting at the India International Centre in Delhi. Now I would not have to take any more detours to Vasant Vihar during my short trips to Delhi, there would be no more sitting in the sun on a winter evening listening to Kuldip sahab reminisce about Partition, and no calls out of the blue to ask how I was doing. The last time he called me was to enquire when my film Manto would be screened in Delhi. I really wanted him to see it. This is one regret I will always have. After his death, I called his pillar of support and life partner, Bhartiji, and told her that she must come for the premiere of Manto – to watch it for both.If there is a heaven above, I know Kuldip sahab, feisty lawyer and activist Asma Jehangir, Justice Rajender Sachhar – all friends who passed away this year – would be sitting there, sharing stories in Punjabi, and laughing together. Alas, there is no heaven. I reckon instead that they would prefer to sing to us, “Tu zinda hai to zindagi ki jeet per yakin kar. Agar kahin hai swarg to utaar la zameen par. [If you are alive, believe in the victory of life. If there are heavens somewhere, bring them down to earth.]” They did, and now it is up to us to continue their legacy. That is the only way to keep them close to us.","author":"Nandita Das","time":"2018-09-09T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892911-jnrcnyxedk-1535892209.jpg","tags":["Kuldip Nayar","Wagah","India-Pakistan border","India","Pakistan","peace"],"source":"https://scroll.in/article/892911/kuldip-nayar-prevented-an-idealist-like-me-from-falling-into-the-trap-of-cynicism"}