{"title":"La Liga: Alvaro Rodriguez helps Read draw with Atletico in Madrid derby","content":"Real Madrid’s young striker Alvaro Rodriguez salvaged a late 1-1 draw for the champions in a tense derby clash against 10-man Atletico Madrid on Saturday in La Liga.The point reduces league leaders Barcelona’s advantage on Los Blancos to seven points, but gives the Catalans the chance to expand the gap to 10 on Sunday against Almeria.Jose Gimenez had headed Atletico in front in the second half shortly after team-mate Angel Correa had been sent off for elbowing Madrid defender Antonio Rudiger.However 18-year-old forward Rodriguez headed Real level on only his second league appearance for the club.The striker made a strong impact in a cameo against Osasuna last weekend, setting up a goal, and made an even more important contribution against Atletico.Despite his impact, Real Madrid coach Carlo Ancelotti admitted his team’s hopes of defending the title are fading, albeit not extinguished.“It’s not a goodbye to La Liga – it’s even more complicated, but we will fight to the end and see what happens,” Ancelotti told reporters.The Italian coach praised Rodriguez for making a difference coming off the bench.“Alvaro has shown all his qualities, he’s not played much, it’s a special night for him and for us to think that he can be useful at this stage of the season,” added Ancelotti.“For next season, Alvaro will be in the first team squad. He has qualities that few have for his age. He’s tall, good on the ball, great in the air, and the idea is to have him with us in the first team squad next season.”Atletico, fourth, only have league games left this season but a win at Madrid for the first time since 2016 in the top flight would have raised morale.The first half was evenly contested and surprisingly pedestrian in quality, after the entertaining Copa del Rey clash these sides offered up in January, won 3-1 by Real Madrid. Ancelotti’s side also won the first league match against Atletico in October, but could not continue their domination at the Santiago Bernabeu. Atletico defender Reinildo Mandava was forced off injured midway through the first half, appearing to hurt his knee in a tussle with Fede Valverde.Correa elbowAntoine Griezmann, in fine form in 2023, dragged a low shot narrowly wide of Thibaut Courtois’s goal following good work by Yannick Carrasco after an hour.Atletico were soon reduced to 10 men when Correa lashed out and hit Rudiger in the chest off the ball, with the German defender flinging himself to the floor.Spanish news outlets had reported Atletico were unhappy with the appointment of referee Jesus Gil Manzano, who once dismissed former Rojiblancos striker Diego Costa for insulting him – leading to an eight-match ban, and his red card for Correa will not help heal old wounds.“The contact was not so violent to immediately be a red card,” Simeone told reporters. “There are many people who have paid for tickets and want to see the players. In football there is contact, that’s how it is.”With the numerical advantage, Ancelotti took a risk and brought on young forward Rodriguez for defender Nacho, moving substitute Eduardo Camavinga to left back.Moments later though, Atletico took the lead.Gimenez, who had replaced the injured Reinildo, met Griezmann’s inviting free-kick with a towering header after 78 minutes to break the deadlock.However Rodriguez intervened with five minutes left on the clock, leaping brilliantly to nod Luka Modric’s corner in off the post, after Atletico had left him unmarked.Madrid could not find a winner and the result leaves the door open for Barcelona to take another step towards the title on Sunday.“We went behind and then saving a point is better than nothing, but it’s not enough,” said Courtois.","author":"AFP","time":"2023-02-26T10:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187309-lzahgicbpk-1677386009.jpg","tags":["football","la liga","real madrid","atletico madrid","Alvaro Rodriguez"],"source":"https://scroll.in/field/1044630/la-liga-alvaro-rodriguez-helps-read-draw-with-atletico-in-madrid-derby"}