{"title":"Labourer succumbs to injuries sustained in self-immolation bid after she failed to exchange notes","content":"A 45-year-old daily wage labourer on Sunday succumbed to burn injuries sustained after she immolated herself on November 20 when she “failed to exchange six notes of Rs 500”, PTI reported. She took the step after trying to exchange the demonetised notes at different branches of banks in the old city area for five days. She had told mediapersons that she took the step “out of total helplessness as her four children had not eaten anything for three days”.She was a resident of Aligarh’s Shahjamal locality. Residents of the area staged a protest following her death. Senior district officials and police personnel were present during her last rites on Sunday, while the area’s Samajwadi Party chief Baba Farid assured protestors that he would take up the case with the state government.Several people, many of them elderly, have died while standing in long queues to exchange their money and many have killed themselves after thinking that their life’s savings have been reduced to nothing. In November, a 56-year-old bank manager in Haryana’s Rohtak district died after reportedly working three days and nights at a stretch, reported Hindustan Times. A bank employee in Pune died of heart attack on November 16 after working 12-hour shifts handling large crowds. Deaths have also been reported after hospitals refused to treat patients because they furnished old notes, among them an infant.The Supreme Court had observed that the long queues outside banks were a serious problem and could even lead to riots, even as Attorney General Mukul Rohatgi said the queues were getting shorter and people were waiting patiently. Prime Minister Narendra Modi had announced the demonetisation drive on November 8.","author":"Scroll Staff","time":"2016-12-05T14:43:30.773149+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823322-45883-vaveyxxebj-1480927709.jpg","tags":["Demonetisation","Demonetisation deaths"],"source":"https://scroll.in/latest/823322/labourer-succumbs-to-injuries-sustained-in-self-immolation-bid-after-she-failed-to-exchange-notes"}