{"title":"LAC standoff has ‘eroded strategic trust’, NSA Ajit Doval tells Chinese counterpart","content":"The situation along the Line of Actual Control since 2020 has “eroded strategic trust”, India’s National Security Advisor Ajit Doval told his Chinese counterpart Wang Yi on Monday.In June 2020, a major face-off between Indian and Chinese soldiers in the Galwan Valley of Ladakh had led to casualties on both sides – the first in many decades. Tensions had flared at multiple friction points, with both countries stationing tens of thousands of troops backed by artillery, tanks and fighter jets. The two sides have been engaged in a standoff despite several rounds of talks between Indian and Chinese military commanders.Doval met Wang, who is China’s director of the Office of the Central Foreign Affairs Commission, on the sidelines of a BRICS meeting of national security advisors in Johannesburg. Brazil, Russia, India and China and South Africa are part of the bloc. According to a statement issued by the Ministry of External Affairs on Tuesday, Doval in his meeting with Wang stressed on the “importance of continuing efforts to fully resolve the situation and restore peace and tranquillity in the border areas” to ensure normal India-China relations.Wang Yi-Ajit Doval meeting.Left: Chinese readoutRight: Indian readoutWhether with India or other countries, China's versions of such meetings should be checked against the other country's version. pic.twitter.com/9AyXV0n5ze— Tanvi Madan (@tanvi_madan) July 25, 2023\n\nMeanwhile, in a statement, the Chinese foreign ministry has claimed that Prime Minister Narendra Modi and Chinese President Xi Jinping had reached a consensus to restore bilateral ties at a meeting in Bali, Indonesia, last year, The Hindu reported. India is yet to comment on the claim. It was earlier reported that Modi and Xi had only “exchanged courtesies at the conclusion of the dinner” for G20 leaders. No more information was shared.The statement by Beijing also stated that Wang, during the meeting with Doval, said that India and China should enhance strategic mutual trust, focus on cooperation and bring bilateral ties back on track. Wang stressed that China will never seek hegemony and is ready to work with developing countries, including India, to support multilateralism and the democratisation of international relations, the statement added.","author":"Scroll Staff","time":"2023-07-25T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166895-edgrgznqes-1638105449.jpg","tags":["Wang Yi","Ajit Doval","LAC","Ladakh","India","China","BRICS"],"source":"https://scroll.in/latest/1053258/lac-standoff-has-eroded-strategic-trust-nsa-ajit-doval-tells-chinese-counterpart"}