{"title":"Lack of unanimity in EC’s decisions shows ‘fear of Modi-Shah’ is weakening, says P Chidambaram","content":"Congress leader and former Union minister P Chidambaram on Saturday claimed that an election commissioner’s dissent from the poll panel’s decision to clear Prime Minister Narendra Modi in two cases of alleged poll code violation in Maharashtra indicates that “the fear of Modi-Shah” is finally weakening, PTI reported. The decisions on such matters are taken by Chief Election Commissioner Sunil Arora and election commissioners Ashok Lavasa and Sushil Chandra.“I hope other institutions and the media will also shed the fear of Modi-Shah and assert their independence,” Chidambaram added.On Friday, The Indian Express reported that the clearances given to Modi for his April 1 speech in Maharashtra’s Wardha district and the speech in Latur district on April 9 were not unanimous. In Wardha, he had claimed that Congress President Rahul Gandhi had been forced to contest the Lok Sabha elections from Wayanad in Kerala because of its sizeable Muslim population, and in Latur he had invoked the Balakot air strikes while making an appeal to first-time voters. Closer to May 6, 12 and 19, the Election Commission may actually reprimand Mr Modi and Mr Shah. That means the fear of Modi-Shah is finally weakening.— P. Chidambaram (@PChidambaram_IN) May 4, 2019\n\nThough at least one of the commissioners expressed dissent in these two cases, the poll panel was unanimous in its decision to let Modi off the hook for saying in Rajasthan’s Barmer town on April 21 that India does not get scared of Pakistan’s nuclear strike threats anymore. India’s nuclear weapons were not meant for Diwali, the prime minister had said. On Saturday, The Indian Express reported that the poll panel had also disagreed over Bharatiya Janata Party President Amit Shah’s speech in Maharashtra’s Nagpur district on April 9, when he compared Wayanad to Pakistan. This came a day after the poll panel exonerated Shah of the charges levelled in a complaint by Congress leader Randeep Singh Surjewala.According to NDTV, one of the three commissioners has dissented from the majority view to give clearances to Modi and Shah on five occasions. The Election Commission’s formal orders contain no reference to the dissenting view.","author":"Scroll Staff","time":"2019-05-04T16:26:14.891634+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/90863-hczfrjgpav-1554183457.jpg","tags":["Lok Sabha elections","Election Commission","Narendra Modi","Amit Shah"]}