{"title":"Ladakh’s Kung Fu nuns are teaching women to defend themselves against sex offenders","content":"As dawn breaks, the sun edges over the expansive jagged mountains of Ladakh – a remote Buddhist ex-kingdom in the Indian Himalayas bordering Tibet – to reveal a world where time appears to have stood still.The chant of monks in a centuries-old monastery can be heard in the distance. Villagers slowly emerge from whitewashed stone cottages to tend to their wheat and barley fields, and ready their goats to search for pasture.Complete with its picture-perfect temples precariously perched atop rocky mountain outcrops, giant shrines and mantra-engraved walls, Ladakh’s age-old Tibetan Buddhist way of life appears almost untouched by modernity.Until, that is, you hear the energetic yells of scores of young women, clad in sweatpants and trainers. Fanned out in front of a majestic white temple-like structure, they stretch, lunge, jump, kick and punch on the orders of nuns.Meet the Kung Fu nuns – women from an age-old Buddhist sect who are using their martial arts expertise to challenge gender roles in this conservative culture and teach women self-defence, as reports of rapes rise in India.Unlike other nuns, their chants and prayers are followed by jabs and thrust kicks. Between meditation sessions, they attend gender equality lessons. Even their traditional maroon robes are periodically swapped for martial arts attire, with black belts.“Most people think nuns just sit and pray, but we do more,” said 19-year-old Jigme Wangchuk Lhamo, one of the Kung Fu trainers, as she rested after an intense two-hour session in Hemis village, 40 km (25 miles) from the northern city of Leh. “We walk the talk. If we act, people will think if: ‘If nuns can act, why can’t we?’”“Kung Fu will make them stronger and more confident,” she said, adding that they decided to teach self-defence after hearing of cases of rape and molestation.Buddhist nuns in India's remote Himalayan region of Ladakh teach around 100 girls and young women the martial art of Kung Fu amid rising reports of rape in India. Taken on Aug 18, 2017. Photo credit: Nita Bhalla/Thomas Reuters FoundationHeroesWangchuk is one of around 700 nuns globally who belong to the Drukpa lineage – the only female order in the patriarchal Buddhist monastic system where nuns have equal status to monks.Traditionally, nuns are expected to cook and clean and are not permitted to exercise. But this changed almost a decade ago when the leader of the 1,000-year-old sect, His Holiness The Gyalwang Drukpa, encouraged the nuns to learn Kung Fu.Inspired by his mother to advocate for gender equality, he also gave the nuns leadership roles and helped them study beyond Buddhist teachings to become electricians and plumbers.The nuns are active in the communities where they live, mainly in Nepal and India, treating sick animals and organising eye care camps for villagers.They trek and cycle thousands of kilometres through Himalayan mountain passes to raise awareness on issues ranging from pollution to human trafficking.Following a massive earthquake in April 2015 in Nepal, they refused to leave but trekked to villages to remove rubble, clear pathways and distribute food to survivors.Carrie Lee, president of Live to Love International, a charity that works with the Drukpa nuns to support marginalised Himalayan communities, says they are exceptional role models. “The Kung Fu Nuns are heroes of the Himalayas,” she said. “They are fiercely compassionate and brave. Not even earthquakes, avalanches, monsoons and cloudbursts can stand in their way.”\n\n\n    \n    Play\n\nCat-callingLee isn’t far wrong. The nuns are now taking on one of the biggest threats facing women and girls in India today. Rape.Stories feature daily in Indian newspapers and television channels of girls being raped on their way to school, students molested in taxis, and women stalked heading home from work.The National Crime Records Bureau says 34,651 rapes were reported in 2015 – or four rapes every hour – a rise of 43 percent from 2011. There were 82,422 sexual assaults, a 67% increase, over the same period.These figures are just the tip of the iceberg, say activists, as many victims are afraid to report cases, scared they will be blamed and shamed by their family and community.A wave of public protests after the fatal gang rape of a woman on a Delhi bus in 2012 jolted many in the world’s second most populous country out of apathy, and forced the government to enact stiffer penalties on gender crimes. Since then, a spike in media reports, government campaigns and civil society programmes have increased public awareness of women’s rights and emboldened victims to register abuses.But with reports continuing every day, and many women feeling increasingly concerned about their safety, the Drukpa saw an opportunity to help in their own way.Buddhist nun Jigme Wangchuk Lhamo monitors participants at a self defense workshop in India's remote Himalayan region of Ladakh. Wangchuk is part of a group of nuns who are teaching around 100 girls and young women the martial art of Kung Fu amid rising reports of rape in India. Taken on Aug 18, 2017. Photo credit: Nita Bhalla/Thomas Reuters Foundation“We thought we must share what we know with others,” said 28-year-old nun Jigme Yeshe Lhamo at a five-day workshop at Naro Photang – a majestic Buddhist palace-like building belonging to the centuries-old nearby Hemis monastery.Almost 100 women aged between 13 to 28 followed a rigorous 6 am to 9 pm schedule during the course in August.It included techniques on handling being attacked from behind, moves such as takedowns and strikes, and discussions about how to react in possible sexual assault scenarios.“It’s been tough and my whole body is aching but the nuns were very inspiring. All girls should learn Kung Fu,” said one participant Tsering Yangchen, a 23-year-old student. “I am often uncomfortable going to the market as there are boys standing around looking, whistling and cat-calling. I was always hesitant to say anything but now I feel much more confident to speak out and even protect myself if I have to.”This article first appeared on Thomas Reuters Foundation News.","author":" Nita Bhalla","time":"2017-09-02T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849011-67173-unailwnffh-1504099428.jpg","tags":["Kung Fu Nuns","Tibetan Buddhist","Buddhist palac","women safety","martial art"]}