{"title":"Lakhimpur Kheri violence: Not satisfied with steps taken by UP government, says Supreme Court","content":"The Supreme Court on Friday said that it was not satisfied with the steps taken by the Uttar Pradesh government in the investigation of the Lakhimpur Kheri violence, reported ANI. However, the bench led by Chief Justice NV Ramana said that an inquiry by the Central Bureau of Investigation is not a solution because of the persons involved, NDTV reported. Union minister Ajay Mishra’s son Ashish Mishra has been booked on multiple charges, including murder and criminal conspiracy, in connection with the violence that left eight people, including four farmers dead. However, he has not been arrested yet.Farmer bodies have alleged that a vehicle which was part of Ajay Mishra’s convoy ran over the protestors. They have claimed the vehicle belonged to Ashish Mishra.During Friday’s hearing, the Supreme Court asked why the accused person has not been arrested yet, reported Live Law. The police had summoned Mishra for questioning on Friday but he did not appear before them.“What is the message that we are sending?” the court asked Uttar Pradesh, according to Live Law. “In normal circumstances, if a 302 case [murder] is registered, what will the police do? Go and arrest the accused.”The bench asked if the police treat every accused person in a murder case this way – by issuing summons. “Treat him same way we treat other persons in other cases,” the chief justice said.The court pointed out that the case involves the “brutal murder” of eight people and the police would normally arrest the accused immediately.The bench also seemed dissatisfied with the fact that the members of the Special Investigation Team constituted to look into the violence were local police officers from Lakhimpur. The court asked the state to ensure that the evidence in the case is protected till the time another agency takes over the investigation.Salve said that the Uttar Pradesh government should have done what was required, The Hindu reported. He sought more time from the court so that the state could correct the shortcomings in the investigation.The court listed the matter for further hearing on October 20. “We have respect for you, Mr. Salve,” Ramana said, according to The Hindu. “We hope the State will take the necessary steps.”","author":"Scroll Staff","time":"2021-10-08T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164811-dejxqtjycv-1633494153.jpg","tags":["Supreme Court","Uttar Pradesh","Lakhimpur Kheri","Ashish Mishra"],"source":"https://scroll.in/latest/1007242/lakhimpur-kheri-violence-not-satisfied-with-steps-taken-by-state-government-says-supreme-court"}