{"title":"Lakhimpur Kheri violence: Chargesheet filed against four farmers for death of BJP workers, driver","content":"The Uttar Pradesh Police on Friday filed a chargesheet against four farmers for allegedly lynching two Bharatiya Janata Party workers and a driver during the violence at Lakhimpur Kheri on October 3, The Indian Express reported. Three other farmers were cleared of charges, according to the report.This is the second chargesheet that has been filed in connection with the violence. The first chargesheet, filed on January 3, pertains to the mowing down of four farmers and a journalist. Ashish Mishra, the son of Union Minister of State Ajay Mishra, has been named as the prime accused person in the first chargesheet.In the second chargesheet, the Uttar Pradesh Police’s Special Investigation Team has named four persons. They have been identified as Vichitra Singh, Gurvinder Singh, Kamaljeet Singh and Gurpreet Singh, Senior Prosecuting Officer SP Yadav said.The first information report in the second case was filed by a BJP worker named Sumit Jaiswal, who was himself arrested in the case pertaining to the killing of the farmers.The second case pertains to the killing of BJP workers Shubham Mishra and Shyam Sunder Nishad and car driver Hari Om Mishra.Gurvinder Singh, Kamaljeet Singh and Gurpreet Singh have been charged for murder, causing grievous hurt, rioting and unlawful assembly, among other provisions of the Indian Penal Code. Vichitra Singh has been charged for offences pertaining to offering a bribe, criminal intimidation and abetment, among other provisions.Yadav said that a final report has been filed with respect to three farmers – Ranjeet Singh, Sonu alias Kanwarjeet and Avatar Singh – for their release, the Hindustan Times reported. The three farmers were named in the first information report, but the police did not find sufficient evidence against them.“While the four farmers against whom charge sheet has been filed will remain in jail, release order of the other three has been sent to jail from the court,” the senior prosecuting officer said.A total of eight people were killed in Lakhimpur Kheri on October 3 during a protest against the now-repealed farm laws. Four of them were farmers.Farmer organisations have alleged that a vehicle belonging to Ajay Mishra ran over them. They have also alleged that Ashish Mishra was in the vehicle.","author":"Scroll Staff","time":"2022-01-22T12:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164811-dejxqtjycv-1633494153.jpg","tags":["Lakhimpur Kheri","BJP","Ashish Mishra","UP Police","Lakhimpur Kheri violence","Uttar Pradesh"],"source":"https://scroll.in/latest/1015651/lakhimpur-kheri-violence-chargesheet-filed-against-four-farmers-for-death-of-bjp-workers-driver"}