{"title":"Lakhimpur violence: Union minister Ajay Mishra’s son arrested, sent to 14-day judicial custody","content":"Union minister Ajay Mishra’s son Ashish Mishra was arrested late on Saturday night in connection with the violence in Uttar Pradesh’s Lakhimpur Kheri district on October 3, PTI reported. Mishra, who has been charged with murder in the matter, was arrested after over 12 hours of questioning by the police.He was taken to Lakhimpur Kheri district jail after a court sent him to 14 days of judicial custody, the Hindustan Times reported.Deputy Inspector General Upendra Agarwal, who is heading a special investigation team looking into the case, told reporters that Ashish Mishra was arrested for not cooperating during the investigation.“We are taking him in custody on grounds of non-cooperation and [giving] evasive replies,” Agarwal said. “He will be produced in court and sustained custodial interrogation will follow.”Thar se seedhe Sumo pe aa gaye. pic.twitter.com/Hj2g0uMJpk— Piyush Rai (@Benarasiyaa) October 9, 2021\n\nUttar Pradesh Additional Director General (law and order) Prashant Kumar on Sunday said that the police have applied for custody remand of Ashish Mishra. A magistrate’s court will hear the application on Monday.Eight people, including four farmers, were killed after violence erupted in Lakhimpur Kheri district on October 3 during a protest against the Centre’s new agricultural laws.Farmer bodies have alleged that a vehicle which was part of Union minister Ajay Mishra’s convoy ran over the protestors. They have claimed the the vehicle belonged to the minister’s son Ashish Mishra.The Samyukta Kisan Morcha, an umbrella body of over 40 protesting farmer unions, has demanded that Union minister Ajay Mishra should also be arrested on charges of murder, conspiracy and spreading disharmony, The Indian Express reported. The farmers also demanded the minister’s resignation from the Union Cabinet.“If the demand[s] are not met, a ‘Shaheed Kisan Yatra’ [farmers’ martyrdom march] will be taken out from Lakhimpur Kheri with the asthi [ashes from cremation] of the farmers, across Uttar Pradesh and each state,” Rakesh Tikait, leader of the Bharatiya Kisan Union, said at a press conference on Saturday.The arrest of Ashish Mishra came after the Uttar Pradesh administration faced questions from several entities, including the Supreme Court, on delay in taking action in the matter.During a hearing on Friday, a bench led by Chief Justice NV Ramana asked why Ashish Mishra had not been arrested yet. “What is the message that we are sending?” the court had asked the Uttar Pradesh government. “In normal circumstances, if a 302 case [murder] is registered, what will the police do? Go and arrest the accused.”Before his arrest on Saturday, Ashish Mishra had skipped police summons for questioning on Friday.On Thursday, the police had also arrested Luvkush, a resident of Banbirpur village, and Ashish Pandey, who lives in Nighasan tehsil. The two are reportedly aides of Ashish Mishra.","author":"Scroll Staff","time":"2021-10-10T07:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164959-jtfswkhxpy-1633830516.jpg","tags":["Ajay Mishra","Ashish Mishra","Uttar Pradesh","Lakhimpur Kheri violence","Farm laws"],"source":"https://scroll.in/latest/1007351/lakhimpur-kheri-violence-union-minister-ajay-mishras-son-arrested-after-questioning"}