{"title":"Lakhimpur Kheri: SC to hear appeal against Ashish Mishra’s bail on March 11","content":"The Supreme Court on Friday agreed to hear on March 11, an appeal against the bail granted to Ashish Mishra, the son of Union Minister Ajay Mishra, in the Lakhimpur Kheri violence case, Live Law reported. Ashish Mishra has been accused of murder and criminal conspiracy in the case pertaining to killing of four farmers and a journalist during a protest against the three farm laws that have now been repealed. A total of eight people died in violence that followed the protest at Uttar Pradesh’s Lakhimpur Kheri district on October 3.Farmer bodies had alleged that a vehicle belonging to Ashish Mishra had run over the protestors. He had been arrested on October 9. He walked out of jail on February 15 after the Allahabad High Court granted him bail on February 10.Families of the deceased farmers had challenged the bail order in the Supreme Court last month. On Friday, advocate Prashant Bhushan urged a bench led by Chief Justice NV Ramana to hear the matter urgently.Bhushan told the court that other accused persons were applying for bail on the basis of the order passed in Ashish Mishra’s favour, Bar and Bench reported. He asked the Supreme Court to give directions to the Allahabad High Court to not grant bail to the other accused persons based on the Ashish Mishra’s order.Ramana then agreed to hear the matter on March 11.The families of the deceased farmers have contended that they were forced to file an appeal against the bail order in the Supreme Court as the Uttar Pradesh Police had failed to do so in the High Court.They also argued that the Allahabad High Court had not considered the heinous nature of Ashish Mishra’s offence and that the Union minister’s son could influence witnesses and repeat his crime.","author":"Scroll Staff","time":"2022-03-04T12:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164959-jtfswkhxpy-1633830516.jpg","tags":["Lakhimpur Kheri","Ashish Mishra","Ajay Mishra","Supreme Court","Allahabad High Court","Farmers protest"],"source":"https://scroll.in/latest/1018721/lakhimpur-kheri-sc-to-hear-appeal-against-ashish-mishras-bail-on-march-11"}