{"title":"Lakhimpur Kheri: Punjab deputy CM detained on way to meet families of those killed in violence","content":"9.50 pm: Uttar Pradesh minister Sidharth Nath Singh says the Uttar Pradesh government has reached a “compromise” with farmers, News18 reports. He also promised to take action against those responsible for the violence. “The farmers have a trust and belief in the Adityanath government, and under his leadership and direction, the administration has worked,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.41 pm: Former Attorney General Mukul Rohatgi says that protests cannot be violent, NDTV reports. “No protest is legal if it is violent and leads to injury and death,” he adds. “If farmers are continuing with the protests, then do not move courts.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.36 pm: Trinamool Congress leader Sushmita Dev says she and her colleagues were not allowed to meet the families of the farmers who died in Lakhimpur Kheri, ANI reports. “We somehow reached the hospital where post-mortem of bodies were conducted and we are hearing that their cremation will be done tonight as PM [prime minister] will visit Lucknow tomorrow [Tuesday] for an event,” she adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.37 pm: Jharkhand Chief Minister Hemant Soren condemns the violence in Lakhimpur Kheri. He also criticises the detention of Opposition leaders who tried to meet the families of the victims of violence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The heinous incident in #Lakhimpur yesterday is a blot on humanity & a blatant display of majoritarian cruelty by the Ruling Party in UP & at Centre. I strongly condemn their undemocratic  attempts to detain all Opposition leaders from meeting the bereaved families of the victims— Hemant Soren (@HemantSorenJMM) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.34 pm: In Karnataka, Congress leaders Siddaramaiah and DK Shivakumar protest against Priyanka Gandhi Vadra’s detention. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Leader of Opposition in Karnataka Assembly Siddaramaiah, State Congress president DK Shivakumar along with other party leaders staged a protest in Bengaluru against the Lakhimpur Kheri violence incident and Priyanka Gandhi Vadra's detention pic.twitter.com/Mn6piNvQqn— ANI (@ANI) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.27 pm: Punjab Chief Minister Charanjit Singh Channi critcises the detention of his Deputy Sukhjinder Singh Randhawa and other Congress leaders. Channi also demands the arrest of those responsible for the deaths in Lakhimpur Kheri, ANI reports. “The reason behind this incident is three farm laws,” he says. “I along with my ministers met Governor Banwarilal Purohit and gave him the memorandum to repeal the three farm laws.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Why are Congress leaders not being allowed to enter UP to visit the bereaved families in Lakhimpur ? Our Deputy CM @Sukhjinder_INC  & MLAs have been detained at the UP Haryana Border. I condemn such tyranny being done by the UP Govt.— Charanjit S  Channi (@CHARANJITCHANNI) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.10 pm: Punjab Deputy Chief Minister Sukhjinder Singh Randhawa has been detained by the police in Saharanpur while on his way to Lakhimpur Kheri to meet the families of those killed in Sunday’s violence, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.50 pm: Union minister Ajay Kumar Mishra’s son Ashish Mishra denies allegations that he was in the convoy that allegedly ran over protestors in Lakhimpur Kheri, NDTV reports. “I was not in the car,” he claims. “I was at my paternal home in Banwirpur village where a wrestling match was being organised. I was there from the morning till the end of the event.” “It’s not correct that the Fortuner mowed down farmers,” Ashish Mishra tells the news channel. “The truth is that our worker went to receive the Honourable deputy chief minister. The Thar SUV that was in the front was attacked with sticks and stones.”Ashish Mishra added that that the driver of the car may have died. “The car lost its balance and overturned,” he tells NDTV. “That’s how these two people who are being called farmers must have been injured.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.48 pm: Members of the Congress in Mumbai protest against the Lakhimpur Kheri incident. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Congress staged a protest in front of Gandhi Statue near Mantralaya over Lakhimpur Kheri violenceState Congress President Nana Patole, Congress leader Sachin Pilot and Mumbai Congress chief Bhai Jagtap were also present. pic.twitter.com/jSoKmdmh4x— ANI (@ANI) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.45 pm: Congress leader Navjot Singh Sidhu says those who ran over protesting farmers in Lakhimpur Kheri must be arrested, ANI reports. “A case of sedition should be registered against Haryana CM [chief minister] ML Khattar for his statement,” he adds. Also read: ‘Pick up sticks’ to tackle farm law protestors: Haryana CM Manohar Khattar tells BJP workers\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.28 pm: All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi says he will visit Lakhimpur Kheri to show solidarity with the families of those who died in the violence on Sunday, ANI reports. “It’s a heinous crime,” Owaisi says. “It’s high time, the [Narendra] Modi government should withdraw the three farm laws and he should remove this minister [Ajay Mishra].”Owaisi alleges that the violence in Uttar Pradesh was “state-sponsored”. “Both state and Centre have to be blamed for this incident because the Home MoS [minister of state] made a provocative speech few days ago that within two minutes [he] will finish all things [farmer protest],” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.22 pm: West Bengal Chief Minister Mamata Banerjee describes the violence in Lakhimpur Kheri as “very sad and unfortunate”, ANI reports. “They [the BJP] don’t believe in democracy, they only want autocracy,” Banerjee adds. “Is this Ram rajya? [the kingdom of deity Ram]. No, this is killing rajya.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.55 pm: Farmers at the Singhu border stage protests against the deaths in Lakhimpur Kheri in Uttar Pradesh on Sunday, PTI reported. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.19 pm: Congress leader Sachin Pilot criticises party colleague Priyanka Gandhi Vadra’s detention, ANI reports. “Priyanka Gandhi wants to go to Lakhimpur Kheri and sympathise with farmers but the state [Uttar Pradesh] government is afraid and didn’t allow her,” he says. “We demand a judicial inquiry into the incident.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.16 pm: Shiv Sena MP Sanjay Raut asks if crushing farmers and silencing Opposition leaders who back them is the BJP’s new strategy, PTI reports. “Farmers have been run over allegedly by the car of a minister’s son,” he says. “Where does such cruelty come from?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.11 pm: Chhattisgarh Chief Minister Bhupesh Baghel criticises the Bharatiya Janata Party for the Lakhimpur Kheri incident. “BJP cannot tolerate any voice that is against them,” he says, according to ANI. “Most opposition leaders have either been detained or put under house arrest. We demand the Union Minister [ Ajay Mishra] be removed. This was not an ordinary incident but murder.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.19 pm: Congress’ Punjab unit chief Navjot Singh Sidhu and other party leaders hold protest outside Raj Bhavan in Chandigarh demanding the arrest of the son of Union minister Ajay Mishra, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.58 pm: The Congress says Priyanka Gandhi Vadra is on a hunger strike. “Government will have to bow to our demands,” the party tweets. “Voice for justice will be raised with more strength.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.56 pm: The farmers call off their protest from Ground Zero, reports NDTV. They have agreed to cremate the bodies of the four farmers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.55 pm: Lucknow Inspector General Laxmi Singh says the farm leaders have agreed to send the bodies for post-mortem examination. “The entire process will be recorded,” he tells The Indian Express. “We have also assured them that the deceased farmers’ families will get Rs 40 lakh compensation and Rs 5 lakh insurance. We have assured them a fair investigation, and they have agreed.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.45 pm: The Congress demands the dismissal of minister Ajay Mishra, reports PTI. “We demand that Union minister Ajay Mishra should be dismissed immediately and his son be arrested forthwith,” party leader Rajiv Shukla says. “We also demand the immediate release of Priyanka Gandhi Vadra who has been illegally detained. We also demand action against the policemen who misbehaved with her.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.42 pm: Former Jammu and Kashmir Chief Minister Mehbooba Mufti condemns the violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Applying Section 144 wherever human rights & dignity is trampled has emerged as GOIs preferred approach. This government shows no hesitation in using an iron fist with its own people but welcomes Chinese troops with open arms.— Mehbooba Mufti (@MehboobaMufti) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.38 pm: Senior Congress leader KC Venugopal calls the death of the four farmers in Lakhimpur Kheri a “chilling daylight murder”, reports The Indian Express. He adds: “The sheer impunity granted by the Yogi Adityanath-led BJP government in UP and the Centre has emboldened the mighty and well connected to carry out such brutality on our annadatas in broad daylight.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.33 pm: Uttar Pradesh government denies permission to Punjab Chief Minister Charanjit Singh Channi to visit Lakhimpur Kheri, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    UP Govt denies permission to Punjab CM Charanjit Singh Channi to visit Lakhimpur Kheri.@IndianExpress pic.twitter.com/SQ65A5AvPS— Man Aman Singh Chhina (@manaman_chhina) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.27 pm: Uttar Pradesh Police stop farm leader Buta Singh Burjgill at Hapur.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #BKU #Dakaunda president Buta Singh Burjgill stopped by #UttarPradesh  police at #Hapur @iepunjab @IndianExpress pic.twitter.com/AnYBVaoUNr— raakhijagga (@raakhijagga) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.02 pm: Congress General Secretary Harish Rawat leads a protest against the Lakhimpur Kheri violence in Dehradun, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress stage protest over Lakhimpur Kheri incident lead by AICC General Secy Harish Rawat in Dehradun today\"It's a shameful incident. This murderer govt (UP govt) should resign & Union Minister should be removed. Those responsible should be arrested: Harish Rawat, Congress pic.twitter.com/f9MXUpffsb— ANI (@ANI) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.59 pm: Congress leader Navjot Singh Sidhu detained for protesting against the Lakhimpur violence by Chandigarh Police. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Navjot Sidhu and Congress MLAs/workers detained by Chandigarh Police while protesting outside Punjab Raj Bhawan against Lakhimpur Kheri incident.@IndianExpress pic.twitter.com/uI2J1KvvE8— Man Aman Singh Chhina (@manaman_chhina) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.55 pm: Congress leader Rajiv Shukla says party workers will gherao of office of district magistrates in every district across the country on Tuesday, reports ANI. He also demands Prime Minister Narendra Modi and Uttar Pradesh Chief Minister Adityanath to take strict action against those responsible for the violence.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.45 pm: Gandhi asks if the police can stop political leaders from visiting Lakhimpur Kheri, then why cannot they arrest those behind the violence. “This means that for them [Uttar Pradesh government], politics is important but not the life of a farmer,” she tells NDTV. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.44 pm: Congress leader Priyanka Gandhi Vadra alleges that the police manhandled her and party leaders accompanying her, reports NDTV.She tells NDTV that the police did not show the order for her detention. “Initially, they said section 144 [to detain them] but we were only four people and we did not violate Section 144,” Vadra says. “When I said this, they [the police] then said they were arresting me under section 151 [arrest to prevent the commission of cognisable offences].”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #NDTVExclusive | \"I have been arrested but the minister has not resigned, his son has not been arrested. How would I have caused a riot with my visit?\": Congress leader @priyankagandhi speaks to NDTV from #UttarPradesh police custody. pic.twitter.com/Ws9eapyANN— NDTV (@ndtv) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.38 pm: Union minister Ajay Mishra says that if his son was carrying a gun, he can do so as he has a license for it, reports NDTV. “Everyone has the right to carry one for self-defence,” he adds. The minister, however, denies that his son was present at the spot where the violence took place. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"Haven't seen the video but even if he has a revolver, he has a licence; everyone has the right to carry one for self-defence\": Union Minister Ajay Mishra on a viral video of son Ashish Mishra at #LakhimpurKheri, as he denies their presence at the spot. pic.twitter.com/HkY0dBQI88— NDTV (@ndtv) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.33 pm: Uttar Pradesh Additional Director General of Police (law and order) Prashant Kumar clarifies that only political leaders have been stopped from visiting Lakhimpur Kheri in view of the prohibitory order under section 144 of the Code of Criminal Procedure but farmers’ leaders are allowed to go there, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.28 pm: The Supreme Court takes cognisance of the Lakhimpur violence, reports News18. “Nobody takes responsibility when such events happen,” the court says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.10 pm: Uttar Pradesh Additional Director General of Police (law and order) Prashant Kumar says the government will give Rs 45 lakhs and a government job each to the families of the four farmers who died in the Lakhimpur Kheri violence, reports ANI. He says that a retired High Court judge will conduct an investigation in the incident and a First Information Report will be filed on the basis of farmers’ complaint. Kumar adds that those injured will be given Rs 10 lakhs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.43 pm: An Aam Aadmi Party delegation led by party leader Raghav Chadha, along with Punjab Leader of Opposition Harpal Singh Cheema, other leaders Kultar Singh Sandhwan and Baljinder Kaur will leave for Lakhimpur Kheri later on Monday. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Aam Aadmi Party delegation led by AAP Leader @raghav_chadha along with Punjab Leader of Opposition @HarpalCheemaMLA, @Sandhwan & @BaljinderKaur_ to leave for #Lakhimpur Kheri today. pic.twitter.com/DUrFQ8oiGW— AAP (@AamAadmiParty) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.39 pm: Rajasthan Chief Minister Ashok Gehlot also condemns the BJP-led Uttar Pradesh government for its decision to not allow his Chhattisgarh counterpart Bhupesh Baghel and Punjab Deputy Chief Minister Sukhjinder Singh Randhawa to visit Lakhimpur.“Only a dictatorial government can do this,” he says. “Does the ruling BJP in UP want to destroy democracy?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    इस तरह नागरिक अधिकारों का हनन संविधान की भावना के भी विपरीत है।— Ashok Gehlot (@ashokgehlot51) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: In another set of tweets, Rajasthan Chief Minister Ashok Gehlot says that the Bharatiya Janata Party-led central government’s actions against the protesting farmers has revealed the saffron party’s “inhumane face”.He says that ignoring the demands of the farmers, breaking their movement, oppressing them and then not allowing any Opposition party to stand with them is the “anti-democratic face of the the ruling party”.     \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.31 pm: Rajasthan Chief Minister Ashok Gehlot condemns the Uttar Pradesh government’s decision to stop party leader Priyanka Gandhi Vadra from visiting Lakhimpur Kheri and says that unlawful detention of Opposition leaders is against democratic values.“Priyanka ji was going to stand with the families who lost their loved ones in yesterday’s violence,” he says in a series of tweets. “It is totally unfair to stop them for discharging this duty.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    प्रियंका जी उन परिवारों के साथ खड़े होने के लिये जा रहीं थीं जिन्होंने अपने प्रियजनों को कल की हिंसा में खोया है। इस कर्तव्य निर्वहन के लिये उनको रोकना पूर्णतया अनुचित है।— Ashok Gehlot (@ashokgehlot51) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.24 pm: The Uttar Pradesh unit of the Aam Aadmi Party says its leader Sanjay Singh has been detained in Biswan town. Singh was on his way to meet the families of the farmers who were killed during the violence in Lakhimpuri Kheri.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    जो आवाज़ उठायेगा, वो गिरफ्तार किया जायेगा.... लखीमपुर में किसानों की निर्मम हत्या मामले में परिवार से शोक संवेदना व्यक्त करने जा रहे सांसद @SanjayAzadSln जी को बिसवां में किया गिरफ्तार! बोले...मंत्री पद पर रहते हुए निष्पक्ष जांच संभव नहीं, पहले दें इस्तीफा। pic.twitter.com/7ZTOcGa3bi— Aam Aadmi Party- Uttar Pradesh (@AAPUttarPradesh) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.16 pm: The Lucknow police detain Pragatisheel Samajwadi Party (Lohia) leader Shivpal Singh Yadav, who was on his way to Lakhimpur Kheri, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.14 pm: Shiromani Akali Dal chief Sukhbir Singh Badal condemns the violence in Lakhimpur Kheri, reports ANI.“Those responsible should be arrested and an inquiry should be initiated,” he says. “We’re sending a delegation [to Lakhimpur Kheri]. The situation is getting worse but central government doesn’t understand the emotions of farmers.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I strongly condemn the incident. Those responsible should be arrested & an inquiry should be initiated. We're sending a delegation (to Lakhimpur Kheri). The situation is getting worse but Central Govt doesn't understand the emotions of farmers: SAD chief Sukhbir Singh Badal pic.twitter.com/Y0n8Pw8I14— ANI (@ANI) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.08 pm: Punjab Chief Minister Charanjit Singh Channi says he is leaving for Lakhimpur Kheri to meet the families of the farmers who were killed in the violence. Channi says he has sought permission from the Uttar Pradesh government to land his helicopter at the site. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Expressing solidarity with bereaved families of farmers, I'm leaving for Lakhimpur Kheri to be with my brothers and sisters in this hour of grief. I've also sought permission from UP government to allow landing/taking off of chopper at the site.— Charanjit S  Channi (@CHARANJITCHANNI) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 pm: Congress General Secretary Priyanka Gandhi Vadra sweeps the floor of the room in which she is detained in Sitapur district\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Priyanka Gandhi Vadra in Sitapur. She was taken into police custody Monday night. #Lakhimpur pic.twitter.com/pjRd1nKxXd— Neelam Pandey (@NPDay) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: Rashtriya Janata Dal leader Tejashwi Yadav alleges that the police are not conducting any inquiry into the Lakhimpur violence as the case involves the son of a Bharatiya Janata Party minister, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.33 am: Farmers stage a protest in Haryana’s Ambala district on the killing of the farmers in Lakhimpur Kheri district, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Haryana: Farmers take out a protest march in Ambala over the death of farmers in UP's Lakhimpur Kheri pic.twitter.com/8X7Ms2Vhcq— ANI (@ANI) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.31 am: Punjab government’s civil aviation director writes to Uttar Pradesh Additional Chief Secretary Awanish Awasthi, seeking permission for landing the helicopter of Chief Minister Charanjit Singh Channi, who wants to visit Lakhimpur Kheri, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.26 am: With the Ghaziabad police closing down National Highways 9 and 24, the traffic is affected in Delhi.“Diversion being continued is informed as under: Commuters/motorists coming from Sarai Kale Khan should take alternate roue for Ghaziabad, i.e., Vikas Marg via road 57 A, road number 56, Anand Vihar and Paper Market for Ghaziabad and Noida via DND,” announce the Delhi Traffic Police.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    pic.twitter.com/jKc2XA1Mcz— Delhi Traffic Police (@dtptraffic) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.22 am: Farmers march towards Chandigarh deputy commissioner’s office in Sector 17 to protest against the Lakhimpur violence, reports The Times of India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Chandigarh Protesting against #Lakhimpur_Kheri incident, farmer unions marching towards Chandigarh deputy commissioner's office in Sector 17 VC: @pritamt2707 @timesofindia pic.twitter.com/Fya5ev0YvB— Rajinder S Nagarkoti (@nagarkoti) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.19 am: Activists in Bengaluru stage protests against the killing of farmers in Lakhimpur Kheri. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Activists in #Bengaluru #Karnataka stage protest against killing of farmers in #Lakhimpur_Kheri in #UttarPradesh @IndianExpress @IEBengaluru @IExpressSouth pic.twitter.com/yuMXqaORcU— Kiran Parashar (@KiranParashar21) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.17 am: Bharatiya Kisan Union (Ekta Dakaunda) chief Buta Singh Burjgill  and few other farmers are on their way to Lakhimpur Kheri, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #BKU #Dakaunda president Buta Singh Burjgill  and few other farmers on their  way to #Lakhimpur_Kheri . @IndianExpress @iepunjab pic.twitter.com/yRH6rKyod8— raakhijagga (@raakhijagga) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.13 am: Congress leader Kapil Sibal says there should a judicial inquiry by a sitting judge into the violence, reports ANI. “Before that, the Union minister [Ajay Mishra] must be dismissed or suspended at least during the inquiry as the incident took place with respect to his convoy,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.09 am: Congress leader Tehseen Poonawalla says party leader and lawyer Salman Khurshid, who was heading to oversee the legal process for Priyanka Gandhi Vadra, has also been detained at the residence of party leader Pramod Tiwari. Vadra and Rajya Sabha MP Deepender Hooda have been detained by the police. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The #UPPolice is absolutely not following the Constitution of India & is denying Smt #PriyankaGandhi Vadraji legal resource. Salmam Khurshidji, a lawyer, who was heading to oversee the legal process for PG has also been detained at the residence of Cong leader Pramod Tiwariji! pic.twitter.com/7quEmNvhrd— Tehseen Poonawalla Official 🇮🇳 (@tehseenp) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.03 am: Congress MP Gaurav Gogoi condemns the alleged manhandling of party General Secretary Priyanka Gandhi and Rajya Sabha MP Deepender Hooda, who were detained, by the police.“Showing solidarity with the farmers is not a crime,” he tweets. “Have the police used such force on those who ran their car over farmers in Lakhimpur Kheri.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I condemn the manhandling of AICC General Secretary Smt @priyankagandhi and Rajya Sabha MP @DeependerSHooda by the Uttar Pradesh police. Showing solidarity with the farmers is not a crime. Have the police used such force on those who ran their car over farmers in #Lakhimpur_Kheri— Gaurav Gogoi (@GauravGogoiAsm) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11 am: Uttar Pradesh Additional Director General of Police (law and order) Prashant Kumar says that First Information Report has been registered in the Lakhimpur violence case, reports PTI. However, the details of the FIR are not available yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.49 am: Uttar Pradesh minister Sidharth Nath Singh alleges that Opposition parties using the incident for “political tourism and political competition” as state Assembly elections are around the corner, reports ANI.“We have seen Priyanka Gandhi Vadra doing political tourism earlier,” Singh claims. “It an attempt to hamper the probe and manipulate public opinion. This shouldn’t happen. They should at least wait for 24 hours or visit after there’s a result to the probe.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.37 am: A video shared by Congress leader Shashi Tharoor shows the police manhandling party leaders, who were on their way to visit Lakhimpur district along with Priyanka Gandhi Vadra.In the video, Vadra can be arguing with the police and demanding a warrant for their detention. “What do you think – you can kill people, crush them – so it means you can stop us too?” asks Vadra.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The video of @priyankagandhi & @deependerSHooda standing up to police intimidation stirs the blood. Citizens are entitled to know the grounds of their arrest & cannot be manhandled: cops, save that for those who drive over protesting farmers!#Lakhimpur_Kheri #लखीमपुरकिसाननरसंहार pic.twitter.com/jLTbqtrVk9— Shashi Tharoor (@ShashiTharoor) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.34 am: The Uttar Pradesh government writes to Punjab Chief Secretary Anirudh Tewari, urging not to let anyone from the state go visit Lakhimpur Kheri where prohibitory orders under section 144 of Code of Criminal Procedure has been imposed, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.26 am: The police detain Samajwadi Party leader Akhilesh Yadav, who was holding a sit-in protest outside his house, reports The Times of India. Earlier, he was stopped from visiting Lakhimpur Kheri. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Lucknow: Police take Samajwadi Party president Akhilesh Yadav into custody outside his residence where he staged a sit-in protest after being stopped from going to Lakhimpur Kheri where 8 people died in violence yesterday pic.twitter.com/VYk12Qt87H— ANI UP (@ANINewsUP) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.23 am: Chhattisgarh Chief Minister Bhupesh Baghel asks why people are being stopped from visiting Lakhimpur, reports ANI. The Uttar Pradesh administration had asked officials to stop him and Punjab Deputy Chief Minister Sukhjinder Singh Randhawa from entering the Lucknow airport.“Section 144 has been imposed in Lakhimpur Kheri then why isn’t one allowed to land in Lucknow?” he asks. “Do people no longer have rights in UP? Does one need a visa to visit UP?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.19 am: A local journalist, Raman Kashyap, is also reported to be killed in the Lakhimpur Kheri violence, according to News18. Kashyap’s family identified his body on Monday morning. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.15 am: Protests are being held in Lucknow. Here is a video:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #लखनऊ से इस वक्त की बहुत बड़ी खबर- सपा कार्यालय के बाहर पुलिस की जीप फूंकी गई, गौतम पल्ली थाने के बाहर खड़ी में लगाई आग. सपा कार्यकर्ताओं ने लगाई आग.....@Uppolice @lkopolice @samajwadiparty @MediaCellSP #lakhimpurkheri #lakhimpurkhiri #Lakhimpur_Kheri pic.twitter.com/yvRJuzsuAA— Shivam Dixit (@ShivamdixitInd) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.05 am: On Lakhimpur Kheri violence, Chhattisgarh Chief Minister Bhupesh Baghel says that the manner in which farmers have been treated shows the government’s mentality, reports ANI. “It shows that if you stand against them, you will be crushed,” he says.   \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 am: Former Uttar Pradesh Chief Minister Akhilesh Yadav says that Britishers who ruled India before Independence did not commit the kind of atrocities that the current government was committing against the farmers, reports ANI.“MoS [Minister of State] Home Ajay Mishra and Deputy CM [Keshav Prasad Maurya] should resign,” demands Yadav. “Rs 2 crores and govt job should be given to next of kin of the farmers who died.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.55 am: Samajwadi Party chief Akhilesh Yadav stages a sit-in protest outside his residence after the police stop him from visiting Lakhimpur Kheri, reports ANI.“Government does not want any political leaders to go there,” he says. “What is the government hiding?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Lucknow: Samajwadi Party president Akhilesh Yadav stage a sit-in protest outside his residence after police stopped him from going to Lakhimpur Kheri\"Govt does not want any political leaders to go there. What is the Govt hiding?\" he says pic.twitter.com/FN0IbYy3B3— ANI UP (@ANINewsUP) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.10 am: Congress leader Rahul Gandhi tweets in support of his sister and party leader Priyanka Gandhi, who was detained on her way to Lakhimpur Kheri. “Priyanka, I know you won’t back down – they [UP administration] are taken aback by your courage,” he tweets. “In this non-violent fight for justice, we will make the country’s Annadata win.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    प्रियंका, मैं जानता हूँ तुम पीछे नहीं हटोगी- तुम्हारी हिम्मत से वे डर गए हैं। न्याय की इस अहिंसक लड़ाई में हम देश के अन्नदाता को जिता कर रहेंगे। #NoFear #लखीमपुर_किसान_नरसंहार— Rahul Gandhi (@RahulGandhi) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.54 am: Bharatiya Janata Party MP Varun Gandhi asks Uttar Pradesh Chief Minister Adityanath to conduct an inquiry into Lakhimpur violence.     \n    \n        \n        \n            \n            \n            \n        \n    \n\n    लखीमपुर खीरी की हृदय-विदारक घटना में शहीद हुए किसानों को श्रद्धांजलि अर्पित करता हूँ। इस प्रकरण में उत्तर प्रदेश के मुख्यमंत्री जी से सख्त कार्यवाही करने का निवेदन करता हूँ। pic.twitter.com/e2tE1x4z3T— Varun Gandhi (@varungandhi80) October 4, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.25 am: Lakhimpur Kheri District Magistrate Arvind Kumar Chaurasiya says that the district administration will hold talks with farmers about their demands, reports ANI.The farmers had on Sunday demanded dismissal of Union minister Ajay Mishra, payment of compensation and government jobs to the family of the deceased and a judicial inquiry into the violence\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.47 am: Congress General Secretary Priyanka Gandhi Vadra, who visited the district with party leader Deepinder Singh Hooda on Sunday night, was allegedly stopped by the police from entering, reports PTI.Uttar Pradesh Congress chief Ajay Kumar Lallu says Vadra, Singh and other party leaders were detained at 5 am on Monday. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.40 am: Several politicians condemn Lakhimpur Kheri violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    भाजपा देश के किसानों से कितनी नफ़रत करती है? उन्हें जीने का हक नहीं है? यदि वे आवाज उठाएँगे तो उन्हें गोली मार दोगे, गाड़ी चढ़ाकर रौंद दोगे? बहुत हो चुका। ये किसानों का देश है, भाजपा की क्रूर विचारधारा की जागीर नहीं है।किसान सत्याग्रह मजबूत होगा और किसान की आवाज और बुलंद होगी।— Priyanka Gandhi Vadra (@priyankagandhi) October 3, 2021\n\n\n\n    जो इस अमानवीय नरसंहार को देखकर भी चुप है, वो पहले ही मर चुका है।लेकिन हम इस बलिदान को बेकार नहीं होने देंगे- किसान सत्याग्रह ज़िंदाबाद!#FarmersProtest pic.twitter.com/z1NRlGJ8hq— Rahul Gandhi (@RahulGandhi) October 3, 2021\n\n\n\n    No one should be allowed to get away with this! @Akali_Dal_ demands imm action against Ashish Mishra, son of MoS Home Affairs Ajay Mishra, whose car rammed into agitating farmers & killed 2 in UP. Govt's silence on this macabre act reveals its cruel indifference towards Annadata. pic.twitter.com/f0OXrguUmg— Harsimrat Kaur Badal (@HarsimratBadal_) October 3, 2021\n\n\n\n    I strongly condemn the barbaric incident in Lakhimpur Kheri. The apathy of @BJP4India towards our farmer brethren pains me deeply.A delegation of 5 @AITCofficial MPs will be visiting the families of the victims tomorrow. Our farmers will always have our unconditional support.— Mamata Banerjee (@MamataOfficial) October 3, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.32 am: The Uttar Pradesh government bans large gathering under section 144 of the Code of Criminal Procedure imposed in Lakhimpur Kheri district in view of the violence, reported News18.In its order Additional Chief Secretary Ashwini Kumar Awasthi also directs officials not to allow Chhattisgarh Chief Minister Bhupesh Baghel and Punjab Deputy Chief Minister Sukhjinder Singh Randhawa from landing at the Lucknow airport.     \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 am: The Uttar Pradesh police book Ashish Mishra, the son of Union minister Ajay Mishra, and several others in connection with the violence that broke out at Lakhimpur Kheri on Sunday, reported NDTV.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 am: On Sunday, the Bhartiya Kisan Union had alleged that a vehicle belonging to Ashish Mishra, the son of Union minister Ajay Mishra, had run over a group of protestors. However, Ajay Mishra claimed that farmers threw stones at the vehicle, which led to the driver losing control and ramming into the crowd. He said the driver died in the accident.The Samyukta Kisan Morcha, the umbrella body of farmers’ unions agitating against the agricultural laws, identified the farmers killed as Lovepreet Singh (20), Daljeet Singh (35), Nachattar Singh (60) and Gurvinder Singh (19). It said that 12 to 15 others, including farmers’ leader Tejendra Singh Virk, were also injured in the incident.Internet services have been suspended in the district.Meanwhile, the Samyukta Kisan Morcha has called for protests outside district magistrate offices between 10 am and 1 pm across the country on Monday. Farmers’ leader Darshan Pal Singh and Swaraj India President Yogendra Yadav demanded an inquiry into the incident by a sitting judge of the Supreme Court.","author":"Scroll Staff","time":"2021-10-04T09:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164762-qlcmndlpfw-1633352155.jpg","tags":["Ajay Mishra","Lakhimpur Kheri","Uttar Pradesh","Farm laws"],"source":"https://scroll.in/latest/1006874/lakhimpur-kheri-violence-up-police-book-union-minister-ajay-mishras-son"}