{"title":"Lakhimpur Kheri case: Union minister’s son Ashish Mishra gets bail four months after his arrest","content":"The Allahabad High Court on Thursday granted bail to Union Minister Ajay Mishra’s son Ashish Mishra, who has been named as an accused person in the Lakhimpur Kheri case, Live Law reported.Mishra had approached the Lucknow bench of the High Court after a lower court had rejected his bail.A total of eight people died in the violence at Lakhimpur Kheri on October 3. The case against Mishra pertains to the killing of four farmers and a journalist during a protest in the district against the Centre’s three farm laws. Farmer bodies alleged that a vehicle belonging to Ashish Mishra had run over the protestors.He was arrested on October 9 in the case.Appearing for Mishra during the course of the hearings, Senior Advocate GD Chaturvedi had claimed that Mishra was not driving the car that allegedly mowed down the protestors. He added that the postmortem report also did not show that the victims sustained any injuries due to firearms, according to Live Law.Mishra’s counsel also said that his client has pleaded alibi, meaning that he was not present at the site when the incident happened. Chaturvedi argued that even if the prosecution’s argument is considered to be true and Mishra was indeed in the car, he has been alleged to be sitting beside the driver, and not driving it.The counsel argued that there was no evidence on record to prove that Mishra had given orders to mow down the farmers. Meanwhile, the complainant’s counsel Jagjeet Singh contended that the driver could not have mowed down the protestors without the orders from Mishra, as he is an influential person, being the son of a Union minister. Singh, however, could not provide evidence to support his argument.  On January 3, the Uttar Pradesh Police named Mishra in the first chargesheet that it filed in the case. The second chargesheet, which accuses four farmers of lynching two Bharatiya Janata Party workers and a driver during the violence, was filed on January 21.","author":"Scroll Staff","time":"2022-02-10T14:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164906-vsvjpfvleh-1633674525.jpg","tags":["Ashish Mishra","Lakhimpur Kheri","Lakhimpur Kheri violence","Uttar Pradesh","Farmers' protest","Ajay Mishra"],"source":"https://scroll.in/latest/1017084/lakhimpur-kheri-case-union-ministers-son-ashish-mishra-gets-bail-4-months-after-his-arrest"}