{"title":"Lakhimpur Kheri violence a ‘well-planned conspiracy’ by Union minister, his son, says FIR","content":"The violence in Uttar Pradesh’s Lakhimpur Kheri district was a “well-planned conspiracy” by Union Minister Ajay Mishra and his son Ashish Mishra, the First Information Report filed by the police said, NDTV reported.The FIR was lodged on Monday on the basis of a complaint by a farmer after eight people were killed in the violence that erupted on Sunday during a protest against the Centre’s new agricultural laws. Four of those who died were farmers.Protestors have said that a vehicle belonging to Ashish Mishra had run over a group of demonstrators. However, the minister claimed that the farmers threw stones at the vehicle, which led to an accident.Ashish Mishra is yet to be arrested. When asked about the reason for the delay in his arrest, the police told NDTV that they are occupied by various things, including “negotiations with farmers, postmortems and cremations”.The FIR was filed after Jagjeet Singh, a resident of Nanpara village in Uttar Pradesh’s Bahraich district, lodged a complaint with the police, reported The Print. The Union minister’s son has been booked under various charges, including murder and causing death by negligence.The FIR said that farmers were peacefully protesting when Ashish Mishra drove towards them along with 15 to 20 armed men in three vehicles.“Ashish Mishra who was in his Mahindra Thar [car], sitting on the left side continued to fire [his weapon] as the vehicle moved ahead crushing the people in the crowd,” the FIR said. “Because of the firing, farmer Gurvinder Singh died on the spot. Vehicles moved at high speed crushing farmers standing on both sides of the road.”The FIR said that after mowing down the farmers, the car lost control and fell into a ditch.“As per the information received until now, four farmers have died and many others are injured,” the FIR said.  The minister’s son, the FIR added, then fled into the sugarcane field and continued to fire shots.Ajay Mishra, however, continued to refute allegations against his son and said they were false. “Our son was at another venue,” he told NDTV. “From 11 am till the evening, he was organising another event. My son was present there, there were thousands there. There are photos and videos.”Besides these charges, a video of the Union minister too has been noted in the FIR.“Before today’s [Sunday’s] incident, MoS [Minister of State] had openly threatened the farmers,” the FIR stated. “A video of him stating the same had gone viral.”In the video, the minister had spoken about “disciplining” the protesting farmers. “Mend your ways otherwise we will make you mend them,” he had said. “It will take only two minutes.”Justifying his comments, Mishra said that he was being misunderstood. “Only a portion of audio from my address to farmers at an event being played in the media,” he claimed. Six-member panel for probeMeanwhile, a six-member panel led by the additional superintendent of police of Lakhimpur Kheri has been formed to help in the investigation of two cases registered in connection with the violence, reported The Indian Express. The second FIR was registered on the basis of a complaint by Sumit Jaiswal, a local resident, against unnamed persons who had allegedly beaten four people to death. The case was registered under various sections of the Indian Penal Code, including 302 (murder), 323 (voluntarily causing hurt) and 336 (act endangering the life and personal safety of others).The panel is also comprised of two deputy superintendents of police and three inspectors.Laxmi Singh, the inspector general of Lucknow Range, said that the panel was formed because there are several pieces of evidence that need to be analysed and it is difficult for a single officer to do so. About the firing on protestors by Ashish Mishra, Director General of Police Mukul Goel did not confirm whether it happened and said that the police will look into it.The violenceOn Sunday, hundreds of farmers from across the Terai region had gathered at Tikunia area of Lakhimpur Kheri district as Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya was scheduled to arrive there by helicopter to attend an event nearby. They had assembled to protest Maurya’s arrival since he belongs to Bharatiya Janata Party.Farmers told Scroll.in that the protestors came to an understanding with the district authorities later in the day that Maurya would not land there and instead come by road, taking an alternative route.But, the protestors alleged that three large SUVs came charging through the main road as they were wrapping up their demonstration.A video showing an SUV running over a group of protestors was also shared by the Congress and several social media users on Tuesday.The police have not yet verified the authenticity of the video. Scroll.in could not verify the video independently. However, the locale that can be seen in the video looks similar to visuals that had emerged after Sunday’s incident.Congress leader Priyanka Gandhi Vadra questioned why the person who ran over the farmers had not been arrested yet even as she continues to remain in custody.Vadra and several other leaders from Opposition parties had been detained on Monday while on their way to Lakhimpur Kheri.The bodies of three of the deceased have been cremated and the police have agreed to the farmers’ demand of conducting a second autopsy of the victim who allegedly died of gunshot wound.The initial postmortem report had said that the farmers died of injuries, shock and brain haemorrhage.Also read:‘Premeditated murder’: In Lakhimpur Kheri, farmers blame Union minister and son for deaths","author":"Scroll Staff","time":"2021-10-06T08:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164814-bgrzdskkrc-1633502404.jpg","tags":["Lakhimpur Kheri violence","Ajay Mishra","Ashish Mishra","Lakhimpur Kheri FIR","Uttar Pradesh police","Farm laws"],"source":"https://scroll.in/latest/1007035/lakhimpur-kheri-violence-a-well-planned-conspiracy-by-union-minister-his-son-says-fir"}