{"title":"Lakhimpur Kheri: Minister Ajay Mishra meets Amit Shah, says charges against his son a ‘conspiracy’","content":"Union minister Ajay Mishra, whose son Ashish Mishra has been charged with murder in the Lakhimpur Kheri violence case, met Home Minister Amit Shah on Wednesday, NDTV reported.The Opposition has been demanding Mishra’s dismissal from the Cabinet over an incident on October 3 in which eight people, including four farmers, were killed in Uttar Pradesh’s Lakhimpur Kheri district during a protest against the Centre’s new agricultural laws.Farmer bodies had alleged that three farmers died after a vehicle that was part of a convoy of Ajay Mishra had run over protestors. They had claimed that the vehicle belonged to his son.A First Information Report filed in the matter stated that the incident was a “well-planned conspiracy” by Ajay Mishra and his son.However, during his meeting with Shah on Wednesday, Mishra claimed that neither he nor his son were at the site where violence had erupted, NDTV reported. He told reporters after the meeting that investigation into the violence in Lakhimpur Kheri was happening in a fair way, India Today reported.“Multiple agencies are working [on the case],” he added. “There is no pressure on anyone. All angles will be probed. This is a conspiracy of opposition parties.” Mishra claimed that the accusations against him and his son were a “a conspiracy of opposition parties”, India Today reported.The minister is unlikely to resign, NDTV reported on Wednesday, citing unidentified government officials.Bhartiya Kisan Union leader Rakesh Tikait on Tuesday gave the Uttar Pradesh government a week to arrest Ashish Mishra, PTI reported. “We all will gather here again on the day of ‘bhog’ [a ritual during the 13-day mourning period after a death] and then will discuss and decide the future strategy,” Tikait said. Meanwhile, Bharatiya Janata Party spokesperson Sambit Patra on Wednesday alleged that the Congress was using the Lakhimpur Kheri incident to gain political advantage, PTI reported. Patra also accused the Congress of trying to instigate people towards violence","author":"Scroll Staff","time":"2021-10-06T19:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164827-udqsevezxg-1633528217.jpg","tags":["Ajay Mishra","Lakhimpur Kheri","farmers protest"]}