{"title":"Lakhimpur Kheri violence: Four more persons, including BJP worker, arrested","content":"The Uttar Pradesh Police on Monday arrested four more persons, including a Bharatiya Janata Party worker, in connection with the violence in Lakhimpur Kheri district on October 3, NDTV reported.Eight people were killed in Lakhimpur Kheri on October 3 during a protest against the three farm laws. Four of them were farmers. Farmer organisations have alleged that a vehicle belonging to Union Minister of State Ajay Mishra ran over them.The four persons arrested on Monday are Sumit Jaiswal, Shishupal, Nandan Singh Bisht and Satya Prakash Tripathi. Jaiswal, the BJP worker, was seen in a video escaping from a car that mowed down the protesting farmers. The police have recovered a licenced revolver and three bullets from Satya Prakash Tripathi.The four others killed in Lakhimpur were BJP workers Shubham Mishra and Shyam Sunder Nishad, Hari Om Mishra, the driver of a car in Ajay Mishra’s convoy, and journalist Raman Kashyap.Jaiswal is a complainant in a second case that has been registered in connection with the killing of the BJP workers and the driver, according to The Hindu.With this, 10 people have been arrested in the case.On October 9, minister Mishra’s son Ashish Mishra was arrested by a Special Investigation Team after over 11 hours of questioning. He has been charged with multiple offences, including murder and criminal conspiracy, in the case.The first information report states that Ashish Mishra was sitting on the left side of a car that crushed people in the crowd at Lakhimpur Kheri. He allegedly fired his weapon as the vehicle hit some of the protestors, according to the FIR.Apart from Mishra, the other five accused persons who were earlier arrested by the police were his alleged accomplice Ashish Pandey, Luvkush, Shekhar Bharti, Ankit Das and Lateef.","author":"Scroll Staff","time":"2021-10-19T08:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164842-ugkkqvkqxx-1633573853.jpeg","tags":["Lakhimpur Kheri","BJP","Sumit Jaiswal","Ajay Mishra","UP Police","Ashish Mishra","Lakhimpur Kheri violence"],"source":"https://scroll.in/latest/1008015/lakhimpur-kheri-violence-four-more-persons-including-bjp-worker-arrested"}