{"title":"Lakhimpur violence: Former Punjab and Haryana High Court judge Rakesh Kumar Jain to monitor inquiry","content":"The Supreme Court on Wednesday appointed former Punjab and Haryana High Court judge Rakesh Kumar Jain to oversee the inquiry into the Lakhimpur violence case, Bar and Bench reported. “Justice Jain-manned commission will ensure impartiality and independence of the investigation,” the Supreme Court said. “The investigation will be by SIT [Special Investigation Team] under Justice Jain and matter will be listed after chargesheet is filed.” The Supreme Court appointed three more police officers – SB Shirodkar, Deepinder Singh and Padmaja Chauhan – to the Special Investigation Team. They all are from outside Uttar Pradesh, PTI reported. Violence had broken out in Uttar Pradesh’s Lakhimpur Kheri district on October 3 during a protest against the Centre’s three new farm laws. Eight people, including four farmers, were killed. Farmer bodies alleged that a vehicle belonging to Ashish Mishra, the son of Union minister Ajay Mishra, had run over protestors. Ashish Mishra was arrested on October 9. The Supreme Court had taken up the Lakhimpur Kheri case on October 7 after a request for intervention from two lawyers from Uttar Pradesh. In subsequent hearings, the judges had repeatedly expressed dissatisfaction at the Uttar Pradesh government’s handling of the investigation.At a hearing on November 8, the court had said that it was was inclined to appoint a former judge of a different High Court to monitor the case. “Somehow, we are not confident of state judicial committee overseeing,” Justice Surya Kant had said.The court was pointing to a single-member commission of retired Allahabad High Court judge Pradeep Kumar Srivastava appointed by the Uttar Pradesh government to conduct an inquiry into the violence.","author":"Scroll Staff","time":"2021-11-17T13:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124860-pgupwwxusw-1607845162.jpg","tags":["Supreme Court","Rakesh Kumar Jain","Lakhimpur Kheri violence","Uttar Pradesh","farmers protest"],"source":"https://scroll.in/latest/1010782/lakhimpur-violence-former-punjab-and-haryana-high-court-judge-rakesh-kumar-jain-to-monitor-inquiry"}