{"title":"Lakhimpur Kheri: File plea against Ashish Mishra’s bail, judge monitoring probe tells UP government","content":"The Supreme Court on Wednesday told the Uttar Pradesh government that the judge appointed to monitor the investigation into the Lakhimpur Kheri violence case has recommended that the Adityanath administration should challenge the bail granted to prime accused Ashish Mishra, Live Law reported.In November, the Supreme Court had appointed former Punjab and Haryana High Court judge Rakesh Kumar Jain to oversee the inquiry into the matter by a Special Investigation Team of the Uttar Pradesh Police. The court had also appointed three police officers from outside Uttar Pradesh to the Special Investigation Team.This was after the judges had repeatedly expressed dissatisfaction at the Uttar Pradesh government’s handling of the investigation into the violence in which eight people, including four farmers and a journalist, had died in October. Farmer bodies had alleged that a vehicle belonging to Ashish Mishra, the son of Union minister Ajay Mishra, had run over people protesting against the three farm laws that have now been repealed. Ashish Mishra had been arrested on October 9. He walked out of jail on February 15 after the Allahabad High Court granted him bail on February 10.  On Wednesday, a Supreme Court bench of Chief Justice of India NV Ramana and Justices Surya Kant and Hima Kohli were hearing a petition against the bail order, filed by families of the deceased. At the hearing, Ramana sought Uttar Pradesh government counsel Mahesh Jethmalani’s response on a report submitted by the judge monitoring the investigation, Bar and Bench reported.“It appears from the report submitted by the monitoring judge that he has recommended to prefer an appeal [against the bail order],” Ramana said.Justice Kant also said that the head of the Special Investigation Team had written two letters to the chief secretary of the home department of Uttar Pradesh, recommending that the state government should file an appeal. In response, Jethmalani said that he was not aware of the letters sent to the state government and the report submitted by the judge monitoring the probe, Live Law reported. The Supreme Court then handed over the report to Jethmalani and asked him to submit the state government’s stand on it and the two letters sent by the Special Investigation Team chief.The matter will next be heard on April 4.Notably, in an affidavit filed in the Supreme Court, the Uttar Pradesh government has said that in the Allahabad High Court, it had “vehemently opposed” granting bail to Ashish Mishra. The state government made the statement in response to the petition filed by families of those who died in the violence.Citing this on Wednesday, Senior advocate Dushyant Dave, appearing for the petitioners, told the Supreme Court that the bail order should be cancelled or set aside, Bar and Bench reported.","author":"Scroll Staff","time":"2022-03-30T13:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164959-jtfswkhxpy-1633830516.jpg","tags":["Lakhimpur Kheri","Ashish Mishra","Supreme Court","Lakhimpur Kheri SIT","Rakesh Kumar Jain","Ashish Mishra bail"],"source":"https://scroll.in/latest/1020696/lakhimpur-kheri-file-plea-against-ashish-mishras-bail-judge-monitoring-probe-tells-up-government"}