{"title":"Lakhimpur Kheri case: Prime witness was attacked, advocate Prashant Bhushan tells Supreme Court ","content":"A prime witness in the Lakhimpur Kheri violence case was attacked last night, advocate Prashant Bhushan told the Supreme Court on Friday as he urged Chief Justice NV Ramana to urgently hear a plea filed against the bail granted to Union minister Ajay Mishra’s son, reported Bar and Bench.Ashish Mishra had allegedly ran over eight people, including four farmers and a journalist, with a car on October 3 during a protest in Uttar Pradesh’s Lakhimpur Kheri district against the now-repealed three farm laws.He was granted bail by the Allahabad High Court on February 10. Families of the deceased farmers had challenged the bail order in the Supreme Court last month.On Friday, Bhushan informed a bench led by Ramana that the case was supposed to be listed today, Live Law reported. “It is an office mistake,” the chief justice said. “It will be listed next Tuesday.”On March 4 too, Bhushan had sought an early hearing of the families’ appeal, stating that the other accused persons were also applying for bail on the basis of the order passed in Ashish Mishra’s favour.The families contended that they were forced to file an appeal against the bail order in the Supreme Court as the Uttar Pradesh Police had failed to do so in the High Court.Ashish Mishra has been accused of murder and criminal conspiracy. His vehicle allegedly mowed down and killed eight among those protesting the farm laws during the visit of Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya.  But, the Allahabad High Court had granted Mishra bail observing that “thousands of protesters gathered at the place of incident and there might be a possibility that the driver tried to speed up the vehicle to save himself, on account of which, the incident had taken place”, Live Law reported.","author":"Scroll Staff","time":"2022-03-11T14:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164808-kvzngibfuv-1633485069.jpg","tags":["Prashant Bhushan","Ashish Mishra","protest","Lakhimpur Kheri","Supreme Court","farm laws"],"source":"https://scroll.in/latest/1019258/lakhimpur-kheri-case-prime-witness-was-attacked-advocate-prashant-bhushan-tells-supreme-court"}