{"title":"Lakhimpur Kheri: Plea filed in Supreme Court seeks CBI inquiry into violence","content":"A petition has been filed in the Supreme Court seeking a Central Bureau of Investigation inquiry into the violence that broke out in Uttar Pradesh’s Lakhimpur Kheri district on Sunday, NDTV reported on Tuesday.Eight people, including four farmers, died in the violence that erupted during a protest against the Centre’s new agricultural laws.Farmers have said a vehicle belonging to Ashish Mishra, the son of Union minister Ajay Mishra, had run over a group of protestors, killing four people. However, Mishra claimed that farmers threw stones at the vehicle, which led to the accident.The plea filed by two lawyers said that the investigation should be done within a deadline and under the supervision of the Supreme Court.The petition also asked the court to order the Union home ministry and the police department to file a first information report in the case and “punish the ministers” responsible for the deaths, reported the Hindustan Times.“The latest development in the state of UP is a burning example as to how the issue of agriculture policy touching the livelihood of the farmers countrywide is engaging attention of the political masters led by the Union government at New Delhi,” the plea said, according to India Legal.Petition in Allahabad HCA letter plea has been also filed in the Allahabad High Court, seeking an inquiry into Sunday’s violence by the Central Bureau of Investigation or a Special Investigation Team, reported Bar and Bench.The petition was filed by non-governmental organisation Swadesh and Prayagraj Legal Aid Clinic. The petitioners have argued that the violence occurred despite security measures that are taken during the visits of ministers.The plea has contended that the Uttar Pradesh government had failed to protect the right to life and personal liberty of citizens guaranteed under Article 21 of the Constitution of India.“This incident shows the real face of law and order in the state of Uttar Pradesh where a state machinery by the help of police and through its intelligence force i.e. local inspection unit keep an eye to the security measures adapted before any VIP movement but an incident which took place at Lakhimpur Kheri opened the real and neglected behaviour of securities agencies,” the plea said, reported Live Law.What happened in Lakhimpur Kheri?A video showing an SUV running over a group of protestors was shared by the Congress and several social media users on Tuesday. The party claimed that the video showed the incident that triggered violence and led to deaths.The police have not yet verified the authenticity of the video. Scroll.in could not verify the video independently. However, the locale that can be seen in the video looks similar to visuals that had emerged after Sunday’s incident.On Tuesday, Congress leader Priyanka Gandhi Vadra shared the video and questioned why the person who ran over the farmers had not been arrested yet even as she continues to remain in custody.Vadra and several other leaders from Opposition parties had been detained on Monday while on their way to Lakhimpur Kheri.This violence erupted days after Ajay Mishra, who is also the local MP, had delivered a threat to farmers protesting the farm laws. “Mend your ways otherwise we will make you mend them,” he had said. “It will take only two minutes.”Also read:Lakhimpur Kheri: Video shows SUV running over protestors, Congress accuses Centre of complicityLakhimpur Kheri: I have been in detention for 28 hours without an order or FIR, says Priyanka Gandhi","author":"Scroll Staff","time":"2021-10-05T17:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164797-vbrincgfpl-1633436048.jpg","tags":["Lakhimpur Kheri","Lakhimpur Kheri violence","Uttar Pradesh"]}