{"title":"Lakhimpur Kheri violence: Two arrested, Union minister Ajay Mishra’s son summoned by police tomorrow","content":"Two accused persons were arrested on Thursday in connection with the violence that broke out in Uttar Pradesh’s Lakhimpur Kheri district on Sunday, PTI reported. The two arrested were identified as Luvkush, a resident of Banbirpur village, and Ashish Pandey, who lives in Nighasan tehsil, according to the news agency.The arrests were made soon after the Uttar Pradesh Police summoned Union minister Ajay Mishra’s son Ashish Mishra. A notice was put up outside the minister’s home, asking his son to appear before officials at 10 am on Friday, ANI reported.Uttar Pradesh Police pastes notice outside the residence of Union Minister Ajay Kumar Mishra in Lakhimpur Kheri, asking his son Ashish Mishra to appear before it on Oct 8 in connection with the violence pic.twitter.com/HR7sm1b2K7— ANI UP (@ANINewsUP) October 7, 2021\n\nEight people, including four farmers, were killed Lakhimpur Kheri on October 3 during a protest against the Centre’s contentious agricultural laws.Farmer bodies have alleged that a vehicle that was part of Union minister Ajay Mishra’s convoy ran over the protestors. They have claimed the the vehicle belonged to the minister’s son Ashish Mishra.Ashish Mishra has been charged with multiple offences in the case, including murder and criminal conspiracy.“If Ashish Mishra does not abide by the summons, legal procedure will be adopted,” Inspector General of Police Laxmi Singh said, according to PTI. Singh added that two others are being questioned about the violence. “They’ve confirmed role of three others who are dead,” she said, ANI reported. “Technically, they have also been accounted for. These people are giving a lot of information.”Singh said teams had been set up to arrest the accused persons, the news agency reported.The police officer said that since the case was complex, investigation would take time, NDTV reported. “We have recovered two cartridges from the spot but the post-mortem reports of all the eight bodies do not indicate any firearm injuries,” she said. “That’s why we need to look for more evidence.”The police was not shielding anyone, Singh said, adding that the law of the land was the same for everyone. “We will ensure that strict action is taken,” Singh told NDTV.  Singh asked the media to assist the police in the case. “Give us the videos,” she added.A longer version of a video from Lakhimpur Kheri district showing an SUV running over a group of unarmed protestors emerged on social media on Wednesday.The police have not yet verified the authenticity of the video. Scroll.in also could not verify the video independently. However, the locale that can be seen in the video looks similar to visuals that had emerged after Sunday’s incident.Earlier on Thursday, the Supreme Court had asked the Uttar Pradesh government to file a status report about the first information reports, the accused persons and the arrests made in the case.A bench of Chief Justice NV Ramana and Justices Hima Kohli and Surya Kant took up the case after two Uttar Pradesh-based lawyers sought the Supreme Court’s intervention.The Adityanath government in Uttar Pradesh has appointed a single-member commission of retired Allahabad High Court judge Pradeep Kumar Srivastava to conduct an inquiry into the violence. The committee has been asked to submit its report within two months.","author":"Scroll Staff","time":"2021-10-07T17:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164862-zjgxdwwniw-1633602319.jpg","tags":["Lakhimpur Kheri","Luvkush Rana","Ashish Pandey"],"source":"https://scroll.in/latest/1007165/lakhimpur-kheri-violence-union-minister-ajay-mishras-son-summoned-by-police"}