{"title":"Lakhimpur Kheri case: Ashish Mishra is not a flight risk, UP government tells Supreme Court","content":"Union minister Ajay Mishra’s son Ashish Mishra, the prime accused in the Lakhimpur Kheri violence case, is not a flight risk, the Uttar Pradesh government told the Supreme Court on Monday, Bar and Bench reported.A bench led by Chief Justice NV Ramana and Justices Surya Kant and Hima Kohli heard a petition challenging an Allahabad High Court order granting bail to Ashish Mishra.Farmer bodies had alleged that a vehicle belonging to Ashish Mishra had run over people on October 3 during a protest in Uttar Pradesh’s Lakhimpur Kheri district against the now-repealed three farm laws. Mishra had been arrested on October 9. He walked out of jail on February 15 after the Allahabad High Court granted him bail on February 10.Families of those killed have challenged the bail order in the Supreme Court.At Monday’s hearing, the Uttar Pradesh government, represented by senior advocate Mahesh Jethmalani, said that 97 witnesses in the case have been provided security, Bar and Bench reported. “We have contacted all 97 witnesses and they all said no threat perception,” the advocate submitted.While condemning the violence and calling it a “grave offence”, Jethmalani said Mishra is not a flight risk.The Supreme Court said the Uttar Pradesh government should have filed an appeal against Mishra’s bail order as recommended by a retired judge appointed to monitor the Lakhimpur Kheri case investigation, Live Law reported. “We expected state to act on suggestion of the SIT,” the three-judge bench orally observed.Jethmalani said that the Special Investigation Team of the Uttar Pradesh Police had also asked the state government to challenge the Allahabad High Court verdict since Mishra is an influential person. However, he added that the suggestion “did not impress us”.At the last hearing on March 30, Jethmalani said he was not aware about the letters written by the head of the Special Investigation Team to the chief secretary of the home department of Uttar Pradesh, recommending that the state government should file an appeal.Senior advocate Dushyant Dave, representing the petitioners, on Monday urged the court cancel Mishra’s bail.“The HC failed to consider relevant facts and judgment suffers from gross non-application of mind,” said Dave, according to Bar and Bench.He also informed the court that victims of the violence were not heard by the High Court before passing the order. Dave also told the court that Mishra’s acts were deliberate. “Ashish Mishra and his friends raised slogans and crushed the farmers with the intention to kill them,” the lawyer said. “Four farmers and one journalist died because of this.”The Supreme Court heard the arguments of the petitioners and the Uttar Pradesh government, and reserved its order, Live Law reported.About the caseIn November, the Supreme Court had appointed former Punjab and Haryana High Court judge Rakesh Kumar Jain to oversee the inquiry into the matter by the Special Investigation Team. The court had also appointed three police officers from outside Uttar Pradesh to the Special Investigation Team.This was after the judges had repeatedly expressed dissatisfaction at the Uttar Pradesh government’s handling of the investigation into the violence.The Uttar Pradesh government had claimed before the Supreme Court in an affidavit that it had “vehemently opposed” bail to Mishra in the Allahabad High Court.","author":"Scroll Staff","time":"2022-04-04T13:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165014-ipkvpugjik-1633941302.jpg","tags":["Ashish Mishra","Ajay Mishra","Uttar Pradesh","Supreme Court","Allahabad High Court","Lakhimpur Kheri violence","farmers protest","farm laws"],"source":"https://scroll.in/latest/1021050/lakhimpur-kheri-case-ashish-mishra-is-not-a-flight-risk-up-government-tells-supreme-court"}