{"title":"Lakhimpur Kheri: New video shows SUV running over farmers peacefully walking on road","content":"A longer version of a viral video purportedly from Uttar Pradesh’s Lakhimpur Kheri district shows an SUV running over a group of unarmed protestors. The Congress and several social media users, who shared the video, have claimed that it captured the incident that led to the violence in the district on October 3.Eight people, including four farmers, were killed in Sunday’s violence during a protest against the Centre’s new agricultural laws.Protestors have said that a vehicle belonging to Ashish Mishra, the son of Union minister Ajay Mishra, had run over a group of demonstrators. The minister claimed that the farmers threw stones at the vehicle, which led to the “accident”.The new video, however, shows farmers peacefully walking down the road as an SUV rams them. The SUV is followed by two other vehicles. Protestors can then be seen approaching the first car with sticks purportedly to attack it.The earlier version of the video showed just the part where the car hits the farmers.The police have not yet verified the authenticity of the video. Scroll.in could not verify the video independently. However, the locale that can be seen in the video looks similar to visuals that had emerged after Sunday’s incident.Sharing the video on Twitter, the Congress alleged that Prime Minister Narendra Modi and the Bharatiya Janata Party were making a brutal attempt to rescue the Union minister and his son.“Farmers have been killed in Lakhimpur Kheri and the splatters of this murder go from Chief Minister Yogi [Adityanath] to PM Modi,” the Congress wrote. ये हैवानियत से परे है और उससे भी परे है- पीएम मोदी से लेकर भाजपा की तमाम ताकतों द्वारा एक खूनी दरिंदे के बचाव का क्रूर प्रयास।लखीमपुर खीरी में किसानों की हत्या हुई है और इस हत्या के छींटे मुख्यमंत्री योगी से लेकर पीएम मोदी तक जाते हैं।#NyayHokarRahega pic.twitter.com/H7p3ZMHZ7M— Congress (@INCIndia) October 6, 2021\n\nThe police have filed two First Information Reports on the incident. The first one, based on a complaint by a farmer, alleged that the incident was a “well-planned conspiracy” by Ajay Mishra’s son. The second FIR was registered on the basis of a complaint by Sumit Jaiswal, a local resident, against unnamed persons who had allegedly beaten four people to death.Ashish Mishra has not been arrested yet. He has been booked under various charges, including murder and causing death by negligence.However, Ajay Mishra continued to refute the allegations against his son. The Union minister claimed that neither he nor his son were at the site where violence had erupted. He told reporters after the meeting with Union Home Minister Amit Shah that the investigation into the violence in Lakhimpur Kheri was happening in a fair way.Another video had emerged on social media in which Ajay Mishra could be heard threatening farmers. In the video, the minister had spoken about “disciplining” the protesting farmers. “Mend your ways otherwise we will make you mend them,” he had said. “It will take only two minutes.”On Wednesday, Mishra said that he was being misunderstood. “Only a portion of audio from my address to farmers at an event being played in the media,” he claimed.The violenceOn Sunday, hundreds of farmers from across the Terai region had gathered at Tikunia area of Lakhimpur Kheri district as Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya was scheduled to arrive there by helicopter to attend an event nearby. They had assembled to protest Maurya’s arrival since he belongs to Bharatiya Janata Party.Farmers told Scroll.in that the protestors came to an understanding with the district authorities later in the day that Maurya would not land there and instead come by road, taking an alternative route.But, the protestors alleged that three large SUVs came charging through the main road as they were wrapping up their demonstration.Also read:As the prelude to Lakhimpur Kheri shows, the BJP now speaks the explicit language of violence","author":"Scroll Staff","time":"2021-10-07T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164842-ugkkqvkqxx-1633573853.jpeg","tags":["Lakhimpur Kheri","Uttar Pradesh","Farmers protest","Ajay Mishra"],"source":"https://scroll.in/latest/1007111/lakhimpur-kheri-new-video-shows-suv-running-over-farmers-peacefully-walking-on-road"}