{"title":"Lakhimpur Kheri case: Ashish Mishra walks out of jail, Rakesh Tikait says farmers would move SC ","content":"Union minister Ajay Mishra’s son, Ashish Mishra, was released from jail on Tuesday evening after the Allahabad High Court granted him bail in the Lakhimpur Kheri case on February 10, ANI reported.  The case against Mishra pertains to the killing of four farmers and a journalist during a protest against the three farm laws that have now been repealed. A total of eight people died in violence during the protest at Uttar Pradesh’s Lakhimpur Kheri district on October 3. Farmer bodies alleged that a vehicle belonging to Ashish Mishra had run over the protestors. He had been arrested on October 9.  Ashish Mishra, the son of MoS Home Ajay Mishra Teni and prime accused in Lakhimpur Kheri violence walks out of jail after being released on bail. pic.twitter.com/R06vruRBbJ— ANI (@ANI) February 15, 2022\n\nMeanwhile, farmer leader Rakesh Tikait said on Tuesday that the Samyukta Kisan Morcha, an umbrella organisation of farmers’ unions will move the Supreme Court to challenge Ashish Mishra’s bail, PTI reported.Tikait was speaking at a rally in Lakhimpur Kheri, where voting will be held in the fourth phase of the Uttar Pradesh elections on February 23.In January, the farmers’ bodies had said that people were unhappy with the BJP for not fulfilling pending demands of their agitation against the three agriculture laws. The farmers had ended their year-long agitation on December 9, but said that they would resume the protests if the government does not fulfill their pending demand, including the sacking of Ajay Mishra from the Union Cabinet.On Tuesday, Tikait, criticised the government over Ashish Mishra getting bail in the Lakhimpur Kheri case.“…[Is] this type of system needed in which someone mows down people and walks out of jail within three months?” asked Tikait.Tikait also alleged that during online hearing of the case, there was a power outage which prevented the prosecution from presenting its entire case to the court.","author":"Scroll Staff","time":"2022-02-15T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165014-ipkvpugjik-1633941302.jpg","tags":["Rakesh Tikait","Bharatiya Kisan Union","Uttar Pradesh","Lakhimpur Kheri","Ajay Mishra","Samyukta Kisan Morcha"],"source":"https://scroll.in/latest/1017459/lakhimpur-kheri-case-ashish-mishra-walks-out-of-jail-rakesh-tikait-says-farmers-would-move-sc"}