{"title":"Lakhimpur Kheri case: UP government tells SC it had ‘vehemently opposed’ Ashish Mishra’s bail ","content":"The Uttar Pradesh government has told the Supreme Court that it had “vehemently opposed” in the Allahabad High Court, granting of bail to Union minister Ajay Mishra’s son Ashish Mishra in the Lakhimpur Kheri violence case, Live Law reported.The state government made the statement in response to a petition filed by families of those who died in the violence. They have challenged the Allahabad High Court order to grant bail to Mishra.In an affidavit filed in the Supreme Court, the Uttar Pradesh government also said that the decision on whether to challenge the High Court’s order is “pending consideration before the relevant authorities”.The High Court had granted bail to Mishra on February 10 and he walked out of jail on February 15. The state government told the Supreme Court that the time limit to file an appeal against the order is not over yet.On allegations that a prime witness to the case had been attacked, the Uttar Pradesh government contended that it was a matter of personal dispute related to throwing of colours during Holi, NDTV reported. The government said that four witnesses corroborated this in their statements.However, the witness had alleged in a first information report that the attackers had threatened him, saying that the Bharatiya Janata Party had come back to power in the state and that they would see to him, according to Live Law.The Uttar Pradesh government told the court that as per its orders, the families of all the victims and and witnesses in the Lakhimpur Kheri case have been given security.“Each witness has one armed police gunner,” it said. “The families of the victims have one armed gunner each, along with permanent security guard and continuous monitoring through installed CCTV cameras...” The government said that 98 people linked to the case have been provided security, including 79 from the Lakhimpur Kheri district, 17 from other districts of Uttar Pradesh and two from Uttarakhand.A bench headed by Chief Justice of India NV Ramana is slated to hear the matter on Wednesday.The violenceThe case pertains to killing of four farmers and a journalist during a protest against the three farm laws that have now been repealed. A total of eight people died in violence that followed the protest at Uttar Pradesh’s Lakhimpur Kheri district on October 3.Farmer bodies had alleged that a vehicle belonging to Ashish Mishra had run over the protestors.Two BJP workers and a driver were also among the eight people who died in the violence. The Uttar Pradesh police have named four farmers as accused persons in this case.","author":"Scroll Staff","time":"2022-03-29T16:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164906-vsvjpfvleh-1633674525.jpg","tags":["Ashish Mishra","Lakhimpur Kheri","Supreme Court","Uttar Pradesh","farmers protest","Lakhimpur Kheri violence"],"source":"https://scroll.in/latest/1020642/lakhimpur-kheri-case-up-government-tells-sc-it-had-vehemently-opposed-ashish-mishras-bail"}