{"title":"Lakhimpur Kheri: Union minister claims his son is innocent, will appear before police tomorrow","content":"Union minister Ajay Mishra’s son Ashish Mishra, who is an accused in the Lakhimpur Kheri violence case, skipped police summons on Friday, PTI reported. The Uttar Pradesh Police have now issued Ashish Mishra a second notice, asking him to appear for questioning before officials at 11 am on Saturday. Ajay Mishra has claimed that his son is innocent and that he will report to the police on Saturday to record his statement. The Union minister said that his son did not appear before the police on Friday because he was unwell.Ashish Mishra has been charged with multiple offences, including murder and criminal conspiracy, in connection with the violence in Lakhimpur Kheri on October 3 that left eight people, including four farmers, dead. A convoy of three SUVs, owned by Ajay Mishra, had allegedly ploughed into a group of protesters staging a demonstration against the three farm laws in Lakhimpur. Ashish Mishra was reportedly in one of the cars.Also readA minister’s son is accused of murdering farmers – so why hasn’t he been arrested yet?The Opposition has been demanding Ajay Mishra’s removal as minister and the arrest of his son.Uttar Pradesh Chief Minister Adityanath said on Friday that no action will be taken against anyone due to pressure, PTI reported, citing his interview to a news channel.Adityanath said there was “no place for violence in a democracy”. He also claimed that the police in Uttar Pradesh has never hesitated in acting against a “BJP MLA or an MLA from the Opposition”.The Uttar Pradesh chief minister said that a Special Investigation Team and a judicial commission have been formed to investigate the Lakhimpur Kheri violence.Meanwhile, the Samyukt Kisan Morcha, an umbrella body of farmers’ unions, on Friday said that it is waiting for Ashish Mishra’s arrest, The Indian Express reported.In a statement, the farmer’s body said that it was “shocked and concerned” by Ashish Mishra’s absence, according to PTI.“News reports indicate that he is changing locations and is absconding, with several Uttar Pradesh Police teams searching for him,” the farmers’ body said.","author":"Scroll Staff","time":"2021-10-08T12:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164906-vsvjpfvleh-1633674525.jpg","tags":["Ajay Mishra","Ashish Mishra","Lakhimpur Kheri","Lakhimpur Kheri violence"],"source":"https://scroll.in/latest/1007231/lakhimpur-kheri-violence-union-minister-ajay-mishras-son-skips-police-summons"}