{"title":"Lakhimpur Kheri case: Families of deceased farmers move SC against Ashish Mishra’s bail order ","content":"The family members of the deceased farmers in the Lakhimpur Kheri case on Monday approached the Supreme Court to challenge the bail given to accused Ashish Mishra, the son of Union Minister Ajay Mishra, ANI reported.The case against Mishra pertains to the killing of four farmers and a journalist during a protest against the three farm laws that have now been repealed. A total of eight people died in violence that followed the protest at Uttar Pradesh’s Lakhimpur Kheri district on October 3.Farmer bodies alleged that a vehicle belonging to Ashish Mishra had run over the protestors. He had been arrested on October 9.He walked out of jail on Tuesday after the Allahabad High Court granted him bail on February 10.On Monday, in their application filed through advocate Prashant Bhushan, the members of the families said that they were forced to approach the Supreme Court as the Uttar Pradesh Police failed to file an appeal against the bail granted to Mishra, according to Bar and Bench.The members of the families said that the High Court granted the bail without considering the heinous nature of the crime.They also said that the High Court had failed to recognise the evidence against Mishra, the likelihood of him fleeing from justice, tampering with the witnesses and repeating the offence.The families also submitted that they were prevented from bringing the relevant material to the notice of the  High Court as their counsel got disconnected during the hearing on January 18, NDTV reported.“The counsel could barely make any submissions,” the plea stated. “Repeated calls to the court staff to get reconnected were to no avail and application filed by the victims before High Court for an effective rehearing was rejected”.Last week, two advocates, Shiv Kumar Tripathi and CS Panda, had also moved the  Supreme Court against the bail order to Mishra. They had said that the High Court’s verdict was “unsustainable” in law and the bail order had “manifest error.”","author":"Scroll Staff","time":"2022-02-21T16:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164906-vsvjpfvleh-1633674525.jpg","tags":["Lakhimpur Kheri case","Ashish Mishra","Supreme Court"],"source":"https://scroll.in/latest/1017878/lakhimpur-kheri-case-family-members-of-deceased-farmers-move-sc-against-ashish-mishras-bail-order"}