{"title":"Lakhimpur Kheri: I have been in detention for 28 hours without an order or FIR, says Priyanka Gandhi","content":"Congress leader Priyanka Gandhi Vadra said on Tuesday morning that she had been kept in detention in Uttar Pradesh for over 28 hours without an order or a first information report. Vadra was detained on Monday while going to Lakhimpur Kheri to meet the families of four farmers who died in Sunday’s violence.The Bharatiya Kisan Union has alleged that the farmers were run over by the convoy of Union minister Ajay Mishra. His son Ashish Mishtra was allegedly driving one of the cars. Apart from the farmers, two Bharatiya Janata Party workers, a driver and a journalist died in Lakhimpur Kheri. A video widely circulated on Twitter shows an SUV running over a group of protestors. The police have not verified the authenticity of the clip yet. Vadra tweeted the video on Tuesday tagging Prime Minister Narendra Modi. “Sir, your government has kept me in custody for the last 28 hours without any order and FIR,” she said. “Why has the person who crushed annadatas [providers of food] not been arrested yet?” .@narendramodi जी आपकी सरकार ने बग़ैर किसी ऑर्डर और FIR के मुझे पिछले 28 घंटे से हिरासत में रखा है।अन्नदाता को कुचल देने वाला ये व्यक्ति अब तक गिरफ़्तार नहीं हुआ। क्यों? pic.twitter.com/0IF3iv0Ypi— Priyanka Gandhi Vadra (@priyankagandhi) October 5, 2021\n\nIn a separate video message, Vadra asked Modi if he had seen the video. “Please tell the country why this minister [Ajay Mishra] has not been dismissed and why this boy [Ashish Mishra] has not been arrested,” the Congress leader added. Vadra said she was aware that Modi will be in Lucknow on Tuesday to celebrate an event related to India’s independence. “Please remember that farmers got us our independence,” Vadra said. “The sons of farmers guard the country’s borders.” Vadra urged Modi to visit Lakhimpur Kheri. “Understand the pain of the food providers of this country,” she added. “It is your duty to protect them.”Congress leader Rahul Gandhi on Tuesday said his sister is not afraid of anyone. “A true Congress member will not give up,” he added. “The Satyagraha will not stop.”","author":"Scroll Staff","time":"2021-10-05T11:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164781-ajndnwdvve-1633413946.jpeg","tags":["Priyanka Gandhi Vadra","Lakhimpur Kheri","farmers protest"],"source":"https://scroll.in/latest/1006962/lakhimpur-kheri-i-have-been-in-detention-for-28-hours-without-an-order-or-fir-says-priyanka-gandhi"}