{"title":"Lakhimpur Kheri: SC asks Uttar Pradesh to file status report on FIRs and arrests made by Friday","content":"The Supreme Court on Thursday directed the Uttar Pradesh government to file a status report on the First Information Reports filed in connection with the Lakhimpur Kheri violence, Bar and Bench reported. The court will hear the matter again on Friday.A bench of Chief Justice NV Ramana and Justices Hima Kohli and Surya Kant was hearing the matter after two Uttar Pradesh-based lawyers sought the Supreme Court’s intervention. “We need to know who are the accused against whom FIR is registered and who is arrested,” Kant told Additional Advocate General Garima Prashad, representing the Uttar Pradesh government. Eight people, including four farmers, were killed after violence erupted in Lakhimpur Kheri district on October 3 during a protest against the Centre’s contentious agricultural laws.Farmer bodies have alleged that a vehicle which was part of Union minister Ajay Mishra’s convoy ran over the protestors. They have claimed the the vehicle belonged to the minister’s son Ashish Mishra.The police have booked Ashish Mishra on multiple charges, including murder and criminal conspiracy. However, he has not been arrested yet.At Thursday’s hearing, Shiv Kumar Tripathi, one of the lawyers who had written to the Chief Justice, said that the violence was a matter of violation of human rights. He also alleged that the Uttar Pradesh government was not conducting a proper inquiry into the matter. The lawyer sought the Supreme Court’s directions to the Union home ministry and the Uttar Pradesh government to investigate the matter.To this, Prashad argued that first information reports have been filed in the matter and an inquiry commission has been formed to investigate the violence. The court then sought a status report on the FIRs in the case, details of the accused persons and the arrests made in the matter.The Supreme Court also directed the Uttar Pradesh government to admit Amritpal Singh Khalsa, mother of deceased farmer Lovepreet Singh, to a hospital after being told that she was in a critical condition.Earlier on Thursday, the Uttar Pradesh government appointed a single-member commission of retired Allahabad High Court judge Pradeep Kumar Srivastava to conduct an inquiry into the violence. The commission has been asked to submit its report within two months.","author":"Scroll Staff","time":"2021-10-07T12:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122337-arfwsduxug-1592394896.jpg","tags":["Supreme Court","Lakhimpur Kheri","Ajay Mishra","Ashish Mishra","Farmers protest"],"source":"https://scroll.in/latest/1007130/lakhimpur-kheri-sc-asks-uttar-pradesh-to-file-status-report-on-firs-and-arrests-made-by-friday"}