{"title":"Lakhimpur Kheri violence: Priyanka Gandhi Vadra on hunger strike after UP Police detain her","content":"Congress leader Priyanka Gandhi Vadra sat on a hunger strike on Monday after she was detained by the Uttar Pradesh Police in Hargaon town, PTI reported. Vadra has been taken to a guest house in Sitapur district, according to India Today. She was on her way to Uttar Pradesh’s Lakhimpur Kheri district to visit the families of four farmers who had died when violence broke out during a farmers’ protest against the Centre’s contentious agriculture laws on Sunday.Eight people, including four farmers, were killed in the district on Sunday. Farmer unions have said that the four were killed when a car belonging to Union minister Ajay Mishra’s son ran over them.Before her detention, Vadra was barred from leaving Lucknow and placed under a house arrest. However, the Congress leader started walking from Lucknow and later got into her car, reported India Today.ख़ुद को लखीमपुर खीरी जाने से रोके जाने और बिना वारंट जबरन पुलिस की गाड़ी में बिठाए जाने की कोशिश का आरोप लगाते हुए जब यूपी पुलिस पर जम कर बरसीं प्रियंका गांधी वाड्रा pic.twitter.com/nZte9fNXLL— Umashankar Singh उमाशंकर सिंह (@umashankarsingh) October 4, 2021\n\nश्रीमती @priyankagandhi जी को हरगांव से गिरफ्तार करके सीतापुर पुलिस लाइन ले जाया जा रहा हूं, कृपया सभी लोग पहुंचे। pic.twitter.com/d0GClYamvr— UP Congress (@INCUttarPradesh) October 3, 2021\n\nVadra asked the police to show a warrant. “I am not committing a crime by stepping out of the house,” she said. “I just want to meet the affected families and share their grief. What wrong am I committing? And if I have done something wrong, then you [UP Police] should have an order, a warrant. You [UP Police] are stopping me, my car, but for what reason?”Vadra alleged that she was pushed and roughed up while being arrested, NDTV reported. She also claimed that the police did not show her any papers relating to her arrest.“If they do not give me any papers, then I will call it kidnapping,” she remarked. She told the channel that the police arrested her under Section 151 (of the Code of Criminal Procedure) on the grounds that she was “going to commit a crime in future”.“If they don’t charge me in 24 hours under Section 151, I can walk free,” Vadra added. “I don’t have access to lawyers though I am told I have the right.”Vadra also questioned why Ashish Mishra, Union minister Ajay Mishra’s son, was not arrested although he was accused of running over protesting farmers at Lakhimpur Kheri.  About Sunday’s violence, Vadra accused the government of doing politics. “The way the farmers are being trampled in this country, I have no words,” said the Lucknow Congress general secretary. “For months, the farmers have been trying to raise their voice, but the government is not ready to listen. Today’s incident shows that this government is playing politics of trampling the farmers. And this country is farmers’ country.”Prohibitory orders under Section 144 of the Code of Criminal Procedure have been imposed in Lakhimpur Kheri. Mobile internet services have been snapped in parts of the violence-hit district.However, Mishra claimed that the farmers pelted stones at the vehicle, which led to the driver losing control and ramming into the farmers. He said the driver died in the accident.The Uttar Pradesh Police filed a First Information Report against Ashish Mishra, the son of Union minister Ajay Mishra, and several others in connection with the violence in Lakhimpur Kheri district. लखीमपुर किसान नरसंहार पर कांग्रेस महासचिव श्रीमती @priyankagandhi जी का बयान#लखीमपुर_खीरी_नरसंहार pic.twitter.com/06WTEEGXiI— UP Congress (@INCUttarPradesh) October 3, 2021\n\nभाजपा देश के किसानों से कितनी नफ़रत करती है? उन्हें जीने का हक नहीं है? यदि वे आवाज उठाएँगे तो उन्हें गोली मार दोगे, गाड़ी चढ़ाकर रौंद दोगे? बहुत हो चुका। ये किसानों का देश है, भाजपा की क्रूर विचारधारा की जागीर नहीं है।किसान सत्याग्रह मजबूत होगा और किसान की आवाज और बुलंद होगी।— Priyanka Gandhi Vadra (@priyankagandhi) October 3, 2021\n\nThe Congress condemned Vadra’s detention.“Finally what was expected from the BJP has happened,” party’s youth wing national president Srinivas BV said on Twitter. “In the democratic country of ‘Mahatma Gandhi’, the worshipers of ‘Godse’ have arrested our leader @priyankagandhi Ji who fought heavy rains and the police force to meet the ‘Annadata’, from Hargaon. This is just the beginning of the fight!! Kisan Ekta Zindabad.”Some Congress veterans alleged that the BJP government denying legal aid to Vadra. They called her detention illegal as she was taken into custody before sunrise. Vadra was detained at 5.30 am, according to India Today. Party leaders Salman Khurshid, Pramod Tiwari and Imran Masood demanded Vadra’s immediate release.श्रीमती @priyankagandhi जी के कपड़े खींचे जा रहे हैं। पुलिस के द्वारा भोर के अंधेरे में उनके हाथ मोड़े जा रहे हैं। मुख्यमंत्री जी ! तानाशाही लाख कर लो, हम अन्याय और नफरत के खिलाफ कुर्बानी देने वाले लोग हैं। झुकेंगे नहीं, लड़ेंगे... #लखीमपुर_किसान_नरसंहार pic.twitter.com/HZiojipujc— UP Congress (@INCUttarPradesh) October 4, 2021\n\nनहीं रोक पाओगे.....जय जवान, जय किसान#लखीमपुर_किसान_नरसंहार pic.twitter.com/RaaR3SqOYe— UP Congress (@INCUttarPradesh) October 3, 2021\n\nBIG BREAKING: Yogi Govt not allowing us to provide legal aid to #PriyankaGandhi. Her arrest is illegal as she was arrested before sunrise. We demand immediate release of hers and that we be allowed to go to her: Salman Khurshid, Pramod Tiwari, Imran Masood tell me in n interview.— Prashant Kumar (@scribe_prashant) October 4, 2021\n\nLakhimpur Kheri remains out of boundsVadra is among several Opposition and farm leaders who are scheduled to visit Lakhimpur Kheri on Monday. But the Uttar Pradesh authorities are unlikely to allow politicians to visit Lakhimpur Kheri until the situation normalises, according to India Today.Aam Aadmi Party leader Sanjay Singh was stopped in Sitapur when he was his way to Lakhimpur Kheri on the intervening night between Sunday and Monday.The police detained Samajwadi Party leader Akhilesh Yadav, who was holding a sit-in protest outside his house in Lucknow. Earlier, he was stopped from visiting Lakhimpur Kheri.#WATCH | Lucknow: Police take Samajwadi Party president Akhilesh Yadav into custody outside his residence where he staged a sit-in protest after being stopped from going to Lakhimpur Kheri where 8 people died in violence yesterday pic.twitter.com/VYk12Qt87H— ANI UP (@ANINewsUP) October 4, 2021\n\nFollow live updates here","author":"Scroll Staff","time":"2021-10-04T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164742-xlvhmvkcmu-1633332145.jpg","tags":["Priyanka Gandhi Vadra","Priyanka Gandhi","Lakhimpur Kheri","farm protests","farm laws","Uttar Pradesh","Akhilesh Yadav","BJP","Congress"],"source":"https://scroll.in/latest/1006897/lakhimpur-kheri-violence-priyanka-gandhi-detained-on-her-way-to-district-she-asks-to-see-warrant"}