{"title":"Lakhimpur violence: What does UP locking up Opposition leaders tell us about Indian democracy?","content":"For some time now, the state of Uttar Pradesh has been in the news now – for all the wrong reasons. On Sunday, news broke from Lakhimpur Kheri that as many as eight people had been killed during a protest by farmers against the three farms laws passed by the Modi government.Four farmers were run over by Union minister Ajay Mishra’s convoy, claimed the Bharatiya Kisan Union. Protest leaders demanded that the minister’s son be arrested for allegedly driving one of the cars.Mishra said that the vehicle had overturned because the protestors threw stones at it, causing the driver to close control. After this, he claimed two BJP workers and the driver of the car were lynched. The eight victim was local journalist Raman Kashyap.This violence came days after Mishra, who is also the local MP, had delivered a threat to farmers: “Sudhar jao, nahi toh hum aapko sudhaar denge, do minute lagega keval”. Mend your ways otherwise we will make you mend them. It will take only two minutes.Crushing free speechAs shocking as the events of Sunday were, more was to follow. The Uttar Pradesh government did not respond to this violence with the aim of establishing justice. Instead, it attempted to shut down democratic expression in order to prevent possible political losses to the ruling BJP.On Monday, as Samajwadi Party chief and former state chief minister Akhilesh Yadav was about to leave Lucknow to visit Lakhimpur Kheri,  he was put under house arrest. Videos from his residence showed the area bristling with armed police – a blunt clue as to how the Adityanath government intended to tackle the political crisis arising from the deaths in Lakhimpur.In much the same way, Bahujan Samaj party general secretary Satish Chandra Mishra found himself detained at home by the police.Heavy Police outside Akhilesh Yadav  house in Lucknow .#लखीमपुर_किसान_नरसंहार#NoMoreBJP@RAKESH199911 @Reshma56017336 @mamtaY250 @BBCBreaking @ABPNews @OfficialBKU pic.twitter.com/0qcL94Cj7m— Yarragadda Nagaraju (@Yarragadda1982) October 4, 2021\n\nThe Uttar Pradesh Police didn’t stop there. They attempted to seal off Lakhimpur Kheri. The Aam Aadmi Party’s Sanjay Singh found his journey to Lakhmipur cut short by the police in Sitapur, about 46 km away. Dramatic visuals of the police stopping the Congress’ Deepinder Hooda and Priyanka Gandhi also made their way to social media, showing that the police were not afraid to manhandle Hooda even though he is a Rajya Sabha MP.Gandhi’s angry arguments that she and her three colleagues were not violating Section 144 of the Criminal Procedure Code, which bans five or more people from assembling, fell on deaf ears. She soon found herself detained as well.Unprecedented orderLater on in the day, the deputy chief minister of Punjab was himself detained, with Uttar Pradesh writing to the Punjab government explaining that it had banned anyone from Punjab itself from entering the district of Lakhimpur Kheri under Section 144. This is possibly the first time in the history of the Indian Union that the people of an entire state have been barred from an area. This squarely contradicts the fundamental right that allows all Indians to “move freely throughout the territory of India”.This is, of course, hardly the first time the Adityanath government has ignored the law in order to crush democratic protest. In 2019, a massive agitation against the contentious new citizenship law saw the police in Uttar Pradesh often use overwhelming force, including opening fire on protestors. The Uttar Pradesh government has also fined protesters for allegedly damaging property – an egregious example of Indians facing legal punishment without a trial.पुलिस हिरासत में कांग्रेस महासचिव श्रीमती @priyankagandhi  जी ने सत्याग्रह शुरू किया।सिर्फ़ एक मांग 'किसानों से मिले बिना वापसी नहीं होगी'जय जवान, जय किसान#लखीमपुर_खीरी_नरसंहार pic.twitter.com/Zd2ETKmFlx— UP Congress (@INCUttarPradesh) October 4, 2021\n\nPriyanka Gandhi in detention. She claims that no legal procedures were followed before putting her here.\nLast September, Uttar Pradesh reached for much of this same playbook when a Dalit teenage girl was raped and murdered in Hathras. In that case, not only were opposition leaders detained but so was the family of the victim. The police forcibly cremated the corpse of the victim, presumably to defuse the possibility of the tragedy becoming a centre of political opposition in the manner of the Nirbhaya gangrape protests in Delhi in 2012. Those protests severely weakened the United Progressive Alliance government.Protesting crime is a core part of any democracy. Law and order cannot be an excuse to shut down political activity that would embarrass the government. In 2008, for example, even as the Mumbai terror attack was underway, Narendra Modi, who was Gujarat chief minister at the time, addressed a press conference to attack the Manmohan Singh government. Modi was not stopped from entering Maharashtra even though it was obvious his visit would be politically damaging for the ruling party.A dangerous precedent is being forced into our system by increasingly radicalised @INCIndia . Cong CMs want to visit Lakhimpur Kheri . What if tomorrow other party CMs also decide to visit every violent incident in @INCIndia ruled states ..?— B L Santhosh (@blsanthosh) October 4, 2021\n\nAn ‘electoral autocracy’?India’s democratic backsliding has been discussed for some years now. In March, Sweden-based Varieties of Democracy Institute held that India was no longer a full democracy and had instead turned into an “electoral autocracy”. The Bharatiya Janata Party, it said, now closely resembled a “typical governing party in an autocracy”.Nothing better exemplifies this than the last five years of the Adityanath government in Uttar Pradesh. Adiytanath does not just flout democratic conventions but has often made rule-breaking a virtue by often boasting about using violence against protestors.Indian democracy is of course best exemplified by its elections, which remain largely free and fair. However, by themselves, elections are not sufficient for democracy. If Adityanath places such draconian curbs on the very functioning of any political opposition using state machinery, it denies each party a level playing field at the ballot box, vindicating experts who have been ringing alarm bells over India’s democratic backsliding.","author":"Shoaib Daniyal","time":"2021-10-04T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164733-jxlclmfhgz-1633323967.jpg","tags":["Lakhimpur Kheri","Narendra Modi","Adityanath"],"source":"https://scroll.in/article/1006936/lakhimpur-violence-what-does-up-locking-up-opposition-leaders-tell-us-about-indian-democracy"}