{"title":"‘Lampan’ review: Light in treatment and heavy on the nostalgia ","content":"Lampan gives off Doordarshan golden era TV serial feels. Nipun Dharmadhikari’s Marathi-language show is catnip for nostalgists.The Sony LIV series, adapted from writer Prakash Narayan Sant’s popular stories, is set in the age of steam trains, snail mail and homemade snacks. No telephone interrupts birdsong or the admonishments of elders trying to keep their brood on the straight and narrow. In this Malgudi-esque realm, a young boy forced to spend an academic year in his grandparents’ village learns lessons that are beyond the school curriculum.The show kicks off with Lampan (Mihir Godbole) fussing over a motherless kitten. Lampan wonders if his parents too have abandoned him to a sorry fate. His strict grandmother (Geetanjali Kulkarni) snaps at him; his adventurous grandfather (Chandrakant Kulkarni) indulges him.Lampan tussles with strange feelings for his smart neighbour Sumitra (Avni Bhave), makes unlikely new friends, and marvels at the mysteries of geography. The precocious boy with curly hair and cutely uneven teeth addresses his quandaries to the camera, concluding that most situations qualify for his favourite descriptor: “mad”.Chandrakant Kulkarni and Geetanjali Kulkarni in Lampan (2024). Courtesy Indian Magic Eye/Sony LIV.Over seven episodes that don’t make the mistake of overshooting the 30-minute mark, Dharmadhikari and writer Chinmay Kelkar roll out slickly packaged wistfulness, gentle humour and memorable characters. Lampan is perhaps too young to realise the paradise to which he has been banished.The Mangalore-tiled homes with courtyards, the pond and the river beyond, the greenery – all of these escape the boy but won’t be lost to viewers looking for homestay options for long weekends (hint: search for Guhagar and Betul). Ample distractions from the uneven pacing and threadbare plotting are also supplied by Rahul Deshpande’s melodious music, Amey Vaishali Vasant’s pleasing camerawork, and superb production design by Ashok Lokare and A Rucha.In this fairy-tale world, the closest to an ogre for Lampan is his grandmother Parvati. She shares her belief that hard work builds character with the unnamed father from the Calvin and Hobbes comics. Geetanjali Kulkarni is marvellous as the matriarch whose love for her grandson doesn’t prevent her from a well-aimed barb or a swish of the cane.Lampan himself is brought to life by a terrific Mihir Godbole. The innocence, charm and preternatural wisdom in this child actor tide the series over its insistence on lightness even when dark clouds hang over Lampan.The game of trivial pursuit occasionally pauses to consider Lampan’s separation from his parents (Kadambari Kadam and Pushkaraj Chirputkar). The knee-high boy’s emotional upheaval is explored with some depth in only two episodes, which are also the strongest in the series.Feeling utterly bereft, Lampan is reduced to chatting sadly with a computer-generated butterfly. The sorrow is as fleeting as the sunlight is plentiful.\n\n\n    \n    Play\n\nLampan (2024).","author":"Nandini Ramnath","time":"2024-05-16T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200671-nlulwvynsw-1715585134.jpeg","tags":["Lampan web series review","Nipun Dharmadhikari","Mihir Godbole","Geetanjali Kulkarni","Chandrakant Kulkarni"],"source":"https://scroll.in/reel/1067798/lampan-review-light-on-its-feet-and-heavy-on-the-nostalgia"}