{"title":"Landslides kill four in Meghalaya after heavy rainfall","content":"Four persons, including a child, died in Meghalaya’s Garo Hills early on Thursday after heavy rain triggered landslides, NDTV reported.Three members of a family were buried alive in the Gamberge area of West Garo Hills. Two others from the family were taken to hospital in critical condition. They have survived.In a similar incident in the Betasing region of South West Garo Hills, a two-and-a-half-years-old child died.A video on social media showed a bridge being washed away in South Garo Hills. Flood Fury washes off a wooden bridge in South Garo Hills of Meghalaya pic.twitter.com/6vzhvT4Fgr— Shalinder Wangu (@Wangu_News18) June 9, 2022\n\n“Landslide reported from Akinpara village,” the police said in a tweet. “Stay away from rivers and streams pls.”#AlertOne timber bridge over Bandra river connecting Gilmatdam village  and Dombagre village under Dalu PS jurisdiction has been washed away. Landslide reported from Akinpara village.Stay away from rivers and streams pls.#HelpUsToHelpYou@CMO_Meghalaya @MeghalayaPolice pic.twitter.com/4rp0Vja2FV— West Garo Hills District Police (@wghpolice) June 9, 2022\n\nThe India Meteorological Department has issued a red alert for Meghalaya, Assam and Arunachal Pradesh, warning of heavy rainfall over the next few days.Assam has received rainfall that is 62% above the normal from March to May, the highest in 10 years, according to data from the Indian Meteorological Department. Heavy pre-monsoon rain, flooding and landslides caused massive damage to the state’s infrastructure, including bridges, roads and railway tracks.Monsoon in MaharashtraThe monsoon is likely to reach Maharashtra in the next two days, said the India Meteorological Department.“There is no delay in the progress of the monsoon,” according to senior scientist RK Jenamani.Timely and normal rains are critical for the country’s farm output after a brutal heatwave in March and April hit crops. The monsoon can also help tackle India’s inflation, which jumped to an eight-year high in April. On May 29, the monsoon arrived on the coast of Kerala three days ahead of the usual time and covered parts of Karnataka and Tamil Nadu between May 31 and June 7.Intense spell of rainfall likely to continue over Northeast India and Sub-Himalayan West Bengal & Sikkim during next 5 days.Heat Wave Conditions likely to continue in isolated pockets over Northwest, Central & adjoining East India during next 2 days. pic.twitter.com/AI6UGW4LA3— India Meteorological Department (@Indiametdept) June 9, 2022\n\nNortheast India, Sub-Himalayan West Bengal and Sikkim are likely to witness an “intense spell of rainfall” during the next five days, the weather department added on Thursday.Northwest, central and adjoining east India are likely to experience heatwave conditions during the next two days. For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal. A severe heatwave is declared if the maximum temperature crosses the 47-degree Celsius mark.The average maximum temperature in April for North West and Central India was the highest in 122 years. The country had also witnessed the hottest March in 122 years since the India Meteorological Department started maintaining records.","author":"Scroll Staff","time":"2022-06-09T19:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175555-zrbjdzcaok-1654779739.jpeg","tags":["Scientist RK Jenamani","India Meteorological Department","monsoon season","Maharashtra","Arabian Sea","Kerala","Karnataka","Tamil Nadu","weather news"],"source":"https://scroll.in/latest/1025851/landslides-kill-four-in-meghalaya-after-heavy-rainfall"}