{"title":"‘Larger than life but very real too’: Emraan Hashmi on playing a producer in ‘Showtime’","content":"Emraan Hashmi is right at home in Showtime, the new web series about the troubles faced by a reputed Hindi film studio. Showtime stars Hashmi as Raghu Khanna, the son of a hit-making producer whose assured inheritance comes under serious threat after his father’s death. Raghu’s headaches include a contender for the family business, an egoistic movie star, a restive girlfriend, and a manipulative financier.“Raghu is your quintessential Bollywood producer, but he is also one very entertaining guy,” Hashmi told Scroll. “He’s very brash and in your face. He’s a workaholic. He’s a little larger than life but very real too. Below the surface, there is a certain human angle that the writer and directors brought out that stayed with me. You hate him in the beginning but then these layers start to peel off and you get to know the real Raghu Khanna as well.”Four episodes of Showtime, created by Sumit Roy and directed by Mihir Desai and Archit Kumar, will be premiered on Disney+ Hotstar on March 8. The cast includes Naseeruddin Shah, Mouni Roy, Mahima Makwana, Rajeev Khandelwal and Vijay Raaz.This is the second time that Hashmi is leading a streaming show after Netflix’s Bard of Blood (2019). Unlike that terrorism-themed series, Showtime plonks Hashmi into a world with which he is deeply familiar: the Hindi film industry.“There is a dramatic angle to the film industry, a veneer and a sheen but then the show takes you into their real lives,” the 44-year-old actor observed. “The material given to me was very well-etched and detailed, and I added a bit of my own life to it. Much of the work of finding the character was done in pre-production. Then there was the other part of finding Raghu on the sets. The pitch is entertaining and pacey.”\n\n\n    \n    Play\n\nShowtime (2024).Hashmi is a third-generation film talent – he’s the grandson of Purnima, whose acting credits stretch from the 1940s until the 1980s, the nephew of the filmmakers Mahesh Bhatt and Mukesh Bhatt, and a cousin of the actors Pooja Bhatt and Alia Bhatt. Awareness of the family’s lineage was mixed with a healthy distance, he said.“I didn’t exactly grow up in a filmy environment since my parents are not connected with the industry,” Hashmi recalled. “But I had done ads, so I had been in front of the camera. My main exposure was through [Mahesh] Bhatt saab’s films. I remember watching films at the Ajanta preview theatre near my house [in Bandra, Mumbai]. Acting happened later by accident.”While Showtime is fictional, Hashmi is familiar with some of its observations, particularly about movie star tantrums. “There are bizarre accounts about actors – some of them are in a different place and are not listening to what being said,” Hashmi observed. “There is saying attributed to Marlon Brando – unless you’re not talking about me. I’m not listening to you. So there are weird and crazy things about the film industry, eccentric people but other kinds of people too.”For Hashmi, Showtime comes at an interesting juncture in his career. Stuck with a “bad boy” image for years, Hashmi has also had his share of challenging roles, such as in Once Upon a Time in Mumbaai (2009), Shanghai (2012), the international production Tigers (2018) and Bard of Blood. Recent parts that took his anti-hero persona in new directions include The Body (2019) and Chehre (2021). In Tiger 3, (2023), Hashmi played an outright villain.\n\n\n    \n    Play\n\nChehre (2021).“In 2017, I went into a zone where I wanted to do something different,” Hashmi said. “The kind of cinema I was doing had played its part. It’s the result of age, a bit of maturity.”His upcoming projects include two Telugu productions, including They Call Him OG with Pawan Kalyan, the action film Ground Zero and a cameo in Ae Watan Mere Watan.“The older you grow, the films you consume and the way you look at the world change, and that reflects in your choices,” Hashmi said. “I am now in a space where I want to collaborate with people doing something new and off the beaten track.”","author":"Scroll Staff","time":"2024-03-05T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199001-umdirbbubs-1709571035.jpg","tags":["Emraan Hashmi","Showtime web series"],"source":"https://scroll.in/reel/1064711/larger-than-life-but-very-real-too-emraan-hashmi-on-playing-a-producer-in-showtime"}