{"title":"Lars von Trier returns to Cannes seven years after banishment with ‘The House That Jack Built’","content":"Danish filmmaker Lars von Trier’s upcoming serial killer drama The House That Jack Built will be premiered in the out of competition category at the Cannes Film Festival, which runs from May 8 to May 19, reported The Hollywood Reporter. This marks the Palme d’Or-winning filmmaker’s return to Cannes seven years after he was declared persona non grata by the festival in 2011 for joking that he sympathised with German dictator Adolf Hitler. “For a long time I thought I was a Jew and I was happy to be a Jew,” he said in a 2011 press conference for his film Melancholia. “Then I  met (Danish and Jewish director) Susanne Bier and I wasn’t so happy. But then I found out I was actually a Nazi. My family were German. And that also gave me some pleasure. What can I say? I understand Hitler...I sympathise with him a bit.” He later apologised for his remark, calling it “completely stupid” in an interview to the New York Times.Starring Matt Dillon, Uma Thurman, Riley Keough and Sofie Grabo, The House That Jack Built traces a murderer on a 12-year killing streak in America in the 1970s. Von Trier has said that the film celebrates “the idea that life is evil and soulless”, The Hollywood Reporter said.    The festival’s Artistic Director, Thierry Fremaux, and Cannes president Pierre Lescure had consulted their board members before taking the decision to reinstate von Trier, Variety reported.  On Thursday, the organisers also announced that the festival’s closing film will be Terry Gilliam’s The Man Who Killed Don Quixote, which is also being screened out of competition. Gilliam’s film reportedly took 17 years to make  owing to a number of setbacks.Twenty-one films are competing for the Palme d’Or, the festival’s top prize category.\n\n\n    \n    Play\n\nThe House That Jack Built (2018).","author":"Scroll Staff","time":"2018-04-20T11:54:55.827099+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876284-77059-yjiqklulzw-1513841994.jpg","tags":["Lars von Trier","The House that Jack Built","Cannes Film Festival"],"source":"https://scroll.in/reel/876284/lars-von-trier-returns-to-cannes-seven-years-after-banishment-with-the-house-that-jack-built"}