{"title":"Last year, one million Indians applied for tourist visas to visit Europe","content":"Last year, Indians wanted to travel to Europe more than ever before.In 2018, over a million applications were filed in India for short-stay visas to the continent’s Schengen Area, a 17% increase from the previous year. The number has almost doubled since 2014, data from the web portal Schengen visa info show.\n\t\t\n\tData: Schengen visa infoThe Schengen visa allows tourists to travel through 26 European countries with a single document. These countries are Austria, Belgium, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, the Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden and Switzerland.Indian applicantsMost Indian applicants for the visa in 2018 came from the country’s capital city.“The Swiss consulate in New Delhi received 161,403 applications, topping the list as the busiest Schengen consulate in India,” Schengen visa info noted. “Next, are listed the French consulate in New Delhi and Mumbai which received over 140,000 applications together.”\n\t\t\n\tData: Schengen visa infoOf the million-plus applications from India, less than 10% – 100,992 – were rejected.World viewIndia is listed as the third-largest source of Schengen visa applications in the world, data from Schengen visa info shows. Only Russia and China clocked more applications at 3.6 million and 2.8 million respectively.Last year, India replaced Turkey, which had ranked third for years. “The transcontinental country is lagging behind [India] with only 879,238 applications filed in 2018, with no important increase or decrease in the last five years,” the data found.\n\t\t\n\tData: Schengen visa infoNationals of 62 countries do not need a visa for short stays in Europe.This article frist appeared on Quartz.","author":"Ananya Bhattacharya, qz.com","time":"2019-04-28T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118448-gkwswmkljh-1556361038.jpg","tags":["Schengen visa","Travel and tourism","Visa applications"],"source":"https://scroll.in/article/921155/last-year-one-million-indians-applied-for-tourist-visas-to-visit-europe"}