{"title":"‘Late Night with the Devil’ review: A deft satire on the price of success","content":"That aphorism about how pursuing success at any cost is like making a deal with the devil? Late Night With the Devil is literally just that but a lot more too.The horror movie is framed as found footage of an episode from the 1970s American talk show Night Owls with Jack Delroy. The purported recording traces the dizzying rise of the show’s host Jack (David Dastmalchian) and the dubious methods he uses to sweep the popularity stakes.Jack’s big ploy for ratings dominance is a supernatural-themed episode that seeks to prove the existence of Satan and his helpers. Jack invites a psychic, a parapsychologist, a girl who is the sole survivor of a doomsday cult, and a sceptic, but is unprepared for the strange events that follow.The fateful encounter between the occult and trashy TV neatly doubles up as a sly satire on showbiz. While the strongest selling point of Late Night with the Devil is its very premise, the slow-burning narrative approach isn’t entirely successful.Patience is required to understand what writer-directors Colin and Cameron Cairnes have in store for us. There are times when the movie feels like the first draft of a deep dive into badly judged media manipulation.A judicious rationing of scares, superb production design and pitch-perfect performances ensure that the date with the devil is engaging. David Dastmalchian is especially riveting as the talk show host who has bitten more than he can chew in his pursuit of what is nowadays called “snackable content”. Coming in at a crisp 93 minutes, the film whets the appetite for outre horror, but also leaves us hungry and not entirely fulfilled.\n\n\n    \n    Play\n\nLate Night with the Devil (2023).","author":"Scroll Staff","time":"2024-04-26T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200300-eclahywdto-1714076830.jpeg","tags":["Late Night with the Devil review","Colin and Cameron Cairnes","David Dastmalchian"],"source":"https://scroll.in/reel/1067084/late-night-with-the-devil-review-a-deft-satire-on-the-price-of-success"}