{"title":"Cow vigilantism: Families contest Jharkhand government's claims on Latehar lynchings","content":"“It is difficult for us to survive here now, they will kill us too,” said a distraught Saira Bibi, whose husband Mohammad Majloom Ansari, a Muslim cattle trader, was found hanging from a tree in Jharkhand’s Jhabar village last week.Saira Bibi said that in February, her husband had been threatened by a group of men, who confiscated eight of Ansari's oxen and tried to extort money from him. They had asked Majloom Ansari to pay a fine of Rs 20,000 for trading cattle, but let the oxen go after he showed them local receipts of his purchase and pleaded with them, she said.Just weeks later on March 18, last Friday, the villagers found the bodies of 32-year old Majloom Ansari and a schoolboy Imtiaz Khan, who was accompanying Ansari to a cattle market in the neighbouring district at dawn, hanging from a tree outside the village. The attackers had used the nylon chords used to hold the cattle to tie the hands of Ansari and Khan and hanged them from a tree. They had stuffed the mouth of both Ansari and Khan with gamchas, or small cloth towels. The Muslim villagers say they have been subject to attacks and threats regularly for two years now, and link these directly to the activities of groups set up in the last two years in the name of cow protection in Balumath block.Latehar police maintain that the murders were for cattle robbery, and can be traced to a dispute between Ansari and one of the accused, whom the police did not name. The police have arrested all eight accused, including two who are members of \"Gau Raksha Samiti\" [Cow Protection Organisation]. Six of the eight oxen were recovered from one of the accused, while the remaining two were abandoned by the attackers.On March 20, speaking to journalists, even while the investigation was still on, Jharkhand Chief Minister Raghubar Das said the murders could have been linked to cattle smuggling, “like Uttarakhand, in Jharkhand too no one can take animals outside the state,” he stated. Two days later, on March 22, when the chief minister announced a compensation of Rs 1 lakh each, the families of the victims refused to accept it and demanded a judicial probe into the murders. “When the chief minister justifies lynching and murder, falsely accusing of cattle smuggling, then what justice can we expect?” said one of Majloom Ansaris' four brothers.Brutal violenceIn Arahara village, Azad Khan, the father of Imtiaz Khan said his son was studying in class V in a local government school. Khan had asked his school-going son to take two oxen to sell in the local cattle market in Lavalong in Chatra district, 40 kilometres away, since he himself was unable to walk after an accident. They usually transported the cattle to fairs in groups.  “We had bought two oxen for Rs 48,000 at the cattle fair at Latehar in February,” said Azad Khan. “Because of my injury, I found it difficult to walk, and my older son has a mental disability. So, I asked my younger son Imtiyaz to take the oxen to the cattle fair in Chatra to try sell them at a better price.” Imtiyaz left home before dawn on March 18 to join another cattle trader Majloom Ansari of the neighbouring Navada village who was planning to sell six oxen at the same fair. Ansari's business partner Nizamuddin said they had purchased these oxen the previous week.  Vistors at the house of 12-year old Imtiyaz Khan who was killed. Photo: Manob ChowdhuryOne of the men arrested, Awadhesh Sao has since confessed that he had spotted the two walking with cattle while he was on his way to his village from a wedding. He tipped off others, who then arrived at the spot on motorcycles. The group, that included Arun Sau who is a member of both the Bajrang Dal and of the Gau Raksha Samiti, and Mithilesh Sau a  member of the Gau Raksha Samiti, beat Majloom with sticks, before strangling him. They hung Imtiaz's body from a branch of the same tree. The men have confessed that they strangled Imtiaz, a minor, to avoid being identified by him.Ansari and Khan were to walk with the cattle till Balumath and Nizamuddin - Majmool Ansari's business partner - was going to transport the cattle from there on till Chatra where the cattle fair was scheduled on Holi. Nizamuddin has stated in his complaint that when he was nearing the spot  in Jabra, he spotted the cattle and heard angry voices. He then fled on his motorcycle, and alerted Majloom Ansari's family after he found Ansari's mobile phone switched off.Ajmal Ansari, Majmool Ansari's brother, was the first among the family members to reach the spot two hours later at 7 30 am. “They had tied my brother's hands and beat him with sticks,” said Ansari. “They stuffed a cloth in his mouth so he could not cry for help.”Ansari's family members say that Majloom Ansari had been threatened in February by the same Arun Sau, a member of the Bajrang Dal and Gau Raksha Samiti. “He had threatened my brother to not sell cows, but my brother was only purchasing the oxen locally and selling them in nearby fairs wherever they fetched a better price, he was not smuggling them outside Jharkhand.\" The Jharkhand Bovine Animal Prohibition of Slaughter Act, 2005 bans cow slaughter and transporting cows outside the state, and violators can be sentenced to not less than one year and up to 10 years of rigorous imprisonment and fine up to Rs 10,000. “Sau and his men were accusing us of smuggling to chase us away from the village,” said one of Ansari’s brothers.The villagers also alleged that Ratan Singh, the station house officer at Chandawa police station, made communal remarks against the Muslim villagers, threatening them saying they \"will be chased away till Pakistan.\" Angry about the lynching, the villagers had tried to prevent the police from taking the bodies for an autopsy on Friday afternoon, and a clash had broken out between police and the villagers. Senior officials have taken no action against the local police for abusing them, the villagers said.Majloom Ansari is survived by four daughters and a son. Photo: Manob ChowdhuryRising communalism Navada has around 40 Muslim and 70 Hindu households. Arhara is a predominantly Oraon tribal village with less than a dozen Muslim families. Even as opposition leaders visited the village through the day, most villagers expressed concern at the insecurity and atmosphere in the village and spoke in hushed tones in corners of the village.Navada villagers said that the threats and intimidation by Gau Raksha Samiti member had started after a large religious congregation was organised here in 2014. “Some men had organised a 12-day satsang by Baba Chintamani of Uttarakhand's Haridwar in the village at which communal speeches targeting Muslim cattle traders were made,” said one villager in Navada. “In the following year, the Gau Raksha Manch members painted several messages on public walls saying 'cow-killers deserve to be hanged'..on February 29, the group members had attended a large meeting organized in Delhi in the name of cow protection.”The villagers in Navada recounted a spree of communal incidents of the past two years. They said Arun Sau, who is the main accused, had assaulted Guzar Qureshi of Suia Tola in Jhabar panchayat and had forcefully cut off Qureshi's beard last September. “Qureshi is an elderly maulavi, Sau beat him so badly that he was hospitalised at the Rajinder Institute of Medical Sciences in Ranchi for 18 days,” said a villager who did not wish to be named. Last year, Arun Sau had threatened and chased a Hindu cattle trader, mistaking him for a Muslim, because he had hid himself in a Muslim villager's house to protect himself, the villagers recounted. This reporter was not able to independently confirm these incidents.The villagers also spoke of communal incidents in the neighbouring Murpa village in Balumath, where Hindu villagers had imposed a social boycott over all Muslim families living in the village after a mixed-religion couple had eloped from the village. Muslim families living in Murpa confirmed that for more than six months, the Hindu families in the village had imposed a prohibition on any interaction with Muslims in the village, not allowing them to enter autos and tempos, and not allowing Muslim children to continue studying in the same schools as Hindu children. This community boycott was lifted only at the time of panchayat elections in Jharkhand last November, they said.Police deny ideological linksLatehar superintendent of police Anoop Birtharay said the police had no found direct links between the cow protection groups' activities and the murders of Majmool Ansari and Imtiyaz Khan, and emphasized that other motives including robbery and personal enmity may have had led to the murders. “Gau Raksha Samiti activities are a parallel event and there is no direct link to the killing,” said Birtharay. “The group's members had assaulted some villagers earlier but there is no direct bearing  of this on what has happened now.” He said the police had arrested five of the eight accused, and the remaining three – Arun Sao, Sahedo Soni, Vikas Tiwari - surrendered on March 22. “We have strong evidence against Arun Sau the main accused, he has earlier been charged for dacoity and loot,” said Birthray.Rajya Sabha MP of CPI(M) Brinda Karat who visited the victim's families in their village on Monday and later met the governor and the chief minister the next day termed this a “falsehood.” \"The administration is deliberately running a misleading campaign that the murder was a case of robbery and a personal motive,” said Karat. “However, the family members and villagers say there was absolutely no personal dispute and Majloom was threatened by these cow protection vigilantes that he should give up the cattle trade, or he would face the consequences.”Karat added the angle of personal dispute was being propagated by the administration to protect and defend these groups of so-called \"cow protectors\" targeting the minority community.A 'good step'Vijay Ghosh the head of Dharam Jagran Manch of the Rashtriya Swayamsewak Sangh, the ideological wing of the ruling party Bhartiya Janta Party, told Scroll over the phone from Ranchi that the villagers in Latehar had taken a \"good step to stop cow slaughter.\"\"No one cares that cows are being killed in Jharkhand,\" said Ghosh. \"There was a pravchan (sermon) in the area some time back..I cannot identify which seer spoke there...but after this the local villagers have got activated and alert about cattle smuggling by local Muslim cattle traders. Now political parties are reaching there to support the families because they want Muslims votes in elections.\"","author":"Manob Chowdhury","time":"2016-03-23T16:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805548-article-excombdlvu-1458728937.jpeg","tags":["cow lynching","jharkhand","Cow","Muslims","Hindus","Vigilantism"],"source":"https://scroll.in/article/805548/latehar-lynchings-good-step-to-stop-cow-slaughter"}