{"title":"Law would have helped me, says AAP member and whistleblower on gigantic Maharashtra irrigation scam","content":"Retired bureaucrat Vijay Pandhare, 59, was a chief engineer when he uncovered a scam in the Maharashtra irrigation department in 2011. He discovered that although more than Rs 70,000 crore had been spent on irrigation projects in the state from 1999 to 2009, Maharashtra's irrigation potential had increased by only a small margin.More than half the money spent on irrigation projects had been pocketed by corrupt politicians, according to Pandhare. His revelations eventually led to the resignation of deputy chief minister Ajit Pawar, who also held the irrigation portfolio.Scroll.in spoke to the whistleblower, who retired in November last year and later joined the Aam Aadmi Party, about the struggles he faced throughout his career while trying to be a honest employee of the state, and the uphill battle he fought to call attention to the financial irregularities in the state's irrigation projects.A whistleblower's bill, passed by the Lok Sabha, is waiting for the Rajya Sabha's approval. But experts say the bill, in its current form, won't afford protection to whistleblowers. See story on Scroll.in.Here are excerpts from a telephonic interview with Pandhare:When did you first discover financial irregularities in the state's irrigation projects? I was promoted to chief engineer at the Maharashtra Engineering Research Institute in 2011 and made chief of the Maharashtra Engineering Training Academy. The promotion also meant I would be part of the state's chief technical scrutiny committee. While scrutinising government projects, I discovered that several cost estimates had been greatly exaggerated, though there was nothing to show for it on the ground. There were unnecessary provisions and deliberate mistakes in the execution of the projects. The rates were increased wrongfully. That's when I realised that there was a racket in the irrigation projects of the state.What action did you then take?I went to the head of the scrutiny committee and spoke to him about the findings. But he was wary of taking action as he was under pressure from his superiors. I told him that there were too many projects with exaggerated cost estimates to ignore. He still refused. I asked him to sign a letter to the principal secretary of Maharashtra about the scam. But he refused.So I decided to sign the letter myself, and sent it to the principal secretary, and even went to meet him many times, asking him to take action against those who had deliberately exaggerated costs. But he was also under pressure and reluctant to take any action. He told me to drop the matter. I then had no choice but to approach the Maharashtra governor in January 2012. The governor then decided to pursue the matter, which eventually led to the resignation of Ajit Pawar seven months later, when the letters I wrote were leaked to the press by an unknown source.Isn't there a single department that you can approach with corruption complaints like this? Perhaps the central vigilance commission? The steps you took, are they the only official route to exposing a case of corruption?Yes. The CVC applies only to central government employees. There is a vigilance department in the state, but that is entirely under the control of the principal secretary. I had approached him and hence did follow the proper official channels.Did you face any problems after your letters became public? Or before that, when the governor decided to pursue the case internally?Not really. I was already in what is known as the most ignored section in the water resources department. There was no question of transferring me anywhere else. I had been working in a side post for 10 years already, despite the transfer policy that does not allow a bureaucrat to serve more than three years at a post. They couldn't shunt me anywhere else. I was never really afraid, and nothing happened to worry me also. Ajit Pawar called me three times, inviting me to visit him in Mumbai, but I declined all three times. Apart from that, there was nothing out of the ordinary.But were you sidelined in any way?You don't understand that I was already sidelined. I was used to exposing irregularities before that. I had in 1997 sent a 600-page quality control report about the Lower Papi project in Jalgaon district about the low quality of that major project, on a major river. I had also sent a highly critical report about the lapses in the construction of the Tarali dam in Satara distrct, but unfortunately, the government overlooked the report. Before they shunted me to the engineering research institute, I was posted in 2001 at the Amravati zilla parishad as an executive engineer. I found a 15-year-old racket run by the engineer posted there. I filed a corruption case with the police commissioner, but the zilla parishad was protecting him. But eventually, he was suspended and more than 30 engineers were arrested for their participation in the scam. A year later, I was transferred when I refused to change the beneficiary list in the irrigation well distribution program for Amravati.After the irrigation scam allegations became public, I was perhaps the most ignored bureaucrat in the most ignored department in the state, but honestly, I was already used to that.Do you think an organisation like the Lokayukta would have made it easier for you to call attention to the irrigation scam? Do you support the idea of a Lokayukta?Of course. It would have definitely made it easier for me. I would have been greatly benefited by it years ago, when I was lower in the ranks and still finding instances of corruption. But we must remember that the Lokayukta is only as good as its members, and even if there is such a body, unless the ministers who govern the state are utterly and completely transparent, there will be no change.Do you think there will be any action taken regarding the irrigation scam?The [Madhav] Chitale committee report [prepared by a special investigation team] is due in a few months. But I am very sure that they will place the blame squarely on the engineers involved in the scam and give the ministers a clean chit.How do you feel, on the whole, about your years of service in the government?I joined the service in 1980, and served in it for about 33 years. Since the beginning of my service, I had resisted corruption and tried to clean up the department in my capacity as an officer. Being shunted to an insignificant department was obviously not a problem. I managed to do my duty there too.Did any close friends or colleagues support you through the period when you made allegations about the irrigation projects in Maharashtra?Well, no one really supported me through that. But there is one thing I am proud of. Not a single engineer among the 2,000 in the water resources department supported me, but not a single one of them said I was lying. What I did, I did alone.Why have you joined the AAP?I am inspired by the message of Arvind Kejriwal. He wants to change the status quo. And I believe that the status quo can change only when the corrupt are out of power, and the clean are at the top. Then, the bureaucrats and administrators will also mend their ways. Hence, a clean leader like Arvind Kejriwal at the helm will change things very fast. And as a member of the AAP, I will likely contest from the Nashik parliamentary seat.","author":"Karthik Balasubramanian","time":"2014-02-07T08:30:33+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/655785-e149efa6-9753-45a5-bccf-4dc25fa1249c.jpg","tags":[],"source":"https://scroll.in/article/655785/law-would-have-helped-me-says-aap-member-and-whistleblower-on-gigantic-maharashtra-irrigation-scam"}