{"title":"Law Commission seeks views of citizens, religious groups on Uniform Civil Code","content":"The Law Commission on Wednesday sought the views of citizens and recognised religious organisations on the question of whether a Uniform Civil Code should be implemented.A Uniform Civil Code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. The aim of such uniformity is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.  The 22nd Law Commission on Wednesday urged the public at large and religious organisations to submit their views on the subject within 30 days. It noted that the 21st Law Commission had released a consultation paper on August 31, 2018, on the question of a Uniform Civil Code. “Since more than three years have been lapsed from the date of issuance of the said consultation paper, bearing in mind the relevance and importance of the subject and also the various court orders on the subject, the 22nd Law Commission of India considered it expedient to deliberate afresh over the subject,” the panel said.The consultation paper from 2018 had said that a Uniform Civil Code was  “neither necessary nor desirable at this stage”. It had recommended that personal laws of various religions should be amended and codified to prevent discrimination.In October, the Centre had told the Supreme Court that the question of such a code will be placed before the 22nd Law Commission. It had said that the court could not direct Parliament to frame or enact any law on the Uniform Civil Code in the country.The government had made the statement in an affidavit in response to a public interest litigation filed by Bharatiya Janata Party leader and advocate Ashwini Kumar Upadhyay.  It also said that the purpose of Article 44 is to strengthen the object of the “Secular Democratic Republic” enshrined in the Preamble of the Constitution.Article 44 of the Constitution says the state shall “endeavour to secure for the citizens a uniform civil code throughout the territory of India”. Establishing such a code has been on the BJP’s agenda for long and was on its manifesto for the 2019 Lok Sabha elections. The Congress said the Law Commission’s move to seek public opinion on the Uniform Civil Code represents the Narendra Modi government’s “desperation for continuing with its agenda of polarisation and diversion from its failures”.Here is our statement on the Law Commission's move on the Uniform Civil Code. pic.twitter.com/zBb8Q8Miyu— Jairam Ramesh (@Jairam_Ramesh) June 15, 2023\n\nReferring to the 2018 consultation paper, Congress General Secretary (communications) Jairam Ramesh said no reasons have been given by the Law Commission on why the subject is being revisited except for vague references to “the relevance and importance of the subject and also, various court orders”.“The Law Commission has produced an enviable body of work over the decades on numerous issues of national importance,” Ramesh said. “It should be mindful of that legacy and remember that the interests of the nation are distinct from the political ambitions of the BJP.” Also read: Why legal experts think BJP will never actually implement a uniform civil code","author":"Scroll Staff","time":"2023-06-15T09:35:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/57510-ftpctuocfj-1493997676.jpg","tags":["Uniform Civil Code","Law Commission","personal law","Law Commission of India"],"source":"https://scroll.in/latest/1050958/law-commission-seeks-views-of-citizens-religious-groups-on-uniform-civil-code"}