{"title":"Law Commission recommends simultaneous elections to Lok Sabha, state Assemblies","content":"The Law Commission of India on Tuesday recommended that elections to the Lok Sabha and state Assemblies be held simultaneously. In a draft white paper, the commission said the Indian Constitution could be amended to allow simultaneous polls.In a public notice attached to the draft, the commission said the paper should be circulated among “constitutional experts, academia, political parties, bureaucrats, students, etc” for opinions and suggestions to be submitted by May 8, The Hindu reported.The panel pointed out that simultaneous polls were held in the country until the 1967 General Elections. Besides the Constitution, the Representation of the People Act, 1951, and the Rules of Procedure of the Lok Sabha and Assemblies would need to be amended to hold Lok Sabha and Assembly elections together again.In case a no-confidence motion is passed against the existing government of a state or the Centre, the Law Commission said the parties that bring the motion should also suggest an alternative government. In case of mid-term elections, the new Lok Sabha or Assembly should serve only the remainder of the term of the previous government, it recommended.The commission suggested holding the 2019 General Elections in conjunction with the Assembly polls scheduled for next year and the elections in the other states in proximity with the 2024 General Elections. The panel also said that the prime minister and chief minister should be elected by the Lok Sabha or state legislature, similar to how the Speaker is chosen.The Law Commission also suggested that the Centre get the constitutional amendments ratified by all states to avoid a challenge.Prime Minister Narendra Modi has spoken about the idea of simultaneous state and national elections on several occasions. President Ram Nath Kovind, too, in his address on the first day of the Parliament’s Budget Session, urged political parties to reach a consensus on the matter.","author":"Scroll Staff","time":"2018-04-18T11:49:56.381932+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876045-165-weofxvihrr-1524030678.jpg","tags":["simultaneous elections","Law Commission","2019 Lok Sabha elections"],"source":"https://scroll.in/latest/876045/law-commission-recommends-simultaneous-elections-to-lok-sabha-state-assemblies"}