{"title":"Law Commission working on draft proposal on simultaneous elections: The New Indian Express","content":"The Law Commission is preparing a draft recommending that Assembly elections for some states be held simultaneously with Lok Sabha elections in 2019, The New Indian Express reported on Wednesday. The draft proposes to create two clusters of states, one of which can go to polls in 2019 and the other in 2024. The draft will reportedly be discussed at the law panel’s meeting on April 17.The first group of states has 19 states and Union territories. This includes West Bengal, Tamil Nadu, Kerala, Assam and Jammu and Kashmir, which are due for elections in 2021. The second cluster includes states such as Karnataka and Mizoram, which are set for elections in 2018, and Uttar Pradesh, which is due for elections in 2022.The Constitution and the Representation of People Act of 1951 would have to be amended to allow elections for the second group of states in 2024 because the terms of their Assemblies would need to be extended. If, however, this is not possible, then elections in these states can be held 30 months after the first phase of simultaneous elections in 2019, the draft proposal recommends.In February, the Election Commission had told the Ministry of Law and Justice that five constitutional amendments would be required if the General and Assembly elections are to be held together. Last year, the election panel had said that it was logistically possible to hold simultaneous elections from September 2018. However, Union Finance Minister Arun Jaitley had ruled out the possibility.No-trust motionThe Law Commission’s draft proposal also examines the possible ramifications of a no-confidence motion and a hung Parliament. It suggests replacing the no-confidence motion with a “constructive vote of no-confidence”. This would allow Opposition parties to oust a government only when they can prove that they can form a government themselves.The current government has faced repeated calls for a no-trust vote during the recently concluded Parliament session because of its reluctance to grant special status to Andhra Pradesh. Lok Sabha Speaker Sumitra Mahajan repeatedly cited the lack of order in the House as the reason for not introducing the no-confidence motions.","author":"Scroll Staff","time":"2018-04-11T11:06:49.411850+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875235-66460-mhxcowqdcn-1503468901.jpg","tags":["Simultaneous polls","Law Commission","No-confidence motion"],"source":"https://scroll.in/latest/875235/law-commission-working-on-draft-proposal-on-simultaneous-elections-reports-the-new-indian-express"}