{"title":"Lawyer moves Gauhati High Court seeking independent probe into deaths in Assam’s alleged encounters","content":"A Delhi-based lawyer has filed a public interest litigation in the Gauhati High Court, seeking an independent investigation into the alleged encounters in Assam.The petitioner, Arif Jwadder, cited media reports to claim that over 80 such incidents have taken place since May. He added that 28 people were killed and 48 were injured in “fake encounters” in this period.A Public Interest Litigation petition (PIL No 86 of 2021) has been filed by me before the Hon'ble Gauhati High Court at Guwahati against the fake encounters which has been orchestrated by Assam Police.— Arif Jwadder (@ArifJwadder) December 22, 2021\n\n“All the victims were unarmed and handcuffed at the time of encounter,” Jwadder claimed in his petition.The advocate said that he complained to the National Human Rights Commission through email, urging it to take cognisance of the matter. The commission acknowledged the complaint but did not  initially take any action in response to it, he claimed.Jwadder said that it was only after he filed a request under the Right to Information Act that the National Human Rights Commission asked for an action taken report from the Assam Police on September 14. He stated that on November 29, the panel transferred his complaint to the Assam Human Rights Commission.The advocate contended that neither the National Human Rights Commission nor the Assam Human Rights Commission took any concrete action against the alleged encounters, which was why he had to approach the Gauhati High Court.In his petition, Jwadder said that police personnel “do not have the licence to kill” and that the Code of Criminal Procedure aims to apprehend criminals and bring them to justice, and not to kill them. “Such encounter killings deprive the victims of the right to personal liberty and life, which cannot be denied except by ‘procedure established by law’,” the petition noted.The lawyer also noted that the Assam government had not designated human rights courts in each district, as mandated by Section 30 of the Protection of Human Rights Act, 1993.Jwadder sought an independent investigation into the alleged encounters, and demanded that the agency that conducts the inquiry should comply with the Supreme Court guidelines on such matters. He also demanded a judicial inquiry by a sitting judge of the Gauhati High Court.The petitioner also demanded the designation of human rights courts in all districts, and the payment of monetary compensation to the families of those who died in the alleged encounters.On December 16, Scroll.in had reported that 31 people have been killed in Assam in alleged encounters since May. This includes Niraj Das, who had been arrested for the lynching of Animesh Bhuyan, a leader of the All Assam Students’ Union.An analysis of 30 of these cases showed that 14 of them were Muslims and 10 hailed from tribal communities that have seen armed movements for self-determination.","author":"Scroll Staff","time":"2021-12-22T15:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163138-yiekeehheb-1629713765.jpg","tags":["Arif Jwadder","Gauhati HC","Assam","Gauhati High Court","Assam encounters"],"source":"https://scroll.in/latest/1013408/lawyer-moves-gauhati-high-court-seeking-independent-probe-into-deaths-in-assams-alleged-encounters"}