{"title":"17 Opposition parties will fight 2024 elections together, says Nitish Kumar after Patna meet","content":"Seventeen Opposition parties will fight the 2024 Lok Sabha elections together, Bihar Chief Minister and Janata Dal (United) chief Nitish Kumar said on Friday after a meeting, reported PTI.At a joint press conference in Bihar capital of Patna, Kumar said that another meeting will be held in Shimla to chalk out details of the plan of action.“Details including details of seat-sharing and party-wise split will be finalised in the Shimla meeting,” the chief minister added, reported NDTV. Opposition parties attended the meeting, which was hosted by Kumar and his deputy Tejashwi Yadav, for the formation of an anti-Bhartiya Janata Party front for the 2024 Lok Sabha polls.Leaders of the Congress, Rashtriya Janata Dal, Janata Dal (United), Trinamool Congress, Dravida Munnetra Kazhagam,  Aam Aadmi Party, Nationalist Congress Party, Shiv Sena (Uddhav Balasaheb Thackeray), Communist Party of India, Communist Party of India (Marxist), Samajwadi Party, National Conference,  Peoples Democratic Party, Communist Party of India (Marxist–Leninist) Liberation, Jharkhand Mukti Morcha and Rashtriya Lok Dal were present.Among those in attendance were Congress’ Mallikarjuna Kharge, Rahul Gandhi, Shiv Sena’s Uddhav Thackeray, Samajwadi Party’s Akhilesh Yadav and chief ministers of several Opposition-ruled states.#WATCH | Opposition leaders' meeting to chalk out a joint strategy to take on BJP in next year's Lok Sabha elections, underway in Bihar's Patna  More than 15 opposition parties are attending the meeting. pic.twitter.com/d9qRfvOdVj— ANI (@ANI) June 23, 2023\n\nKharge, the Congress party chief, said that the meeting in Shimla will be held on July 10 or July 12, reported NDTV.“We have to fight the elections together in 2024,” he added. “We have decided to throw out the BJP and are confident of forming the next government.”No more elections if dictatorial government returns: TMCWest Bengal Chief Minister and Trinamool Congress chief Mamata Banerjee said that there will be no more elections in future if this “dictatorial” government returns, reported PTI. “We are united, we will fight unitedly,” she said at the press conference. “Do not call us the Opposition, we are patriotic and we love ‘Bharat Mata’. We also feel the pain when Manipur burns. The BJP is running a government dictatorially.” Gandhi said that the parties have differences but decided to work together with flexibility “to protect our ideology”. He added, “This is a process, and we will keep it going.”National Conference leader Omar Abdullah said the 17 parties from Kashmir to Kanyakumari have come together to fight for principles and not for power, reported NDTV. Thackeray said despite there being ideological differences, the parties have vowed to defend the country against those who attack its democratic values. “I truly believe that when the start is good, then good things will happen,” he added.Communist Party of India General Secretary D Raja said that the BJP’s nine years rule has been disastrous for India. “People of the country are suffering, and the federal system of the government is under attack,” he said.पटना में हुई विपक्षी दलों की बैठक के बाद पत्रकारों को संबोधित करते कांग्रेस अध्यक्ष श्री @Kharge और पूर्व अध्यक्ष श्री @RahulGandhi pic.twitter.com/QY6vk8y9Jb— Congress (@INCIndia) June 23, 2023\n\nOpposition unity nearly impossible: Amit ShahEarlier in the day, Union Home Minister Amit Shah dubbed the meeting of Opposition leaders a “photo session” and said that their unity is “nearly impossible”, reported PTI.“... Even if it [united Opposition] gets real, please come in front of the people as in 2024, Modi’s return with 300 plus seats is confirmed,” he said at a public rally in Jammu. At a separate rally, BJP chief JP Nadda said the political leaders who were jailed by former Prime Minister and Congress leader Indira Gandhi following the JP movement are now welcoming her grandson Rahul Gandhi.He said that RJD chief Lalu Prasad Yadav was jailed for 22 months and Kumar for 20 months.“I saw Uddhav Thackeray reaching Patna to attend the Opposition meeting,” Nadda added. “His father, ‘Hindu Hriday Samrat’ Balasaheb Thackeray was opposed to the Congress all along. Balasaheb had once said he will shut the ‘dukaan’ [referring to his political party Shiv Sena] rather than joining the Congress. Now, his son is closing the ‘dukaan’.”Fight 2024 polls unitedly, Kharge urges Congress workersAhead of the meeting, Kharge had urged all Congress party workers to set aside their differences and fight the 2024 elections unitedly.“Bihar can never leave our ideology,” he said. “If we win Bihar we will win in the country. Put aside all differences and stay united to save the country.”#WATCH | BJP is working to spread hate, violence and break the country. We are working to spread love and unite. Opposition parties have come here today and together we will defeat BJP: Congress leader Rahul Gandhi, in Bihar's Patna pic.twitter.com/fyIQtVrtZd— ANI (@ANI) June 23, 2023\n\nKharge also said that his party will take a call on supporting the Centre’s ordinance on the control of administrative services in the national capital – a demand put forward by the Aam Aadmi Party – before the Monsoon Session of Parliament.On May 19, the Centre had promulgated the ordinance to create the National Capital Civil Service Authority to administer the transfer and posting of bureaucrats serving the Delhi government. The ordinance nullified the May 11 Supreme Court verdict that the Aam Aadmi Party government in the national capital has legislative power over bureaucrats in all departments other than public order, police and land.“Opposing or proposing it does not happen outside, it happens in Parliament,” Kharge said, according to PTI. “Before Parliament begins, all parties decide what issues they have to work on together. They know it and even their leaders come to our all-party meetings. I don’t know why is there so much publicity about it outside.”","author":"Scroll Staff","time":"2023-06-23T13:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191543-fetphnaqrx-1687521099.jpg","tags":["Bihar","Opposition","Congress","BJP"],"source":"https://scroll.in/latest/1051443/leaders-of-16-opposition-parties-meet-in-patna-to-make-strategy-for-2024-elections"}