{"title":"Leaving Punjab on a wing and a prayer","content":"Talhanwala, on the outskirts of Jalandhar, welcomes visitors through a black-tiled gateway atop which sits a concrete replica airplane. And the visitors are many. They come from near and far to pray at the village’s famous gurdwara, called Shaheedan. They mostly have the same wish: to move abroad.Talhanwala is a quintessential Punjab village: a cluster of brick-and-cement houses set like an island in a swathe of mustard, wheat and rice fields. What catches your eye though as you near the village is a crop of roadside vendors selling replica aeroplanes. Inside the settlement, the lanes to the gurdwara are stacked with shops hawking similar blue-and-white plastic planes of varying sizes. They also sell religious souvenirs, but the toy planes are clearly the hot commodity. The plane, after all, is the special offering you make at the gurdwara if you wish for your visa to be approved, to pass the English language test, to get admission in a foreign university. To escape your homeland any way you can, really.Gurdwara Shaheedan draws devotees from near and far. Credit: Aena ThakurThe plastic planes, as small as six inches and as big as 30 inches, are offered to the Guru Granth Sahib and stacked up in a designated space next to the holy Sikh book.For a young Punjabi it is almost a rite of passage to leave the country at some point. Going abroad has long been seen as a path to success, the obvious way to make a better life. The toy aeroplane is a metaphor for that desire, obsession even. And nowhere is it more apparent than at Gurdwara Shaheedan.“We receive about 5,000 toy planes in a week,” said the gurdwara’s manager, Baljeet Singh. “This trend of offering planes began 15-20 years ago. They think that if they don’t offer these aeroplanes when they come to pray, their wish of going abroad will not be granted.” Previously, people seeking to go away would conduct a path, or special prayer.The tradition developed organically, Singh said, and the gurdwara’s management never promoted or endorsed it. He added that they did not keep or sell the planes but gave them to visiting children instead. Scroll could not verify his claims independently.The tradition may soon become history, however. The Shiromani Gurdwara Parbandhak Committee, the top Sikh religious body, prohibited the practice after a visitor offered a toy airplane at the Golden Temple, the holiest of Sikh shrines in Amritsar.A woman sells toy planes in Talhanwala. Credit: Aena ThakurTalhanwala is in Doaba, the region between the rivers Satluj and Beas which accounts for the bulk of the Punjabis living abroad. This, Singh suggested, could be why Gurdwara Shaheedan came to be associated with going away.The Punjab government does not maintain data on emigration but a 2015 survey by the Centre for Research in Rural and Industrial Development in Chandigarh and the National Institute for Demographic Studies in Paris found that nearly 24% of the families in Doaba – comprising the districts of Jalandhar, Nawanshahr, Kapurthala and Hoshiarpur – had sent at least one member overseas. There were 12% such families in the Majha region and 5% in Malwa. The survey also found that most migrants from Punjab, contrary to popular belief, went not to Canada but the UAE.Punjab’s is a predominantly agrarian economy. Farming, though, is no longer the driver of mass prosperity as it was once believed to be. It is increasingly an occupation of diminishing returns. For many reasons.Punjab has 4.20 million hectares of cultivable land, which is over 83% of its total area, and a net sown area of 4.023 million hectare. However, excessive use of chemical fertilisers and pesticides has made the fertile soil toxic while overreliance on tube wells for irrigation has pushed 75% of the countryside into the “dark zone”, which is where groundwater depletion exceeds the rate of recharging. By 2039 there will be no groundwater resources left to exploit.At the same time, excessive mechanisation and overreliance on wheat and paddy crops has transformed permanent agricultural labourers into casual labourers. The share of solely agricultural labour households has declined from 88% in 1988 to just 7%.The decline of the agricultural economy has shaped emigration patterns and vice versa. In Doaba, large-scale migration has increased the supply of leased farmland, making land rents cheaper. Falling land rents, in turn, have enabled Jat Sikh tenant farmers, who remain in the villages, to reap higher incomes. The profits, however, are not spread around because the Jats, a dominant caste, control 80% of the arable land despite constituting only 21% of the rural population.In neighbouring Malwa, where migration is mostly temporary, land rents tend higher and incomes for tenant farmers lower.And there aren’t very many opportunities for decent employment outside the agrarian economy. Punjab’s economy overall is in a bad shape, with the state’s outstanding debt over 50% of its Gross Domestic Product and more than four times its revenue for 2022-’23. The upshot is that more and more young people are seeking to leave. Hence the popularity of the gurdwara in Talhanwala.The Kashyaps, from Haryana’s Yamunanagar, have offered numerous toy aeroplanes at the gurdwara over the years. They had made a wish for their three children to go abroad and saw it fulfilled. Their eldest daughter is in Britain while another daughter and son are in Canada.“We first came to wish for a good score in IELTS,” Savita Kashyap said, referring to the International English Language Testing System that some countries mandate as a precondition for university admission, “then we came to pray for an offer from a university in Canada and then for the visa. Now that our youngest child has received his visa, we have come to express our gratitude.”As thanksgiving, the Kashpays have brought a rather bulky toy plane to offer at the gurdwara.It is not a coincidence that hoardings advertising IELTS coaching centres, emigration and visa consultancy firms dot the skyline around the shrine. Of course, not everyone who comes to pray at the shrine is looking for a foreign education.Bhim Gaat, an amateur singer, and his friends from Phagwara have been praying to go to a western country. Any western country would do, Gaat said, and they would not care if they went legally or illegally, just so long as they did.“Wherever Baba sends us, we will go,” said Bhim Gaat. If his singing career were to take off in Punjab, he said, he would take his friends on world tours like many Punjabi singers do. “If my singing career does not take off, I will go out through dunki,” he added. Dunki, or donkey, is the local slang for people smugglers.He and his friends did not know much English to pass IELTS, Gaat said, so they would likely have to go illegally. Why would they take such a risk? “We do not see a future for ourselves here,” said Amar Mahay, one of Gaat’s friends. “Life is difficult. Our governments refuse to fulfil their promises. We think it is better to go abroad even if it is through dunki. Our families are supportive.”Nearly 20,000 Punjabis attempt irregular migration every year. That number is from a 2009 report by the United Nations Office on Drugs and Crime and it is likely to have risen since. The state government does not track emigration numbers.It’s not always greener on the other side, however, especially for Punjabis who travel illegally or take hefty loans to study abroad. “Unlike engineers from Bangalore who find jobs in the software industry or people from Kerala who go to the Middle East to execute projects or as nurses in the healthcare industry, the Panjabi migrant is usually a labourer, in the construction and food industry, or finds work as a taxi driver or a factory worker,” the Punjabi writer and journalist Amandeep Sandhu explains in his book Panjab Journeys Through Fault Lines.The students are often exploited for their labour or trafficked for sex. Some are pushed into substance use and a few are known to have taken their own lives. A shrinking job market in prime destination Canada has also left several Punjabi emigrants worried about their future.Advertisements for immigration consultants and IELTS coaching centres. Credit: Aena ThakurThe men and women who offer toy planes at Talhanwala’s gurdwara aren’t unaware of this, but, as a souvenir shopkeeper explained, they are in a bind. They are convinced that they have a better chance of making a decent life abroad than at home, so they are willing to take the risk. They think that western countries in any case take far better care of their people, ensuring good healthcare, education, employment, security, and social welfare.Her own daughter is looking to leave because she has not been able to find a good enough job after doing a Masters in Computer Application. “Children are leaving because even after earning degrees they cannot find decent jobs in this place and getting a government job is even harder,” the shopkeeper, who asked not to be named, said.She put the blame squarely on the political parties that have ruled Punjab, including the incumbent Aam Aadmi Party. “Every party has disappointed us,” she complained. “They have not done enough to improve the job and education situation.”The AAP government claims to have provided 30,000 jobs since coming to power last year. But, like previous governments, it is seemingly encouraging young people to look overseas. It recently partnered with Cambridge University Press India, a subsidiary of Cambridge University Press UK, to provide IELTS coaching through the state’s Industrial Training Institutes.The reason is not hard to deduce: remittances from the diaspora are crucial to keep the state’s economy ticking. A study focused on Punjabi migrants in the Gulf found that their remittances had been critical in reducing poverty and improving the socioeconomic conditions of their families back home.In 2013, a Chandigarh firm tracking global money transfer and foreign exchange businesses reported that the Punjabi diaspora sends home Rs 800 crore-Rs 1,000 crore per month.“If there were decent and secure jobs here, our young people would have no need to move abroad,” the shopkeeper said. “It is their utter disappointment at and lack of hope in the situation in Punjab that is pushing people to offer planes at the gurdwara.”","author":"Aena Thakur","time":"2023-08-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193395-uunammlvef-1692694309.jpg","tags":["Punjab","Emigration","Punjabi Diaspora","Indian migrants","Punjab Economy","Foreign Remittances","Illegal Immigration"]}