{"title":"Legally dubious, politically profitable: Why BJP scrapped the Muslim OBC quota in Karnataka","content":"In its final cabinet meeting before the Assembly election in May, the Bharatiya Janata Party government in Karnataka last week decided to remove Muslims from the Other Backward Classes quota.The BJP has argued that the OBC quota for Muslims, which entitled them to reservation in government jobs and admissions in educational institutions, was unconstitutional because reservation based on religion is not allowed. But this justification is legally dubious, experts said, because Muslims had been granted reservation owing to their social backwardness and not their religion. In several states, Muslim sub-castes that are “socially and educationally backward”, as defined by the Mandal Commission, are included in OBC lists. Their inclusion typically happens on the recommendation of the respective state backward classes commission.Before the recent changes, all Muslim sub-castes in Karnataka were considered backward and a sub-category called 2B was carved out for them from the larger OBC quota. This was done in 1994 on the recommendation of the Chinnappa Reddy Commission, formed in 1986 to examine the state’s reservation categories. The state backward classes commission didn’t exist yet. From the 32% reservation quota for OBCs, 4% was given to sub-category 2B, or Muslims. Sub-categories 2C and 2D, which represented the dominant Hindu castes, Vokkaligas and Lingayats, enjoyed 4% and 5%. In the new arrangement, there is no 2B category for Muslims, with their 4% share transferred to Vokkaligas and Lingayats. Muslims are now only eligible for reservations in the Economically Weaker Sections category, which includes Hindu upper castes.The BJP pushed ahead with the rearrangement despite its suspect legality in the expectation that it will yield political gains, the experts said. Sidelining Muslims will appease the party’s Hindutva constituency and giving their quota to Vokkaligas and Lingayats will help it woo these two politically influential groups ahead of the election.Not based on religion A day after the Cabinet’s decision, former Karnataka chief minister Siddaramaiah of the Congress said that taking away reservation from one community and giving it to another would provoke social disharmony. Janata Dal (Secular) leader HD Kumaraswamy said that the decision was against the principles of social justice. It was a Janata Dal (Secular) government which introduced the Muslim OBC quota in 1994.Union Home Minister Amit Shah. Credit: PTIDismissing the Opposition’s protests, Union Home Minister Amit Shah defended the Karnataka government’s decision saying the Muslim quota was invalid because the Constitution does not allow religion-based reservation. Shah argued that the Muslim quota had been introduced to appease the community and that the BJP had put an end to it.Fellow BJP leaders such as Union minister Pralhad Joshi, who is from Karnataka, reiterated the party’s line that the OBC quota for Muslims was unconstitutional.But several experts rejected the BJP’s argument. Muzaffar Assadi, political theorist and professor of political science at the University of Mysore, said the state Cabinet’s rationale for scrapping the Muslim reservation was wrong because the quota was not religion-based. It was granted because of the community’s socio-educational backwardness. “When it comes to reservation, Muslims can’t be seen as a religious category,” Assadi told Scroll. “They are a backward community. All commissions have accepted that Muslims are a backward category.”He added, “The BJP has created a misconception between religion and community. Islam is the religion and Muslims are the community. There are many sub-castes among Muslims and this has been documented in previous Census and government records. But [the state government has] wrongly identified Muslims as a religious category instead of a community category. Their reading is absurd.”Alok Prasanna, senior resident fellow at the think tank Vidhi Centre for Legal Policy, agreed. “There is no basis to say Muslims were given reservation on the basis of religion,” he said. “It is partly true that reservation cannot be given only on the basis of religion. But the Constitution allows reservation to be granted based on a community’s social backwardness. So, the argument [that Muslims were given religion-based reservation] is complete rubbish.”CS Dwarkanath, a former chairman of the state’s Backward Classes Commission, similarly highlighted the Karnataka High Court’s 1979 observation that Muslims being a religious minority was no ground to exclude them from the backward classes list.  \n\t\t\n\tCongress leaders addressing a press conference. Credit: DK Shivakumar/Twitter‘Legally dubious’Further, the experts pointed out that the state government did not follow the set procedure in removing Muslims from the OBC quota. The Karnataka State Commission for Backward Classes Act says the government is bound by the Commission’s recommendation. “The list of groups that get reservation can’t be altered without the Commission’s advice,” Prasanna said. “The government must do exactly what the Commission advices. The state government is relying on the Commission’s interim report. But the interim report doesn’t say anything about Muslims at all.”The interim report not only does not ask for changes to the Muslim quota, the Hindu reported, it specifically recommends that no changes should be made to the reservation matrix until a final report is submitted. K Jayaprakash Hegde, the commission’s chairperson, had said earlier this month that the final report will not be submitted before the Assembly election, scheduled for May 10.Therefore, Prasanna told Scroll, the Karnataka government’s decision is “legally dubious”.BK Hariprasad, leader of the Opposition in the Legislative Council, suggested that the BJP government did not follow the procedure and the Karnataka Sunni Ulema Board said it will legally challenge the decision.However, Prasanna noted that the legal challenge can be mounted only after the state issues a gazette notification altering the reservation matrix, which it has not done so far.Many Muslim sub-castes enjoy some OBC reservation in Andhra Pradesh, Kerala, Tamil Nadu, Telangana, and West Bengal as well. In 2015, the BJP had scrapped Maharashtra’s 5% Muslim quota, which the previous Congress-led government had provided to 52 Muslim communities under the special backward classes category. In May last year, Shah raked up the topic of Muslim OBC quota in Telangana.In Andhra Pradesh, the entire Muslim community was categorised as backward to make it eligible for OBC reservation. The decision was challenged in the Supreme Court, where the matter is pending.BJP supporters during an election campaign in Karnataka. Credit: Shailendra Bhojak/PTIWhat’s BJP aiming at?Why has the BJP doubled down on the “Muslim OBC quota was unconstitutional” narrative?The experts suggested that this narrative serves two purposes for the BJP: securing the crucial Vokkaliga and Lingayat votes and sidelining Muslims.The Karnataka government has said that the 4% Muslim quota will be equally split among Vokkaligas and Lingayats, the state’s most dominant and politically influential communities.Though there is a lack of caste-based population data, it is widely believed that Lingayats constitute 17% and Vokkaligas 15% of Karnataka’s population. Vokkaligas are the dominant community in the electorally critical Old Mysore region and the two caste groups together, by some estimates, hold influence in nearly 150 of the state’s 224 Assembly constituencies.To this end, the Karnataka government last December moved to recategorise the two communities as “backward” from “moderately backward”, to increase their reservation under the OBC category.This, Assadi suggested, is a “desperate attempt” by the BJP to woo the two groups ahead of the election. “There is a deep crisis for the BJP as its social base is crumbling after Yediyurappa was removed [as the chief minister],” he said.Shah has projected the Muslim quota as minority appeasement by the Congress, which has since announced that it will restore the quota if it wins the election. In turn, said a political observer who did not want to be identified, the BJP may spin the announcement into a narrative that the Congress is against Vokkaligas and Lingayats.The decision will also appeal to the party’s core voters. “Taking away from Muslims and giving it to Vokkaligas and Lingayats is an attempt to pit one community against another to create a communal narrative,” Assadi argued.A Narayana, a political analyst who teaches at Azim Premji University, concurred. “This seems to be a case of hitting two birds with one stone,” Narayana told Scroll. By sideling Muslims, he said, “the BJP wants to send a message to the voters. Its thinking seems to be that hardline Hindu voters will consolidate behind it. Muslims would have anyway not voted for the BJP. So, there was nothing to lose by scrapping their quota.”While Bommai has claimed that his government’s decision will benefit Muslims as the 10% reservation pool under EWS is larger, experts argue that Muslims will face challenges under the EWS category. “Will Muslims be able to compete with others under the EWS quota?” Assadi asked. “Muslims are an underprivileged community. So, it will be very difficult for them to get into universities and get government jobs under the EWS quota.”","author":"Nachiket Deuskar","time":"2023-03-31T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157156-nnaelvabmq-1617605600.jpg","tags":["Karnataka","BJP","Reservation","Muslims","Karnataka Election","OBC quota"],"source":"https://scroll.in/article/1046542/legally-dubious-politically-profitable-why-bjp-scrapped-the-muslim-obc-quota-in-karnataka"}