{"title":"Legends of the Olympic Games: Usain Bolt, the record-breaking Jamaican who redefined sprinting","content":"In this series ahead of Tokyo 2020, we will take a look at athletes who have been an integral part of the Olympic Games folklore over the past century and more.Usain Bolt: Like lightningFactfile: Olympic Medals: 8 GoldOlympi Games participations: 4First Olympic Games: Athens 2004Year of Birth: 1986Usain Bolt has been, quite simply, the face of the last three Olympic Games. To win the event’s blue riband event, the 100m, just once, guarantees Olympic immortality. To do it three times at consecutive Games, and add the 200m and 4x100m relay titles to the mix, gives him a good case to be considered the greatest athlete of all time. Still only 33, he is a living legend. Add real charm and humour to the mix, and Bolt has been the superstar that the Games needed over the last decade and a bit.— via Olympics.com\nThe fastest man the world has ever seen, “Lightning Bolt” shot to worldwide fame in Beijing in 2008 as the first man to win both the 100m and 200m since American Carl Lewis in 1984.He went on to become the only man to complete the sprint double twice when he repeated the feat in London – and then swept all before him for a third time in Rio. The charismatic Jamaican smashed both 100m and 200m world records in Beijing before lowering them to 9.58 sec and 19.19 sec respectively, times which are still to be beaten. Watch: Usain Bolt’s stunning 100m world record in 2009 – ‘the most incredible piece of sprinting’Pause, rewind, play: A look at Usain Bolt’s journey before the world records and Olympic gloryA minor blot in his otherwise incredible record is the tally of nine gold medals coming down to eight.He anchored Jamaica’s 4x100m sprint relay team to cross the line first in all three Games, though in 2017 the quartet were stripped of the 2008 gold because teammate Nesta Carter was found guilty of doping. Bolt retired in 2017 with a record eight Olympic and 11 world championships sprint gold medals. Usain Bolt at the Olympic Games \n    \n       Games  Finish  Discipline  Event \n    \n     Rio 2016  Gold  100 metres  Athletics    Gold  200 metres  Athletics    Gold  4 x 100 metres Relay  Athletics  London 2012  Gold  100 metres  Athletics    Gold  200 metres  Athletics    Gold  4 x 100 metres Relay  Athletics  Beijing 2008  Gold  100 metres  Athletics    Gold  200 metres  Athletics    Gold rescinded  4 x 100 metres Relay  Athletics \n  List of Olympic Games sprint double (men’s 100m and 200m):1904 Archie Hahn (U.S.) 11.00 secs 21.60 secs1912 Ralph Craig (U.S.) 10.80 21.701928 Percy Williams (Canada) 10.80 21.801932 Eddie Tolan (U.S.) 10.30 21.201936 Jesse Owens (U.S.) 10.30 20.701956 Bobby Joe Morrow (U.S.) 10.50 20.601972 Valery Borzov (Soviet Union/Ukraine) 10.14 20.001984 Carl Lewis (U.S.) 9.99 19.802008 Usain Bolt (Jamaica) 9.69 WR 19.302012 Usain Bolt (Jamaica) 9.63 19.322016 Usain Bolt (Jamaica) 9.81 19.78\n\n\n    \n    Play\n\n\n\n\n    \n    Play\n\n(With IOC and AFP inputs)","author":"Scroll Staff","time":"2021-07-19T12:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139957-agpamycajc-1586871654.jpg","tags":["Usain Bolt","Legends of the Olympic Games","Olympic Games","Tokyo 2020","Athletics"],"source":"https://scroll.in/field/998536/legends-of-the-olympic-games-usain-bolt-the-sprinter-who-made-lightning-strike-over-and-over"}