{"title":"Legendary footballer, fine cricketer: Chuni Goswami’s all-round talent made him special ","content":"Back in the 1960s, Chuni Goswami was one of the most sought-after personalities and a bonafide star. People would go crazy to catch a glimpse of him. Opposition players respected him. The youth adored his silky skills and the charisma that he carried on the field. Such was his aura and popularity that his fan-following included Bollywood actors, celebrities and even politicians. One of them being Sarvepalli Radhakrishnan, India’s second President.During the 1965 Durand Cup final match between Mohun Bagan and Punjab Police, the President who attended the game as a chief guest, was quick to notice Goswami as mentioned in Novy Kapadia’s book Barefoot to Boots. He said: “So, I see Chuni again. You seem to have become a permanent feature in the finals.”Also Read - Chuni Goswami, Indian football’s original superstar  Goswami was a larger-than-life character whose popularity, stretched beyond the field. He was a glamour boy during his times who had become a household name in the 1960s. And why not?He was primarily a footballer, arguably one of the finest to don India colours and someone who led the country to unprecedented success on the global stage. But his ability to excel in two different sports made him one of India’s biggest sporting icons as he would also go on to enjoy a stellar first-class cricket career.The talent to play two sports simultaneously came to him at an early age. Goswami captained Calcutta University in both football and cricket during his college days. And that versatility separated him from his contemporaries.Also Read - Remembering football legend Chuni Goswami: From turning down Spurs trial to being competitive at 60One of the bestGoswami was a skinny man by frame but such was his reputation that he instilled fear in the best of defenders. He possessed excellent ball-playing skills, an eye for goal and blistering pace. An inside-left forward, his mesmerizing skills and ability to wriggle of difficult situations easily made him stand out.“His talent was nothing but God gifted,” Fortunato Franco, Goswami’s former teammate, told Scroll.in. “He was such a natural player that he didn’t even need to practice. He was a complete footballer. He could dribble beautifully, shoot, pass, create openings. He was the golden boy of the Indian team. Coach [Syed Abdul] Rahim would give us instructions and Chuni would perform as he demanded. His performance was top notch. Be it any team, he played the same. We will miss him.”A storied international careerGoswami was just 20 years of age when he made his first international debut for India. It came against Burma (now Myanmar) during the 1958 edition of the Asian Games. However, it didn’t take long for him to make an impact, netting a goal in his first game itself as India scripted a comeback to win the match 3-2.The trio of PK Banerjee, Tulsidas Balaram and Goswami were a class of their own, forging a lethal attacking partnership as India became a force to reckon with on the global stage. Between 1958-’62, the trio accounted for 20 of 36 goals that India scored. 13 were netted by Goswami alone who went on to play 36 international matches before his sudden decision to announce his football retirement at the age of 27, when players usually enter their peak.He was part of the 1960 Olympic squad where India finished runners-up to Hungary. But perhaps, the pinnacle of his career was leading the team to a memorable Asian Games triumph in 1962. Goswami scored three goals in the tournament, playing a key role in the semi-finals and the summit clash. In the semis, the forward netted a brace to help the India beat South Vietnam 3-2. He didn’t find the net in the finals against South Korea but set up PK Banerjee’s opener. Jarnail Singh scored the winner as India won  2-0.Two years later, he led India to a runners-up finish in the 1964 Asian Games and the Merdeka Cup before hanging his boots.Goswami’s leadership skills also a big role to play, guiding a group of legendary players that scripted a golden chapter for Indian football.“Being the captain, Goswami never said a thing which would put a player down,” recalled Franco.“I was an aggressive guy and there would moments when I would shout and scream at my teammates. But Chuni da would come to my rescue and say to others, ‘Franco is a good man. He never intended to hurt anyone.’ He was a first-class gentleman. No one ever spoke badly about him. He was a great player and even a better human being,” he added.A true MarinerAt club level, Goswami also enjoyed a distinguished career. He embodied the true meaning of loyalty by remaining a true servant to boyhood club Mohun Bagan, representing the club for 15 years at the top level.He joined the junior team in 1946 as early at eight years of age after being noticed by coach Balaidas Chatterjee in school. Chatterjee groomed him into a footballer before Goswami was promoted to the senior team in 1954. He ended his career with the Mariners in 1986, winning 31 titles and scoring 200 goals for the Mariners. Goswami even captained the side for five season between 1960-’65 where they clinched 14 trophies during that time.Shyam Thapa was 16 when he signed for East Bengal in 1966 but modeled his game on Goswami, who would draw crowds with his dribbling and body swerves.“He was in the twilight of his career when I joined East Bengal but I still looked up to him,” Thapa said to Scroll.in.“Back then, teams would play four or five forwards and Chuni da would easily beat multiple defenders with his body feints. They would not even come close to taking the ball away from him. His quality of dribbling was very clean. He was one of the best in his time.”Goswami was such a respected figure that we hailed by not only Bagan fans but the whole of Bengal, says Thapa, who considered Goswami as his idol.“Mohun Bagan meant Chuni Goswami,” he said.“He was the darling of Mohun Bagan supporters as he was a one-man club. He was so popular, that anywhere he would go, the crowd would chant, ‘Chuni da, Chuni da.’ Be it players or even the Chief Minister, he was always respected. For what he achieved as India captain, the whole of Bengal respected him. Even East Bengal and Mohammedan Sporting Club fans.”He added: “We won’t see such a personality again. I feel sad that even he has left us after PK [Banerjee] da and at a time now where I cannot even pay him my last respects. He lives nearby but I am sad that I can’t be there.”During his time with the Mariners, Goswami turned down many clubs including Tottenham Hotspur, then coached by Matt Busby, who asked him to appear for trials in England. This took place just after India’s Asian Games triumph but the Kishoreganj-born player opted to stay as he was uncertain about moving abroad.An ace cricketerThe latter stages of his career at Mohun Bagan coincided with Goswami playing first-class cricket for Bengal in 1962. He took to cricket like fish to water and for nearly two years, played two different sports at the top-level.Between 1962-’73, he featured in 46 first-class matches for Bengal. The highlight was leading the state to a Ranji Trophy final during the 1971-’72 season.“He was a much-respected competitor and a perfectionist,” Dilip Doshi, who played under Goswami at Bengal told Scroll.in. “His records speak for itself. If you are India’s football captain and you have greatness in one field, it doesn’t mean you will succeed in another field. But to have that all-round ability as a sportsman to play at that high level which Indian first-class cricket was back then, he had that special talent.”For Bengal, Goswami matured into a fine all-rounder and one that had a big impact on matches. He had the knack of troubling batsmen with his killer inswingers while he was a batsman who frustrated opponents with his doggedness and tenacity.“He was a class swing bowler,” Doshi explained.“The swing conditions in Calcutta were very good back then so that aided him. He had no pace but he was a slow-medium, in-swing bowler. The way he would get the ball moving was brilliant and he controlled it very well. His fitness made him an outstanding fielder. He was a determined batsman who played within his limits but he made it impossible to get him out. He would never give his wicket away.”Speaking on his leadership, Doshi said: “He had a big influence as captain as well, he was very inspiring and encouraging. When the chips were down he would make the atmosphere lighter by his sense of humour. So we learnt a lot from Chuni da.”The loss of Goswami is a big one to bear. A rare gem who possessed a unique and all-round talent, he will be dearly missed.","author":"Nicolai Nayak","time":"2020-05-02T09:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140729-upqmzumryb-1588329889.jpg","tags":["Chuni Goswami","Mohun Bagan","Bengal"],"source":"https://scroll.in/field/960781/legendary-footballer-fine-cricketer-chuni-goswamis-all-round-talent-made-him-special"}