{"title":"Lessons from ICC Women’s Cricket World Cup: From India to South Africa, where do teams go from here?","content":"In a World Cup that saw many established stars reestablish their status as the elite athletes in the game, we also witnessed the breakthrough of youngsters across the board. India had Pooja Vastrakar, champions Australia had leg-spinner Alana King, Pakistan had Fatima Sana to name a few. In a press conference after England somehow crossed the finish line against New Zealand in an absolute thriller of a game at Eden Park to keep their World Cup campaign alive, Kate Cross was asked about the impact of young off-spinner Charlie Dean. And when Cross spoke about Dean, who played a huge part against India and New Zealand in turning the campaign around for the defending champions, the message was loud and clear: England’s domestic set-up played a massive role. As for King, who starred in both the wins against England having come into the side only recently to replaced the injured leggie Georgia Wareham, captain Meg Lanning was quick to point out the importance of the WBBL and the domestic structure in place in Australia.In a long tournament of this sort, invariably the best two teams (in terms of squad, structure, form, tactics, support) come out at the very top. It typically requires an innings as freaky and magical as that 171* was by Harmanpreet Kaur to prevent that from happening. #CWC22 It is almost as if the 2017 semifinal defeat has created a much bigger impact for Australia than perhaps 2017 semifinal win did for India.🖊 @vinayakkmhttps://t.co/79ywzPnCz7— The Field (@thefield_in) April 4, 2022\n\nIt also goes to show how boards since still haven’t realised the importance of such planning. That South Africa came close is credit to their 5-year sort of plan but really how many other countries have shown a willingness to invest/plan clearly? It all shows eventually.Both West Indies and South Africa have mentioned post their semifinal matches that it’s important to look at the domestic structure & bring more players into the system. Sune Luus said it was important for sponsors to come on board. “I don’t want SA to fall behind,” she added.Indeed for the teams around the world to not fall behind, there are lessons to be learned from this World Cup campaign. Through this World Cup campaign, here are thoughts from the primary stakeholders in the game about the path forward.Meg Lanning, Australia captainI think the base and platform that we’ve got in domestic cricket is really strong. The WBBL has played a massive role in setting players up to come into international cricket and perform straightaway and they’re under the pump in that competition, they’re putting big game situations and that’s what’s required at a World Cup so; Alana King has been exceptional. She’s got lots of energy, and she’s just come into a World Cup and just performed really well and her alongside all the other younger players as well, I think Darcie Brown has been great. Tahlia McGrath, who has really cemented a spot in this side over the past sort of three months has been amazing as well. I’ve thoroughly enjoyed watching the young kids come in and play so well and make an impact straightaway. — Press conference after the final, when asked about the system in place in Australia that has enabled international rookies like Alana King to shine right away\nMithali Raj, India captainI think the future definitely is very bright, looking at Richa [Ghosh], Yastika [Bhatia] and we have  of course, Sneha Rana - she made a comeback, we have Meghna who’s in the stand by and these girls will definitely play in the coming years good standard of cricket and the way they get the exposure of playing different leagues and playing regularly with the best of the best in the world. I’m sure the team will shape up well for the future tournaments.Former New Zealand captain Amy Satterthwaite also spoke about the importance of having more A tours in this interview with Nasser Hussain.Nasser Hussain talks to Amy Satterthwaite, featuring Baby Grace in a brilliant cameo. Well worth your time. #CWC22pic.twitter.com/hJEi3dOc1w— Vinayakk (@vinayakkm) April 1, 2022\n\nAlso read: For Mithali Raj and Co, a heartbreaking end to a strange old campaignHayley Matthews, West Indies allrounderI think when we talk about moving forward, we’ve seen a lot international ODI stuff over the last year, which has obviously been really helpful. We saw cricket West Indies announcing the CPL coming up in a couple of months, which is really good to see and obviously really good initiatives for women’s cricket as well. And yeah, I think things like those are only going to help with our growth. But yeah, I reckon the more cricket we can play at a lower level to the domestic stuff, which is why CPL is going to be so big for us, the batting hopefully we can get some more young girls coming through the system. Um, I think obviously in this, this batch of players, this may be a lot of their last World Cup. Not sure but at the same time, it would be really good if we could start to I guess, nurture some younger players throughout the domestic cricket season and yeah, get some more people filtering into to West Indies stuff.Sune Luus, South Africa captainI think [taking the next step for South African cricket] starts from provincial cricket, I think, something that needs to happen back home is our provincial structure needs to be stronger. We need more players coming into the system and competing at a higher level with our emerging team as well. So I think it all starts there. And then we can get some rebuilding phase, and just get stronger and stronger. I think, as we look at the world, everybody is creating leagues and everybody is playing around the world and I don’t want South Africa to fall behind. So it’s going to take a huge effort for us to take a leap of faith and encourage sponsors to come on board and help the growth of women’s cricket in South Africa. I think that’s going to be very important when we get back home.— Press conference after semi-final defeat against England\n#CricketTwitter [REPLUG] \"...[India] are going to be unbeatable in sort of a 10-year time\"From Alyssa Healy to Sophie Devine: Who said what at #CWC22 about prospect of a Women’s IPL https://t.co/FjgL71YJMw— The Field (@thefield_in) April 4, 2022\n\nAs well as improved domestic leagues/structures, more 'A' tours would be hugely beneficial in developing women's international teams in the next few years.e.g. It would be great if every series in the next ICC Women's Championship had a parallel 'A' series.#CWC22 #ICCWC— hypocaust (@_hypocaust) April 1, 2022\n\nHeather Knight, England captainI think we’ve played a lot of cricket in that period, which has been a real positive, I think the amount of cricket that we’re playing now is way more than we used to do which is really good. And I think obviously the last couple of years, the domestic structure back home has become really strong. There’s been the domestic contracts, The Hundred, etc. And I think you’re starting to see younger players coming through someone like Charlie Dean who was nowhere near the international scene before it and she’s broken on and done very well and is an exciting player for the future and I think we’ll continue hopefully to see more players like that emerge. More young players that are hard earned cricketers, because they played a lot of cricket under pressure in big situations in big tournaments back home. The changes that have been made in the structure back home have really helped, I think it’s in a good place. Things will only improve over the next couple of years. There’ll be a few more domestic contracts I imagine and a few more sort of seasoned pros and as high as the standard that we can get that competition as possible. I thought The Hundred was unbelievable last year, the fact that our young players are playing in front of massive crowds -18,000 people, it’s something you don’t even get in the Big Bash - is something completely unique and I think it’s going to create hopefully a generation of cricketers that are so used to playing on the big stage so used to play in under pressure. And yeah, it might take a little bit of time. Australia obviously started the domestic setup and the investment in the women’s game a little bit earlier than we did. But hopefully it will bear fruit in the next couple of years.— Press conference after the final, reflecting on the things that England did well in the last World Cup cycle\nFormer captain Anjum Chopra believes India were never among the title contenders in World Cup 2022#CWC22 #TeamIndia Source: PTI pic.twitter.com/1q0HmdjsSr— Female Cricket #CWC22 (@imfemalecricket) April 4, 2022\n\nBismah Maroof, Pakistan captainThe more competitive cricket that we get, it will give us many more opportunities. We will improve our bench strength and the more that we play with foreign cricketers and the more that our girls go in leagues to play, the better will be the chances to improve. See, as an individual we will definitely sit and discuss how we played this tournament and which are the areas that we need to improve on – mainly batting and as an individual how you should back yourself and implement on the ground – that is important. Definitely we need some team planning also, and from the captain, the team management we need the confidence to implement that intent and plan.Individually, I think we need to take more responsibility and I think especially in batting unit, I think we have to be more brave and back ourselves and the plan we got, we should have the skill to execute. And that’s an area I think that should be - we’ll be looking for that in moving ahead.— Press conference after team's final match, speaking about the need for improved decision-making and how that can be achieved\nNigar Sultana, Bangladesh captainThe fact is that this thing happens because of playing fewer matches. Often you will see that with the experienced team, it turns out that they move forward with the experience. We are not able to control the game in that situation. I think it’s just for playing fewer matches. I think the more matches we play, the more mature we will be in these situations. And the cricket board is already planning with us, and of course, now that we are in the FTP of ICC, we will play a lot of bilateral series, away and at home. So, I think, if we get these opportunities, we will definitely be able to perform better as a team in the future.....already our cricket board has planned to make the games at our domestic level more competitive. And there we have the idea of ​​playing some more tournaments where we’ll form some 4-5 teams with a number of our players to make it competitive and tough matches where we will have to think more about how to win matches in those situations. And of course, I think everyone is very good in terms of skills but all we need is experience. And the more we play matches the more skilled the batters will be in the future and be able to perform.— Press conference after Australia and England matches respectively\nSophie Devine, New Zealand captainFirstly, I think New Zealand cricket has been really supportive of us. I think we’ve made massive growth particularly since when I first started, we’ve seen the contracts improve, domestic contracts are now part of it. We’ve seen resources, we’ve had camps this summer and I think that needs to continue. I think again, everyone’s going to say they want more money but for me it’s not about the money. It’s about the resource, the structure, the staff, the systems that go in place behind it. So I certainly think that we’re moving in the right direction, which is a real positive. We’re never going to have the same amount of money and resources as Australia in England, so we need to stop comparing ourselves to them. We’ve got some really awesome positives that work for us. We’re obviously a small country, we can move around the country very quickly, and I guess unite our skill. So they’re all things that I think New Zealand cricket have done really well and we look forward to working together with them in the future.I think [a full-fledged women’s IPL] is a really exciting prospect. I think we’ve seen it with the WBBL even, the KSL and the Hundred over in England what it’s done for women’s cricket has been outstanding and we’ve all said that soon as there’s a woman’s IPL I think, cricket around the world absolutely going to take off and I’m really excited to hear that - I think it’s been a long time coming and fingers crossed I can be involved in such a tournament. I just think it’s fantastic. I think the more opportunities that female cricketers can get to play around the world the better because I think you’re starting to see now the standard of the game is improving around the world.— Press conference before and after NZ's last match, when asked about what needs to be done by NZC and then the prospect of having a full-fledged IPL-style tournament \nQuotes courtesy: ICC Business Corporation FZ LLC 2020","author":"Vinayakk Mohanarangan","time":"2022-04-05T10:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172571-sgrpgvjspg-1649087327.jpeg","tags":["South Africa","CWC 22","ICC Women's Cricket World Cup","Women's cricket","India at the World Cup"],"source":"https://scroll.in/field/1020786/lessons-from-icc-womens-cricket-world-cup-from-india-to-south-africa-where-do-teams-go-from-here"}