{"title":"Lessons unlearnt: Drama around the women’s wrestling trials shows sport is yet to clean up its act","content":"This article originally appeared in The Field’s newsletter, Game Points, on March 13, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.On the weekend, trials were held to select the Indian squad for the 2024 Asian Wrestling Championships and the Olympic qualifiers, both of which will be held in Bishkek, Kyrgyzstan, in April. As expected of the sport in India these days, the trials were not held without its fair share of bickering.Even before the first match could start, there were concerns about the legitimacy of the trials themselves.The Wrestling Federation of India, which had been de-recognised by both the Sports Ministry and the Indian Olympic Association, issued a circular announcing it would be holding trials for the two wrestling competitions.However, the Delhi High Court, in response to a plea filed by wrestler Bajrang Punia, ruled that the wrestling association could not organise the trials. Instead, an Indian Olympic Association-appointed ad-hoc committee was tasked with arranging the selection.But in another twist, United World Wrestling – the global body that governs the sport – said that only the Wrestling Federation of India would be allowed to name a team for international competitions. Eventually, the Indian wrestling federation said it would hold the trials jointly with the ad-hoc committee.But there was more chaos in store.The trials for the men’s freestyle and Greco-Roman events went without a hitch at the Sports Authority of India centre in Sonepat. Tokyo Olympic medallists Punia and Ravi Dahiya both ended up losing, raising doubts about their participation in the Paris Olympics.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nOver at the Sports Authority of India centre in Patiala, there was drama unfolding in the women’s events. Vinesh Phogat, one of the faces of the wrestlers’ protests last year and one of the more prominent athletes in the country, demanded to be allowed to participate in two different weight categories – the 50 kg and 53 kg. Based on the world body’s rules, however, no wrestler is allowed to compete in two different weight categories in the same competition.Despite this, the organisers caved in to the demands of Phogat, who usually competes in the 53 kg category. This resulted in the bouts in the two categories being delayed by three hours. The trials reportedly started only after Phogat received a written assurance – as per her demands – from the ad-hoc committee that another trial would be held for the 53 kg event before the Paris Olympics in July.Phogat won the 50 kg trial in Patiala, but lost in the semi-finals of the 53 kg event.In wrestling, it is the National Olympic Committee, not the athletes themselves, that is allocated a spot to participate in the games. The quota is allotted to a country if one of its athletes wins a medal at the World Wrestling Championships or is a finalist at a continental qualification event for the Olympics. The national committee can then, if it wishes, hold trials to determine which wrestler will use the Olympic quota.India won its spot in the 53 kg event at the Paris Olympic quota when Antim Panghal clinched bronze at the 2023 World Championships. On the face of it, Panghal should have been going to Paris.But according to the rules by the ad-hoc committee, the wrestler who wins an Olympic quota will have to compete against a challenger. That challenger will be chosen at another trial to be held on May 31.Phogat, who finished in the top four of the 53 kg event in Patialia, will be eligible for the May 31 trial, and will have another chance of making it to the Olympics in her preferred category.Such drama around selections is not new for Indian wrestling.Wrestling powerhouses Iran and the United States hold trials to decide who they will send for the Olympics while Japan follows the system of sending the wrestlers who won the quotas in the first place through the World Championships and continental qualifiers.India, naturally, does things differently. Under former president Brij Bhushan Sharan Singh, the Wrestling Federation of India could have held trials for the Olympic quotas that were secured, if it wanted to.The Federation then added ambiguity to the rule by including another clause. This gave it the power to call for trials only in specific weight events of their choice, rather than all categories. It could fill the other categories as it wished.Ahead of the 2016 Rio Olympics, two-time Olympic medallist Sushil Kumar went to the Delhi High Court to ask the national federation to hold trials in the 74 kg category. Narsingh Yadav had won the quota place in the same weight event even as Kumar had not competed in any tournament for close to two years.Curiously, Kumar had participated in the 2004, 2008 and 2012 Olympics without competing in trials, the court noted. The dispute laid bare the ad hoc nature of selections and the factionalism within the federation.In 2016, Yadav was caught in a doping scandal before the Rio Olympics, which led to him blaming Kumar and his supporters for tampering with his samples. The World Anti Doping Agency banned Yadav for four years and barred him from competing in Rio.It has been nearly a decade since the Narsingh-Sushil fracas. But by not clearly defining its rules or learning any lessons from the past, Indian wrestling has ensured that the drama off the mat overshadows the drama on it.","author":"Dilip Unnikrishnan","time":"2024-03-14T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127553-rvhnkhbsyn-1568790732.jpg","tags":["Wrestling","Indian Wrestling","Vinesh Phogat","Paris Olympics","2024 Paris Olympics","Wrestling Federation of India"],"source":"https://scroll.in/field/1065041/lessons-unlearnt-drama-around-the-womens-wrestling-trials-shows-sport-is-yet-to-clean-up-its-act"}