{"title":"Liberty is too precious to be lost: A former SC judge on the decay in the criminal justice system","content":"“What’s going on?” a young lady asks quizzically in a television advertisement. The same question must be asked of criminal justice and India’s prisons. Bail, not jail has been reduced to a mere slogan to be whispered once in a while. The reality is jail, not bail. Another reality is that innocent until proven guilty has been transformed to guilty until proven innocent. Are we doing anything about reversing these realities? Those who suffer these realities are undertrial prisoners who live in conditions that will never improve or so it seems, despite more than 40 years of efforts by the Supreme CourtGetting the factsFor a start, we need to get facts correct. During the conference of the State Legal Services Authorities in Jaipur on July 17, Law Minister Kiren Rijiju stated that there were 3.5 lakh undertrial prisoners in the country. In his speech, Chief Justice of India NV Ramana said that 80% of the six lakh prisoners in the country are undertrial prisoners, making it more than 4.5 lakh undertrial prisoners. Whatever the number, it is important to know how many undertrial prisoners there areImproving physical conditions What also needs remedying is the dismal, tragic and dehumanising state of affairs in prisons primarily caused by indifferent prison officials. Consider the case of activist and Jesuit priest Stan Swamy and his request for a sipper or a straw to enable him to drink water. The jail staff denied his request and he had to approach a court for relief. Ultimately, he met a tragic end in judicial custody – Swamy died on July 5 last year. Poet-activist Varavara Rao is being treated in an equally inhuman manner. His request for bail for medical reasons is opposed on the ground that his medical condition is not so unsatisfactory that he cannot be treated in jail. Maybe so, but please remember, he has been an undertrial prisoner for almost four years and is 82 years old. Guilty until proven innocent? Is that what’s going on?Swamy and Rao were among the activists and academecians arrested and jailed in connection with Elgar Parishad case. Remarks at the conclave allegedly sparked the violence at Bhima Koregaon near Pune on January 1, 2018.Unnecessary arrestsArresting persons for sedition was the flavour of the month until the Supreme Court said enough is enough. So, our ingenious authorities found other devious ways to arrest persons. Journalist and fact-checker Mohammed Zubair has been arrested in Delhi and Uttar Pradesh for harmless tweets and he has a long way to go before being released. At the time of being published, the Supreme Court on July 20 had granted Zubair bail in all six cases filed against him in Uttar Pradesh. He was released the same day.Actor Ketaki Chitale spent more than a month in jail for a derogatory tweet, obliquely referring to a senior and respected politician who was perhaps not even bothered by that tweet. Gujarat legislator Jignesh Mevani was arrested on trumped up charges in Assam in April. Barshashree Buragohain, a college student, spent two months in jail in Assam for an allegedly anti-national poem. Politicians are arrested for threatening to recite the Hanuman Chalisa. Every week an arrested rabbit is pulled out of the penal code hat. This adds to the prison population, which is already bursting at its seams.Prisoners wait in queue after they were released on parole at the Sabarmati Central Jail during the nationwide lockdown in Ahmedabad in March 2020. Credit: Reuters.On the other hand, consider the case of Sukesh Chandrashekhar, an undertrial prisoner in Tihar Jail in Delhi. In a first information report lodged against him, it is alleged that he “was paying Rs 1.5 crore every month for getting facilities to use mobile phones and a separate barrack without any hindrance”. Stan Swamy had to go to court for a straw that perhaps costs a rupee or two. Is that what’s going on?These examples indicate that persons are sought to be imprisoned for the most frivolous of reasons and made to suffer pathetic conditions of our jails, while the influential, powerful and the moneyed enjoy state guest status. Most unfortunately, our judiciary denies bail or facilities for irrelevant reasons thereby putting a stamp of approval on the extra-legal machinations of the police and prosecution. This is what’s going on.Communication facilitiesMore than a decade ago, landline telephone facilities were provided to prisoners in Tihar Jail, amid much fanfare. I know, because I inaugurated that facility as the Acting Chief Justice of Delhi High Court. Thereafter, a similar facility was provided in several jails including in Haryana, Karnataka and Uttar Pradesh. But in Taloja Jail in Maharashtra landline facilities are denied to some prisoners.On the other hand, some undertrial prisoners like Sukesh Chandrashekhar enjoy the illegal facility of a mobile phone, though at a cost. The availability of mobile phones in jails appears rampant and, in several States, such as Punjab, Uttar Pradesh and Karnataka jammers were requisitioned to block these phones. In Kerala, jammers were found ineffective and drones have been thought of for surveillance. A legally permissible facility has seamlessly given way to an illegal facility. Is this what’s going on?Role of judgesWhat is the way out of this morass? A starting point can be making some trial judges realise that they need to stop acting as a rubber stamp of the police in matters of arrest. Please apply your mind, dear judges, and please remember, liberty is too precious to be lost. Stand up for the constitutional rights of our citizens. Yes, you may have the fear of being transferred overnight, but how many of you can actually be transferred without waking up a sleeping giant? Acche din will come someday. Meanwhile, please appreciate that keeping an undertrial prisoner in judicial custody for several years effectively means keeping an innocent person in jail for several years. Does that make any sense to anybody? Please also think of the hardships that the family, including children, may be undergoing. Is this justice or injustice? It is not a difficult question to answer.Requirement of an auditEvery district in the country has an undertrial review committee as mentioned by the Law Minister in the Jaipur conference. However, given the overcrowding in prisons across the country, they appear to be ineffective. Let us conduct an audit to ascertain how much they have achieved and if they need better assistance.The Legal Services Authorities should be liberal with legal aid to undertrial prisoners. That the National Legal Services Authority and State Legal Services Authorities have provided free legal assistance to thousands of undertrial prisoners is not an answer – quality matters, not quantity and I am afraid, there is plenty of criticism about the quality of legal aid being provided. Again, an audit is necessary. I am sure it will reveal several deficiencies.Open prisonsThink out of the box. How about encouraging open prisons? There are so many successful models that need to be studied and replicated. Shimla has a wonderful scheme in operation, Rajasthan is encouraging open prisons. West Bengal is open to suggestions. Let us try it out and give meaning to liberty.So much can be done but we need to kick start reforms rather than only talk about them in conferences. Let us start now.Madan B Lokur is a former judge of the Supreme Court of India.","author":"Madan B Lokur","time":"2022-07-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176883-lqixlnvgxa-1658425256.jpg","tags":["Criminal justice system","Prisons","Judiciary","Supreme Court"],"source":"https://scroll.in/article/1028775/liberty-is-too-precious-to-be-lost-a-former-sc-judge-on-the-decay-in-the-criminal-justice-system"}