{"title":"Life, death, intimacy and privilege: Four works of Covid-19 fiction – and what they say about us","content":"Pandemics force us to face our mortality, prompting profound questions about life’s meaning. It is not surprising, therefore, that since the days of medieval plague outbreaks, infectious diseases have attracted the imagination of novelists. These stories operate as cautionary tales, holding humanity to account.Covid-19 was declared a pandemic by the World Health Organisation on March 11, 2020. One of the first novels to explore life during the pandemic was The Fell by British author Sarah Moss, published in 2021.Written from the perspective of four neighbours living in a village in the English Peak District, and set over a single winter’s night in 2020, The Fell presents a dark, claustrophobic portrayal of pandemic life.One of the protagonists is Kate, a middle-aged woman living with her teenage son. They have been unable to leave their house for the past ten days after she was exposed to a Covid case at work. To escape her overwhelming feelings of despair and being trapped, Kate decides to take a late-night walk on the nearby fells. She worries about being “caught” for the transgression of leaving her home and the moral judgements from her community should this happen. She remembers how police werehunting people off the hills with drones a few months ago … playing loud accusations at them from the sky. Go home, you are breaking the law.Alice, Kate’s elderly neighbour who lives alone, reflects on the impacts of having to maintain a physical distance from other people,acting as if everyone’s unclean and dangerous, though the problem of course is that they are, or at least some of them are and there’s no way of knowing.Consequently, “no one’s touched her in months”, and Alice wonders if she ever will be touched again. These neighbours care about and watch over each other as best they can. None of them has had COVID, but each is struggling with how to cope with the effects of the social and economic disruptions the pandemic has wrought, including to their relationships with neighbours, friends and family.Quiet desperationIrish writer Roddy Doyle’s collection of ten short stories, Life Without Children (2021), has a similar desolate tone. The primary characters in these stories, set in Dublin, are nearly all middle-aged or older men going through their days either in quiet desperation, or in some cases, with outbursts of anger, as they attempt to come to terms with lockdown and the threat of Covid.As one man remarks in the story “Masks”,The lockdown has ripped away the padding. There’s no schedule, no job, no commute.In “Nurse”, a young female healthcare worker arrives home to her empty apartment and contemplates the deaths of two Covid patients, Joe and Marie, she has seen that day. She thinks about how she held a tablet computer to Joe’s face so his wife could say her last goodbye, distanced from his deathbed by Covid rules.She remembers how she helped prepare the bodies as they were washed and placed in two body bags, and the distinctive sound of the body bag as it is zipped up:it’s the last thing she’ll hear when she closes her eyes. When she goes to bed.There is hope too in Doyle’s stories, to counter the despair. Some depict positive moments of renewed connection and intimacy between men and their wives and adult children, as they share the experience of listening to a favourite song, reminisce about their lives together, or exchange loving words.Small, telling detailsThe latest novel by US writer Anne Tyler, French Braid (2022), presents a history of the Garrett family spanning six decades: white, middle-class parents Robin and Mercy and their children Alice, Lily and David.The novel’s final chapter is set in 2020, when Covid has just begun to affect parts of the United States. David, now aged in his late 60s, agrees that his son Nicholas and five-year-old grandson Benny should come for an extended stay to his Baltimore home while Benny’s mother continues to work in New York City; she is a hospital physician and therefore on the Covid front-line.Consonant with Tyler’s quiet, highly observant writing style, the family’s experiences of Covid are presented in a matter-of-fact way. Tyler depicts small, telling details of Covid life: the fears and frustrations but mostly the pleasures of bunkering down and forming closer family relationships. David has recently retired from his high school teaching job, finding online instruction difficult: “It turned out he wasn’t much good at Zoom.”David discusses with his wife Greta how strange it feels to stay home (“sheltering in place”) when before the pandemic they took their freedom of movement so much for granted. Yet it was “shocking easy” and “a relief” for David and Greta to give up their social life, while they eagerly embrace the chance to spend more time with their son and grandson.For this privileged family, Covid remains a distant threat, offering the benefits of renewed connection and little of the suffering described in other pandemic fiction.A shattered idyllOur Country Friends, a tragicomic novel by Gary Shteyngart, offers yet another perspective on pandemic lives. Consonant with Shteyngart’s writing style, this lengthy book is satirical, the characters bordering on caricatures.There are echoes of The Decameron, a collection of 100 short stories penned in the mid-14th century by writer and poet Giovanni Boccaccio, in this account of a group of privileged, self-preoccupied, middle-aged people with varied ethnic/racial backgrounds coming together in a remote rural location at the beginning of the pandemic.The Decameron (published in English translation in 1620) is a trenchant political critique, drawing attention to the moral degradation and loss of community occurring in the face of a plague epidemic. Boccaccio refers to the plague as either “the action of heavenly bodies” or “visited upon us mortals for our correction by the righteous anger of God”. He describes the citizens of Florence closeting themselves within their houses, or the wealthy departing for their country estates, while the “stench of corpses” filled the air in city streets.One of the guests’ names in Our Country Friends is Dee Cameron – a less-than-subtle nod to Boccaccio’s novel. As COVID rages in nearby New York City, the group wait it out in the idyllic spring and summer surroundings of the “colony” of homes in which they are seeking refuge. For several months, the virus is kept at bay.There are references throughout the novel to horrific news stories of disease and death in New York City:People were dying in the city. Some more than others. The virus had roamed the earth but had chosen to settle down there.The protagonists become aware of media coverage of the Black Lives Matter protests and clashes between activists and the police, but again, these conflicts are removed from their everyday lives.Gradually, the pandemic and its impacts creep closer. The virus eventually and inevitably enters the colony. Summer has ended, and with it, the brief sense of blissful isolation the colony’s residents had enjoyed.Narratives of pandemic livesAcross the centuries, fictional accounts of pandemic lives have presented a sense of the world as we know it as changing, perhaps forever. Certain broad themes are repeated: the difficulty faced by individuals and communities in coming to terms with a deadly infectious disease; the changes in everyday life and concepts of risk and safety as people respond to the threat; the moral judgements made about people’s behaviour; the ways that the shallowness or depths of interpersonal connections are exposed by epidemics; and the political contexts in which medical and public health responses are developed and implemented (or abandoned).In Albert Camus’ novel The Plague (La Peste in the original French), published in 1947, a serious infectious disease (referred to only as “the plague”) is quickly spreading in Oran, a French Algerian city. The book is written in an absurdist style with Camus’ signature existentialist philosophical perspective framing the narrative.Epidemic disease is a motif by which he demonstrates the human condition as subsumed to the force of nature. There are many descriptions of the horror, panic and desperation felt by citizens of Oran as their city is locked down, with disease rapidly overwhelming them. Nonetheless, the novel acknowledges that humankind can demonstrate admirable qualities such as kindness, compassion, courage, connection and concern for each other in the face of great suffering.A key novel centring on the early years of the HIV/AIDS pandemic is British author Alan Hollinghurst’s The Line of Beauty (2004). Nick Guest, a naïve, young, gay white man, lives a glamorous existence in 1980s London during an era characterised both by hedonism and Thatcherite individualism. As the decade wends on, however, Nick’s life begins to sour.The novel presents a cool yet scathing critique of the preoccupations of those seeking beauty while forsaking loyalty and true intimacy. There are oblique references to HIV/AIDS early in the story, but the disease is only mentioned by name around two-thirds into the book. When Nick tries to explain the threat posed by HIV/AIDS to his privileged straight friends and benefactors, they respond with victim-blaming accusations, describing the disease as something “the homosexuals” had “brought on” themselves. By 1987, the young men Nick knows in the gay London community are wasting away and the death toll mounting.Unlike the lurid imagery of earlier plague novels, in contemporary pandemic narratives the death and dying are not piled up in the streets, smelling to high heaven. Dying is hidden largely from sight in private homes or hospitals, reflecting a tendency more generally in the West to deny its visceral realities.At the heart of the fictional portrayals of Covid experiences is the question of how to live with others in intimate relationships, when the outside world is fraught with danger, policed by both official and community surveillance and censure.The small details of everyday life are held up to examination as the conditions of the health crisis probe for weaknesses – but also uncover strengths. In Covid fiction, fragmentation of community ties and family relationships is highlighted. But so too, “small acts as kindness” (in Tyler’s words) offered by relatives, neighbours and friends are signs of what Camus called “common decency”, providing comfort and connection in terrifying times.These Covid stories depict the early phase of the pandemic, when people across the world were coming to terms with what this new virus and disease meant for their lives.But the Covid virus, we have learned, is dynamic and shape-shifting, and medicine and public health policy are floundering to keep up. Inevitably, new forms of Covid fiction will emerge to document our continuing uncertain pandemic lives.Deborah Lupton is SHARP Professor, leader of the Vitalities Lab, Centre for Social Research in Health and Social Policy Centre, UNSW Sydney, and leader of the UNSW Node of the ARC Centre of Excellence for Automated Decision-Making and Society, UNSW Sydney.This article first appeared on The Comversation.","author":"Deborah Lupton, The Conversation","time":"2022-09-16T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179863-crlazfcuig-1663084845.jpeg","tags":["covid","books"],"source":"https://scroll.in/article/1032761/life-death-intimacy-and-privilege-four-works-of-covid-19-fiction-and-what-they-say-about-us"}