{"title":"Lights, camera, action and votes: how Tamil screen icon MGR’s cinema fanned his political career","content":"MSS Pandian's The Image Trap – MG Ramachandran in Films and Politics, published in 1992, remains one of the definitive studies of the popularity cult surrounding the former Tamil Nadu Chief Minister and evergreen movie icon MG Ramachandran. Out of print for years, the book has been reissued after the social scientist’s death in November (he had been teaching at the Centre for Historical Studies at the Jawaharlal Nehru University in Delhi). The Image Trap is one of Pandian’s many books on, and surveys of, the Dravidian political movement in Tamil Nadu. Its pithy, jargon-free prose provides much-needed perspective on the lasting links between politics and cinema in Tamil Nadu. In this edited excerpt, Pandian examines three ways in which Ramachandran, or MGR as he was known, consolidated his stranglehold on audiences (and future voters) through his choice of roles and screen image.MGR’s role as an individual dispenser of justice unfolds with particular emphasis on stunt sequences. These sequences, which give MGR starrers the flavour of action films, are an expression of his struggle against social evil and oppression: an unarmed MGR fights an armed adversary single-handedly or engages in fighting the landlords’ numerous hirelings. In Madapura (1962), MGR, with his fractured arm in a sling, fights the chief of a criminal gang and in Panathottam (1963), he takes on a knife-wielding adversary with bare hands. In quite a number of films, MGR demonstrates his skill in fencing and silambam, which is a popular rural martial art in Tamil Nadu...The politics of MGR’s cinematic role as an action hero have been succinctly summarised by Sivathamby:Whereas [CN] Annadurai and [Muthuvel] Karunanidhi provided the arguments for the whys of social oppression, MGR provided the how for a breakthrough. Thus the latter had more traces of wish fulfilment, which explain high percentage of fans identifying him as one who acts than as one who reflects, as one of deeds and not necessarily of mere words....In Marma-yogi (1951), MGR declares, ‘If I aim, it will not fail; if it will fail, I will not aim’—a piece of dialogue which was popular among his fans. He only wins and with remarkable ease. He can bend crowbars (Padakotti, 1964) and maul ferocious tigers with his bare hands (Gul-E-Bakaavali, 1955). In fact, MGR’s invincibility has become a byword in popular consciousness, as if MGR himself has acquired cultic powers. For example, in Manal Kayiru (1982), a non-MGR starrer, a cowardly character, inspired by MGR appearing with a whip in his hand in a poster of a film (Yenga Veetu Pillai), is suddenly transformed and beats up and defeats the villain.The hero’s invincibility on the screen acquires a certain authenticity and appears credible not merely because of the dream-like experience that film watching essentially is, but equally because the subaltern consciousness most often dwells in the interface between the impossible religious myth and possible history. The following interview given by MGR, at the height of his film career, speaks for itself:Reporter: In films when you fight your enemies, you beat up 10 or 20 of them single-handedly and come out successfully ... can anyone believe this?MGR: You look like a religious person ... Do you believe in religious texts?Reporter: I have read them. I do believe them.MGR: In Mahabharata, the young Abhimanyu fights experienced warriors. He breaks difficult strategy and defeats enemies. If Abhimanyu can do it, film heroes like me can also do it.MGR, by constituting himself as one of the oppressed, simultaneously marks himself off from them by appropriating the right to dispense justice and employing physical violence, which, in real life, are the monopolies of the elite. He is, thus one of them, yet has chosen defiance. Cinematic licence grants him the power to dispense justice, and his audience accepts his invincibility even as they cross the limits that demarcate cinema from real life. Just as the impossible religious myth erases the specificities of life and legend, so the cultic power of MGR films causes cinema and reality to merge.Monopolising the monopolyThe second sign of the elite that MGR appropriates on the screen is education/literacy. In MGR films, education ceases to be a monopoly of the priestly classes or the rich. In Padakotti (1964), MGR is the lone literate fisherman in the whole fishing hamlet. In Thazhampoo (1965), he is the first postgraduate in the family of an ordinary plantation labourer. Unlike the rich, education does not come easily to the poor. They have to struggle to attain it. In Thozhilali (1964), MGR, a manual worker, spends endless nights studying and earns a degree at last. In Panathottam (1963) and Naan Yaen Piranthaen (1972), he pledges his modest house in order to acquire education. In Kumarikottam (1971), he works as a newspaper delivery boy, a gardener and a bearer in a restaurant to finance his studies.In MGR films, the hero’s use of literacy as a weapon of struggle against oppression is often contrasted with its use as a weapon of oppression by the elite. In Padakotti (1964), the much dreaded villain – an affluent fish trader – forces the poor and illiterate fishermen to put their thumb impressions on promissory notes – keeping them ignorant of their contents. But MGR descends on the scene, reveals the usurious terms of the promissory notes and saves them from the manipulation of the trader. In Yenga Veetu Pillai (1965), MGR – a literate labourer – exposes the landlord’s evil plan to grab other people’s property through fake documents...Thus, MGR delinks education from authority and knowledge from power. Literacy, hitherto a privilege of the elite, now becomes an instrument of subversion in the hands of the subaltern hero—a challenge to education as a sign of authority.Taming of the upper-caste womanThe third sign of authority which MGR recurrently appropriates on the screen relates to women. In a male-dominated society where the landlords can, and often do, easily rape peasant girls and have concubines as status symbols, access to and control over women’s bodies functions as a sign of authority. Here, control over the men of subaltern classes is exercised, inter alia, by emphasising their inability to defend their women. MGR, on the screen, defies this norm which reproduces the subalternity of the lower classes/castes by portraying them as emasculate...In MGR films, we often find that the hero starts off as a poor man but ends up marrying a rich woman, or as a lower caste man marrying an upper caste woman. If powerful villains come in his way, it is the subaltern MGR who invariably succeeds... In Periya Idathu Penn (1963), MGR turns the rural power structure upside down: as a bullock-cart driver, he marries the local landlord’s daughter. In Ayirathil Oruvan (1965), MGR, a galley slave, marries a princess. In Thazhampoo (1965), MGR, belonging to the family of a plantation labourer, marries the plantation owner’s daughter... In Madurai Veeran (1956), Panam Padaithavan (1965), Nadodi (1966) and Nam Nadu (1969), MGR’s matrimonial alliances challenge and obliterate caste distinctions. In these films, a lower caste MGR performs the near impossible feat of marrying a higher caste woman.In the same manner, when there is powerful competition for a particular woman between the subaltern MGR and others who are locally powerful, predictably MGR wins over the woman and marries her. In Padakotti (1964), MGR, the fisherman, and a powerful and notorious fish trader fight over the village headman’s pretty daughter. MGR, of course, succeeds in marrying her...It is significant that in MGR films, the upper class/caste women always find a lower class/caste hero desirable. In this sense, MGR seems to grant women the freedom to fall in love and get married as they please, in spite of class/caste differences and familial opposition. This subversion of societal norms grants a certain notional freedom to women, and, at the same time, asserts the virility of the men of the subaltern classes.Excerpted with permission from The Image Trap – MG Ramachandran in Films and Politics, MSS Pandian, SAGE India.","author":"MSS Pandian","time":"2015-07-11T17:30:59+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/740230-a61cdf41-8664-4181-9eb1-0b8a51e12cb0.jpg","tags":[],"source":"https://scroll.in/article/740230/lights-camera-action-and-votes-how-tamil-screen-icon-mgrs-cinema-fanned-his-political-career"}