{"title":"Light of Ray: The Subrata Mitra-Satyajit Ray partnership led to cinema’s most unforgettable moments","content":"Of all the anecdotes about Subrata Mitra, perhaps the one about a toaster reveals the most about the venerated cinematographer’s quest for perfection, disregard for received wisdom and curiosity about how things work.The story goes that Mitra set out to buy a toaster. He consulted the phone directory, visited a bunch of stores in Kolkata and finally picked one. Upon returning to his Lansdowne Road home, he bought several varieties of bread and proceeded to toast each and every slice. When he realised that the bread wasn’t being browned evenly, Mitra returned his purchase to the store and fed the toast to the neighbourhood strays. That isn’t the only story Mitra’s associates tell about his obsession for exactitude, both in life and behind the camera. Tea had to be brewed correctly, with the water boiling at just the right temperature. A mosquito net dared not have broken strands.On a movie set, a frame had to have the right balance between light and shadow. The completed movie print had to be processed in the laboratory absolutely correctly and projected in theatres perfectly. In the annals of Indian cinema, Subrata Mitra – who worked in the age of celluloid – has a special place for bawling out sloppy technicians and projectionists.For instance, Bhooter Bhabishyat director Anik Dutta remembers being told about Mitra “giving somebody a yelling” about the low-quality arc lamps being used in the projectors at the Nandan cinema in Kolkata.From still life to movement In his 30-year career, Mitra shot only 17 features. Ten of these were with Satyajit Ray. Standard cinema histories rate these among the best films ever made. His work began with Ray’s debut Pather Panchali in 1955, wound its way through Jalsaghar, Devi, Mahanagar and Charulata, and ended with Nayak in 1966. Through the 1970s and 1980s, Mitra conducted regular workshops at the Film and Television Institute in India. Just like Ritwik Ghatak had fired the minds of direction students in a previous generation, Mitra laid open the secrets of the camera for a new breed of technicians. They included Virendra Saini, Anil Mehta, KU Mohanan, Dilip Varma, Sunny Joseph and Anoop Jotwani, who would go on to become  eminent cinematographers in their own right.“He was like an Impressionist painter who would concentrate on different tones on the face,” Virendra Saini said. “The background was as important as the foreground.”\n\n\n    \n    Play\n\nThe Apu Trilogy.For cinema connoisseurs, the Ray-Mitra combination ranks alongsde the alchemic partnerships between Jean-Luc Godard and Raoul Coutard, Ingmar Bergman and Sven Nykvist, and the Coen brothers and Roger Deakins. With Ray being the subject of renewed attention in 2021, his birth centenary year,  the spotlight has also turned on his collaborators. They include production designer Bansi Chandragupta, editor Dulal Dutta, production controller Anil Choudhury – and Subrata Mitra.For Mitra’s devotees and even for some Ray followers, there are two distinctive phases in the director’s long career. The dividing line is provided by Mitra. Born  in Kolkata on October 12, 1930, Subrata Mitra is among cinema’s most reputed autodidacts. A  keen photographer who studied science at St Xavier’s in Kolkata, Mitra shot Pather Panchali without any experience in filmmaking. Mitra hadn’t even been an apprentice to another cinematographer, as was the practice at the time. He was just a 20-year-old kid with a still camera, one of a small group of enthusiasts that hung around the sets of French director Jean Renoir’s The River as it was being filmed in Bengal in 1950.Mitra met Ray with the hope of being enlisted as an assistant cameraman on Pather Panchali, Marie Seton wrote in her Ray biography Portrait of a Director. “He had never handled a movie camera in his life,” Seton wrote. “All he knew was still photography.”Like Mitra, Ray had no formal training in filmmaking either. He taught himself about cinema by watching movies and devouring magazines and books. Perhaps that’s why he never doubted Mitra’s abilities. “He kept explaining to me that film photography was only photography in movement and I would be able to manage,” Mitra told Seton.A lifelong student of cinemaMitra would spend the rest of his life sharpening his understanding of cinematography, its role in a narrative and the joys and mysteries of light. His ability to mine wonderment from the ordinary – he “wrote with light”, as director Ramesh Sharma put it – was achieved in primitive conditions, with clunky cameras and basic technology on minuscule budgets.“Even now, his films with Ray are so fresh, so refined,” KU Mohanan told Scroll.in. “I still get goosebumps when I watch Pather Panchali. Every shot is beautiful, the camera movements are flawless and impossible to imagine with the kind of equipment he was using at the time.”Subrata Mitra and Karuna Banerjee on the sets of Pather Panchali. Courtesy The Pather Panchali Sketchbook, HarperCollins India.Ray’s biographer Andrew Robinson wrote in The Inner Eye, “Ray’s is the art that conceals art; by the greatest economy of means he creates films that are the most life-like in the history of the cinema.” This vision was translated by Mitra into unforgettable screen moments.Pather Panchali, Japanese filmmaker Akira Kurosawa had said, “flows with the serenity and nobility of a big river”.Suffused with a quality that is frequently described as “lyrical realism”, Pather Panchali includes shots of water lilies swaying in a pond as the monsoon arrives, the sight of Durga, the elder sister of the protagonist Apu, enjoying being soaked by the rain, and Apu and Durga finally setting eyes on the train whose sounds they have been hearing for weeks. The motifs of roads and physical and emotional journeys from the village to the city are carried forward in Aparajito and Apur Sansar. These films followed Pather Panchali and together constitute the Apu Trilogy. As Ray’s screenplays gained in meaning and depth, Mitra’s images became richer too.Aparajito (1956). Courtesy Satyajit Ray Productions.In Aparajito (1956), Apu and his indigent family briefly relocate to Varanasi. For a sequence set in Apu’s new home, Mitra used the method known as bounce lighting – a revolutionary approach at the time.Ray described the shadowless lighting technique in his memoir My Years with Apu:“The shooting in Benaras would consist of all the scenes supposedly taking place there except the ones in Harihar’s house, which Bansi was to build in the studio. These houses, especially those in the Bengali neighbourhood in Bengali tolla, usually fall into a pattern. As you enter you find yourself in a curved courtyard, which is surrounded by rooms. The source of light is the sky above the courtyard. Subrata had planned to reproduce the overhead shadowless lighting effect by stretching a sheet of cloth above the studio-built courtyard and bouncing the light back from it. As it turned out, it worked so beautifully that it was impossible to tell that the shooting was done in the studio. This system of bounced lighting was used ten years later by Bergman’s cameraman Sven Nykvist, who claimed in American Cinematographer that he was its originator!”Aparajito also contains a memorable moment in which Apu’s mother, Sarbojaya, dies slowly as a sparkle of fireflies descends on a pool.“The fireflies were simulated in the studio with the unit – in all about 30 people – dancing with torch bulbs, which had been painted black save for a pinpopint,” Mitra told Marie Seton. He was unsatisfied with the effect – he told Seton it wasn’t “neatly done” – but the scene “gives an imaginative and psychological valid sensation of passing out of life”, Seton wrote.All the time, Mitra had kept working tirelessly on his craft. He procured a series of yellow and orange filters “to produce a range of tonalities – of the dark foliages as well as the skin tones – which in time became a recognisable sign of the Apu Trilogy”, Madhuja Mukherjee wrote in an essay on the Arri camera in 2001. In 1956, “Mitra on his own initiative ordered an Arri IIA for approximately Rs 25,000…” she added.Mitra also devised light boxes to achieve the desired lighting effect. “He made light boxes with 200-watt bulbs, over which he would hold butter paper to create soft light,” Virendra Saini explained.Cinematographer Avik Mukhopadhyay added, “He didn’t have the support system for the kind of realism he wanted to achieve at the time, so he had to do everything himself.”Cloudy with a chance of greatnessDevi (1960) ends on the indelible image of a housewife who has been declared a living goddess disappearing into a field of grass. In Ray’s first colour film, Kanchenjunga (1962), set in Darjeeling,  characters move in and out of a thicket of mist as they negotiate their complicated feelings towards each other.Devi (1960). Courtesy Satyajit Ray Productions. “A film unit from Mumbai was also shooting in Darjeeling at the time,” cinematographer Anoop Jotwani recalled. “They would say, don’t go there, there are clouds, and Subrata said, great, there are clouds, let’s go.”Director Goutam Ghose added, “Kanchenjunga is unique, in that it is told in real time. Subrata created this sense of real time with mist and fog. He brought along many mirrors and filters to maintain the colour temperature.” Mahanagar (1963) dexterously moves between the cramped home in which Arati lives with her family and the bustling office and streets that she navigates for her new job. \n\n\n    \n    Play\n\nMahanagar (1963). Charulata (1964), the story of a housewife’s unbidden passion for her husband’s cousin, contained some of Mitra’s finest work. Its best regarded scenes include the lonely Charulata’s long walk along the windows of her home, through which she spies on passersby with her lorgnette. In another iconic sequence, Charulata swings in the garden while gazing at the relative to whom she has shifted her affections. Mitra placed his camera on the swing, inviting viewers to accompany the lurching in Charulata’s heart.“The intricacy of shooting nearly all of Charulata inside a studio is fantastic,” filmmaker Dilip Varma said. “The magic of bounce lighting is impressive and has such subtlety and grace.”The film seems to have been one of Mitra’s personal favourites. “In his wallet, he had the negative of a close-up of Madhabi from Charulata, wrapped in cellophane,” said director and cinematographer Ranjan Palit.Charulata (1964). Courtesy RD Bansal.In one of his essays, Ray described Mitra’s camerawork as “truthful, unobtrusive and modern”. Yet, differences between Ray and Mitra began to appear during the making of Charulata. Ray’s cinematic prowess was the stuff of legend: in addition to writing screenplays, he picked his cast, designed the posters and composed musical scores for all his films from Teen Kanya onwards. In 1961, with Charulata, Ray began operating the camera – putting his eye to the viewfinder and guiding the shots, rather than letting Mitra do the job.“This is not because I do not trust my cameraman’s abilities, but because I want to know exactly at all times how a shot is going, not only in terms of acting, but of acting viewed from a chosen set-up which imposes a particular spatial relationship between the actors,” Ray noted in an essay in the anthology Our Films Their Films.By this time, Ray was already the most recognised and feted Indian director in the West. His productions travelled frequently to festivals and were released in Europe and America. Ray was a home-grown international personality, the darling of the critics and the envy of his peers.Mitra, known to family and associates as “Dada”, had also acquired his own fanbase. In 1963, he worked in his first non-Ray production, James Ivory’s The Householder. Even as the Satyajit Ray wave washed over the world, the Subrata Mitra ripple was also spreading. The exact reasons for the rupture have vanished into the haze of time. The consensus is that Mitra was displeased with Ray’s interference on Charulata and unwilling to be relegated to the role of a technician when he was much more. Apur Sansar (1959). Courtesy Satyajit Ray Productions.Nayak in 1966 revealed another facet of Mitra – his skill with sound. The film, about the experiences of a Bengali movie’s star trip to Delhi, is set almost entirely on a train. The train was a set. The sounds we hear during the journey were recorded by Mitra, Avik Mukhopadhyay said. Mitra also recorded sound for Mrinal Sen’s Chorus and Calcutta 71. For the back projections used in Nayak to simulate an actual train journey, Mitra got his crew to move around with bamboo poles to create shadows and the illusion of the landscape whizzing by, Goutam Ghose said.  Nayak (1966). Courtesy RD Bansal.After Nayak, Ray replaced Mitra with Soumendu Roy, who had previously been Mitra’s assistant. The Ray-Roy combination yielded more acclaimed films, including Seemabaddha, Pratidwandi, Aranyer Din Ratri and Shatranj Ke Khilari. However for some Dadaists, Ray’s golden run ended with Nayak.“Ray got a lot more acknowledgement than Subrata did,” said Dilip Varma, who had planned to make a documentary on Mitra. “Because they [Ray and Mitra] were both demanding personalities, it was a foregone conclusion that they couldn’t be working together. From what I have gathered, Subrata was extremely respectful of Ray’s talent, personality and generosity. He knew he had been given the chance of a lifetime. But reading the interstices, one does get the feeling that it was finally a question of control.” Ranjan Palit put it more bluntly: “Ray overstepped his jurisdiction, and Dada resisted this.” A civil disputeInterviews with several people who knew Mitra suggest that the cinematographer rarely spoke about his split with Ray.  But, as advertising filmmaker Sanjeet Chowdhury said, “They were both gentlemanly, civilised and polite.”Chowdhury’s father knew Mitra, while Chowdhury also knew Mitra as the husband of Nandita Mitra, who taught at the progressive Patha Bhawan school. (The couple later separated.)An accomplished sitarist (he played the sitar in the sweet seller sequence in Pather Panchali) and a painter, Mitra was hardly idle. “If you wanted to cross check something in the pre-Google days, you would go to Subrata,” Chowdhury said.Subrata Mitra with some of his artworks. Photo by Sanjeet Chowdhury.One reason few filmmakers sought out Mitra after he left Ray’s side was his reputation for being hard to please and even harder to work with. Of imposing height – he was close to six feet, with flowing silver hair and a “typically Bengali midriff”, Ranjan Palit said – Mitra inspired awe but also fear in lesser minds. “Subrata was a very finicky and fantastically particular man,” Dilip Varma said. “He had the default of his qualities. He was a great cinematographer because he went into very fine detail. He was stubborn and wouldn’t give in easily. This is the quality of most autodidacts.” Goutam Ghose added, “Sometimes, he would take a long time to achieve perfect lighting. People were scared of taking him, and they were stupid people. You have to respect a cinematographer who is doing good work.” The perception of being difficult to handle is doubled-edged and depends entirely on a director’s understanding of cinema, cinematographers pointed out. “If you have hired somebody like Subrata Mitra, you should listen to him,” Virendra Saini said. “He might have taken longer, but he would never take a short cut. Call it eccentric or whatever.” Anil Mehta added, “He set his own parameters about how he wanted to light. He knew the aesthetic, technical and scientific aspects of cinematography. If he was fastidious, it was for a purpose. He was uncompromising, and if he took time, so be it.” The debate over Ray plus Mitra versus Ray post Mitra is reductive, said Anik Dutta, who is working on his own tribute to mark Ray’s centenary. “Would Ray’s films have had the same impact if someone else had shot them? No,” Dutta said. “But would I dismiss the films that came later? The answer is no too. The flip side is, how many films of Subrata Mitra do you remember after Ray?”Life after RayRay continued to make movies, write short stories, illustrate, and compose music. He slowed down considerably after the first of several heart attacks in 1983, but persevered with the one thing that gave him the most joy, even at the risk of self-harm.Mitra, in contrast, had a relatively lower output. “He got disinterested in the way people made films,” Avik Mukhopadhyay said. “He was also choosy about scripts, and picked films that mattered to him and had visual possibilities.”After parting with Ray, Mitra worked again with James Ivory on Guru and Bombay Talkie. Mitra also lensed Basu Bhattacharya’s Teesri Kasam and Ramesh Sharma’s New Delhi Times and shot commercials.\n\n\n    \n    Play\n\nBombay Talkie (1970).Mitra had shot Ramesh Sharma’s documentary Rumtek in 1978. In 1985, when Sharma was ready with his feature debut with New Delhi Times, Mitra was the natural choice.The acclaimed political conspiracy thriller stars Shashi Kapoor as a newspaper editor. It was also the last movie Mitra shot. “Subrata brought out the mood of the story, the sense of the night, camera movements that subtly created drama,” Sharma said. “The famous scene in New Delhi Times, where we showed the fear on the face of a chowkidar in a lunatic asylum, was shot with his handheld Arriflex camera in two takes. Another tracking shot in which Shashi Kapoor is attacked in a car was timed to perfection.” The distinctive mood lighting in New Delhi Times was another Subrata Mitra innovation. “Nobody used a tubelight at the time – light from tubelights doesn’t have a continuous spectrum and has a slightly greenish tint,” KU Mohanan explained. “Since the film was set in a newspaper office, Dada made all his lights out of tubelights.” New Delhi Times bagged Mitra his only National Film Award. This egregious oversight is galling for Mitra’s admirers, and yet another indication that he didn’t get his due at his peak. “We tried for years to give him the Dadasaheb Phalke Award,” Virendra Saini said. “If anybody deserved it, it was him.”Virendra Saini with Subrata Mitra. Courtesy Virendra Saini.Goutam Ghose was on the National Film Awards jury in 1986. “Some members said New Delhi Times looked darkish, but the thing with Subrata Mitra is that he treated the darkness with light,” Ghose said. The autodidact in the classroomMitra’s other great contribution was teaching younger cinematographers. His lectures and workshops at the Film and Television Institute in India were “a revelation”, said Anoop Jotwani, who was among Mitra’s students. “His methods were very unorthodox, and his grasp was amazing,” Jotwani said. “Before him, the light meter was just a tool for me. It became a guide, in the real sense, for what you wanted to do with the exposure.”One of the first thing Mitra did at the FTII was to improve the processing standards of its laboratory, Jotwani added. “I have sat with him in the laboratory – he wouldn’t accept results that he knew were wrong because of the lab.” During his workshops, Mitra shared the way he used the Zone System, a tool created by photographers Ansel Adams and Fred Archer to determine correct exposure.“Ansel Adams had made a scale of grey divided into nine zones,” Ranjan Palit explained. “Dada made it into seven zones set to the seven notes of music. Ma corresponded to the mid-grey. He knew theory better than all of us, and we were studying theory.”Mitra inspired Palit to “go dark” – explore the black tones rather than sticking with the bright bits. “I got into that zone because of Subrata da,” Palit said. Mitra also made priceless contributions to the conversation about improved processing and exhibition facilities. At a convocation ceremony at FTII in 1989, Mitra devoted his lecture to the poor state of projection at Indian theatres. “To reach our audience, our films pass through all kinds of people who do not have, in most cases, any love for cinema or its aesthetics,” Mitra said. “Ultimately the fate of a film depends on the mercy of the distributor, the theatre owner and the projectionist. The amount of callousness, ignorance and even dishonesty prevailing in these areas is appalling. You can consider yourself extremely lucky if your film is released in a proper theatre, and not a slaughterhouse.” For all the films he made, there isn’t much documentation about the man or his approach. There would have been a documentary, if only things had gone as planned. The film that never wasThe documentary was to have been made by Mitra’s student, Dilip Varma. He was commissioned by the British television network Channel 4 in 1987 to make a film on Mitra.Varma spent six months with Mitra in Kolkata. They discussed several interesting ways to shoot the documentary. “Subrata would go about on his cycle, so one of the ideas we had was that he would be talking about the technical aspects of the camera while repairing his bicycle,” Varma recalled. However, Mitra fell ill while the project was being set up. “He couldn’t move around like before, and he began to feel that his memory had been affected,” Varma said. The documentary was never made. Mitra’s tendency for tinkering was, however, unstoppable. “He bought several blood pressure machines and tested himself with each one to compare the readings,” Varma recalled. Alongside lecturing at FTII and shooting the occasional film, Mitra made commercials, frequently travelling to Mumbai for projects. Among his hosts were the director BR Ishara and the Sayani family. Ayesha Sayani’s father, the radio host Hamid Sayani, had struck up a friendship with Mitra during the filming of James Ivory’s visually sumptuous Shakespeare Wallah in 1965 (Sayani had a small role in the movie.)Ayesha Sayani worked as an assistant on the Merchant-Ivory films Guru and Bombay Talkie. “Subrata was a character – he would make light meters out of ping pong balls and test them against the walls,” she recalled. “Even after my father died, he would come and stay with us. He could be brusque with people if he didn’t know them. But if you let him do his thing, he was fine.”\n\n\n    \n    Play\n\nShakespeare Wallah (1965).Back home in Kolkata, filmmakers both current and aspiring landed up at Mitra’s two-storeyed home at 70 Lansdowne Road. Mitra lived there with his youngest brother Prajnan Mitra, known as Bachu. Bachu Mitra handled and maintained Subrata Mitra’s equipment. The siblings were bound by tough love, acquaintances said. Despite living on separate floors in the same building, there were days when they would not talk to each other. Yet, Bachu Mitra’s loyalty towards his brother was evident in the manner in which he guarded Mitra’s equipment after his death.Prajnan ‘Bachu’ Mitra. Courtesy Film Heritage Foundation.Shivendra Singh Dungarpur, the founder of the Film Heritage Foundation aimed at preserving and archiving prints and memorabilia,  still remembers his first meeting with Bachu Mitra. “When I peeped into the window of his house, I saw this man wearing a ganji and a dhoti, sitting at a desk and watching a soap on TV,” Dungarpur recalled. “A black trunk was chained to the bed, and in it was possibly Subrata Mitra’s famous camera.” Mitra’s unorthodox manner might startle outsiders. But they are not particularly unusual for people in show business or, for that matter, people of the arts, where one person’s eccentricity is another person’s genius. In his pursuit of beauty, Mitra might have gone farther than most, but then he was one of a kind.“He was an extremely contradictory person,” Dilip Varma said. “You had to deal with it in a way that you didn’t get his ire up. This is not to denigrate him, but he was a bit irascible. Ray too was very demanding, and equally generous.” Once more in the classroomIn 1997, Goutam Ghose persuaded Mitra to head the cinematography department at the newly established Satyajit Ray Film and Television Institute in Kolkata. Ray had died on April 23, 1992, three weeks after receiving a Lifetime Achievement Oscar.“He really enjoyed teaching,” Ghose said. “If the students didn’t get their food on time, he would shout at the kitchen staff.” Ghose, who is similarly self-taught, said he learnt a lot from his conversations with Mitra. “He was a great teacher, a man of perfection,” Ghose said. “He had the inner eye. Ray, Subrata and Bansi – it was a very rare alchemy. Their work together reached great perfection on very small budgets.” Mitra taught at SRFTI until his death from a heart attack on December 7, 2001. Bachu Mitra passed away in 2018. The Mitra residence at 70, Lansdowne Road, in Kolkata. Photo by Arijit Sen.On January 23, the West Bengal Heritage Commission declared the Mitra residence as a heritage structure, thereby preventing speculators and developers from usurping it. There are plans to convert the house into a museum, which will ensure that Mitra’s belongings, including his equipment and paintings, are preserved for future generations.Indrajit Bose, whose father was a friend of Bachu Mitra, was a regular visitor to the house. Bose remembers seeing cameras and lights, a glimmering fish tank and a charcoal sketch by MF Husain. Among Mitra’s possessions that are in safe hands are his spot meter, which he gifted to Avik Mukhopadhyay, and his light meter, which has been donated to the Film Heritage Foundation.Sanjeet Chowdhury has rare photographs of the master. Many students have memories of illuminating lectures and sessions that extended beyond the classroom. Cinephiles who never met Mitra can rummage through his library of images, pausing to marvel at the soft light that falls on the faces of lovers or the darkness that follows self-doubt.Many of these moments were created by Ray, but they belong to Mitra too. “Artistic works demand collaboration, and this is a perennial debate,” Dilip Varma said. “It is very difficult to say who thought and did what. The magic comes from the mix. Saying that all this was Ray or all this was Subrata makes no sense. When they worked together, the mayonnaise rose, as they say in French.”\n\n\n    \n    Play\n\nJalsaghar (1958).Also read:Back to Boral: Looking for Satyajit Ray in the town in which he shot ‘Pather Panchali’ Rare sketches and photos of the making of Satyajit Ray’s ‘Pather Panchali’Discovering ‘The World of Apu’, and rediscovering Satyajit Ray, in New York Shakespeare on the screen: The Bard in Shimla and a kiss in the mist in ‘Shakespeare Wallah’","author":"Nandini Ramnath","time":"2021-01-29T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154000-pmparezirf-1611818889.jpg","tags":["Subrata Mitra","Satyajit Ray","Charulata"],"source":"https://scroll.in/reel/985059/light-of-ray-the-subrata-mitra-satyajit-ray-partnership-led-to-cinemas-most-unforgettable-moments"}