{"title":"Lijo Jose Pellissery on ‘Ee. Ma. Yau’: ‘I have evolved as a storyteller’","content":"Malayalam film director Lijo Jose Pellissery is on a career high.  His latest movie Ee. Ma. Yau, which won him the Kerala state award for best  director, was released on May 4 and is being counted as a future classic. The satire, about a son’s attempts to give his dead father a grand funeral, is set in  Chellanam, a coastal village in Kochi. (“Chella  vanam” in Malayalam means a place where nobody goes.)Pellissery has directed six films, including Amen (2013), Double Barrel (2015) and Angamaly Diaries (2017) so far. Ee. Ma. Yau is not plagiarised from the movie Shavam but is based on his experience of his father’s death, the director told Scroll.in. What does the title ‘Ee. Ma. Yau’ signify?The title of Ee. Ma. Yau is an alternative for RIP, or Rest In Peace in English. Quite literally, it’s an acronym for ‘Eeso Mariyam Yauseppe’ or Jesus Mary Joseph. In certain Christian communities, these words are written on the top of funeral cards that are used to inform people of a person’s death. You made ‘Ee. Ma. Yau’ very quickly.It took 18 days to shoot. We started in October last year and the film was ready for release in December. But we had to delay the release because of its entry to the Kerala state awards. It went on to win the state award for best director.\n\n\n    \n    Play\n\nEe. Ma. Yau (2018).But the film has also had its share of controversy. Don Palathara has claimed there are similarities between his 2016 experimental film ‘Shavam’ and your movie.Well, that filmmaker is talking about the premise of a Christian funeral. Is he saying that just because he made a film about it, no one else can? I haven’t even seen his film. Moreover, the film’s plot is based on the evening of my father’s death to the evening of his funeral. Is he saying that my emotion has come from his film?Ee. Ma. Yau is the story of a father and son. It has a plot. PF Mathews, the film’s scriptwriter, and I have grown up in Christian families. We’ve seen hundreds of funerals. ‘Ee. Ma. Yau’ is being hailed as your masterpiece, bigger and better than anything you’ve ever made. Can you top that?I myself don’t know what next for me. I’m just trying to do one story at a time. After Angamaly Diaries, audiences said I could not do better than that. Each project is a different project. Each film has a different treatment. I’m just trying to do things differently each time. When I made Double Barrel, I thought it was the best thing I could ever do.Your last film was the widely appreciated ‘Angamaly Diaries’ in 2017. How did that change you as a filmmaker?When I look back on Double Barrel in 2015, I realise that filmmaking used to be quite a stressful process. I used to plan meticulously for every shot, every sequence in a very conventional way. I used to feel that every scene needed to communicate an idea. But with Angamaly Diaries, it became a more natural and organic process. So with Ee. Ma. Yau, things became easier. I have evolved as a storyteller.\n\n\n    \n    Play\n\nAngamaly Diaries.Some of your critics say that you only make Christian-centric films. One of the arguments against ‘Angamaly Diaries’ was that it dealt with a Christian world when people of other faiths also live in Angamaly.People should just enjoy a film for what it is. I’ve had a Christian upbringing, so these are things I feel most comfortable doing. What’s wrong with that? Whichever geographical location I choose, ultimately it’s just a story. Why do people think on religious or divisive lines these days? Your films often have characters named Vincent: Vincent Karnavar in your debut ‘Nayakan’ (2010), Vincent Vattoli in ‘Amen’ (2013), Vincent Pepe in ‘Angamaly Diaries’.It’s nothing but a coincidence. This name perhaps comes to my mind when I’m writing. God! I hadn’t even realised this was the case. Mere chance, that’s all. What’s next?I hope to be able to make at least two films a year. I’ve moved on to simpler stories that are quicker to make. It’s about making a good film. Nothing else matters to the audience.Lijo Jose Pellissery.","author":"Anubha George","time":"2018-05-09T18:38:08.042363+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/878368-89176-afamsqnvek-1525806737.jpeg","tags":["Ee. Ma. Yau","Lijo Jose Pellissery","Angamaly Diaries"],"source":"https://scroll.in/reel/878368/lijo-jose-pellissery-on-ee-ma-yau-i-have-evolved-as-a-storyteller"}