{"title":"Like Modi government, India’s colonial rulers also knew that sight of pyres could be contentious","content":"The open-air funeral pyre is among the most striking images that epitomise the horror of the Covid-19 crisis that is unfolding in India. Rows of corpses perched on top of funeral pyres waiting to be burned, hapless relatives in PPE kits hugging each other near fires swallowing a loved one, aerial drone shots of mass cremations, the remains of a pyre that has burned down – such visuals have filled the headlines in media across the world. They have also been the subject of caricatures, cartoons and trolls. The Modi government responded with a predictable and by-now typical crack down: it asked Twitter in India to withhold tweets that criticised the government. Among those blocked were several that featured funeral pyres. For example, West Bengal minister Moloy Ghatak’s tweet juxtaposed images of burning funeral pyres with Modi campaigning for the Assembly elections. The Indian High Commission in Australia shot off a rejoinder to The Australian for publishing an obloquy of Modi, which had included a photo of a man running past a mass cremation site in Delhi.This is how 'The Australian' has shown mirror to Narendra Modi.Indian High Commision had sent a letter to this Newspaper, they replied back with these reports. #ResignModi pic.twitter.com/FGO6YEDNBx— Md Asif Khan‏‎‎‎‎‎‎ (@imMAK02) April 29, 2021\n\nCremation has a long history in modern India which cannot be pinned down to any one dominant sense, as a path-breaking new book by the British historian David Arnold suggests. Although now almost synonymous with Hinduism and other non-Semitic religions in India, it was until the 19th century practiced almost exclusively by the upper castes. Most of the so-called lower castes and Dalit/tribal communities opted for some kind of interment. While the open-air funeral pyre was initially condemned and rejected as unsanitary and repulsive by European missionaries, civil servants and writers, the colonial rulers had to endorse it later owing to practical factors (the hot and humid climate that accelerated putrefaction; mass deaths resulting from epidemics like the Bombay plague in the late 19th century) and resistance from the Hindu elite. In that process, the “traditional” form of cremation was also adapted to modern, industrial times – the creation of new cremation grounds insulated from its immediate vicinity by walls in metros such as Kolkata and Mumbai, for example. The Indian funeral pyre even inspired the cremation movements in others parts of the Empire and beyond. On demands of the Indian diaspora, the colonial rulers and other European powers had to arrange for open-air cremations in lands where it was unheard of before and ship the ashes back to their homeland.Sites of mobilisationA major shift in signification occurred with the growth of the anti-colonial struggle. Cremations (especially of nationalists who were executed by the British) became occasions for mass anti-colonial mobilisations and caused considerable anguish for the authorities. The latter tried to put an end to such gatherings by introducing new guidelines, among others, to cremate the dead within the prison compound itself.  But images (photos and posters) of corpses and the funeral pyres of nationalists circulated spreading the message of anti-colonialism. Perhaps the single most iconic image of a modern Indian cremation was that of the Mahatma’s, which was captured by Henri Cartier-Bresson and Margaret Bourke-White for Life magazine. In a photo credited to Cartier-Bresson, but perhaps not actually clicked by him, a mass of humanity surge and sway, and are pushed back by police as, in the foreground, the flames that rise to the sky engulf the Mahatma’s body. Henri Cartier-Bresson, \"Gandhi's secretary watches the first flames of the funeral pyre, Delhi, India,\" 1948. Since when are cremations \"too holy\" to be photographed? pic.twitter.com/OCjFSfAoMO— Diva Gujral (@DivasterGujral) April 28, 2021\n\nImages of the Mahatma’s corpse and cremation soon proliferated in the Indian public sphere through cheap lithographic prints. The Mahatma’s image encapsulated, for its Indian audience, a distinct idea of self-sacrifice, devotion and regeneration, something central to the Hindu idea of cremation and not completely detached from ideas that drove the banned practice of sati. The Mahatma had sacrificed his life for the nation and its people, or more precisely for the cause of inter-communal peace and against religious bigotry. For a Western audience, the Mahatma’s funeral pyre was the quintessential Indian (Hindu) funeral. In this sense cremation not only fixed and differentiated India from other nations, but also marked the “others” within – Muslims, Christians and several so-called lower caste and outcaste communities that follow other forms of disposal of the dead.The current splurge of the images of cremation marks a pertinent conjuncture in its long history of mass publicity. It still is a marker of difference, both within India and without, and might well be viewed with a mixture of ocular disgust and fascination. It could evoke ideas of sacrifice and rejuvenation for the religiously oriented, though many such lives could have been saved had the government been prepared for the second Covid-19 wave.It also captured personal moments of grief, or sometimes the sheer inability to mourn properly as close relatives infected with the virus, in quarantine, or based abroad were unable to do the obsequies. But to its publics near and far, the open-air funeral pyre could also signify and are the result of governmental incompetence, wilful neglect and premature triumphalism. In other words, such images articulated a powerful political critique. They have undermined the careful perception management that depicted Narendra Modi and India as global successes in the battle against Covid-19. No wonder the regime is scrambling to control or block channels of mass circulation. Parallels with the colonial past are not inappropriate. The funeral pyre indexed, in one spectacular visual, everything that went wrong with the government’s handling of the pandemic.Nandagopal R Menon is a Research Fellow at the Center for Modern Indian Studies, University of Göttingen, Germany.","author":"Nandagopal R Menon","time":"2021-05-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159087-uvnqkppxhj-1621086581.jpg","tags":["Narendra Modi","Henri Cartier-Bresson","Covid-19"],"source":"https://scroll.in/article/994599/like-modi-government-indias-colonial-rulers-also-knew-that-sight-of-pyres-could-be-contentious"}