{"title":"Like India, Pakistan and Central Asia are reeling from unprecedented heatwaves","content":"For days at a time in early April, people and animals across large swathes of India and Pakistan lay gasping in whatever shade they could find as the temperature exceeded 43 degrees Celsius and a dry wind from the desert seared the plains of Indus and Ganga river basins. As Delhi recorded a maximum of 42.6 degrees Celsius on April 11, 7 degrees Celsius above average for this day of the year, there was just one topic of conversation when people ventured out after dusk: nobody could remember such an early heatwave. Few could remember 40-plus days before May or June, when such temperatures would be expected.Meanwhile, across Central Asia, people used to far cooler weather suffered as the thermometer reached the 30s. The early heatwave was particularly gruelling for those fasting during the Muslim holy month of Ramadan – when the faithful do not even drink water between sunrise and sunset – and the Hindu holy period Navratra. Residents of urban slums fared the worst under tin or asbestos roofs.Weather forecasts promised little relief, just more warnings of heatwaves across Punjab, Sindh and Rajasthan on both sides of the India-Pakistan border, then eastwards across Haryana, Delhi, Uttar Pradesh, Madhya Pradesh and beyond. A few rain-bearing clouds blowing from the Caspian Sea evaporated by the time they reached the Himalayan foothills.Heat in KarachiThe early heatwave scorched the plains of Pakistan, including megapolis Karachi, reminding residents of 2015 when at least 1,200 people died due to severe heat in Sindh province, of which Karachi is the capital. Hot winds from the desert pushed the sea breeze away from the coast.In what many called a spring-less year, 2022’s winter suddenly transformed into scorching summer when Pakistan experienced an unprecedented heatwave in March. An advisory issued by the Pakistan Meteorological Department on March 15 warned that day temperatures would remain unusually high in most parts of the country during this period. As forecast, record-breaking temperatures were recorded in some cities. Shaheed Benazirabad in Sindh recorded temperatures of 45.5 degrees Celsius on March 27 and March 28.According a second Pakistan Meteorological Department warning issued for the first week of April, daytime temperatures were expected to remain 9 degrees Celsius -11 degrees Celsius above normal in Sindh, South Punjab and parts of Baluchistan, and 8 degrees Celsius-10 degrees Celsius above normal in northern Punjab, Islamabad and even in the mountains.Local media reported that the early heatwave has led to more fires on farms in Pakistan as well as India, just as the winter wheat crop is ready to be harvested. Authorities in Pakistan are also worried about increased evaporation from water reservoirs in a country already facing severe water stress.As daytime temperatures soar in Delhi, this pair of mynas spend the whole day resting on the window ledge of the author’s study. Photo credit: Joydeep GuptaIf heatwaves were to be mapped, Jacobabad, Bahawalnagar, Bahawalpur, Hyderabad and Karachi would emerge as red dots. Earlier this year, the Intergovernmental Panel on Climate Change warned that Pakistan will likely face longer and more intense heatwaves as a consequence of climate change, even if global temperatures rise by only 1.5 degrees Celsius or 2 degrees Celsius.In this situation, what seems to be sorely missing is any clear plan of action by government departments. Other than sporadic public service messages, there is little forethought or groundwork to save local communities from the impacts of heatwaves.Central Asia’s springIt is supposed to be spring in Central Asia, but temperatures have reached midsummer levels of 30 degrees Celsius-33 degrees Celsius in Uzbekistan, 8 degrees Celsius-10 degrees Celsius above average for early April. Temperatures in northern Kyrgyzstan including capital Bishkek hit 26 degrees Celsius-28 degrees Celsius in the first week of April, again well above average.All records were broken in Ashgabat, the capital of Turkmenistan, when the thermometer reached 36.6 degrees Celsius, 6 degrees Celsius higher than the previous record for this date in 1991.Heatwaves have more severe impacts in areas unused to them. A 2021 heatwave in Kazakhstan’s Mangystau region killed more than 1,000 livestock, with farmers scrambling for insufficient supplies of livestock feed. Sustained periods of unusually high heat can also impact regional water supply. Facing prolonged drought in 2021, Uzbekistan and Kazakhstan, downstream countries for the rivers flowing from the Hindu Kush Himalayas, reportedly sought ‘guarantees’ of uninterrupted water supply from upstream countries Kyrgyzstan and Tajikistan.Climate change impactScientists classify heatwaves as one of the earliest and most obvious impacts of climate change. This year’s early heatwave has come as the average global temperature stands at 1.17 degrees Celsius higher than in 1850, at the start of the Industrial Age. Governments have pledged under the 2015 Paris Climate Agreement to keep this temperature rise to within 2 degrees Celsius, and strive towards a ceiling of 1.5 degrees Celsius, though their current actions are putting the world on course for a rise of at least 2.7 degrees Celsius by 2100.According to a 2021 study, deadly heat stress conditions might become common across South Asia even at 1.5 degrees Celsius warming. The authors point out that “wet bulb temperatures” above 32 degrees Celsius affect human productivity, while 35 degrees Celsius is considered the limit of human survivability, and that parts of South Asia are already experiencing these conditions.In Central Asia, Tajikistan is expected to experience greater temperature rises than the global average. According to a 2021 study from the World Bank and Asian Development Bank, “under the highest emissions pathway (RCP8.5), warming could reach 5.5 degrees Celsius by the 2090s, compared with 1986-2005 baseline”. The highest emissions pathway is one in which governments take little or no action to control emissions of greenhouse gases that are causing climate change.Early warningAt a webinar held on April 6 on resilience during heatwaves, experts emphasised how early warning and heat action plans are critical to limit the human impacts of early heatwaves. Mrutyunjay Mohapatra, head of the India Meteorological Department, said: “Extreme heat exposures are increasing because of climate change and pose a health and environmental emergency for the people of India. India Meteorological Department is committed to providing improved and upgraded early-warning heat forecasts that help hundreds of cities take protective action and create locally tailored measures to reduce the harms of extreme heat.”Manish Bapna, head of the think tank Natural Resources Defense Council, said at the same webinar: “Heat kills, but it doesn’t have to… Early warning systems and coordinated responses to protect vulnerable populations save lives.” Natural Resources Defense Council was a part of the team that developed a heat action plan for Ahmedabad, western India, which has now been copied in many cities across India and in Karachi.Dileep Mavalankar, director of the Indian Institute of Public Health – Gandhinagar (IIPH-G), emphasised that a strong policy response should include early warning systems, outreach strategies to improve community awareness, and targeted measures to reach vulnerable populations. “Localised heat action plans bring together these very strategies and are proven to be effective solutions for protecting people during intense heat events,” he said at the same webinar. “As climate change worsens extreme heat risks in India, work to further strengthen these plans and adapt them to local needs is more critical than ever before.”Kim Knowlton, Natural Resources Defense Council senior scientist and assistant professor at Columbia University’s Mailman School of Public Health, added that efforts underway in India are part of a “global movement” of heat-health adaptations. “Climate resilience is, in part, about asking people to think differently and see extreme heat and other climate challenges as solvable public health issues,” she said.This article first appeared on The Third Pole.","author":"The Third Pole","time":"2022-04-15T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173051-cmcbpcxetd-1649942713.jpg","tags":["heatwave","Climate change","Environment","Summer"],"source":"https://scroll.in/article/1021867/like-india-pakistan-and-central-asia-are-reeling-from-unprecedented-heatwaves"}