{"title":"Like the rest of Delhi, the pandemic has made me rediscover the joy of picnicking in public parks","content":"There is a popular meme on social media that goes something like this: Half of Delhi is in Goa, and the other half is at Sunder Nursery. It has changed shape and circumstances, but the essence remains the same.Half of Delhi is in quarantine, the other half at Sunder Nursery. pic.twitter.com/RhHFNmJZie— Anindita Chatterjee (@CapitalistSage) December 13, 2020\n\nSunder Nursery, over the past several winter weekends in Delhi, has become a focal point of all socialising in the city. You may wonder, like most non-Delhi residents do, as to why people are choosing to spend sunny afternoons at a nursery. Sunder Nursery is a part monument, part sprawling garden, part lake, a whole lot of landscaped beauty, and very little nursery actually.Some have compared it to Hyde Park in London, or Central Park in New York, and over the past three years since its rehabilitation was completed, chic Delhiites in their influencer-level sartorial choices have ensured the heritage park is as fashionable.         View this post on Instagram            A post shared by Roshni Bhatia (@thechiquefactor)\nEcological and archaeological conservation form the foundation of this 90-acre park that featured on Time magazine’s list of 100 greatest places to visit in 2018. The tomb of Mughal emperor Humayun, built in 1570, lies just outside of Sunder Nursery. Inside are six other 16th-century monuments designated by UNESCO as world heritage sites.That history, though displayed prominently by the Aga Khan Foundation that undertook its restoration in partnership with Indian government agencies, is possibly only a part of the reason for the milling crowds. A tasteful farmer’s market over the weekends and a spanking new cafe across the lake are all Delhiites need for a little respite from the stresses of urban living.The other reason for its big draw is Covid-19.Sunder Nursery, along with other iconic parks in Delhi like Nehru Park and Lodhi Garden, has resurfaced on the weekend radar of Delhiites because of the unparalleled safety and socially-distanced comfort of the great outdoors.         View this post on Instagram            A post shared by Sukhneet Wadhwa (@mscocoqueen)\nWhile this has always been the norm for those who cannot afford bourgeois modes of entertainment, picnics have made a comeback into elite social circles who can afford a drink at the latest hipster bar but choose to play frisbee amid greenery instead.I found myself squarely in the second category thanks to the pandemic.What Covid-19 to social gatheringsWhen India went into lockdown on March 25, the mild and breezy weather was only just beginning to turn into the full hot temper that is north Indian summer. All businesses, shops, restaurants, and any and all public places were shut.Even when the government allowed the economy to gradually reopen in June, Delhi was in the grip of a baking hot summer. Despite that, parks had become an unusual choice for social meetings. My walks in Lodhi Garden yielded interesting studies in human interaction.I saw couples – distinguished by their hesitation – on their first, socially distanced, and masked dates. Those further along the relationship curve came for pre-wedding shoots. A group of freestyle dancers took their practice outdoors with a tiny portable speaker. I met a friend on a blessedly cloudy July evening, armed with our water bottles, while we sat on a bench, six-feet apart, and chatted face-to-face for the first time in months.But picnics were still a distant dream, one I was determined to fulfil. For years now, I had been wanting to plan a picnic for my birthday. My birthday is the one event I look forward to the entire year with the same excitement I did when I was four. I had made up my mind that this year I was going to make it happen.Covid-19 almost eliminated all other forms of social gatherings anyway. I did not feel comfortable inviting people over, and al fresco dining was an option that was still not socially distant enough in a group of 10 people.After weeks of planning and a week-long self-quarantine for guests, we met for a picnic at Sunder Nursery. For most of us, it was all kinds of nostalgia. “We last did this in school!” quipped a friend. Another could not stop marvelling at the old-school picnic boxes – with puffs, quiche, sandwiches, and cake – from Wenger’s, one of Delhi’s oldest bakeries. After hosing down surfaces with sanitiser and air hugging for extra safety, we sat down to play board games and charades.To those living in countries in Europe or other parts of the developed world, this is perhaps par for the course. But in a city like Delhi, where weather, air pollution, and, above all, safety make the outdoors less-than-ideal, this is a welcome change.Besides, in other Indian cities, local municipal bodies are oddly protective of the turf and their parks. For instance, friends from Hyderabad and Bengaluru report that the largest parks in their cities do not allow them to carry food inside. The ones that do are dirty and ill-maintained.In that respect, Delhi is uniquely gifted with a rich colonial and Mughal history, and their blessed obsession with building symmetrical gardens. Perhaps the forts and parks of Jaipur come close. Mumbai, for instance, has the unique advantage of a sea-face, but it does not quite capture the Instagrammable essence of a sun-soaked, green picnic.Besides walking and jogging, these have been regular haunts for people of all ages, from all strata of society.Even the lawns that flank India Gate have been a popular, egalitarian picnic spot for city dwellers, as I was reminded by a family friend when she wished me for my birthday and was delighted to hear about my picnic party.Nearly two decades ago, my father and his colleagues, their wives, and kids met for a summer picnic at night in the lawns of India Gate. I vaguely remember there was rajma chawal (kidney beans curry and rice) on the menu, and the kids queued up for camel rides. I also remember sticking up my nose on the bioscope viewfinder and looking at pictures of Indian celebrities as they flashed by.That tradition faded away over the years because India embraced becoming a consumption-driven economy, and our idea of entertainment shifted to malls. And the nuisance of hawkers and beggars at India Gate made the experience less appealing.But cut to 2020, and Delhiites seem to have regained their picnic mojo back.The pandemic picnic in styleAnd it will not be Delhi if it was not done in style.         View this post on Instagram            A post shared by Siddharth Batra (@siddharth93batra)\nFabcafe, the restaurant offering of retail brand Fabindia, opened an outlet inside Sunder Nursery on November 1. Called Fabcafe By The Lake, it not only offers al fresco seating, it offers eco-friendly picnic trays that one can take to one’s favourite spot in the garden.Miam Patisserie, a bakery based out of upscale south Delhi, now offers curated picnic kits for delivery. One pack serves four and has baguettes, croissants, cold cuts, and cheesecake, among other decadent snacks. The packaging can later be used as a trash bag, too.Those who take picnics seriously have also invested in wicker baskets. These baskets alone cost upwards of Rs 2,500 on Amazon, and had it not been for a faulty delivery, I would have also been a proud basketeer.         View this post on Instagram            A post shared by Amrita Kaur (@amritaoflife)\nWhile Sunder Nursery does not allow picnic furniture inside its premises, other parks in Delhi have fewer restrictions. On my most recent visit to Lodhi Garden, I saw a family of six with a proper foldable picnic bench, and campers for beverages.At Nehru Park, I spotted the latest Uniqlo flannel throw, spread out under a group of three co-workers, who sat with laptop stands while they answered video calls. A tiny indie puppy was chasing a ball, while his owner, a young pre-teen boy, was throwing a frisbee to his younger sister.Parks are now a picture of nostalgia and social camaraderie, which is an achievement given the grief and horror that Covid-19 brought with it.This article first appeared on Quartz.","author":"Manavi Kapur, qz.com","time":"2020-12-31T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152702-ctojkcclzh-1609322484.jpg","tags":["Delhi","Picnic","Coronavirus pandemic","Lockdown"],"source":"https://scroll.in/article/982731/like-the-rest-of-delhi-i-have-rediscovered-the-joy-of-picnicking-in-public-parks"}