{"title":"Linking voter IDs with Aadhaar: Plea in Madras High Court revives concerns about privacy, consent","content":"Even as the government grapples with the restrictions placed by the Supreme Court on Aadhaar in its September 26 judgement, the Election Commission is awaiting a decision on its suspended initiatives to have voter identity cards linked with the unique identity number.  On August 11, 2015, the apex court passed an interim order prohibiting Aadhaar from being used for “any purpose” other than the state-facilitated distribution of food grain and cooking fuel such as kerosene and LPG. While the government ignored the order and made the unique identity number mandatory for beneficiaries wishing to avail of several welfare benefits and services, the Election Commission halted its drive to link voter IDs with Aadhaar. Despite this, the government continued to promote the drive through its Digital India Twitter handle until 2017, when it claimed that around 31 crore Indians had linked their voter IDs to Aadhaar.On April 20, the Supreme Court said it would settle the matter of voter ID-Aadhaar linkage after deciding a batch of petitions challenging the constitutional validity of Aadhaar. That decision came in September. The ruling did not specifically bar voter IDs from being linked to Aadhaar, even though it did so in the case of mobile numbers. It’s not known when the Supreme Court take up the matter again.In the meantime, hearing a petition seeking that voter IDs be linked with Aadhaar, the Madras High Court on October 5 issued notices to the Centre and the Unique Identification Authority of India, which manages the Aadhaar project. The Election Commission has already informed the court that it supports the plea, filed by ML Ravi, the head of a political group called Desiya Makkal Sakthi Katchi. The court will next hear the matter on November 27.Privacy concernsThis has brought back serious questions about the voter ID-Aadhaar linkage. If the unique identity number is not proof of citizenship, as the Aadhaar Act makes clear, why should it be linked to the electoral process at all? In addition, if the court prohibits the Election Commission from linking voter IDs with Aadhaar, what will happen to the approximately 31 crore IDs that have already been linked? Besides, there are concerns about privacy, the security of the data and its potential misuse.To answer these questions, it’s essential to understand how those 31 crore voter IDs were linked to Aadhaar in the first place. Did the Election Commission obtain the consent of the voters whose IDs it linked?Chief Election Commissioner OP Rawat, his predecessors AK Joti and HS Brahma, who were the first to endorse the linkage, as well as several officials still serving on the poll panel all told Scroll.in  that consent had been obtained. Rawat said the process involved voters going online voluntarily and completing the linkage after agreeing to the terms and conditions. “The process naturally involves consent,” he said.However, activists and lawyers disputed the claim. “There are reasons the Election Commission acted promptly on the August 2015 interim order and suspend the process,” said Srinivas Kodali, an independent researcher who works on Aadhaar.In 2013, he explained, the Supreme Court had restricted the use of Aadhaar to four specific subsidy schemes. As a consequence, the Election Commission had technically violated that order by collecting Aadhaar data under the National Electoral Roll Purification and Authentication Programme. “Secondly, there are records to show that in many cases the linking did not involve consent,” Kodali said. “While the UIDAI had apparently convinced the Election Commission such data gathering did not lead to contempt of court, the latter was immensely confused at one point. But it stopped collecting Aadhaar data only after the August 2015 order.”#AadhaarFacts: Do you know 31 crore voters have linked their voter ID with Aadhaar cards... #DigitalIndia #MeraAadhaar @UIDAI @PIB_India pic.twitter.com/wGuGzGvne8— Digital India (@_DigitalIndia) April 23, 2017\n\nSuspended processTo link voter IDs with Aadhaar, the Election Commission used the National Voters’ Service Portal, better known as NVSP and run by the Centre. Clicking a link on the portal prompted the user to enter their voter identity number; demographic details such as name, address and date of birth; and phone and Aadhaar numbers. The Aadhaar number was verified through a one-time password sent to the user’s mobile phone. The link, which was also posted on a number of websites run by state governments, was taken down in the wake of the Supreme Court’s August 2015 order.Work on the initiative started in 2012, said former Chief Election Commissioner Brahma. “It was always meant to be voluntary,” he said. “Campaigns were organised across the country and state election commissions were roped in for the purpose. The message had to be delivered to common people about how the initiative would help weed out bogus voters and strengthen democracy.”Undivided Andhra Pradesh registered the highest number of linkages, Brahma said. Kerala, Karnataka and Tamil Nadu also showed high numbers of linkages. There is no clear answer for why the drive was more successful in South India, Brahma said.  “If only it had continued, we would have become the first country in the world to get rid of all bogus voters,” he said.But after the Supreme Court’s 2015 interim order, the Election Commission sent a letter to all its state chapters directing them to immediately suspend the process of seeding voter IDs with Aadhaar. The letter said the commission had been collecting Aadhaar numbers of voters through “various modes throughout the country” – presumably not just through NVSP – but did not mention if it involved obtaining the voters’ consent. Further, it directed that “no Aadhaar data shall be collected from any agency, data hub, organisation of central government or state government, nor should the data collected so far be used for any authentication or other purpose”.   “The objective of the letter was to suspend the process immediately,” said Chief Election Commissioner OP Rawat. “It does not contradict the idea of consent at any point. Consent of the voter was always a priority. If we get to resume the voluntary initiative at any point in future, it will happen only with the consent of the voter.”Neither Rawat nor other officials in the Election Commission would explain if the reference to “various modes” of collection meant Aadhaar data had been collected from sources other than the holders of voter IDs themselves, likely without their consent.Prasanna S, a lawyer who has been involved with the Aadhaar litigation, said in light of the Supreme Court’s judgement in September, “it is completely unlawful for the Election Commission to link Voter IDs with Aadhaar if they have plans to go ahead with the initiative”. “Voting is a constitutional right, not a welfare benefit,” he added, noting that the court has limited the use of Aadhaar to people availing of welfare schemes and those filing income tax returns. Prasanna, as also Kodali, argued the Election Commission must delete the Aadhaar data of the 31 crore voters that it claims to have collected or else it would be violating the law.A portion of the Election Commission's letter sent two days after the Supreme Court issued the interim order in August 2015.‘Unlawful means’The Aadhaar Act clearly states that the unique identity number is not a proof of Indian citizenship. Why then would the Election Commission want to link it with voter IDs?“The primary objective is to weed out bogus voters,” said Rawat. Now that 31 crore people have linked their voter IDs with Aadhaar, he explained, the Election Comission is sure about the genuineness of at least 31 crore voters who make up “a large part of the democracy”.How so? First, Brahma argued, only genuine voters can have Aadhaar. Second, each voter has a single Aadhaar number. By comparing the electoral rolls with the Aadhaar database, he said, bogus voters can be easily identified.But how would this work unless the linkage is mandatory for all voters? Brahma agreed this process would not remove all the bogus voters but argued that it would make a significant difference.But didn’t the Election Commission have a system to weed out bogus voters before Aadhaar came along?Joti said that in 2016, when he was the chief election commissioner, a new software infrastructure was developed to do this. “But linking Aadhaar will strengthen the existing system,” he added.Prasanna S, however, argued that even if the commission’s existing system of detecting bogus voters is weak, it cannot adopt unlawful means such as collecting Aadhaar details to strengthen it.","author":"Abhishek Dey","time":"2018-11-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/52798-mgqrxoadke-1488592895.jpeg","tags":["Voter ID-Aadhaar linkage","Aadhaar judgement","Election Commission","privacy","Supreme Court","OP Rawat","AK Joti","HS Brahma"]}