{"title":"‘Lipstick Under My Burkha’: Lusting and taboo-busting in small town India","content":"Respectable matron Usha Parmar has a secret that emerges when the lights are turned out. Usha consumes pulp romances by night and takes the mildly salacious prose so seriously that when the hunky swimming coach offers to give her lessons, her dormant libido floats to the surface.Usha (Ratna Pathak Shah) isn’t the only one leading a double life in Alankrita Shrivastava’s Lipstick Under My Burkha. For her second movie after the shambolic Turning 30!!! (2011), the filmmaker turns her attention to the stifled lives of small-town Indian women. If Turning 30!!! posited that deracinated urban women were not free from social pressures, Lipstick Under My Burkha sets out to prove that female misery extends to the cities that lie beyond the supposedly progressive metropolises. Usha is connected to three other women who live in the house that she owns – the significantly named Havai Mahal. Beauty parlour owner Leela (Aahana Kumra) is burning up the bedsheets with a photographer (Vikrant Massey) and is on the threshold of a marriage she doesn’t want. College student Rehana (Plabita Borthakur) slips out of her burkha as soon as she has left her home and dreams of being Madhya Pradesh’s answer to Miley Cyrus. Shirin (Konkona Sen Sharma) is a smooth-talking sales representative, a fact she has managed to hide from her sexually demanding husband (Sushant Singh). The setting is Bhopal, which is depicted to be small enough to make the mere suggestion of taboo topics shocking (female sexual desire, masturbation, marital rape) but large enough to easily absorb the consequences of all the lusting and thrusting.\n\n\n    \n    Play\n\nLipstick Under My Burkha.The F-word in a movie in which a lip-colouring agent is treated as a tool of empowerment, on par with the burning bra and the brandished broom, isn’t feminism but freedom. Like the Lebanese movie Caramel (2007), which featured the owner of a beauty parlour and her clients, Lipstick Under My Burkha gives women’s problems the light and bright treatment. There is enough realism to make the narrative  credible and enough glamour to ensure that these women are not confused with their messier real-life counterparts. The women learn the hard way that a step forward is two steps behind, but the agony and emotional attrition that results from being shackled and misunderstood are missing.  The movie is structured as a series of episodes that connect only in the climax. The approach allows Shrivastava to map out strong individual graphs for her characters, but it also eliminates the prospect of female solidarity. Unlike Parched, which came out in 2016, the four women in Lipstick Under My Burkha fight lonely wars, each sallying forth on her own, without the benefit of a similarly sagging shoulder to cry on.The post-feminist approach is at its starkest in Leela’s story. Her mother has an unusual career choice that holds lessons for her daughter, but gets neglected in a narrative packed with characters.The bar is set low in terms of psychological shading, and some tracks fare better than the others on the strength of acting calibre. Shrivastava deftly handles her ensemble cast, but two stand out: Konkona Sen Sharma as the baby producing machine who yearns to be taken seriously, and Aahana Kumra as the difficult daughter who craves love and sexual satisfaction rather than familial responsibility. Usha’s gradual sexual awakening is played for laughs to make it more palatable. Jagat Singh Solanki, as the swimming trainer, is this movie’s male item girl, the subject of Usha’s Mills and Boon-inspired fantasies.Ratna Pathak Shah in Lipstick Under My Burkha.Forbidden fruit turns out to be more easily available than one would imagine. The ease with the women get away with behaviour that would be caught out even in big cities is enviable. Leela, for one, is so successful with her assignations that her angst beggars belief, just as Rehana’s ability to hoodwink her parents is strictly on the level of adolescent fantasy. Rehana’s parents should have been onto her merely by looking at her incredibly sharp eyebrows and immaculately made-up face, but they are too busy living up to the stereotype of orthodox minders who simply don’t get their kids.The sexual politics isn’t always on target, but the emphasis on sexual freedom is. The script wobbles as the four tracks evolve and get far too complicated to be smoothly straightened out, but it is at its entertaining best when the women get all hot and heavy. The beauty parlour, the boudoir, the swimming pool and the college campus are transformed into erogenous zones. Our favourite isn’t Leela having it off with her boyfriend while her hapless fiancé waits for her, Rehana cosying up to her moody drummer classmate (Shashank Arora), or Shirin getting a Brazilian. Usha is a vision as she blissfully floats in a pool, coming closest to the pulp heroine of her imagination.","author":"Nandini Ramnath","time":"2017-07-21T07:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/844421-63499-htfzwiperh-1500490053.jpg","tags":["Alankrita Shrivastava","Lipstick Under My Burkha","Film review"]}