{"title":"Liquor policy case: Delhi court allows ED to interrogate Satyendar Jain in jail","content":"A Delhi court on Thursday allowed the Enforcement Directorate to interrogate jailed Aam Aadmi Party leader Satyendar Jain inside the prison in connection with the alleged Delhi liquor policy scam, ANI reported.Under the new policy, which was implemented in Delhi on November 17, licences of 849 liquor shops were issued to private firms through open bidding. However, on July 30, the Delhi government withdrew its new liquor policy after Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into it by the Central Bureau of Investigation.  The Enforcement Directorate had also launched its own probe to look into the financial aspects of the alleged scam.The court, on Thursday, allowed Jain’s interrogation after the Enforcement Directorate sought three dates from the court to question him.Jain was one of the signatories of the document deciding the finalisation and implementation of the policy, according to ANI. He was arrested by the Enforcement Directorate on May 30 in a money laundering case and is currently lodged in Tihar Jail.The money laundering case is based on a first information report filed by the Central Bureau of Investigation in 2017. The agency has alleged that between February 2015 and May 2017, Jain acquired assets disproportionate to his income.ED seeks transfer of proceedingsMeanwhile, as the proceeding of Jain’s bail plea reached its final stage at a Delhi Court, the Enforcement Directorate on Thursday moved a plea seeking transfer of proceedings to a different court, Bar and Bench reported.Additional Solicitor General SV Raju, while appearing before Special Judge Geetanjali Goel, said that he has instructions to move a plea seeking transfer of bail proceedings from the current court.The judge had in the past few hearings pulled up the agency over its probe in the money laundering case, according to The Indian Express. The case will be heard on September 20 next.","author":"Scroll Staff","time":"2022-09-15T20:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175960-yiscmmiole-1655537610.jpg","tags":["Satyendar Jain","Enforcement Directorate","Liquor Policy","Delhi"],"source":"https://scroll.in/latest/1032946/liquor-policy-case-delhi-court-allows-ed-to-interrogate-satyendar-jain-in-jail"}