{"title":"‘Liquor in every village’: Chhattisgarh voters blame government corruption for their drinking woes","content":"Poonaram Yadav was worried when we met one recent October morning. He felt he was drinking too much. “Four-five quarters every day,” said Yadav, a farmer in Chhattisgarh’s Dhamtari district. That is almost a litre of hard liquor. The 38-year-old Yadav claimed his alcohol problem was of recent vintage. He blamed it on the Congress-run state government. “It is so easily available these days,” he said. “Ghar baithe mil jaata hai” – one doesn’t even have to step out.His neighbour Rajkumar Sahu seemed to sympathise. “It is available in every village these days,” he said. “The government should ban the sale of alcohol.”Yadav balked at the suggestion. “No, that is not a good idea, they should only sell it in the zilla – district headquarters,” he said. That way, he said, “I would have to make an effort to buy it. I can then go, say, every 15 days and treat myself to a couple of drinks.”Liquor everywhere As Chhattisgarh goes to elections in November, the incumbent Congress appears confident of winning a second term on the back of its paddy procurement scheme. Across states, Chhattisgarh gives the highest subsidy to paddy farmers. In October, as I travelled across eight districts in the paddy-growing plains of the state, voters praised the government for the generous paddy payouts However, many of them, particularly women, also routinely complained about young men and boys taking to liquor, and “spoiling” the mahaul – atmosphere – in their village. In Durg district’s Rihagawan, Ishika Sahu asked: “What is the benefit of the extra money that the government is giving if the men spend it all on drinking?”Strikingly, the Congress, in the run-up to the previous Assembly election in 2018, had vowed to introduce prohibition in the state if voted to power. Not only did the party not follow up on its promise, detractors point out that the number of liquor shops went up in the state with the government opening nearly 100 new vends. In addition, many people in the state allege corruption by government functionaries paved the way for an illegal alcohol trade to flourish in the state. Corruption leading to proliferation? “We read about corruption by the government, but rural people like us do not always understand what it is all about,” said Bharatlal Sahu, a 73-year-old who lives in Bhothli, a village located around an hour’s drive from the capital Raipur. “But the way alcohol is all over these days – in every village and every lane – it tells us how corrupt this government is.”The Congress government in Chhattisgarh has been plagued by allegations of corruption. The Enforcement Directorate, a Central agency that investigates financial crimes, has mounted a battery of investigations into several alleged “scams” of the government. Many government officials and Congress functionaries have been raided. Some of the topmost bureaucrats of the state have been in jail for months now. Bharatlal Sahu complained about alcohol being very easily and widely availableOne of the cases being investigated by the agency is the so-called liquor scam. The main allegation is that the state has been flooded with unaccounted alcohol bottles with fake holograms by traders who paid bribes to people associated with the ruling party. The Enforcement Directorate claims this caused a loss to the state exchequer, in addition to being illegal since the business of liquor in Chhattisgarh is entirely state-controlled. While the unaccounted alcohol, according to the Enforcement Directorate, was sold in government liquor vends, the proceeds of it went to private individuals. The ED also alleges that the state excise department favoured certain distillers during procurement, in exchange for money.The Congress party and Chief Minister Bhupesh Baghel, for their part, have steadfastly denied wrongdoing. The Enforcement Directorate investigation, they have insisted, is part of a larger pattern of the agency being used by the Centre in recent years to go after the Opposition.To be sure, the Supreme Court has also taken a dim view of the Enforcement Directorate’s investigation in the case, asking it not to create an “atmosphere of fear”.Demands for prohibition Yet, the perception that government corruption has led to the proliferation of alcohol, providing easy access to tipple, is widely prevalent among the common public.“Boys as young as 12 years old are taking to alcohol these days,” said Seema Sori, a resident of Soral village in Balod district. “Earlier it was just my husband, now it is my son too. I am tired of how alcohol is destroying lives.”Sori added, “Baghel may have done a lot of good things, but I will not vote for him if he does not do sharab-bandi [prohibition].”Complaints – and ultimatums – like that abound in rural Chhattisgarh. As Ishika Sahu in Righawan asked, “What is the benefit of drinking? Men drink and then they forget to bring even vegetables home.”“Sabse main point,” the most important point, she added, “therefore, is that there should be sharab-bandi.”The demand of Geetabai Verma, who runs a shop on Raipur-Jabalpur highway, was more tempered. “If the government can’t entirely ban alcohol, they should at least do so in the dehat – rural areas,” she suggested. “Because otherwise, we are the ones suffering.”Seema Sori said both her husband and son suffered from an alcohol problemAn electoral issue?The BJP has latched on to these sentiments. It has put out campaign material drawing attention to the Congress’s “unkept promise” of prohibition – and how women were having to bear the brunt of its alleged corrupt practices. “People do not need the ED to know about the liquor scam this government has been running,” said Amit Chimnani, the BJP’s media in-charge in the state. “They have experienced it themselves.”The Opposition party, though, is reluctant to commit to total prohibition too. “We will do it phase-wise,” said Chimnani. कांग्रेस ने शराबबंदी के वादे को तोड़कर महिलाओं के सपने को चकनाचूर कर दिया। आज नशे के कारण पूरे प्रदेश में महिला उत्पीड़न, घरेलू हिंसा और बलात्कार की घटनाएं बढ़ गयी हैं।छत्तीसगढ़ की महिलाएं इसके लिए कांग्रेस को माफ़ नहीं, सीधा साफ़ करेंगी।\"अउ नई सहिबो, बदल के रहिबो\" pic.twitter.com/oZM477NRNs— Deepak Mhaskey (@deepakmhaskey) October 7, 2023\n\nPerhaps secure in the knowledge that the BJP is unlikely to promise any dramatic changes in the state’s liquor policy, the Congress leaders play down the matter’s significance. “It is just a political issue,” said Sushil Anand Shukla, the party spokesperson. “Chhattisgarh is a land-locked state. Everyone knows prohibition is not practical.”Shukla also claimed there was no evidence to suggest more people had taken to alcohol in the last five years.It is true that government data does not point toward any such trend. In fact, it suggests a decline in alcohol consumption in the state. According to the National Family Health Survey, which collects household data, the percentage of men who consumed alcohol in the state came down from 52.7% in 2015-16 to 35.9% in 2019-21. Even though data might not back it, the public perception on the ground is that alcoholism has grown more rampant under the Congress government. However, the party’s confidence that the perception won’t hurt its electoral prospects may not be misplaced: many voters, particularly men, took a fatalistic view of the situation.As Baldev Yadav, a farmer in the state’s Kurudh area, said: “Sharab kismat ki lakeer hai, jo piyega woh pacchtayega.” It’s all about your destiny, whoever drinks will suffer.All photos courtesy Arunabh Saikia","author":"Arunabh Saikia","time":"2023-11-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195272-toobxnzcij-1698221242.jpeg","tags":["Chhattisgarh","Congress","prohibition","Enforcement Directorate"]}