{"title":"Listen: Meerabai’s ‘Mat Ja Jogi’ interpreted by Mallikarjun Mansur, Bismillah Khan and other greats","content":"Maestro Omkarnath Thakur’s rendition of the bhajan Mat Ja Jogi featured in this column last week may have taken a few Hindustani music aficionados by surprise.  They may not have expected the inclusion of a bhajan in a Hindustani music recital, and that too, a rendition that lasted a good 20 minutes or so. Of course, this was probably from a concert that was held in the 1950s when concerts featuring one main performer and his or her ensemble lasted for at least three hours or thereabouts, and so 20 minutes in a relatively long concert would not seem out of place. But continuing with more interpretations of the same bhajan written by the sixteenth century saint-poet Meerabai, today’s episode has some more surprises for those Hindustani music lovers who cannot bear to listen to genres like thumri, dadra, bhajan, or ghazal. The melodic composition remains the same as the one we heard last week, but in some cases the taal changes.   We begin with an interpretation that has a sense of urgency reflected in the liberal use of taans or swift melodic patterns and tihais.  This is sung by Vinayakbuwa Patwardhan, who like Omkarnath Thakur was a senior disciple of music educationist and vocalist Vishnu Digambar Paluskar. \n\n\n    \n    Play\n\n Scholar-musician DV Kane’s rendition of the bhajan is set to the Bhajani theka, a cycle of eight matras or time-units.  This interpretation recorded in a concert also lasts over 20 minutes. \n\n\n    \n    Play\n\nThis is Jaipur-Atrauli gharana exponent Mallikarjun Mansur’s interpretation of the bhajan.\n\n\n    \n    Play\n\nWe now turn to two instrumental renditions of this bhajan. The first is an extended presentation by shehnai maestro, Bismillah Khan.  Despite the absence of the song-text, he manages to capture the sense of yearning that is represented in the song-text. Obviously, the element of pukaar reflecting this emotion, an essential part of forms like thumri-dadra, is harnessed by the maestro in this rendition.  Later, he increases the speed to incorporate rhythmic passages with simple short repetitive melodic patterns.  \n\n\n    \n    Play\n\nViolin virtuoso Dr N Rajam, a disciple of Omkarnath Thakur, presents her interpretation of the bhajan.  \n\n\n    \n    Play\n\nFinally, we turn to a film version of the bhajan. This is from the Hindi film Jogan (1950) sung by Geeta Dutt. \n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2019-06-22T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122326-wpnzpbafvh-1561116950.jpeg","tags":["bhajans","Meerabai","DV Kane","Vinayakbuwa Patwardhan","Mallikarjun Mansur"]}