{"title":"Listen: Bade Ghulam Ali Khan, Narayan Bodas, Bhimsen Joshi demonstrate how expansive Ektaal is","content":"In the third episode of our series on Ektaal, a rhythmic cycle of 12 matras or time units, we listen to a few tracks that showcase this taal in medium and fast tempi. Interestingly, while the matras of Ektaal are distributed equally over six vibhaags or bars (2+2+2+2+2+2), the structure could be perceived differently in higher speed. This is because some vocal or instrumental compositions suggest a 3+3+3+3 cadence. In other words, the emphasis seems to change and the vibhaags appear to be arranged differently. Importantly, the theka or the string of bols that represents the taal on the tabla remains the same, and yet, the swing changes. It is, of course, equally possible that this change may not be considered by all musicians or is not perceptible to all listeners. The first track features Patiala gharana maestro Bade Ghulam Ali Khan singing a madhya laya or medium tempo composition set to Ektaal in the raag Hameer. The song text is in Punjabi. His son and disciple Munnawar Ali Khan lends vocal support.\n\n\n    \n    Play\n\nThe next two tracks include compositions set to drut or fast Ektaal. Both vocalists display great virtuosity in the melodic elaboration but they also introduce a significant amount of rhythmic interplay. Gwalior gharana exponent Narayan Bodas sings a composition in the raag Hameer.\n\n\n    \n    Play\n\nThe concluding track is an archival recording of a live concert by Kirana gharana maestro Bhimsen Joshi. He sings a drut composition in the raag Multani. Harmonium accompaniment is provided by Appa Jalgaonkar and Gulam Rasool accompanies on the tabla. Vocal support is provided by Purshottam Kapila.\n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2019-03-02T16:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114768-gsftwasomu-1552045055.jpeg","tags":["Bade Ghulam Ali Khan","Ektaal","Narayan Bodas","Bhimsen Joshi","Munnawar Ali Khan","Gulam Rasool","Classical music","Hindustani music"],"source":"https://scroll.in/article/915181/listen-bade-ghulam-ali-khan-narayan-bodas-bhimsen-joshi-demonstrate-how-expansive-ektaal-is"}