{"title":"Listen: Many Hindustani music purists believe concert repertoire is getting populist. Is it?","content":"Every so often, one comes across disparaging comments from critics, musicians and aficionados of Hindustani music about the variety of musical fare in concert repertoire defiling the pristine quality that is expected on such occasions.  But such opinions have been expressed over several generations. Critiquing on Hindustani concert trends way back in the late 1940s, commentator Vamanrao Deshpande believed that performers were prone to bringing in a variety to their concert repertoire in response to a changing audience profile. Pointing to a predictable sequence of items, he stated:  “In the old days, the audience, small in numbers, consisted of connoisseurs, who could gauge an artist’s erudition. But the years after, the Second World War and the post-Independence decades saw an increase in the size of audiences and artists felt that they were called upon to entertain this large mass of listeners. A khayal at the start, then a thumari, followed by natya-sangeet before the intermission. Once again, a khayal, a thumari, natya-sangeet or bhajan, culminating in a Bhairavi. That became the pattern of a performance.”  — Vamanrao H. Deshpande, \"Between Two Tanpuras\", Popular Prakashan, Bombay, 1989 (trans. By Ram Deshmukh and BR Dhekney.)\nDeshpande regarded the years prior to this period as the golden era of Hindustani music, but there have been others who have regarded the succeeding years truly representative of the best in this system of music.  Likewise, commentators preceding Deshpande have spoken of their times as being glorious years for music.Clearly, opinions have differed and it is obvious that this has not stopped performers from exploring different musical genres in a single concert. Reasons for the latter could be many.  It could be the result of a purely creative urge to experiment with various forms or it could even be a more pragmatic effort at reaching out to a cross-section of listeners.With this as a backdrop, we begin a series on bhajans presented by Hindustani vocalists. The first episode in this series is devoted to bhajans sung by DV Paluskar.  Notably, his father vocalist and music educationist Vishnu Digambar Paluskar would conduct discourses on the Ramayan, which he also used as a vehicle to spread awareness about the Gandharva Mahavidyalaya that he had established in 1901.This bhajan based on the raags Gara and Pilu and set to Dadra, a cycle of six matras, is penned by the 16th-century saint-poet Tulsidas.\n\n\n    \n    Play\n\nThe second track has a pada or poetic text written by the 16th-century saint-poet Meerabai set to an eight-matra cycle represented by the Bhajani theka.\n\n\n    \n    Play\n\nWe end with a bhajan written by Tulsidas based on the raag Manjh Khamaj and set to the 16-matra Jat.  \n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2019-06-01T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120803-pvyvboqriu-1559231013.jpg","tags":["Hindustani music","natya-sangeet","khayal","bhajan","Tulsidas","Meerabai","bhajans"],"source":"https://scroll.in/article/925395/listen-many-hindustani-music-purists-believe-concert-repertoire-is-getting-populist-is-it"}