{"title":"Listen: Fast or slow, Ektaal lends itself to a variety of tempi, as these performances show","content":"Last week, we started a series on Ektaal, a rhythmic cycle of 12 matras or time-units.  The taal has been used prolifically for vocal and instrumental compositions and is also explored by tabla players in solo recitals.  This is because the taal lends itself to different tempi, something that is not possible in most other taals.  Perhaps, the 16-matra Teentaal is the only one that immediately comes to mind as a taal that can be exploited in different tempi.Today, we listen to tracks that feature vilambit or slow khayals set to Ektaal and performed at a pace that is decidedly slower than the tempi of the renditions we heard in the previous episode.  But before that, let us listen to Amir Khan, the founder of the Indore gharana.  He sings two compositions in the raag Hansadhvani, a raag brought into the Hindustani stream from Carnatic repertoire.  It is the first composition that is of particular relevance here.  It is set to Ektaal, but it is not as slow as one would have imagined of an Amir Khan recital.  Generally, Amir Khan used the 14-matra Jhumra taal for his vilambit khayals, and it was always played at a very slow pace.  Contrarily, here, Amir Khan sings the vilambit khayal in a Ektaal that is played even faster than what we heard last week.  The tarana that follows is set to Teentaal.He is accompanied on the harmonium by revered guru Jnan Prakash Ghosh and on the tabla by Afaq Hussain Khan, one of the chief representatives of the Lucknow gharana.\n\n\n    \n    Play\n\nThe next two tracks demonstrate the manner in which Ektaal has been exploited at a slower pace.  Reasons for slowing down the pace of a taal could be many, but chief among these could be the vocalists’ desire to have a larger canvas for a single aavartan or cycle of the taal, rather than having to melodically elaborate over multiple aavartans or even having to resolve too soon in a single one.Patiala gharana maestro Bade Ghulam Ali Khan sings two compositions in the raag Darbari Kanada.  The first is a vilambit khayal set to Ektaal and the second is a drut or fast composition set to Teentaal.  Vocal accompaniment is provided by his son Munawwar Ali Khan, and sarangi and tabla accompaniment are provided by Shakoor Khan and Nizamuddin Khan, respectively.  This is a recording of a live All India Radio broadcast for the National Programme of Music.\n\n\n    \n    Play\n\nHirabai Badodekar, a major voice from the Kirana gharana sings the raag  Malkauns.  The first composition is set to vilambit Ektaal and the second one to drut Teentaal.  Listeners will note that the speed of Ektaal has been increased later into the performance to accommodate quicker melodic elaboration.\n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2019-02-23T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113645-znirbssrpa-1550813332.jpg","tags":["Ektaal","Bade Ghulam Ali Khan","Amir Khan","Hindustani classical music","Hirabai Badodekar"],"source":"https://scroll.in/article/914187/listen-fast-or-slow-ektaal-lends-itself-to-a-variety-of-tempi-as-these-performances-show"}