{"title":"Listen: These five vocal compositions are set to the versatile Jhaptaal","content":"Jhaptaal is one of the popular taals used in Hindustani music.  It has 10 matras or time-units divided into four vibhags or bars in a 2+3+2+3 structure.  It is played with vocal and instrumental music and in Kathak performances.  It is also employed for tabla solo recitals.Vocalists sing vilambit laya or slow tempo and madhya laya or medium tempo khayals set to Jhaptaal.  Maverick genius Kumar Gandharva sings a traditional khayal in the raag Tilak Kamod.\n\n\n    \n    Play\n\nJaipur-Atrauli gharana vocalist Mallikarjun Mansur presents a composition set to Jhaptaal in the raag Malkauns.  He follows it with a fast-paced tarana in the 16-matra Teentaal.\n\n\n    \n    Play\n\nLike khayal, sadra is also a vocal form prevalent in Hindustani music.  Some musicians believe that slow khayal compositions set to Jhaptaal are called sadras. However, others are of the opinion that sadra compositions are not only set to Jhaptaal, but have to be interpreted in a manner that closely resembles the dhrupad style.   Here is a sadra composition in the raag Shahana by revered scholar-musicians KG Ginde and SCR Bhatt.  Rhythmic accompaniment is provided on the pakhawaj.\n\n\n    \n    Play\n\nNotable scholar-musician Ram Ashreya Jha presents a sadra in a rarely heard raag called Reva.Patiala gharana maestro Bade Ghulam Ali Khan sings a self-composed tarana in the raag Bageshri.  Set to a medium tempo Jhaptaal, this tarana is unusual in the fact that the composition moves at double the speed of the original tempo.\n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2018-12-15T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108093-pwseepsnjb-1544780552.jpg","tags":["Kathak","Bade Ghulam Ali Khan","Kumar Gandharva","Jhaptaal","Raag","Hindustani music"],"source":"https://scroll.in/article/905690/listen-these-five-vocal-compositions-are-set-to-the-versatile-jhaptaal%20"}