{"title":"Listen: How tabla players are able to enter into  unrehearsed dialogue with featured soloists","content":"Most newspapers have stopped carrying Hindustani music reviews, quite in contrast to the ones that would appear almost every week not so long ago. But a constant feature between earlier times and now is the fact that the role of the accompanists in a performance has rarely been evaluated in a serious manner by music critics. By far, a single line with one of many adjectives such as “adequate”, “competent”, “good”, “able” or “excellent” ensured that the presence of the accompanists was noted.  Sadly, this continues to be the practice in most cases.In the second part of our series on tabla accompaniment to Hindustani music, we begin with the involvement of the tabla player in the initial stages of a performance.Often, listeners wonder whether the tabla players rehearse every piece of Hindustani music that they are accompanying. They are astounded if they are told that this is not always the case. But beyond the mystique lies a clear structure and vocabulary that allows the tabla player to enter a spontaneous and unrehearsed dialogue with just about any practitioner of Hindustani music. In other words, performers share an understanding of the basic design involved in the structuring of compositions, their presentation and elaboration, and other such details that form the core of any Hindustani music performance.Most vocal and instrumental performances begin with an aalaap or introduction to the raag that is being presented.  The aalaap is not accompanied by the tabla, but this does not mean that the tabla players wait aimlessly for their turn to enter a dialogue. In fact, the dialogue between the performers starts the moment the aalaap begins. The aalaap is supposed to set the mood of the raag and the composition that is to follow.Ideally, therefore, a tabla player should listen to various movements within the aalaap and try to sense the mood that the other performer is trying to create. There could be nothing more catastrophic than to have a tabla player launch into a long introductory section once the composition is presented by the soloist, when in fact the composition or the raag demanded a quieter response. Obviously, this is a subjective choice, but it is perhaps one of the many criteria that performers and the audience choose as a yardstick to evaluate a tabla player’s musicianship.The vocalist or instrumentalist introduces the composition after the aalaap. The first few words of the vocal composition or the initial phrases of the instrumental composition called the mukhda normally lend a clue to the taal that may be used and the note or word on which the sum/sam or first matra of the cycle appears.The recognition of the taal can be a test for the tabla player, if the composition is not one of those that are commonly performed and heard. Indeed, there have been moments in the past when vocalists and instrumentalists have tried to outwit their accompanists by presenting uncommon compositions or ones that are designed to “conceal” the sam.Once the tabla player recognises the taal, he plays the theka, constantly embellishing it in response to the melodic contours, inasmuch as this embellishment does not destroy the identity of the theka. At points, the tabla player may even anticipate the melodic passages, particularly those that are rhythm-bound, and will proceed to play percussive passages along with those that are being presented by the vocalist or instrumentalist.We end this episode with a recording of a live concert featuring santoor maestro Shivkumar Sharma presenting a detailed exposition of the raag Kirvani with iconic tabla player Zakir Hussain accompanying him.  The compositions are set to the 16-matra Teentaal.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2023-11-04T08:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/79222-uowqedaosd-1516025467.jpg","tags":["Tabla accompaniment","Zakir Hussain","Hindustani music"],"source":"https://scroll.in/article/1058579/listen-how-tabla-players-are-able-to-enter-into-unrehearsed-dialogue-with-featured-soloists"}