{"title":"Listen: Three master Hindustani vocalists demonstrate the stunning range of Rupak taal","content":"From time to time, I have tried to explore the different taals or rhythmic cycles that are used in Hindustani music.  While doing so, I have described the manner in which taals with the same number of matras (time units) differ from each other because of the dissimilar distribution of matras in vibhags (bars) or the completely different thekas (set of syllables that represent taals) being used with the same number of matras.Today, let us listen to recordings that use Rupak, a seven-matra taal.  Rupak is used to accompany vocal forms like khayal, ghazal and geet, and also for gats or instrumental compositions, and tabla solo recitals.  A special characteristic of this taal’s structure is that the sam (first matra) and khali (unstressed matra) coincide.  Thus, the point of resolution has an element of being unresolved because of the unstressed syllable that is played on this matra.  It is also asymmetric in structure, because the seven matras are divided into three bars of 3+2+2.  This can be clearly discerned from the theka even by an uninitiated but keen listener.  Rupak is generally used at slow or medium pace.This episode features tracks by different vocalists singing the same traditional composition in Rupak but at varying speeds.  Their choice of speed determines the manner in which they proceed with the melodic elaboration of the composition.  Listeners can refer to a previous episode which briefly discussed the text of this composition.The track features maverick vocalist Mukul Shivputra singing a traditional composition set to Rupak in the raag Tilak Kamod.  He is accompanied on the harmonium by Appa Jalgaonkar and on the tabla by Aneesh Pradhan.\n\n\n    \n    Play\n\nJaipur-Atrauli gharana maestro Mallikarjun Mansur sings the same composition in a medium-paced Rupak taal.\n\n\n    \n    Play\n\nBal Gandharva, the iconic figure from Marathi musical theatre, sings the composition at an even faster pace.\n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2018-10-06T06:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/nrkjappkrt-1538752325.jpg","tags":["Mukul Shivputra","Rupak","taal","khali","Tilak Kamod","Bal Gandharva","Mallikarjun Mansur"],"source":"https://scroll.in/article/897213/listen-three-master-hindustani-vocalists-demonstrate-the-stunning-range-of-rupak-taal"}