{"title":"Listen: Tabla players are much more than time-keepers – they are accompanists","content":"Last year, this column had discussed the status of tabla players in the Hindustani music ecosystem. While their position has been improving over the decades, it cannot really change substantially without musicians, music critics, concert organisers and listeners, realising and acknowledging the special inputs that sensitive tabla players provide to a musical performance. This column has already looked at tabla solo as a significant part of Hindustani music and has focused on various gharanas for the tabla.  I hope the present series will be able to provide an overview of the tabla player’s role as an accompanist.Historically, the role of the tabla player as an accompanist to vocal and instrumental music and to kathak dance preceded full-fledged tabla solo recitals.  It is not an accident of history that the evolution of the tabla was concomitant with that of the strides made by the music and dance it accompanies.  Though influencing each other greatly, we seem to have forgotten the points of engagement and dialogue perhaps as a result of having traversed so deep into areas of specialisation.  Shared musical terms and colloquialisms are clear signposts of this exchange – an exchange that proved the definition of the term sangeet, which originally referred to the amalgam of vocal and instrumental music, and dance.I will begin with the use of the tabla in the context of vocal and instrumental music.  To most listeners of Hindustani music, the tabla player’s role is that of a time-keeper, who maintains a constant rhythmic canvas for the vocalist or instrumentalist to layer with melodic development.  The rhythmic canvas alluded to here is in the form of the theka, a fixed sequence of universally accepted mnemonic syllables that are translated to strokes or bols played on the tabla.  The theka thus denotes the framework of the taal in actual performance and is a recurring rhythmic idea that moves in a cyclical pattern called avartan.But the tabla player performs a far more complex part as an accompanist, and goes beyond the ability to recognise the taal that is to be maintained at a uniform speed in the vilambit (slow), madhya (medium) or drut (fast) tempi.  In relation to the theka, the tabla player is required to provide a clear and balanced theka at a steady pace to the music or dance that is being accompanied.    Bols played with both hands must be given equal importance to produce appropriate tonal colours, and the space between individual bols of the theka and between succeeding avartans must be as precise as would be humanly possible.  Notably, it is not possible, nor desirable for the tabla player to maintain a theka akin to the click of the metronome or the more recent tabla apps that electronically produces thekas at the push of an icon.  Instead, a personal approach is of utmost importance and to this effect the tabla player needs to listen to the melodic composition and elaboration carefully and attempt to complement the mood that the vocalist or instrumentalist hopes to create.The next step involves the embellishment of the basic theka, which in fact points to the individuality of the performer.  The embellishment may involve subtle pressures of the wrist between the bols of bass drum or bayan and sometimes coinciding with these bols, or maybe more explicit when the performer uses bols on one or both drums that do not necessarily belong to the universally accepted theka.  The manner of embellishing the theka changes and the embellishment is minimal when the original pace is quickened.This ornamentation of the theka as part of accompaniment to vocal and instrumental music is more understated than the longer and overt solo passages that intersperse melodic elaboration, but it is one of the most notable features of sangat.  It has become common practice for large audiences to cheer and applaud faster tabla passages that display the sheer virtuosity of the performer.  However, the slower passages are of equal importance, and it is in fact these passages that reflect the sense of restraint and musical poise of the performer.  Virtuosity cannot be overlooked, but both approaches need to be noted, as they jointly create an enriching and comprehensive musical experience.We will end the first episode in this series with a 78 rpm recording featuring raag Barwa presented by Agra gharana maestro Latafat Hussain Khan accompanied on the tabla by Ahmed Jan Thirakwa, the best-known tabla player of all time who had accompanied four generations of musicians.  Listeners will note that Thirakwa plays a steady theka for this drut composition ornamented only with varying pressures on the bass drum and with a few short rhythmic interludes, all of which help in keeping up the momentum and musicality of the total recital.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2023-10-21T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195142-hdmjimeivk-1697800929.jpg","tags":["Ahmed Jan Thirakwa","Tabla accompaniment"],"source":"https://scroll.in/article/1057892/listen-tabla-players-are-much-more-than-time-keepers-they-are-accompanists"}