{"title":"Listen: Enter the world of Ektaal with performances by three maestros","content":"Ektaal, a rhythmic cycle of 12 matras or time-units, is frequently used in Hindustani vocal music.  There are hundreds of khayal compositions set to Ektaal in vilambit (slow), madhya (medium) or drut (fast) tempi.  Some gharanas have preferences for certain taals, but generally speaking, Ektaal is popular among most schools.  Despite this, there are points of difference in the choice of tempo for the vilambit khayals.  Conventionally, the choice of speed for the slow compositions was based on the idea that the theka or the string of strokes that maintains the rhythmic framework was self-sufficient and did not require excessive ornamentation.  The latter came into play when the speed was reduced drastically.Interestingly, the structure of Ektaal resembles that of Chautaal, in that both have the same number of matras divided into six equal vibhaags/khands or bars.  When recited and counted, the vibhaags of both taals are also similarly demarcated by taalis or claps and khaalis or waves of the hand.  But importantly, they differ in their thekas.  While Ektaal employs tabla vocabulary, Chautaal is decidedly suited for the pakhawaj due to the choice of strokes.Today, we listen to Ektaal as used by vocalists, who chose not to reduce the speed of the vilambit composition greatly.  The first track features Gwalior gharana maestro Krishnarao Shankar Pandit.  He sings the raag Darbari Kanada, prescribed for the night.  The vilambit khayal set to Ektaal is followed by a drut khayal in the 16-matra Teentaal.  He is accompanied on the tabla by Gorakhkar and on the violin by Pradhan.\n\n\n    \n    Play\n\nFaiyaz Khan, the iconic vocalist of the Agra gharana, sings a khayal set to Ektaal in the raag Hameer.  This composition is commonly heard at medium or fast tempi.  But Fiayaz Khan sings it at a slow speed and then accelerates it instead of following up with a different composition.\n\n\n    \n    Play\n\nWe conclude this episode with a track featuring the Kirana gharana maestro Abdul Karim Khan.  He sings two compositions in Basant, a raag prescribed for spring.  The first composition is set to vilambit Ektaal and the drut khayal is set to Teentaal.\n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2019-02-16T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113130-keedularqk-1550225256.jpeg","tags":["Hindustani classical music","Ektaal","Krishnarao Shankar Pandit","Faiyaz Khan","Abdul Karim Khan"],"source":"https://scroll.in/article/913413/listen-enter-the-world-of-ektaal-with-performances-by-three-maestros"}