{"title":"Listen: Begum Akhtar and the bonhomie and respect enjoyed by her accompanists","content":"A couple of decades ago, a film-maker approached me with the intention of making a documentary film on Indian music.  In response to his request for possible leads to a relevant theme, I offered some suggestions.  But he was insistent on making a film only on traditions that he referred to as “dying”.  Something “dying” is what catches the public eye, he said. There are many traditions that have passed into oblivion, while some are on their way out even today and these need to be highlighted. I found it remarkable that he was not interested in making a film on a tradition that was staying alive despite various challenges.  I had imagined he would be interested in documenting such a tradition, perhaps with a view to inform audiences about its state so that it does not pass meet the fate of those I referred to earlier.  Obviously, I was mistaken. It appeared from our conversation that his choice of making a film on a “dying” tradition was in order to garner funds for the project.  Apparently, something under-represented, something receding into history with a certain kind of theorisation and use of specific vocabulary to write a proposal threw up possibilities for funding.The harsh reality is that even today, we have a set of people who act as explorers of a lost tradition or as saviours of under-represented artistes.  Indeed, there can be many ways of looking at the same tradition and there could be several perspectives about the past and present based on hard facts that are meticulously gathered.  However, such projects fall short of their supposed goals when they are mired from the very beginning by prejudice and obsession. I am referring here to the possibility of those leading such projects falling prey to prejudice with regard to certain musical styles, forms and instruments, or even being obsessed with certain performers.  Their choice of subjects may deserve attention, but their biases lead to a lopsided view of reality.As we continue with our series on tabla accompaniment, I would like to draw the attention of readers to the fact that tabla, pakhawaj, sarangi, and harmonium accompanists for Hindustani music and dance are by far some of the most under-represented lot among Hindustani music practitioners –except for a few who gain widespread public recognition and acclaim.  Undoubtedly, recognition is linked to artistic excellence, but it does not always play out as such. I have referred to many concerts and recordings from the past that have not acknowledged the role of the accompanists on album covers or in publicity material for concerts.  There were some occasions when their role was recognised publicly, and I have referred to some of those when I included names that were mentioned in the souvenirs published for concerts.  However, it is astonishing that the lack of proper acknowledgement continues in the 21st century. All participants in the Hindustani ecosystem are responsible for this situation.  In fact, even accompanists are at times responsible when they do not speak their minds for fear of losing concert opportunities.It is at such times that purveyors of the under-represented need to realise that their position misses out this crucial section among performers.  In fact, they need to be aware that many of the soloists they choose to represent do not for a moment think about the rightful acknowledgement of their accompanists, financially and otherwise.Perhaps, a radical change is possible when even accompanists realise the significance not just of their individual musical roles but also that of other members of the ensemble.  For instance, the tabla players in a musical context need to respond to members of the ensemble other than the response expected to the soloist’s improvisation. In a vocal recital, this would mean that the tabla players need to respond to the harmonium and/or sarangi players and they in turn should also respond to the tabla players. In other words, there are moments when solo passages are provided by these musicians in a vocal recital, at which times, it is important that the tabla players maintain the theka, unless the music demands another kind of response. Similarly, it is necessary that these musicians listen to the rhythmic passages that may be incorporated within the theka or separately.We end this episode with a vocal recital by Begum Akhtar that highlights the manner in which sensitive accompanists respond to the soloist’s rendition as well as the bonhomie they enjoy during the performance and their respect for each other’s improvisation.  In particular, listeners will notice that the composition set to the 14-matra Deepchandi, is seamlessly changed at approximately 7.50” into the track to an eight-matra cycle by the tabla player, a convention that allows him to do so in thumri, dadra and allied forms should he so desire. Naturally, the change in rhythmic cycle gives a new twist to the performance and increases the excitement for the performers and listeners as the tabla player launches into a section called laggi or laggi-nada where he explores various permutations and combinations of phrases inspired by the eight-matra Kaherva taal.  However, this change is possible only if the vocalist agrees to negotiate this by realigning the scansion of the song-text to fit it into the new rhythmic cycle. Similarly, the harmonium and sarangi players also have to make a similar change.  The ensemble returns to the original cycle at around 8.26” into the track.  The desire and openness to accept such an exchange of ideas in a limited span of a few seconds and comfortably settle into a new rhythmic space is a perfect example of camaraderie among the members of the ensemble.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2023-11-11T08:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/60184-mtjevfrswe-1496918686.jpg","tags":["Tabla accompaniment","Begum Akhtar","Hindustani music"],"source":"https://scroll.in/article/1058962/listen-begum-akhtar-and-the-bonhomie-and-respect-enjoyed-by-her-accompanists"}