{"title":"Listen: Kesarbai Kerkar, Jitendra Abhisheki and Kishori Amonkar explore the same bhajan","content":"Last week, we started a new series on bhajans performed by Hindustani vocalists. It is evident that devotional lyrics have played an important role in various forms of Hindustani music. Padas or poetic texts written by different saint-poets have been borrowed or tailored to suit the purposes of Hindustani forms.  In many such cases, listeners are often not aware of the original source of the lyrics or the original context in which they were sung.  But having been adapted for specific musical forms, they do not adhere to what is considered as the bhajan genre, where the devotional lyrics take precedence over all melodic and rhythmic elaboration. When Hindustani vocalists sing devotional texts as bhajans, their training in melodic and rhythmic elaboration through the Hindustani system allows and in fact helps them to bring a different colour to their bhajan renditions.  Of course, there is also the danger of Hindustani vocalists laying too great a stress on the melodic and rhythmic elaboration at the cost of the poetic content. But in the hands of those sensitive to both aspects, the bhajan renditions can transport the listeners to a higher plane. Today, we listen to two interpretations of a bhajan composed in the raag Bhairavi.  The first is sung by Kesarbai Kerkar, the pre-eminent representative of the Jaipur-Atrauli gharana.  The bhajan is set to Kaharva, a cycle of eight matras or time-units.  Listeners will note that the tabla stops during some verses.  Kesarbai explores the melodic canvas of Bhairavi as she emotes the lyrical content.  The tabla rejoins with a double-tempo rhythmic framework during which the tabla player introduces several patterns called laggi at four times the original tempo. \n\n\n    \n    Play\n\nRenowned vocalist Jitendra Abhisheki sings the same bhajan set to the 16-matra Sitarkhani or Addha taal.  He brings in colours of other raags during the performance, as bhajan renditions do not have to strictly adhere to the rules of raag.  The recital ends with a laggi section.  He is accompanied by Subhash Kamat on the tabla and by Pramod Marathe on the harmonium\n\n\n    \n    Play\n\nWe end with an interpretation of the same bhajan by Kishori Amonkar, who has inspired succeeding generations of vocalists.  The composition is set to the six-matra Dadra.\n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2019-06-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121375-ndsxponbcj-1559911689.jpg","tags":["Sonic Saturday","Hindustani music","Kesarbai Kerkar","Jitendra Abhisheki","Kishori Amonkar","bhajans"],"source":"https://scroll.in/article/926290/listen-kesarbai-kerkar-jitendra-abhisheki-and-kishori-amonkar-explore-the-same-bhajan"}