{"title":"Listen: As the festival of colours approaches, here is how tabla is used to accompany the holi form","content":"As we approach Holi, the festival of colours, it would be an opportune moment to listen closely to the tabla accompaniment provided for the hori or holi songform. Broadly, hori or holi is sung by Hindustani vocalists in different compositional structures. One of these resembles the bol banaav thumri structure, and therefore, lends itself to more expansive elaboration.Since the first variety resembles the bol banaav thumri, this hori or holi is sung in a slow-paced 14-matra Deepchandi taal or the 16-matra Jat or Aadhaa taal. The melodic and textual elaboration is very much like the bol banaav thumri and the presentation ends with the laggi-chanti/laggi-nada/laggi section played by the tabla player.The following track features a hori sung by the inimitable thumri exponent Siddheshwari Devi. It is set to the Jat taal and includes a laggi section towards the end. Conventionally, the tabla player ends the laggi section with a tihai and returns to the original taal that the vocal composition is set in. Additionally, the tabla player is expected to return to the original pace that the presentation began with. However, in the case of the present hori, the tabla player returns to the original taal but plays it at a faster pace.\n\n\n    \n    Play\n\nWe end the 13th episode of our series on tabla accompaniment to Hindustani music and dance with a track that features Siddheshwari Devi’s presentation of another hori, but this is set in the Deepchandi taal.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2024-03-16T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115636-vvjfwwqkpr-1553046554.jpg","tags":["Holi","Siddheshwari Devi","Tabla accompaniment"]}