{"title":"Listen: Dadra compositions set to Kaherva taal ","content":"Although dadra compositions are often set to the six-matra Dadra taal, there are instances of dadras being composed in the eight-matra Kaherva taal too.  Today’s installment of our series on tabla accompaniment will include tracks that feature dadra compositions in Kaherva.Thumri exponent Rasoolan Bai sings a dadra set to Kaherva on the first track.  The tabla player intersperses the regular theka or string of syllables representing the rhythmic cycle, with short laggi sections.\n\n\n    \n    Play\n\nRasoolan Bai sings a faster paced dadra set to Kaherva on the next track.  Here, the rhythmic cycle  is maintained by a dholak.\n\n\n    \n    Play\n\nOn rare occasions, one comes across dadra compositions set to taals other than Dadra and Kaherva.  We end this episode with a dadra set to the seven-matra Rupak.  This is sung by the celebrated thumri singer Shobha Gurtu. Listeners will note that the rhythmic cycle changes to the Dadra taal at approximately 5.50” into the track.   Another change of rhythmic cycle occurs at approximately 7.46” in the track.  Here, the Dadra changes to Kaherva and the laggi section is played in Kaherva.  The laggi section concludes with a tihai and the taal cycle returns to Rupak at approximately 9.29” into the track.Shobha Gurtu is accompanied on this track by Purushottam Walawalkar on the harmonium, Dhruba Ghosh on the sarangi, Aneesh Pradhan on the tabla, and Indru Atma on the swarmandal.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2024-02-10T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198319-bkejsbgabd-1707532928.jpg","tags":["Tabla accompaniment","Shobha Gurtu","Rasoolan Bai"],"source":"https://scroll.in/article/1063485/listen-dadra-compositions-set-to-kaherva-taal"}