{"title":"Listen: Diverse interpretations of the jhumra taal by Sharad Sathe, Amir Khan and Pannalal Ghosh","content":"Over the past two weeks, we heard dhamaar, a cycle of 14 matras or time-units used in accompanying vocal and instrumental music (you can read the articles here and here).  The volume, strokes and speed employed for this taal by pakhawaj and tabla players are quite distinct from other taals played on the tabla.Today, we listen to jhumra, another 14-matra taal that is played on the tabla.  Unlike dhamaar that is played even in pakhawaj and tabla solo recitals, jhumra is used only for accompanying vilambit or slow khayal compositions.  The nature of its theka or the string of strokes that represent the structure of the taal is highlighted best when played at a slow speed.  It differs from dhamaar in the distribution of its matras across vibhags or bars.  Jhumra has a 3+4+3+4 structure, but the skip in the second stroke of the first and third vibhag gives this taal its special character.Sharad Sathe, respected vocalist of the Gwalior gharana, sings a composition set to vilambit jhumra in the raag Chhayanat.  He follows it with a fast-paced tarana in the 16-matra teentaal.\n\n\n    \n    Play\n\nAnother interpretation of jhumra is found in most renditions of Amir Khan, the founder of the Indore gharana and one of the most significant vocalists in the second half of the 20th century.  He chose to reduce the speed of the taal for which he was criticised by other vocalists who felt this destroyed the character of the taal.  But for Amir Khan, this provided him with a large rhythmic canvas due to the space that had been created by slowing down the speed.He sings a composition set to jhumra in the raag Malkauns.  He is accompanied by Afaque Hussein, a prominent tabla player of the Lucknow gharana.  He ends with a drut or fast composition in teentaal.\n\n\n    \n    Play\n\nBansuri maestro Pannalal Ghosh also employs jhumra at a very slow pace in this khayal-like exposition of the raag Mia ki Todi.  The recital ends with a composition in drut teentaal.\n\n\n    \n    Play","author":"Aneesh Pradhan","time":"2017-11-25T06:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/859077-74681-pcjreemmpc-1511509731.jpg","tags":["Indian classical music","Amir Khan","Sharad Sathe","Pannalal Ghosh","jhumra taal"],"source":"https://scroll.in/article/859077/listen-diverse-interpretations-of-the-jhumra-taal-by-sharad-sathe-amir-khan-and-pannalal-ghosh"}