{"title":"Listen: How different tabla players colour the rhythmic canvas their own way playing the same taal","content":"For those who are already aware of the vocal forms that form a part of the Hindustani tradition, it would be clear that the pakhawaj provides rhythmic accompaniment to the dhrupad-dhamar forms. On the other hand, the khayal and the thumri-dadra forms employ the tabla. It is not an accident of history that the evolution of the tabla and that of the vocal forms it accompanies was concomitant. Unfortunately, we have traversed so deep into areas of specialisation that we seem to have forgotten the points of engagement, of dialogue, of shared histories. But, musical terms and colloquialisms are signposts of this exchange – an exchange that proved the definition of the term sangeet, which has been loosely used by many to refer to music alone. Sangeet in fact refers to the amalgam of vocal and instrumental music and dance, and the exchanges that I am referring to indicate what could have possibly represented sangeet in the original sense of the term.Moving on to sangat for khayal, since khayals are sung in vilambit, madhya and drut layas, the tabla player has to be adept at keeping time in all speeds. Further, the tabla player has to be conversant with the taals that are conventionally used to accompany this form. The taals commonly used for khayal are Tilwada (16 matras) , Ektaal (12 matras, also demonstrated here and here), Jhumra (14 matras),  Teentaal (16 matras) – a taal that has been featured on numerous occasions in this column, Jhaptaal (ten matras)  and Rupak (seven matras). Except for Teentaal and Ektaal, all other taals mentioned here are conventionally played only in vilambit laya, and hence are used to accompany khayals in this speed. Madhya and drut laya khayals are presented in Teentaal and Ektaal.As readers access the links provided above and listen to the tracks featured in the previous articles, they will notice that tabla players colour the rhythmic canvas differently even if they are playing the same taal. The basic rhythmic structure remains the same and the thread of syllables or theka that represents this structure is the universally accepted one, but the change is heard in the small embellishments that each tabla player adds based on his or her training, aesthetic choice and the interaction that takes place in a performance with the soloist and other members of the ensemble.One of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2023-11-18T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195957-eyaioqcfcq-1700218942.jpg","tags":["Tabla acompaniment","Hindustani music"],"source":"https://scroll.in/article/1059251/listen-how-different-tabla-players-colour-the-rhythmic-canvas-their-own-way-playing-the-same-taal"}