{"title":"Listen: The taals used by tabla players to accompany thumri","content":"In the fifth part of our series on tabla accompaniment to Hindustani music and dance, we take a closer look at the tabla player’s role in accompanying thumri, dadra and allied forms.  But before that, it is important to note a tendency among critics and listeners to judge a tabla player’s skills for accompaniment by the length of solos that he or she may include while responding to the melodic improvisation.It has been a common practice for some time now to play longer rhythmic solo passages while accompanying an instrumental concert, and to restrict oneself to the basic theka and a few short diversions when accompanying khayal. However, these are not hard and fast rules. One may even hear very short tabla solo passages in an instrumental performance. The tabla player decides the length of the solo passages, and irrespective of the length, they are played in vocal recitals primarily during the madhya and drut laya khayal compositions.Strangely, the absence of long solos seems to be viewed as a shortcoming, rather than understanding the nature of the musical form that is being accompanied and the demands it places on the tabla player.  The ignorance of the aesthetic at play has impacted the manner in which tabla players accompanying vocal music are acknowledged in all publicity material related to live concerts. For instance, while tabla players accompanying instrumental music or dance are acknowledged in publicity material with their names being mentioned and at times their photos being included, those accompanying vocal music may not even find a mention let alone have their photos alongside those of the vocalists. This lack of understanding is prevalent often among performers too.  If indeed it is long solos that determine the capabilities of a tabla player, one would imagine that concerts would frequently feature tabla solo recitals on par with vocal and other instrumental performances.  However, that is not the case.Moving on to tabla accompaniment for thumri, the taals used are usually different from those that are employed in khayal. The two types of thumris – bandish ki thumri and bol banao ki thumri – are presented at different tempi. The 16-matra taals Teentaal and Sitarkhani (also called Addha), and the 12-matra Ektaal, are the taals most used for the madhya and drut laya bandish ki thumris.Today, we will listen to examples of bandish ki thumri in Teentaal.  To begin with, here is one sung by Agra gharana maestro Faiyaz Khan.  It is in the raag Khamaj and is set to Teentaal.\n\n\n    \n    Play\n\nThe second example features thumri exponent Siddheshwari Devi.  She presents a bandish ki thumri in the raag Mishra Tilang set to Teentaal.\n\n\n    \n    Play\n\nOne of India’s leading tabla players, Aneesh Pradhan is a widely recognised performer, teacher, composer and scholar of Hindustani music. Visit his website here.This article is based on Pradhan’s book Tabla: A Performer’s Perspective.","author":"Aneesh Pradhan","time":"2023-12-02T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196314-dnsxhmbgwd-1701455298.jpg","tags":["Siddheshwari Dev","Faiyaz Khan","Tabla accompaniment"],"source":"https://scroll.in/article/1059954/listen-the-taals-used-by-tabla-players-to-accompany-thumri"}