{"title":"As it happened: Neeraj wins Kuortane javelin event, thrilling draws for India men & women in hockey","content":"10.30 pm: So to recap... what an eventful evening. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Hockey Pro League matches on Saturday:India 3-3 Argentina (women): India win shootout bonus pointIndia 2-2 Netherlands (men): Netherlands win shootout bonus pointIndonesia Open Super 1000 badminton: HS Prannoy went down 16-21, 15-21 against Zhao Jun Peng as a fine run comes to an endKuortane Games: Neeraj Chopra wins the men’s javelin event in rain-hit conditions, with a best (and only legal) throw of 86.69m.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague 🏑🇮🇳 Captain @savitahockey was just superb in the shootout against Olympic silver medallists Argentina. 👏🏽📽 Watch Hockey pic.twitter.com/1oUK2N6yy6— The Field (@thefield_in) June 18, 2022\n\n\n\n    Arghh so disappointed to even feel that I won’t have a chance to play in tomorrows finals in Istora 💔 Gotta keep my head down and work better in the coming weeks to get better results! Thanks for all the support this week ❤️💪. pic.twitter.com/HM0mhNTxHJ— PRANNOY HS (@PRANNOYHSPRI) June 18, 2022\n\n\n\n    #FIHProLeague India women with a super performance vs champs Argentina. Men with a draw vs Netherlands with 2 secs on clock.#Badminton HSP's super Jakarta run comes to an end.#Javelin Neeraj tops the field at rain-hit Kuortane. And breathe. https://t.co/7yexKR2Wzz pic.twitter.com/wBF4kiOMUt— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n    News from Kuortane: All well with @Neeraj_chopra1 after that bad slip on his third attempt. Nothing to worry 👍Well done #NeerajChopra, congrats for one more top class performance 👏 #Indianathletics pic.twitter.com/EaMHJAGi6v— Athletics Federation of India (@afiindia) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kuortane Games 2022, men’s javelin throw: Paralympian Sandeep Chaudhary also gave it a good go in treachery conditions in Kuortane. Hopefully all athletes made it out without any injuries. Full results here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sandeep Chaudhary's throws end at Kuortane. #Javelin #KuortaneGames https://t.co/r47ufRUIwj pic.twitter.com/4kfEudbQBA— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kuortane Games 2022, men’s javelin throw: Neeraj Chopra registered a 86.69 with his first attempt. Didn’t throw after a slip in his third attempt but seemed precautionary. Most athletes passed their last couple of attempts. That first attempt enough to win the event. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), India 2-2 Netherlands (Shootout bonus for Netherlands): A look at the standings after the thriller between India and Netherlands. India need to win by a 4 goal swing to go past Netherlands and have a chance of winning the title. Netherlands still have matches against Spain though. Belgium and Netherlands likely to battle it out for the top spot now. But what a campaign for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kuortane Games 2022, men’s javelin throw: Neeraj has given up the 4th and 5th attempts. Might go one more at the end perhaps. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kuortane Games 2022, men’s javelin throw: Oh dear over in Finland, a fall for Neeraj at the end of his throw. It’s a foul, but he gets up and seems OK for now.   Still has the best throw of the event for now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Nasty slip for Neeraj Chopra on a very slippery runway at the Kuortane Games. He seems ok though. pic.twitter.com/6Zm0nlojkZ— jonathan selvaraj (@jon_selvaraj) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (2-2 full time), FIH Pro League (M) India 1-3 Netherlands: The hosts win the bonus point! Koen BIJEN with a calm finish. What a match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (2-2 full time), FIH Pro League (M) India 1-3 Netherlands: Vivek just about keeps things alive after Sreejesh nearly saved one. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (2-2 full time), FIH Pro League (M) India 0-1 Netherlands: Sreejesh couldn’t keep the 2nd one out. Abhishek misses. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (2-2 full time), FIH Pro League (M) India 0-1 Netherlands: The Dutch score, Harmanpreet misses. An early setback for India. Over to Sreejesh to try and bail them out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    THREE PCs taken by India in the last 23 seconds. The last one taken with 2 seconds left and converted with 0 seconds on the clock. Matlab Tom Cruise bhi thoda time leke bomb defuse kar leta hai Mission Impossible mein.— Tareque Laskar (@tarequelaskar) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), End of Q4 India 2-2 Netherlands: HARMANPREET SINGH HAS DONE IT! The leading goalscorer has done it for India again. What a time to convert the first PC of the day. FULL TIME.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague 🏑HARMANPREET SINGH! 2 seconds left on the clock!SCORES FROM THE PC! WHAT A MATCH! 2-2 it ends in full time. https://t.co/7yexKR2Wzz pic.twitter.com/umr9F9yLKp— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: Worth a review but the PC remains! 2 secs left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: Two seconds left, another PC given for India! NED review this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: They haven’t converted well from PCs... can they do it? Harman’s effort is rushed. But India win another. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: PC FOR INDIA! 23 seconds left on the clock. Abhishek with the play. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kuortane Games 2022, men’s javelin throw: The run up is not proving to be easy for most athletes. Very heavy there from Neeraj, the javelin lands around 80m mark and he steps over for a foul. In the lead after 2 attempts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: India deal with that PC... might have been a save by Sreejesh. OH YES, A STUNNING SAVE. India have another PC to deal with. That is wide... well wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sandeep Chaudhary's first throw goes for 60.35m. But his second is a foul. #KuortaneGames https://t.co/UaWt6enOgP— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: A PC for Netherlands with 2.35 to go! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kuortane Games 2022, men’s javelin throw: Only Neeraj and Walcott with 85+ as things stand. The Indian will go for his 2nd attempt anytime now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: Mandeep and Dilpreet combine well from right to center but close... no cigar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: India trying all they can but Netherlands staying resolute. Chances on the counter too for the hosts. 4 mins to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kuortane Games 2022, men’s javelin throw: Seems to be pouring in Kuortane as the men’s javelin event begins. Sandeep is also in action along with Neeraj.   We will have updates on the blog here as Neeraj looks to keep himself warm evidently. Neeraj Chopra starts of with 86.69, the best of the day so far. Peters, Walcott behind. Looks like a DNS for Helander, who won in Turku.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: India are piling on the pressure now, but no goal yet. A few half chances. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q4 India 1-2 Netherlands: GOAL NETHERLANDS! Bijen with a field goal and India trail at the start of Q4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Athletics #KuortaneGames2022 Seems to be pouring in Kuortane as the men's javelin event begins. Sandeep is also in action along with Neeraj. We will have updates on the blog here as Neeraj looks to keep himself warm evidently.https://t.co/7yexKR2Wzz pic.twitter.com/h5AbI6FlvJ— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), End of Q3 India 1-1 Netherlands: A PC late in the quarter for India. They might have tried a new variant by letting the ball run past the injection and pour forward. Interesting. Not converted to. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q3 India 1-1 Netherlands: A bit of a cagey phase in this match, coaches will like it but not so much the fans... you know? Tactical affair at the moment. Less than 3 to go in Q3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q3 India 1-1 Netherlands: Manpreet, after India deal with the PC, sets India off on a stunning counterattack and it goes to Abhishek in the blink of an eye. His cross into the box evades everyone. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q3 India 1-1 Netherlands: Sreejesh saves but the pace on the rebound is too much and deemed dangerous. Another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q3 India 1-1 Netherlands: Another PC for Netherlands. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q3 India 1-1 Netherlands: Dilpreet with nearly a great move down the right but his final pass, good as it was, doesn’t find and Indian touch. At the other end huge reflex save from Sreejesh with his right foot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q3 India 1-1 Netherlands: Dutch coach wanted to create PC chances and they do right away but Janssen got a touch with his foot before scoring... so won’t count. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q3 India 1-1 Netherlands: A PC for Netherlands after a nice save from Sreejesh. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME FIH Pro League (M), India 1-1 Netherlands: Another breathtaking half of hockey featuring two brilliant teams. India responded so well to going down a goal, the Dilpreet finish was sublime (like Lalremsiami’s not so long ago, looks better with every replay). The half time stats show things are really even. India perhaps would have liked a conversion from the PCs. “Both teams have created opportunities, both coaches would say it is about putting those away,” says Reid. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Neeraj Chopra’s event (2nd of 2022) in Kuortane is scheduled to start at 915 pm IST. Data check: Neeraj Chopra returns with new national record and a place in world’s top five for 2022\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    CORRECTION TO AN EARLIER UPDATE: Belgium women lost earlier against England. The men’s match is yet to come. Apologies for that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Watching this Indian hockey team makes me happy. What skills. What pace. 🇮🇳 1 -1 🇳🇱#FIHproleague #NEDvIND— Amit Kamath (@jestalt) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), India 1-1 Netherlands: HALF TIME! And breathe. What a half of hockey, and with so much riding on it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q2 India 1-1 Netherlands: The Indians happy to keep possession in their own half at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q2 India 1-1 Netherlands: Commentator Dan Strange says, “It is such a privilege to call games like this”. Just around 2 mins to go this half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q2 India 1-1 Netherlands: Less than 5 mins to go, all the attacking pressure from India at the moment. Blaak with a couple of great interventions in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q2 India 1-1 Netherlands: Coach Reid used the word ‘basketball match’ to describe one of the last weekend’s matches. This is one too. Relentless end to end. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q2 India 1-1 Netherlands: GOAL INDIA! DILPREET! WOW! Varun takes a quick free hit from outside the circle and it is deflected in by Dilpreet first time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeagueWhat a finish from Dilpreet Singh! Superb positional awareness. Delightful.#INDvNED https://t.co/7yexKR2Wzz pic.twitter.com/acfI6JJVlx— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q2 India 0-1 Netherlands: India trying a few more long balls. Jorrit nearly has an open goal to score after a super move down the right but the referee had called a foul earlier \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A quick Neeraj update from Aman Shah, who knows as much there is to about Neeraj and his scheduling:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Also, it's been pouring and gloomy all day in Kuortane so conditions not going to be as good as in Turku.Still pretty much the \"spiritual home\" of the sport, so as good a place as any to compete and enjoy a good competition!— Aman Shah (@aman812) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q2 India 0-1 Netherlands: The Dutch are trying play long vertical balls, aerial and on the ground. And Sreejesh is having to be a bit of a sweeper keeper. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q2 India 0-1 Netherlands: Huddle done, back underway. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-1 Netherlands: Breathtaking quarter of hockey, and India are a bit unlucky to be not level. They have responded well to going down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-1 Netherlands: A green card for a Dutch player not long after a stunning move down the left flank by the hosts. They will finish and start the quarters with 10 men.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-1 Netherlands: Manpreet and India are usually great at referrals... but they have lost it early here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-1 Netherlands: Jugraj with a drag flick, saved well. India are asking for another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-1 Netherlands: Chance India! Superb from Abhishek to control an aerial ball and soon after he fashions a half chance. Saved by the GK. India win a PC shortly after. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-1 Netherlands: Netherlands again come down the flank at some pace but India double team nicely. That’s a Dutch strong suit and India are ready for it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-1 Netherlands: Back-to-back PCs for India. Good response. First drag flick is saved... from the 2nd one, Mandeep seems to have scored from a rebound but the drag flick is called dangerous \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-1 Netherlands: GOAL NETHERLANDS! A well-worked move from the right to left and Reyenga does brilliantly to score past Sreejesh after a little dribble. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    END OF THE MATCH|  ENG 2-1 BELEngland came from behind and turn the scoreboard at the ends. It was a match with high pressure for both teams but finally the locals took the advantage of it. #ENGvBEL📲 Download the @watchdothockey app for all the updates.— International Hockey Federation (@FIH_Hockey) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-0 Netherlands: Slowed down a little after the breakneck start. Netherlands controlling possession unsurprisingly perhaps. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-0 Netherlands: Super dribble through centre by Hardik and nearly puts India ahead after stealing the ball high. Geez, what a start to this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), Q1 India 0-0 Netherlands: “The Dutch have flown out of the block in Usain Bolt speed,” says commentator Dan Strange. What a start by the hosts. Super pace.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The aim for the Indian team is to do all they can against the Dutch and give themselves a chance for the title. But for the long run, they've been picking up as much info from opponents and applying it to their own game.@thefield_in https://t.co/xdR5HrzfGu— Shahid Judge (@shahidthejudge) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Interview: India men’s hockey coach Graham Reid on areas to improve, 3D skills, rotation & more\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague Excited for the Indian men's match against Netherlands. After a superb weekend against Belgium last time around, looking forward to see what India here in Rotterdam. A quick replug of my interview with India coach @reidgj: https://t.co/igSOyqkwkC— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), India vs Netherlands: A look at the lineups.India coach Graham Reid: “We have been looking to start quickly. Trying to make sure we start well like the Dutch too. When you play good teams, you get hurt against these top teams like last weekend 2nd match. We should watch for that. Expecting a good game”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (M), India vs Netherlands: Are you ready, hockey fans?   After two fantastic matches against Belgium last weekend, the Indian men’s team are back in action this time against another powerhouse team in Netherlands. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague 🏑A proud Neha after winning the player of the match award in what was her 100th cap for India. She was brilliant as India put in a superb display against Argentina to draw 3-3 and then clinch shootout bonus. pic.twitter.com/DDYh6aOmHZ— The Field (@thefield_in) June 18, 2022\n\n\n\n    A fine run at #IndonesiaOpen2022 comes to an end for @PRANNOYHSPRI as he goes down 16-21, 15-21 against 🇨🇳's Zhao Jun Peng 💔Well played champ 👏#BWFWorldTour#Badminton pic.twitter.com/9gbhRsBHCC— BAI Media (@BAI_Media) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    History (kinda) repeats itself for Prannoy at the Indonesia Open:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #IndonesiaOpen2022 2017: A superb run to the semifinal followed by a defeat against world No 47 Kazumasa Sakai2022: A superb run to the semifinal followed by a defeat to world No 35 Zhao Jun Peng. Not to be again for HSP but a good week nevertheless. https://t.co/IEEhsqgWgx— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 21-15 HS Prannoy: NOT TO BE FOR HSP! Zhao Jun Peng was fantastic today and it marks the end of Prannoy’s run in Jakarta. Each time he started playing well in the games today, the damage was already done. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 20-15 HS Prannoy: A bagful of match points for Zhao but Prannoy saves 3. Too little etc. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 19-12 HS Prannoy:  Needs a miracle here does HSP as he gets the serve. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 17-9 HS Prannoy: Another point at the end of which Prannoy cuts a frustrated figure. A challenge comes in next rally, and it is no good from HSP. The match has slipped away from him quickly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 15-9 HS Prannoy: Ah, hands on hip for Prannoy. Another point that he gives up softly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 14-9 HS Prannoy: Serves being exchanged at the moment but HSP needs a run of points. The errors have bothered him a fair bit today, as he nets a forehand rather softly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    BWF World Tour update: India Open moved up to Super 750 from Super 500 status for 2023-2026. One more Super 1000 with Malaysia Open getting bumped up.— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 11-7 HS Prannoy: From 4-6 down, ZJP takes a 11-7 lead into the interval. The Chinese star is on fire at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 8-7 HS Prannoy: Three straight points for ZJP to go into the lead, he is punishing anything short from HSP. Great reach for the lefty. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 4-6 HS Prannoy: After a good rally, HSP nets a forehand at the net. Soft error. But a good lift from the Indian next point. Even start to this game. Oh, what a rally at 5-4. Great defence from ZJP for a couple of points but a superb backhand from HSP too in there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, Zhao Jun Peng 21-16, 2-3 HS Prannoy: Prannoy sits down on the chair, has a deep breath... recently retired Gurusaidutt on coaching duties again, and he does all the talking as HSP seemingly lets it sink in. A reset. Good start to the 2nd game by the Indian.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, HS Prannoy 16-21 Zhao Jun Peng: HS Prannoy drops a game for the first time this week. Got better as the game went on but the damage was done early on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Badminton #IndonesiaOpenSuper1000 Zhou managed to keep his nose ahead in the opening game with quick reflexes and incredible attacking instinct on the net to take the game 21-16 against HS Prannoy.— Abhijeet Kulkarni (@abk6580) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, HS Prannoy 13-16 Zhao Jun Peng: A Big roar from Prannoy as he kills a good follow up at the net. The gap is down to 3. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (3-3 full time), FIH Pro League (W) India 3-1 Argentina: SAVE-ITA SAVES! And India have defeated the soon-to-be crowned champions in the shootout for two points from this match. Super comeback from their defeats against Belgium. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (3-3 full time), FIH Pro League (W) India 3-1 Argentina: Monika misses for India, Granatto (the other one) scores for ARG. Back come India and Sonika scores! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, HS Prannoy 9-13 Zhao Jun Peng: a decent phase for Prannoy this, closes the gap down to four points. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (3-3 full time), FIH Pro League (W) India 1-0 Argentina: Argentina have missed three in a row. Savita stands back, saves once and then the final effort by Sanchez is also wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (3-3 full time), FIH Pro League (W) India 1-0 Argentina: Sharmila misses for India and then Maria surprisingly misses for Argentina. Finally Neha scores and Coach Janneke smiles. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open SF, HS Prannoy 6-11 Zhao Jun Peng: Not the best start for Prannoy, who looks nervous reckons commentator Clark. Sakai again from 2017? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (3-3 full time), FIH Pro League (W) India 0-0 Argentina: savita keeps the first one out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT (3-3 full time), FIH Pro League (W) India 0-0 Argentina: Argentina actually lost both their previous shootouts. Savita in goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open MS semifinal, HS Prannoy 3-7 Zhao Jun Peng: A bit of a reversal to what we have seen in Prannoy’s previous matches. Seems a bit leggy at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME: FIH Pro League (W), Q4, India 3-3 Argentina: Full time, it is 3-3! Points are shared and we will have the shootout to decide the bonus point. Only the third draw for Argentina this season and that is a great credit to the Indians. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q4, India 3-3 Argentina: Into the final 30 seconds and Argentina with all the pressure, India are hanging on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open MS semifinal, HS Prannoy 1-3 Zhao Jun Peng: A long rally to start this match and Zhao into a quick 3-0 lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open MS semifinal, HS Prannoy vs Zhao Jun Peng: Time for the badminton match to start in Jakarta. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q4, India 3-3 Argentina: GOAL INDIA! The pressure pays. A quick late change in the setup and this time the trapping is perfect. Gurjit Kaur with another goal, a super hit past the GK’s right. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    All set for a first meeting ⚔️Watch @PRANNOYHSPRI face 🇨🇳's Zhao Jun Peng in the #IndonesiaOpen2022 semi-final, LIVE on #Sports18 1 / 1 HD & @VootSelect 📺📱#HeroesHaveANewHome @bwfmedia pic.twitter.com/3xatvgzyFE— Sports18 (@Sports18) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q4, India 2-3 Argentina: India mistrap from the PC, not for the first time. But India keep the pressure up and find another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time now for HS Prannoy’s match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q4, India 2-3 Argentina: Good attacking pressure from India at the start of this final quarter and Siami wins her side a PC. No referral available for either side. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q4, India 2-3 Argentina: HUGE CHANCE! Sonika does so well down the left byline but her pass into the crowded area is not turned in. Salima’s feet comes in the way instead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q4, India 2-3 Argentina: Oh and speak of her... what a chance for India. Sharmila with a lovely run down the right and a pass to Siami into the circle but she couldn’t get the shot away under pressure from the goalkeeper. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q4, India 2-3 Argentina: Looks like Siami is on the pitch for India, that’s a good sign. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q4, India 2-3 Argentina: Here we go then, the final quarter. What can India come up with? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), End of Q3 India 2-3 Argentina: A quick huddle from coach Janneke and we are going to be back for a final quarter that promises more goals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-3 Argentina: GOAL ARGENTINA! Late PC in the quarter and Agustina GORZELANY completes a hat-trick from a super variation by the South Americans. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-2 Argentina: Navneet given a green card and India will finish this quarter and start the next with 10. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-2 Argentina: a lot of whistles from the officials and that is usually the sign of a game that is not flowing. Into the final three minutes of this quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-2 Argentina: And now Argentina also lose their referral. At least we will be on level footing going forward in this match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-2 Argentina: Another PC given and India are not happy with this. But they have lost their review. Siami and Monika are adamant... and now Siami needs treatment for some bleeding on her fingers. That is surely a free out for India? Not been a good phase for the officials. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-2 Argentina: A PC given to Argentina... and India are referring this. Oh wow, India lose their referral. That looked like a good review even to the commentators. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-2 Argentina: Counter open, but no support, but Vandana does well to win a free hit. Solid response.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-2 Argentina: Super dribble by Salima and from the free hit, a chance falls to Vandana, who gets the shot away and forces the save. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 2-2 Argentina: GOAL INDIA! What a response. Immediately after conceding, India come forward, win a PC and Gurjit Kaur places her drag flick inside out to perfection. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 1-2 Argentina: GOAL ARGENTINA! A penalty stroke is given even though Argentina eventually put the ball in the net. They wanted advantage played. But Agustina GORZELANY makes no mistake with the stroke anyway. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 1-1 Argentina: Not often a player is singled out by an opposition coach during a half time chat, but Maria Granatto was and she is showing why she is so good. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open Super 1000 men’s singles semifinal: The wait extends for HS Prannoy and Zhao Jun Peng and the Japanese pairing bounce back strongly in the WD SF. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q3 India 1-1 Argentina: It remains end to end at the start of Q3 as well. Argentina with a lovely driving run through the middle but the final through ball is just ahead of the forward. And then India with a lovely move down the right, a good pass to Salima, but the shot is not strong enough. 10 mins to go in this quarter \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-1 Argentina: HALF TIME stats: Given what we saw from Belgium matches last weekend, that is actually a really good half for India.  And coach Janneke Schopman echoes what these stats reflect. But still, as she says, Argentina have the quality still. “I know we can play well and I like how we’re fighting. I hope we can keep it up in the second half too,” she adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-1 Argentina: HALF TIME. What a superb half of hockey that was, actually. Great entertainment, often end to end, some great stick work on display from both teams. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open Super 1000 men’s singles semifinal: The WD semifinal could possibly be heading to a decider. These two pairs are really good, but the Japanese have a 6-1 H2H advantage and they are playing like that now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-1 Argentina: What a counter by India! Superbly worked from all the way in their own circle, Sushila sets Navneet on her way, and then she combined with Sonika well before Neha is found down the left flank. She wins the PC. But the trapping from the routine is not good and India can’’t make the most of that. Great hockey though. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-1 Argentina: A tough quarter for the experienced Sushila this one. She is caught a bit on the backfoot and Granatto, I think, wins the PC for Argentina. And wow, who is there on the line to save this one... it is Sushila, of course. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-1 Argentina: What a superb defensive intervention by Neha and then she goes on to build an attacking move as well after that. She is having a great game so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-1 Argentina: We are into the final 5 mins of the half. It’s a bit of a chess match at the moment. But both teams still going forward every chance they get. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-1 Argentina: GOAL ARGENTINA! Just as Dan Strange was saying earlier, Argentina are good with PC deflections... oh wait, but this one is off Sushila Chanu’s stick. It was actually a mistrap by ARG but the shot is eventually turned in. Goal given to  Agustina GORZELANY.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-0 Argentina: Superb rushing by India, not 100% certain but think it was Salima. But Argentina build again and another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-0 Argentina: A good referral by Argentina and they have earned a PC. Confirmation that it is Savita in goal still. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indonesia Open Super 1000 men’s singles semifinal: HS Prannoy’s match will start after this one ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-0 Argentina: India are given a PC after another good move down the right... and while Argentina are asking for a PC, a call from the other official is enough to overturn. But more attacking pressure this from India again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Neha playing her 100th match for India and her game is as silky as ever. Her ball control and vision is just joyful.#FIHProLeague— Aditya Chaturvedi (@aditya_c19) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-0 Argentina: Siami has space down the right flank and she cuts the ball back but the champions defend it well. Plenty of good signs for India today, but they should be more than 1-0 ahead at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q2 India 1-0 Argentina: Waiting to see if India are rotating goalkeepers for this one, like they did last weekend. Doesn’t look like it today. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague @SjoerdMarijne & @imranirampal catching up in Rotterdam. 🤝https://t.co/7yexKR2Wzz pic.twitter.com/hDOdSfG6dK— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q1 India 1-0 Argentina: End of a super, super first quarter. Both teams going for it, has made it for a very entertaining quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q1 India 1-0 Argentina: Another huge chance for India into the final minute of the quarter... the Argentina GK strong in guarding her posts. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q1 India 1-0 Argentina: Oh a huge change for India there, a 2v1 but it looked like Siami who ran into the defender’s tackle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q1 India 1-0 Argentina: A good spell of possession by India, another thing that was missing against Belgium, where they were a bit rushed. But Argentina do look threatening when they come forward.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q1 India 1-0 Argentina: Back to back PCs for Argentina and that is well dealt with by the Indian defence. Great response by the champions to be.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague Deep Grace with a surprise piece of skill to leave the Argentina defenders behind and it is Lalremsiami who comes up with a pretty darn good finish with her back to goal. Lovely move by India, reward for a strong start. https://t.co/7yexKR2Wzz pic.twitter.com/CrU758WAy8— Vinayakk (@vinayakkm) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q1 India 1-0 Argentina: GOAL INDIA! SIAMI! Fantastic feint by Deep Grace and a pass into the cricle and Lalremsiami with a lovely finish with her back to the goal. India make the good start mean something on the scoreboard, that’s an improvement from last weekend\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q1 India 0-0 Argentina: Gurjit with the drag flick, saved well. Good start by India this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), Q1 India 0-0 Argentina: PC for India in the third minute.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey India: Congratulations Neha on completing 100 International Caps today at FIH Hockey Pro League 2021-2022 against Argentina!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), India vs Argentina: A quick word from Janneke Schopman. “Very excited, great to be in Netherlands and play Argentina so close to the World Cup to know where we are. I expect the team to fight and work hard to together. We need to keep up with them and they are really good in transitions”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ranji Trophy: We have our finalists for this season. A Familiar name vs a long wait coming to an end. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #RanjiTrophy: Madhya Pradesh enter final for the first time in 23 years, Mumbai reach 47th finalOn Saturday, Mumbai and Madhya Pradesh became the finalists that will play at the M Chinnaswamy Stadium in Bangalore from June 22. Via @thefield_in https://t.co/HdWPVqGz9g— scroll.in (@scroll_in) June 18, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), India vs Argentina: A look at the starting XIs and the bench. No Rani Rampal for India today, who featured in the first match against Belgium last weekend but not in the 2nd. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    No Rani for India today, wonder if it's precautionary.\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Pro League (W), India vs Argentina: To start things off, a big test for Janneke Schopman’s side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hockey, FIH Pro League: Savita Punia & Co look to bounce back as powerhouses Argentina come calling https://t.co/ZCb2oQ5dvt via @thefield_in— Samreen (@SamreenRazz) June 17, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to the live coverage from a bumper evening of Indian sporting action.First we will start off with another full weekend of FIH Pro League action beckons for Indian hockey fans from Rotterdam.The Indian women’s hockey team are all set to take on Argentina in FIH Women’s Hockey Pro League 2021/22 on 18 June 2022 and 19 June 2022 in Rotterdam, Netherlands. The Indian Women’s Hockey Team is currently placed at the third position in the points table with 22 points in 10 games. Meanwhile, the Argentina team is at the top of the table with 38 points in 14 matches. Later in the day, with the top spot still a possibility, India men’s team will take on Netherlands (who are favourites to still win the league). There is also the Indonesian Open Super 1000 semifinal featuring HS Prannoy and Zhao Jun Peng and later, Neeraj Chopra’s 2nd event of the year.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Saturday's schedule for Indian sport:Hockey Pro League: India vs Argentina (women), 1730Badminton: HS Prannoy Indonesia Open SF (somewhere around 1800)Hockey Pro League: India vs Netherlands (men), 2000Kuortane Games: Neeraj Chopra's event, 2115 pic.twitter.com/Qrl7M2wiwT— Vinayakk (@vinayakkm) June 17, 2022","author":"Vinayakk Mohanarangan","time":"2022-06-18T17:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175972-enozkibxtj-1655553195.jpeg","tags":["Badminton","Indian badminton","Harmanpreet Singh","Savita Punia","HS Prannoy","FIH Pro League","Indian athletics","Neeraj Chopra"],"source":"https://scroll.in/field/1026447/live-blog-fih-pro-league-hockey-indonesian-open-badminton-neeraj-chopras-javelin-event-updates"}