{"title":"Modi unveils Statue of Unity on Sardar Patel’s birth anniversary, calls it a historic day for India","content":"Prime Minister Narendra Modi unveiled the Statue of Unity in Gujarat on Wednesday. Built at a cost of about Rs 3,000 crore, and standing at a height of 182 metres, Vallabhbhai Patel’s statue is the tallest in the world and has surpassed China’s Spring Temple Buddha (128 metres). Modi dedicated the statue to the nation on the 143rd birth anniversary of the country’s first home minister.  Here are the day’s updates:1.58 pm: Congress President Rahul Gandhi says it is “ironic that a statue of Sardar Patel is being inaugurated, but every institution he helped build is being smashed”. Ironic that a statue of Sardar Patel is being inaugurated, but every institution he helped build is being smashed. The systematic destruction of India's institutions is nothing short of treason. #StatueOfUnity— Rahul Gandhi (@RahulGandhi) October 31, 2018\n\n12.30 pm: PM Modi, BJP chief Amit Shah, Gujarat Chief Minister Vijay Rupani and other leaders visit the museum and the audio-visual gallery situated near the statue, according to ANI. Modi also inaugurates the “Wall of Unity”. Kevadiya: PM Narendra Modi, BJP Chief Amit Shah, Gujarat CM Vijay Rupani and others visit museum & audio-visual gallery at 'Ek Bharat Shreshtha Bharat Complex' near #StatueOfUnity pic.twitter.com/HCWc2CrQ8z— ANI (@ANI) October 31, 2018\n\n11.30 am: Congress chief Rahul Gandhi says Patel fought for an independent, united and secular India. “A man with a steely will, tempered by compassion, he was a Congressman to the core, who had no tolerance for bigotry or communalism,” he says.11.22 am: “In order to build the Statue of Unity, lakhs of farmers from all over India came together, gave their tools, portions of the soil and thus, a mass movement developed,” says Modi.11.20 am: “Sardar Patel had said infighting was the reason for India’s subordination by foreign powers; never again will India make the same mistake and never will India again be enslaved,” says Modi.10.58 am: “Sardar Vallabhbhai Patel was responsible for us living in a united India today. Due to his efforts after Independence, India is what it is today. It is this feeling of being united, of togetherness, that has kept India going for thousands of years. We celebrate him and his tremendous contribution for the country. I was given the first piece of iron that was contributed for this marvel. I am giving it for you all to see at the museum here at the Statue of Unity,” The Indian Express reports Modi as saying.10.47 am: Patel’s statue is a symbol of India’s integrity, says Prime Minister Modi after the unveiling. “Events like today are very, very important in a country’s history and such events are difficult to erase,” he says. “It is a historic and inspiring occasion for all Indians. I am fortunate to dedicate this statue of Sardar Sahab to the nation.”10.32 am: Prime Minister Narendra Modi unveils the Statue of Unity, ANI reports.PM Narendra Modi inaugurates Sardar Vallabhbhai Patel's #StatueOfUnity pic.twitter.com/c3wfzLBkH4— ANI (@ANI) October 31, 2018\n\n10.24 am: Vallabhbhai Patel’s grand-nephew Dhirubhai Patel describes the inauguration as a “once in a lifetime moment”, according to the Hindustan Times. “The government has done excellent work,” he says. 10.20 am: Prime Minister Narendra Modi, Bharatiya Janata Party President Amit Shah, Gujarat Chief Minister Vijay Rupani and Deputy Chief Minister Nitin Patel have arrived for the inauguration, reports ANI.Gujarat: Prime Minister Narendra Modi arrives for inauguration of Sardar Vallabhbhai Patel's #StatueOfUnity pic.twitter.com/AGCzMWoANd— ANI (@ANI) October 31, 2018\n\n10.12 am: Union Home Minister Rajnath Singh describes Patel as the “symbol of India’s unity”, according to PTI. “He had brought the country’s 562 principalities under the fold of the Union and had achieved this task within a very short span of 70 days through a bloodless revolution,” he says.“Patel had dreamt of a India which is always strong and united,” adds Singh. “Our prime minister is working in that direction by taking everyone along.”9.32 am: Congress General Secretary Ashok Gehlot says Patel’s “strong leadership” ensured that the nation remained united after independence. “Sardar Patel as one of the prominent leaders of INC [Indian National Congress] served as India’s first Deputy Prime Minister and first Home Minister and accomplished the dream of a united India,” he tweets.9.27 am: The statue has been designed by Padma Bhushan-winning sculptor Ram Vanji Sutar, according to the Hindustan Times. While it was designed in his Noida studio, it was cast in bronze in a foundry in China’s Nanchang.9.18 am: International sand artist Sudarsan Pattnaik pays tribute to Patel with sand art at Odisha’s Puri beach.As an artist, i extend my congratulations to the entire team for #StatueOfUnity . My SandArt at Puri beach on this momentous occasion. Tributes to Iron Man of India. #SardarVallabhbhaiPatel pic.twitter.com/KjYVrQjiXm— Sudarsan Pattnaik (@sudarsansand) October 30, 2018\n\n8.53 am: PM Narendra Modi arrives in Kevadiya, where he will inaugurate the Statue of Unity, ANI reports.8.52 am: Defence minister Nirmala Sitharaman credits Patel with uniting more than 550 princely states after the freedom movement, according to ANI. “It’s only right that we remember him today,” she says.8.50 am: Sports minister Rajyavardhan Singh Rathore says Vallabhbhai Patel’s statue should have been built years ago, ANI reports. “India has today paid tribute to a man who built India,” he says at a “Run for Unity” event in Delhi.8.48 am: In Delhi, Union Home Minister Rajnath Singh and Sports Minister Rajyavardhan Singh Rathore flag off the “Run for Unity” in Delhi, according to ANI. However, this ignores the health advisory issues in times of severe pollution.Gymnast Dipa Karmakar, present at the event, says, “It’s a day of extreme significance and I will try my best to witness it [the inauguration of the statue].Delhi: #Visuals of #RunForUnity from near India Gate. Sardar Vallabhbhai Patel's #StatueOfUnity, the tallest statue in the world, will be inaugurated in Gujarat's Sadhu Bet on his 143rd birth anniversary today. pic.twitter.com/MPSx8VOnlq— ANI (@ANI) October 31, 2018\n\n8.42 am: Several states are holding a “Run for Unity” to mark the occasion. Assam Chief Minister Sarbananda Sonowal flags off a run in state capital Guwahati, ANI reports. Union Defence Minister flags off and participates in a run in Tamil Nadu’s capital of Chennai, and Union minister Dharmendra Pradhan takes part in a run in Odisha’s Bhubaneswar. In Mumbai, Maharashtra Chief Minister Devendra Fadnavis flagged off the run.8.35 am: President Ram Nath Kovind, Vice President M Venkaiah Naidu, Home Minister Rajnath Singh and other dignitaries offer floral tributes to Vallabhbhai Patel at a function in Delhi, PTI reports.Paying floral tributes to the Iron Man of India, Shri Sardar Vallabhbhai Patel on his birth anniversary, at Patel Chowk, in New Delhi, today. #IronMan #SardarPatel #sardarpateljayanti pic.twitter.com/3Byj7MFnPm— VicePresidentOfIndia (@VPSecretariat) October 31, 2018\n\n8.30 am: Prime Minister Narendra Modi pays his tribute to Vallabhbhai Patel, India’s first home minister, on his 143rd birth anniversary. “We bow to the great Sardar Patel, the stalwart who unified India and served the nation tirelessly, on his Jayanti,” Modi tweets.देश को एकता के सूत्र में पिरोने वाले लौह पुरुष सरदार वल्लभभाई पटेल को उनकी जयंती पर कोटि-कोटि नमन।We bow to the great Sardar Patel, the stalwart who unified India and served the nation tirelessly, on his Jayanti.— Narendra Modi (@narendramodi) October 31, 2018\n\n8 am: Police in Gujarat arrested several tribal activists in Narmada district on Tuesday, a day before Prime Minister Narendra Modi’s inauguration of a massive statue of Sardar Vallabhbhai Patel.","author":"Scroll Staff","time":"2018-10-31T09:07:26.215310+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104406-fybnwvzdfj-1540956953.jpeg","tags":["State of Unity","Narmada","Vallabhbhai Patel","Narendra Modi","gujarat"],"source":"https://scroll.in/latest/900328/live-narendra-modi-set-to-unveil-the-statue-of-unity-a-tribute-to-vallabhbhai-patel"}