{"title":"‘Local story, global appeal’: Netflix’s strategy in India with ‘Sacred Games’ and other projects","content":"Netflix is a pop culture phenomenon in India without the numbers to support it. It is not known exactly how many Indians watch the series, films and documentaries available on the streaming platform since Netflix is notoriously tight-lipped about local viewership data. The platform claims to have 125 million viewers around the world. In February, a report in Quartz pegged Netflix’s Indian subscribers in the over-the-top streaming market at 0.52 million, as opposed to rival Amazon Prime Video, which reportedly has 0.61 million subscribers.What is known about Netflix’s plans for India since its launch in January 2016 is that the American company hopes to ramp up its viewership numbers by offering original series and directly streamed films. Among US-headquartered company’s biggest offerings to Indian audiences is Sacred Games, the adaptation of Vikram Chandra’s 2006 novel of the same name. The first season, with eight episodes, will be launched on July 6. Netflix will also commission between eight and 12 films over this year and the next, apart from rolling out several series based on books and original ideas.“Next year, we will be commissioning five, six, seven series,” Erik Barmack, vice-president, International Originals, told Scroll.in in a telephone interview from New York City. “We are building a pipeline of projects that we love. Sacred Games has the ability to be watched in the UK and Canada and the US. It will be available in over 20 languages and globally distributed. We are trying to create a cultural movement – a new way to do TV in India. We will be treating the show like a local production but also a global story.”\n\n\n    \n    Play\n\nSacred Games.The horror series Ghoul, written and directed by Patrick Graham and starring Radhika Apte and Manav Kaul, is likely to follow Sacred Games later in the year. In various stages of development are adaptations of Aravind Adiga’s cricket-themed novel Selection Day, Bilal Siddiqi’s Kashmir-set thriller Bard of Blood and Prayaag Akbar’s Leila, about a mother’s search for her daughter. Selection Day will be ready by early next year.Netflix has also commissioned acclaimed Iranian-American director Ramin Bahrani to direct a film adaptation of Adiga’s Booker Prize-winning novel The White Tiger. Barmack described as “a coincidence” the fact that many of the original Indian series are based on acclaimed novels. “There are 50 Indian books that can be adapted, and this is unusual for a market,” he observed. “You will probably see over the next few months three or four projects based on books, while a couple are coming from other sources. There was a bit of a design – we have these great stories and avid readers, so why not start here?”The eagerly awaited Sacred Games adaptation was the result of Barmack having read the book a few years ago. Vikram Chandra’s novel revolves around Mumbai gangster Ganesh Gaitonde (played by Nawazuddin Siddiqui), who has holed himself up in a bunker in his Mumbai stronghold. Gaitonde summons Mumbai police officer Sartaj Singh (Saif Ali Khan) and dies along with a mysterious woman and tonnes of cash after an enigmatic conversation with Sartaj. The policeman’s investigation, guided by Research and Analysis Wing officer Anjali Mathur (Radhika Apte), covers the communal polarisation in Mumbai after the 1992-’93 riots, opportunistic politicians, crooked gurus, and a dirty nuclear bomb.Radhika Apte in Sacred Games. Image credit: Netflix.“We were talking about the idea of doing premium TV in India and what it would look like – how we would be telling stories that are complicated and twisty and globally relevant, like Breaking Bad, Peaky Blinders, Narcos,” Barmack said. “We also love doing something with an anti-hero. We reached out to Vikram Chandra’s agent and then to filmmakers in India.” Sacred Games has been co-produced with Phantom Films and directed by two of its founders, Anurag Kashyap and Vikramaditya Motwane, both of whom have made films that have travelled to international festivals in the past.The Bollywood talent that Netflix wants to woo away from Amazon Studios is obsessed with numbers – what does a project cost, who is paying how much, how many are watching. Among the carrots Netflix is dangling for Indian filmmakers is the opportunity to be seen outside India, in the 190-plus countries in which Netflix is available. In one sense, Netflix could give Indian directors and actors the global exposure that is not immediately available, or assured, by film festival exposure or international distribution.“On the series side, we have a compelling argument –we are not just doing shows for India, but we are creating global TV,” Barmack said. He cited the international popularity of such Netflix shows as the drug trade-themed Narcos, the German science fiction show Dark, the Spanish thriller Grand Hotel, and the Danish survival drama The Rain. “Shows like Narcos and The Rain are travelling everywhere, as are 13 Reasons Why and Stranger Things,” Barmack said. “So when we are talking to people here, we are saying, you are going to be creating a new medium for India – a high-value production and a complicated TV series. Actors like Radhika Apte and Nawazuddin Siddiqui also get a chance to be on a global platform.”Indian filmmakers are increasingly experimenting with bypassing theatres and being directly distributed on Netflix. Independent films such as Q’s Gandu and Rohit Mittal’s Autohead have been directly sold to Netflix. Anand Tiwari’s Love Per Square Foot, a comedy about Mumbai’s housing crisis that was produced by Ronnie Screwvala’s company RSVP, was premiered on Netflix in February rather that released through cinemas.\n\n\n    \n    Play\n\nLove Per Square Foot.Netflix offsets the absence of hard data about viewership with the opportunity to have freedom from censorship and conventional marketing wisdom. “On the film side, we can be free in some sense – we are going to fully finance films,” Barmack said. “We are targetting the kind of films that are not being made as much anymore. Here is an opportunity to make films with the artistic vision you want without feeling the sense of pressure of having to gamble on box office success.”Netflix, along with other streaming platforms such as Amazon Prime Video, Hotstar, AltBalaji, Voot and  Eros Now, is well poised to tap into the uptick in digital consumption in India. A FICCI-Frames report on the Indian media and entertainment industries for 2018 estimated between 1 million to 1.5 million digital only consumers, which is expected to grow to around 4 million by 2020. “250 million people viewed videos online in 2017, a growth of 64% over 2016,” the report stated. “Trends in online searches in India suggest that entertainment is becoming the largest sought after category, contributing to 31% of all searches.” By 2020, India is expected to become the second-largest video-viewing audience in the world, according to the report, which is being driven by “rapidly increasing mobile penetration, increasing Internet speeds, advent of 4G and falling data charges”.According to Barmack, Netflix viewers in newer territories, including India, tend to be in the 20-something age bracket. This demographic pool has some familiarity with American television trends. Netflix wants to expand its reach beyond this pool in India. “We will try all consumers who have broadband connections and global data plans, such as families,” Barmack said. There are both differences and similarities between India and other recently conquered markets, such as Brazil and Spain. “There have been differences in how shows get made, and there is a shocking similarity in the passion that people want to have to be part of global TV,” Barmack said. “Some of our biggest shows are not in traditional genres, and the one thing you are seeing is the thirst among audiences to see something different, younger content in genres such as science fiction and fantasy that they haven’t seen on TV before, eight to ten episodes with great cinematic values.”Eric Barmack. Image credit: Netflix.","author":"Nandini Ramnath","time":"2018-05-10T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/878492-talabgnstc-1525897246.jpg","tags":["Netflix in India","Sacred Games"],"source":"https://scroll.in/reel/878492/local-story-global-appeal-netflixs-strategy-in-india-with-sacred-games-and-other-projects"}