{"title":"Lockdown, demonetisation to CAA, farm laws: How hasty policies have killed Indians","content":"The landmark American movie 12 Angry Men, released in 1957, holds an important lesson for contemporary India.It is an intense courtroom drama in which the fate of a young man charged with murdering his father depends on the verdict of a 12-member jury. As per the judge’s instructions, if there was any reasonable doubt that the accused may not have committed the crime, the jury must pronounce him not guilty. There is an air of a foregone conclusion having been reached. At the beginning of the film, 11 of the 12 jury members vote the accused to be guilty.  But one juror holds out. On a sweltering afternoon in a claustrophobic room, juror number eight spiritedly argues for the constitutional rights of the accused, premised on the principles of natural justice that a person is presumed to be innocent unless there is evidence of guilt beyond reasonable doubt. By the end of the film, this juror has made his case convincingly to the others. The defendant is acquitted.  The film is a remarkable interrogation of prejudices leading to foregone conclusions and incorrect decisions. It is also a celebration of constructive deliberation being the touchstone of democracy and justice that can prevent deaths borne of haste and hubris.\n\t\t\n\tCredit: in public domain, via Wikimedia Commons.This spirit was evident in India when the Constituent Assembly set up a drafting committee to frame the Constitution in August 1947. Composed of elected representatives from the last provincial elections of British India, the Assembly was dominated by members of the Indian National Congress. But the chairperson of the committee was BR Ambedkar, who had publicly disagreed with the Congress on several matters. The task of preparing the first draft was given to BN Rau, an administrator and jurist, who was not a Congressman. The Assembly involved people across the political spectrum, including Syama Prasad Mukherjee, the founder of Bharatiya Jana Sangh, the precursor to the Bharatiya Janata Party that rules India today. The journey from the drafts to the final version of the Constitution took two arduous years as various groups had conflicting interests. The Committee held several consultations and invited suggestions, comments and criticism from the public – all of which were seriously considered and evaluated. Instead of rushing through any form of majoritarian coercion, it was decided that the draft would be approved by consensus by all members of the Assembly.  Contemporary India is markedly different. Over the past nine years there has been a steady increase in the use of ordinances – nearly 10 per year –  to push through important bills. The average between 2004 and 2013 was less than six per year. Ordinances bypass discussions in Parliament and are a shortcut to institute legislation as an emergency measure. For instance, the three controversial farm laws in September 2020 were passed through executive ordinances and with a voice vote in Rajya Sabha, where the BJP does not have a simple majority. Their passage sparked a year-long protest by farmers. Several major policy decisions and laws over the past several years have been passed in haste or secrecy. Notable among them are the demonetisation of Rs 500 and Rs 1,000 currency notes in November 2016, the abrogation of Article 370 granting special status to Jammu and Kashmir in August 2019,  the amendment to the Unlawful Activities Prevention Act, the passage of the Citizenship Amendment Act in December 2019, and the imposition of the national lockdown due to the outbreak of the Covid-19 pandemic. The number of bills being referred to parliamentary committees has reduced from 71% in the 15th Lok Sabha (2009-’14) to 25% in the 16th Lok Sabha (2014-’19) and less than 10% in the current Lok Sabha. A Durga Puja pandal in support of the farmers protest against the agricultural laws, in Kolkata in October 2020. Credit: AFP.Death by policyBarring demonetisation, many of these policy decisions were met with huge protests. The state’s response has largely been one of repression, leading to the loss of many lives. Official records state that only four people died during demonetisation but reports say many more died standing in long queues trying withdraw cash or died by suicide due to not being able to get money. Bank employees too died of stress due to overworking.Contrary to popular perception, civilian deaths have continued in Jammu and Kashmir even after its special status was abolished with the abrogation of Article 370. An analysis of government data shows that after the abrogation, there have been at least 131 civilian deaths in Jammu and Kashmir between August 2019 and 2022. In the first five months alone after the abrogation, there were 27 civilian deaths, 11 of labourers and lorry drivers from other places.  The same year, the passage of the controversial Citizenship Amendment Act in December 2019 sparked one of the most widespread protests in recent history. It was  met with brutal repression and violence, killing at least 35 people. Many more died in the Delhi communal riots that followed in February 2020. Soon after, in the national lockdown to prevent the spread of the coronavirus, a study in the Economic and Political Weekly found that 989 people had died in the four months from March to July 2020 from causes attributed to the restrictions. The major causes of these deaths were starvation and financial distress (23%) and accidents (21%). A few months after the lockdown, the farmers’ protests began after the farm law ordinances were passed. At least 702 farmers died over the course of the protest, most of them were small or landless farmers. The Union government  denies any such deaths. Women farmers at a protest against the farm laws at Bahadurgar near the Haryana-Delhi border in March 2021. Credit: Reuters.Cruelty towards undertrials in custody leading to deaths seldom make news. Octogenarian human rights activist and Jesuit priest Stan Swamy was suffering from Parkinson’s disease when he was arrested under the amended Unlawful Activities Prevention Act. The elderly activist was charged and jailed in the Elgar Parishad case related to the caste violence that broke out near Pune in Bhima Koregaon in January 2018. By amending the Unlawful Activities Prevention Act in 2019, the Union government has given itself extraordinary authority to designate individuals as terrorists without due process. Contrary to the principles of natural justice, Stan Swamy – like thousands others arrested under the stringent law –  was presumed to be guilty.  According to  The Washington Post, hackers had planted evidence on Swamy’s computer. Despite his severe ailments, he was denied his sipper cup by the jail authorities. His health deteriorated rapidly in prison after he contracted Covid-19 and he died in July 2021 without ever getting a fair trial.  More recently in the national capital, workers under the national rural employment guarantee scheme – more commonly known as NREGA – have been protesting for nearly two months. Their demands include a higher budget allocation for the programme, timely payment of wages and the repeal of opaque, technocratic solutions such as the Aadhaar-based payment and attendance systems. The Bharatiya Janata Party-led Union government has been on an overdrive to link Aadhaar to welfare programmes. The Aadhaar-based payment system has led to severe hardships among rural workers such as payments being rejected due to software failures at the Centre and  their life savings being eroded due to misdirections. The system has led to the exclusion of lakhs of people from their welfare entitlements. As per data compiled by the Right to Food Campaign,  the imposition of Aadhaar in welfare schemes has directly led to the  deaths of 27 people between 2015 and 2020. A couple walk past police assembled near a protest site against the Citizneship Amendment Act in Delhi in December 2019. Credit: AFP.In defence of dialogue While the costs – human, social and economic – of all these policies have been high, the benefits remain unknown or contested. There is no accountability for the lives lost. At the heart of these deaths is authoritarian arrogance where discussions with those for whom these policies were intended never took placeIf policies are made with the consideration of Opposition parties and consultations with citizens, they are likely to be sustainable, even beyond the life of the current government.  For instance, the environment ministry in 2016 framed several rules regarding waste management. This was done through intense deliberations with expert committees consisting of civil society representatives engaged in waste related work and consultations with citizens across the country. The result is a progressive set of rules which, if properly implemented, will make waste management in Indian cities far more inclusive and sustainable. Writing about the importance of consultation, English Philosopher John Stuart Mill in his 1859 book On Liberty noted: “If all mankind minus one, were of one opinion, and only one person were of the contrary opinion, mankind would be no more justified in silencing that one person, than he, if he had the power, would be justified in silencing mankind.” There is much to learn from the messy process of building consensus from the drafting of our Constitution. Dialogue and accountability are cornerstones of democratic practice. Weakening any of these will erode the constitutional contract of trust that citizens have with their elected government. After all, the lives of people are at stake here. Indeed, in a passionate, yet patient plea in 12 Angry Men, juror number eight, committed to constitutional propriety, says:  “We’re talking about somebody’s life here. We can’t decide in five minutes. Supposing we’re wrong?” (The 1986 Hindi film Ek Ruka Hua Faisla was a remake of 12 Angry Men.) Anjor Bhaskar teaches at Azim Premji University, Bengaluru. Rajendran teaches at Azim Premji University, Bengaluru, and is affiliated with LibTech India.","author":"Anjor BhaskarRajendran Narayanan ","time":"2023-05-24T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157968-foxvgsjqox-1625767019.jpg","tags":["Demonetisation","Citizenship Amendment Act","Farm laws","Lockdown","Delhi Riots","Authoritarianism","Narendra Modi"],"source":"https://scroll.in/article/1048364/lockdown-demonetisation-to-caa-farm-laws-how-hasty-policies-have-killed-indians"}