{"title":"Logic that armed forces cannot be questioned is a feature of fascism, says retired Lt Gen HS Panag","content":"After the February 14 suicide bombing in Kashmir and India’s air strikes on alleged terrorist training camps in Pakistan on February 26, it is clear that the issue of national security will play a big part in the upcoming Lok Sabha elections. The ruling Bharatiya Janata Party has even highlighted the recent military action in its election rallies, prompting the Election Commission of India to ask political parties to desist from using photographs of serving armed forces personnel in their poll campaigns.Scroll.in spoke to Lieutenant General HS Panag, who served for 40 years in the Indian Army and is now a defence analyst, on what this new militarism means for the country.You must have seen the video of a Union minister telling a journalist that one must never question the armed forces in response to a question about the Balakot strikes. What do you make of this?What has happened is that over the last five years, the media has also played up the BJP’s neo-nationalism sentiment of which the deification of the armed forces is an intrinsic part. And most journalists have gone along with this perceived “mood of the nation”. Today they have got this “Journalistein” monster on their hands. Now if you start asking probing, rational questions, as all journalists should ask , this is the response you will get.But to answer your question, the armed forces must be questioned and held accountable like any other institution in a democratic country. Had we raised questions between 1960 and 1962, things might have been very different. Indians in 1960 needed to ask questions of both the Nehru government and the Army top brass about the state of preparedness of the Indian Army. If this had been done, then maybe we would not have suffered such a catastrophic defeat at the hands of China.So yes, the armed forced must be questioned in a democracy. At the end of the day, they are serving the nation. This logic that we must never question the armed forces, and of linking them to every facet of national life is a feature of fascism.The government is happy to prevent the public from asking questions of the armed forces since this takes pressure off them to bring in reforms. The deification of the Army will only do harm to the country.Is there an impression that the government is using the high regard that Indians have for their armed forces to prevent uncomfortable questions?Why only India? Armed forces the world over occupy a special place since they are there to protect you. And at the end of the day governments are constituted by political parties who will use this for political gains.At the end of the day, the government has been unable to explain what its national security and military strategy was to the common man. Most politicians and the audience that they are addressing have little or no understanding of matters military. Since they cannot explain it, they deflect any questions by claiming that people are insulting the Army. As a result, the armed forces are being exploited politically. In fact, the upcoming 2019 elections will see, for the first time, the armed forces being a significant electoral factor.Having said this, things are not always that straightforward. Let me remind your reader of a nugget from history. Winston Churchill was the British prime minister during World War II. He won the war but he lost the election that took place a few months later.The fact that the party in power focussed on the Balakot casualty figures to the press is maybe a good indication of how the armed forces are being used to save the government from explaining its political aims with respect to Pakistan?The press is allowing itself to be manipulated. They cannot blindly believe everything a government source is unofficially telling them . How can our senior journalists be so naïve? They need to apply some critical thinking.The correct question to be asked was: After Pulwama what was the political aim of the government?If I were to put it simply, the political aim was to set a new normal for dealing with the terrorism emanating from Pakistan. India showed it has the right and the capability to strike at any terror target within Pakistan. It was also aimed at building international opinion against Pakistan [for] using terrorism as an instrument of state policy.The military aim was to demonstrate the capability for the same, neutralise Pakistan’s counter action with heavy cost and be prepared for escalation.What was the political aim of Pakistan? Maintain its sovereignty. Do not allow India to create a new normal. And remain relevant to the international community. Pakistan’s military aim: Demonstrate its capability for quid pro quo action and be prepared for escalation.India achieved its aims when Pakistan acknowledged that Indian fighter aircraft had carried out aerial strikes at Balakot.Was the aim to kill X number of terrorists? Why did the journalists not ask this basic question to the politicians?So, basically, quoting the number of causalities had no relation to India’s strategic aims?Exactly. But politicians are unable to explain the political and military aims , say, at a rally. So they simply state imagined numbers, use rhetoric and hide behind the Army.Even the prime minister went on to state that if the Rafale combat aircraft would have been there with the Indian Air Force, the results would have been different. The press should ask him, what military reforms have you carried out? It is not only Rafales, it is also rifles. It took five years for this government to just lay the foundation stone for a new rifle factory.As part of this same militaristic attitude, the government has refused to make any political moves in Kashmir. Is this a mistake?I am glad you asked this question. When you deal with an internal insurgency, there are two aspects to the problem: military and political. The government decides its political aim and then informs the military, which then decides the military strategy.The military strategy is to eliminate terrorists and allow the writ of the state to run. That is one part. The second part is to force compliance on Pakistan which is behind the proxy war.The government’s focus is predominantly on the military option and the easier political option – winning the hearts and minds of Kashmiris – has been put on the back burner. It is a no cost option. It will also make it easier to achieve the second part of the military aim.","author":"Shoaib Daniyal","time":"2019-03-13T07:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/916055-50116-zjamztwztd-1520480485.jpg","tags":["Indian Army","Militarism","Balakot airstrikes","HS Panag","IAF strikes","Pulwama attack"],"source":"https://scroll.in/article/916055/logic-that-armed-forces-cannot-be-questioned-is-a-feature-of-fascism-says-retired-lt-gen-hs-panag"}