{"title":"Lok Sabha polls: In complaint to EC, BJP alleges ‘undue haste’ in action against party leaders","content":"The Bharatiya Janata Party on Tuesday complained to the Election Commission alleging that it had shown “undue haste” in taking action against members of the saffron party even in the “absence of formal complaints” against it, The Indian Express reported.“Such promptness is conspicuously absent in cases involving members of other political entities,” the complaint, signed by Union minister Ashwini Vaishnaw, BJP National General Secretary Vinod Tawde and party leaders Om Pathak and Sanjay Mayukh, said.The party added that there was “growing frustration” among certain Opposition parties that seem to be getting “more acerbic and desperate” as they fear a “complete eclipse” in the forthcoming polls.The BJP remarked that members of such parties were using “language and deeds” to hurl personal abuses and attack regions, religions and faiths.The complaint said: “Regrettably, in several states including West Bengal, Kerala, Tamil Nadu, Karnataka, Telangana, Andhra Pradesh and Punjab, the conduct of these officers is biased due to pressure of their political bosses.”The BJP alleged that there have been multiple instances of election officers exhibiting “egregious partiality” by turning a blind eye to social media posts and speeches flagged by the ruling party and by delaying its complaints and grant of approvals, while “undue haste” had been displayed when taking action against BJP members even in the absence of a formal complaint.“A stark example is the case of Smt. Shobha Karandlaje, where a member of the flying squad hastily registered an FIR [first information report] under inappropriate provisions,” the complaint said.On March 19, Karandlaje, a BJP leader who represent’s Karnataka’s Udupi Chikmagalur constituency in the Lok Sabha, had made comments linking Tamil Nadu to the blast that took place in Bengaluru’s Rameshwaram Cafe on March 1. She later apologised for the remarks.A day later, the Election Commission had directed Karnataka’s chief electoral officer to take action against the BJP MP for violating the Model Code of Conduct on a complaint by Tamil Nadu’s ruling Dravida Munnetra Kazhagam.The Election Commission Flying Squad had also registered a criminal case against Karandlaje, Live Law reported. On Friday, the Karnataka High Court stayed the investigation on a plea by the MP.The BJP, in its complaint to the poll body, said that Karandlaje was forced to move the High Court despite tendering an apology. “Upon scrutiny, the High Court rightfully halted this misadventure, questioning the misuse of legal provisions.”On Friday, leaders from the Opposition INDIA bloc met with members of the Election Commission to register their protest against Delhi Chief Minister Arvind Kejriwal’s arrest and the freezing of the Congress’ bank accounts.The delegation demanded that the poll panel intervene to stop the “targeting of Opposition leaders” by the ruling BJP through the “misuse” of central investigative agencies. They alleged that the BJP was resorting to “unrelenting, blatant and illegal deployment of central agencies” in a bid to stifle the Opposition.Kejriwal was arrested by the Enforcement Directorate on March 21 in the Delhi liquor policy case. He is the first sitting chief minister to have been arrested in the country.Earlier on the same day, the Congress said that the Income Tax Department had frozen all its bank accounts ahead of the Lok Sabha elections.","author":"Scroll Staff","time":"2024-03-27T12:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175970-ewcscwdxix-1655550951.jpg","tags":["Bharatiya Janata Party","Election Commission","Lok Sabha 2024","Shobha Karandlaje","Model Code of Conduct","Congress","INDIA bloc"],"source":"https://scroll.in/latest/1065848/lok-sabha-polls-in-complaint-to-ec-bjp-alleges-undue-haste-in-action-against-party-leaders"}