{"title":"Lok Sabha elections: Two Asom Gana Parishad leaders quit hours after party renews alliance with BJP","content":"A rift has emerged within the Asom Gana Parishad on Wednesday after the party announced its alliance with the Bharatiya Janata Party in Assam, reports said. On Tuesday, the two former allies announced that they will reunite for the Lok Sabha elections. The Asom Gana Parishad had quit its alliance with the BJP in January due to its opposition to the Citizenship (Amendment) Bill. While three ministers – Atul Bora, Keshab Mahanta and Phanibhushan Choudhury – resumed their charges on Wednesday, two others tendered their resignations and some leaders spoke against the alliance. Bora, Mahanta and Choudhury had resigned from the state Cabinet in January over the Citizenship Bill.AGP leaders Lachit Bardoloi and Hemen Borah submitted their resignations, News18 reported. “Thank you opportunistic AGP leaders, you have unmasked your and party’s fake regional character,” Bardoloi said.AGP leader and former Assam Chief Minister Prafulla Kumar Mahanta said he was not aware of the alliance, NorthEast Now reported. “I am against this alliance with the BJP and I am firm on my stand,” Mahanta said. “At this moment, it is difficult for me to comment on why the AGP leadership took the decision. The party leaders have taken the decision on their own. We now have to ascertain what our district committees and grassroots workers want.”Mahanta said he has been opposing the BJP and supporting the implementation of the Assam Accord. “Once this bill is passed, Assam will be full of Bangladeshis,” Mahanta claimed.The bill seeks to amend the Citizenship Act of 1955 in order to grant citizenship to Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from Bangladesh, Afghanistan and Pakistan if they have lived in India for six years, even if they do not possess the necessary documents. The bill was passed in the Lok Sabha on January 8.The 2019 General Elections will be held from April 11 to May 19, with the results announced on May 23. In Assam, the polls will be held in three phases – on April 11, April 18 and April 23.","author":"Scroll Staff","time":"2019-03-13T20:19:33.826755+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/51766-yrzyxrnhkg-1552486187.jpg","tags":["Assam","BJP","AGP","Prafulla Kumar Mahanta","Atul Bora"],"source":"https://scroll.in/latest/916486/lok-sabha-elections-two-asom-gana-parishad-leaders-quit-hours-after-party-renews-alliance-with-bjp"}