{"title":"Lok Sabha polls top updates: Congress objects to Shiv Sena (UBT) announcing candidates","content":"Tensions emerged between allies the Congress and the Shiv Sena (Uddhav Balasaheb Thackeray) on Wednesday after the latter announced its first list of candidates in Maharashtra for the Lok Sabha elections.In Punjab, the Bharatiya Janata Party continued to welcome legislators from the Opposition for a second day.The Lok Sabha elections will be held in seven phases from April 19 to June 1. The counting of votes will take place on June 4.Here’s a look at today’s top developments: The Shiv Sena (Uddhav Balasaheb Thackeray) on Wednesday released a list of 16 candidates for the general elections. Maharashtra has 48 Lok Sabha seats. The Enforcement Directorate summoned the party’s candidate from Mumbai North-West, Amol Kirtikar, in connection with a corruption case hours after the announcement. Shiv Sena (Uddhav Balasaheb Thackeray) is contesting the polls alongside its INDIA bloc partners: the Congress and the Nationalist Congress Party (Sharadchandra Pawar).The Congress on Wednesday objected to the Shiv Sena (Uddhav Balasaheb Thackeray) announcing its candidates, urging its ally to reconsider its nominations. Congress Legislative Party leader Balasaheb Thorat said that the Thackeray-led faction of the Shiv Sena should not have declared candidates for constituencies where seat-sharing negotiations were still on, The Indian Express reported.The Election Commission on Wednesday issued show cause notices to Congress leader Supriya Shrinate and BJP MP Dilip Ghosh for their recent controversial remarks. In its notice to Shrinate, the poll panel said that her social media post regarding actor and BJP candidate Kangana Ranaut was “undignified and in bad taste”. The election commission’s notice to Ghosh said that his comments against West Bengal Chief Minister Mamata Banerjee were “offensive and prima facie violative of the model code of conduct”.Sushil Kumar Rinku, the lone Lok Sabha MP of the Aam Aadmi Party, joined the BJP on Wednesday. Rinku represents the Jalandhar constituency. The Aam Aadmi Party MLA from Punjab’s Jalandhar West seat, Sheetal Angural, also switched to the Hindutva party. This came a day after Congress MP from Ludhiana, Ravneet Singh Bittu, also joined the BJP.Read more Lok Sabha elections 2024 news here.Prakash Ambedkar’s VBA to contest Lok Sabha polls alone in Maharashtra, announces eight candidatesLok Sabha polls: In complaint to EC, BJP alleges ‘undue haste’ in action against party leadersBJP asks Lok Sabha candidate Dilip Ghosh to clarify ‘indecent’ remarks about Mamata Banerjee","author":"Scroll Staff","time":"2024-03-27T20:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197370-smbwrfklqz-1704870893.jpg","tags":["Shiv Sena (UBT)","Maharashtra","BJP","Congress","Lok Sabha 2024","Lok Sabha Elections 2024"],"source":"https://scroll.in/latest/1065877/lok-sabha-polls-top-updates-congress-objects-to-shiv-sena-ubt-announcing-candidates"}