{"title":"Lok Sabha polls top updates: 66.95% voter turnout in first four phases, says Election Commission","content":"The Election Commission on Thursday released cumulative voter turnout data for the first four phases of the Lok Sabha elections.Meanwhile, Shiromani Akali Dal chief Sukhbir Singh Badal alleged that central agencies had propped up jailed Sikh separatist Amritpal Singh from Punjab in the general election to counter his party. And, the Congress promised to double the amount of food grains given to the poor under the National Food Security Scheme if it comes to power.Here is a look at today’s top developments: The cumulative voter turnout in the first four phases of the Lok Sabha polls was 66.95%, the Election Commission said on Thursday. It added that 45.1 crore of the nearly 97 crore voters have voted so far in the polls, PTI reported. The updated voter turnout in the fourth phase of polling held on May 13 was 69.16%. While for the third phase, the turnout was 65.68%, it was 66.71% in the second phase. The first phase recorded a 66.14% turnout. The poll panel has so far not released the total number of voters in each constituency.Congress leader Jairam Ramesh on Thursday said that the prime minister and the BJP were spreading lies about food ration schemes in the country and had only rebranded schemes that were launched by his party when they were in power. “Prime Minister Narendra Modi did nothing to implement the National Food Security Act, 2013,” he said on social media. “During the Covid pandemic he suddenly renamed the National Food Security Act, 2013 to Pradhan Mantri Garib Kalyan Anna Yojana and marketed it as a free ration scheme.” The Rajya Sabha MP added that if the Congress comes to power it will double the amount of food grains given to the poor under the National Food Security Scheme across the country like it has done in Karnataka.Shiromani Akali Dal chief Sukhbir Singh Badal on Wednesday alleged that central agencies had propped up jailed Sikh separatist Amritpal Singh as an independent candidate from Punjab’s Khadoor Sahib constituency to counter his party in the Lok Sabha polls, The Indian Express reported. “How can a person who wears a ‘chola’ [traditional Sikh attire] and partakes ‘amrit’ [Sikh baptism] a year back represent the panth [Sikh religion] and not a 103 years old party which has a consistent record of safeguarding panthic values,” the former deputy chief minister was quoted as saying. “I urge the people to evaluate whether Amritpal has been propped up by central agencies. What other explanation can be for a person who first propped up, then projected and arrested, and is now being kept in safe custody only to be used as a candidate in the parliamentary elections to counter the popularity of the SAD.” He added: “BJP has been attacking you [people] since we snapped ties with them over the farmer agitation. RSS [Rashtriya Swayamsevak Sangh] has captured the Takht Hazur Sahib in Maharashtra by abolishing old Acts. Today, the Takht Harmandir Sahib in Patna Sahib is also in control of the RSS. Delhi Sikh Gurudwara Management Committee is also in control of the RSS. They divided the SGPC [Shiromani Gurdwara Parbandhak Committee]. BJP did what the British or other parties couldn’t do.” The Shiromani Akali Dal, a traditional ally of the BJP, left the National Democratic Alliance in 2020 on account of differences over the now-scrapped farm laws. Also read: Maharashtra ruling alliance accused of insulting state by placing Shivaji-style headgear on PM Modi‘He represents all Kashmiris in jail’: A maverick stirs up Baramulla poll from prison","author":"Scroll Staff","time":"2024-05-16T20:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200419-yhpzhrlskh-1714562283.jpg","tags":["Lok Sabha 2024","Voter Turnout","Amritpal Singh","Congress","BJP"],"source":"https://scroll.in/latest/1067974/lok-sabha-polls-top-updates-66-95-voter-turnout-in-first-four-phases-says-election-commission"}