{"title":"Lok Sabha polls top updates: BJP fields 26/11 prosecutor Ujjwal Nikam from Mumbai North Central seat","content":"The Bharatiya Janata Party on Saturday announced its decision to field advocate Ujjwal Nikam from the Mumbai North Central Lok Sabha constituency instead of its sitting MP Poonam Mahajan.Nikam was the public prosecutor in the 2008 Mumbai terror attack case. On November 26, 2008, 10 Lashkar-e-Taiba terrorists took a sea route from Pakistan to Mumbai and carried out a dozen coordinated shooting and bombing attacks at various major landmarks across the city. The attacks had resulted in the deaths of 166 persons, including 26 foreigners.Prime Minister Narendra Modi at a rally in Maharashtra’s Kolhapur said that the Opposition INDIA bloc will be “vanquished” after the Lok Sabha elections. The INDIA bloc is a coalition of Opposition parties that is taking on the BJP-led National Democratic Alliance in the polls.Modi alleged that the Opposition parties had vowed to “murder social justice”.Here’s a look at today’s top developments:The BJP on Saturday named public prosecutor Ujjwal Nikam as its candidate for the Mumbai North Central Lok Sabha seat, The Indian Express reported. Since 2014, the constituency has been represented by BJP leader Poonam Mahajan. She had to be replaced as there were strong views both against her candidature, The Indian Express reported quoting unidentified party workers. The Hindutva party’s decision to field Nikam came two days after the Congress fielded Varsha Gaikwad, its party chief in Mumbai, from the constituency. Nikam was also the prosecutor in the murder case of Pramod Mahajan, Poonam Mahajan’s father, who was killed by his brother Pravin Mahajan in April 2006 after a dispute, NDTV reported.The Opposition INDIA bloc will be “vanquished” after the ongoing elections, Prime Minister Narendra Modi said at a rally in Maharashtra’s Kolhapur on Saturday, PTI reported. Modi alleged that if the Oppostion alliance came to power, they would change the Constitution to provide reservations in government jobs and education based on religion, The Indian Express reported. The prime minister also claimed that the ruling Dravida Munnetra Kazhagam in Tamil Nadu had attacked Sanatan Dharma and called it “dengue and malaria”. Sanatan Dharma is a term used synonymously with Hinduism. Modi on Saturday said that the Opposition alliance had invited Dravida Munnetra Kazhagam leaders to Maharashtra and “honoured” them. At a press conference in Chennai on September 2, Udhayanidhi Stalin, who is the son of Tamil Nadu Chief Minister and Dravida Munnetra Kazhagam chief MK Stalin, had said that Sanatan Dharma was against the idea of social justice and was akin to dengue and malaria. He added that it should be annihilated.Maharashtra Congress leader Muhammed Arif Naseem Khan on Saturday resigned from the party’s campaign committee after expressing disappointment that the Maha Vikas Aghadi bloc had not fielded minority candidates for the Lok Sabha elections, ANI reported. Maha Vikas Aghadi, a state-level Opposition alliance, mainly comprises Uddhav Thackeray’s faction of the Shiv Sena, the Congress and the Sharad Pawar’s Nationalist Congress Party group. They are part of the Opposition INDIA bloc at the national level. The Congress’ ideology since its inception had been to take everyone along, Khan said. “There is a lot of anger among people belonging to the minority community or associated with organisations linked with us as there is not one Muslim [Opposition] candidate across the 48 Lok Sabha seats in the state [Maharashtra],” he said. “I am upset too as the Congress, going back to its founding days, has been known to take everyone along, regardless of whether they are Muslims, OBCs [Other Backward Classes], Marathas, SCs [Scheduled Castes] or STs [Scheduled Tribes.”The National Commission for Protection of Child Rights has asked the Election Commission to investigate the alleged misuse of children during Peoples Democratic Party chief Mehbooba Mufti’s election campaigns in the Rajouri-Anantnag Lok Sabha constituency, The Indian Express reported on Friday. The direction from the child rights body was issued after it received reports alleging that children were involved in political activities related to Mufti’s campaign. The National Commission for Protection of Child Rights in a letter to the poll panel said that the use of children in campaign activities may contravene established guidelines and legal provisions. It may also infringe upon the integrity of the electoral process and the welfare of the children.","author":"Scroll Staff","time":"2024-04-27T21:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199836-rfynczlezn-1712257629.jpg","tags":["Lok Sabha 2024","BJP","Congress","Lok Sabha elections"],"source":"https://scroll.in/latest/1067141/lok-sabha-polls-top-updates-bjp-fields-26-11-prosecutor-ujjwal-nikam-from-mumbai-north-central-seat"}