{"title":"Lok Sabha polls: Arvinder Singh Lovely resigns as Delhi Congress chief citing internal rift","content":"Delhi Congress chief Arvinder Singh Lovely resigned from his post on Sunday citing disagreements within the party, ANI reported.In his letter to Congress chief Mallikarjun Kharge, Lovely listed the alliance with the Aam Aadmi Party and the nomination of party leaders Kanhaiya Kumar and Udit Raj from Lok Sabha constituencies in Delhi among the reasons for him quitting his post.The Congress high command fielded Kumar and Raj who are “total strangers to the Delhi Congress and the party policies”, Lovely said in his letter. He added that while it is the prerogative of the party’s top leadership to have a final say on the selection of candidates, it was “shocking” that the Delhi Congress was not intimated before the formal announcement.He also said that since his appointment as the Delhi Congress chief in August, several of his decisions have been vetoed by the All India Congress Committee’s Delhi in-charge, Deepak Babaria.Lovely also expressed disappointment about Babaria’s orders to suspend Raj Kumar Chauhan, a former Delhi minister, and Surender Kumar, a former MLA, among other party functionaries, for protesting the candidature of Kumar and Raj.“He instead of calming the situation, further also, in public meetings, entered into numerous heated exchanges with Mr Sandeep Dikshit [Ex-MP], Mr Raj Kumar Chauhan [Ex-Delhi minister], Mr Bhisham Sharma [Ex-MLA] and Mr Surender Kumar [Ex-MLA],” he said, according to the letter shared by ANI.Lovely also said that the leaders of the Delhi Congress were against allying with the Aam Aadmi Party in the national capital. “The Delhi Congress Unit was against an alliance with a party which was formed on the sole basis of levelling false, fabricated and malafide corruption charges against the Congress party and in tum, whose half of the Cabinet ministers are presently in jail on corruption charges,” Lovely said.He said that despite these objections, the Congress had decided to ally with the Aam Aadmi Party and he respected the decision. “Not only did I publicly back the decision, I also ensured that the full state unit fell in line with the high command’s final order,” he said.Arvinder Singh Lovely resigns from the position of Delhi Congress president.\"The Delhi Congress Unit was against an alliance with a Party which was formed on the sole basis of leveling false, fabricated and malafide corruption charges against the Congress Party. Despite that,… https://t.co/Y1A360fuut pic.twitter.com/hLP9RtnzUE— ANI (@ANI) April 28, 2024\n\n\nWhile the Aam Aadmi Party and the Congress are political opponents, especially in Delhi and Punjab, they are part of the Opposition INDIA bloc that is taking on the Bharatiya Janata Party-led National Democratic Alliance in the Lok Sabha polls.As part of their seat-sharing deal, the Aam Aadmi Party is contesting four of the seven Lok Sabha constituencies in Delhi and the Congress is fighting the remaining three. In 2019, the BJP had won all seven seats in the national capital territory.The four constituencies the Aam Aadmi Party will fight from are New Delhi, West Delhi, South Delhi and East Delhi. The Congress will contest from the Chandni Chowk, North East Delhi and North West Delhi Lok Sabha constituencies.Polling in all seven seats will take place on May 25.In February, Aam Aadmi Party chief Arvind Kejriwal had announced that his party and the Congress had “mutually agreed” to contest all 13 Lok Sabha seats in Punjab separately.Also read: ‘Modi wants to be king forever’: Why ordinary voters flocked to the Save Democracy rally in Delhi‘He has done good work’: In Kejriwal’s constituency, strong support from people on the margins","author":"Scroll Staff","time":"2024-04-28T13:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200335-uhqdjsnaxc-1714284669.jpg","tags":["Arvinder Singh Lovely","Delhi","Congress","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067149/lok-sabha-polls-arvinder-singh-lovely-resigns-as-delhi-congress-chief-citing-internal-rift"}