{"title":"Lok Sabha elections: Trinamool Congress announces candidates for all 42 seats in West Bengal","content":"The Trinamool Congress on Sunday released its list of candidates for all 42 Lok Sabha seats in West Bengal, ahead of the upcoming general elections. The announcement was made by Chief Minister Mamata Banerjee at the party’s rally in Kolkata.“We will contest the Lok Sabha polls in Bengal alone and will fight against the Congress, BJP and the Communist Party of India (Marxist),” Banerjee said, reported The Indian Express. “We will also contest elections in Assam and Meghalaya. We are in talks with [Samajwadi Party chief] Akhilesh Yadav for contesting one Lok Sabha seat in Uttar Pradesh.”The party has fielded cricketers Yusuf Pathan from Baharampore and Kirti Azad from Bardhaman Durgapur constituencies. Congress leader Adhir Ranjan Chowdhury has won the Lok Sabha polls from Baharampore since 1999.The party also renominated Mahua Moitra from the Krishnanagar Lok Sabha seat and Trinamool Congress General Secretary Abhishek Banerjee from the Diamond Harbour constituency. Senior Trinamool leaders Saugata Roy will once again contest from Dum Dum and Sudip Bandyopadhyay will contest from Kolkata North constituency.The Trinamool Congress dropped MP Nusrat Jahan from contesting the Basirhat Lok Sabha seat. Saneshkhali village in North 24 Parganas district, which has been at the centre political controversy after a group of women accused now-suspended party leader Shahjahan Sheikh of sexual assault and land-grabbing, is in the Basirhat. The party has fielded its MLA Nurul Islam from Basirhat instead.The Trinamool Congress, which is part of the Opposition’s Indian National Developmental Inclusive Alliance or INDIA bloc, released its list of candidates for all 42 seats in the state despite the Congress’ desire to enter into a seat sharing agreement with the party in West Bengal.Reacting to the party’s announcement on Sunday, Congress leader Jairam Ramesh said that the Congress has always maintained that “such an agreement has to be finalised through negotiations and not by unilateral announcements”.However, Banerjee had announced in January that the Trinamool Congress will contest the polls alone.The Congress has formed seat-sharing agreement with its INDIA allies in Uttar Pradesh, Tamil Nadu, Maharashtra, Delhi, Gujarat among other states.#WATCH | On TMC announcing its candidates on all 42 Lok Sabha seats in West Bengal, Congress MP Jairam Ramesh says, \"The Indian National Congress has always maintained that it wants a respectable seat-sharing formula with the TMC in West Bengal. It means mutual negotiations, give… pic.twitter.com/013XuFQEl1— ANI (@ANI) March 10, 2024","author":"Scroll Staff","time":"2024-03-10T17:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196114-tysqphsvcs-1700743106.jpg","tags":["West Bengal","Trinamool Congress","Lok Sabha","Mamata Banerjee","INDIA bloc"],"source":"https://scroll.in/latest/1064984/lok-sabha-elections-trinamool-congress-announces-candidates-for-all-42-seats-in-west-bengal"}