{"title":"Lok Sabha polls top updates: Six-time Biju Janata Dal MP from Cuttack joins BJP","content":"Political parties on Thursday welcomed new members ahead of the Lok Sabha elections. In Maharashtra, the Chief Minister Eknath Shinde-led faction of the Shiv Sena inducted actor Govinda, while former BJP leader Ram Tahal Choudhary switched to the Congress in Jharkhand.Here’s a look at today’s top developments: Six-time Biju Janata Dal MP Bhartruhari Mahtab on Thursday joined the Bharatiya Janata Party. The son of former Odisha Chief Minister Harekrushna Mahtab, has held the Cuttack Lok Sabha seat since 1998. This comes after the BJP last week announced that it will not form an alliance with the Biju Janata Dal for the Assembly and Lok Sabha elections in the state.Actor Govinda joined Shinde’s Shiv Sena faction on Thursday. Govinda had earlier served as a Congress MP from the Mumbai North Lok Sabha constituency from 2004 to 2009.Five-time former BJP MP from Jharkhand, Ram Tahal Choudhary, on Thursday joined the Congress. The senior politician accused the Hindutva party of being dictatorial. “Just a couple of months before the elections, I was asked to give in writing that I will not contest the elections,” he said at a press conference. “I said it’s dictatorship and resigned then and there.”Munish Tamang, the president of the Bharatiya Gorkha Parisangh, joined the Congress on Thursday. “For the past many years, our Gorkha community has given time to the BJP, but in return, our community got nothing but betrayal,” Tamang said. Darjeeling-based Hamro Party founder Ajoy Edward joined the Opposition INDIA bloc.The Communist Party of India (Marxist) on Thursday released its first list of candidates for the Lok Sabha polls. In Kerala, the party has fielded MP AM Arif from Alappuzha, Rajya Sabha MP E Kareem from Kozhikode, former state ministers KK Shailaja from Vadakar and TM Thomas Isaac from Pathanamthitta. The party announced 17 candidates from West Bengal, including Mohmmed Salim from Murshidabad.In Jharkhand, the BJP said it will contest 13 out of the state’s 14 Lok Sabha seats. The party has given the Giridih constituency to its ally All Jharkhand Students Union. The Congress is contesting polls in the state in alliance with the Jharkhand Mukti Morcha. The Congress has so far announced candidates for four constituencies in the state.Read more Lok Sabha elections 2024 news here.Also read: ‘I don’t have that kind of money’: Nirmala Sitharaman says she won’t contest Lok Sabha pollsBJP conducting ‘Operation Lotus’ in Punjab, alleges AAP leader Saurabh Bharadwaj","author":"Scroll Staff","time":"2024-03-28T20:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199675-txduzoqpdc-1711637294.jpg","tags":["Biju Janata Dal","Eknath Shinde","Lok Sabha Elections 2024","Lok Sabha 2024","Communist Party of India (Marxist)","Shiv Sena","Govinda","BJD","Congress","BJP"],"source":"https://scroll.in/latest/1065935/lok-sabha-polls-top-updates-six-time-biju-janata-dal-mp-from-cuttack-joins-bjp"}