{"title":"Lok Sabha polls top updates: You are being misinformed about Congress’ manifesto, Kharge tells Modi","content":"Congress President Mallikarjun Kharge on Thursday wrote to Prime Minister Narendra Modi saying that he is being misinformed by his advisors about the contents of the Congress’ manifesto for the Lok Sabha elections.Kharge, in a two-page letter shared on social media, also requested a meeting with Modi to explain to him the Congress’ manifesto so that he does not “make false statements”.Meanwhile, Janata Dal (Secular) chief and former Prime Minister HD Deve Gowda on Wednesday claimed that his party was not getting support from a section of workers of its ally, the Bharatiya Janata Party.Here’s a look at today’s top developments:Congress President Mallikarjun Kharge said in a letter to Prime Minister Narendra Modi on Thursday that he was “neither shocked nor surprised” by his recent speeches. “It was expected that you [Modi] and other leaders from your party would start speaking in this manner after you saw the performance of the BJP in the first phase of the elections,” Kharge said in the letter, shared by him on social media. On Tuesday, Modi claimed at an election rally in Rajasthan that the Congress was providing reservations on the basis of religion to Muslims. Modi also accused the Congress of conspiring to repossess people’s private assets for distribution among a “select” group, an apparent reference to Muslims. The prime minister had made similar claims on Sunday, which Opposition leaders had criticised as hate speech. “The poor pays GST [Goods and Services Tax] and rich corporates claim GST refunds,” Kharge said on Thursday. “That is why when we [Congress] talk of inequality between rich and poor, you are purposely equating it with Hindu and Muslim.” Kharge added: “When all this [Lok Sabha polls] is over, people will remember that the PM [prime minister] of the country used such vulgar language for fear of losing an election.”My letter to PM @narendramodi ji underlining that he has been misinformed on the Congress Nyay Patra. I would also like to meet him in person to explain him our Manifesto, so that he doesn’t make any false statements in future. Sharing the text of the same —  I am neither… pic.twitter.com/pSDkm4IiBW— Mallikarjun Kharge (@kharge) April 25, 2024\n\n\nThe BJP will scrap reservations for the Scheduled Castes, Scheduled Tribes and the Other Backward Classes by 2025 if it is re-elected, Congress leader and Telangana Chief Minister A Revanth Reddy claimed on Thursday, according to The News Minute. Reddy alleged that the elections were a “referendum” for the continuation of reservations, adding that the Hindutva party was conspiring to cancel them.The Nationalist Congress Party (Sharadchandra Pawar) on Thursday released its election manifesto. The Sharad Pawar-led faction has promised implementation of the caste census, a separate commission for farmers’ welfare, the right to apprenticeship and 50% reservation for women in government jobs, PTI reported. The party said that it would review and propose changes to the Citizenship Amendment Act, the National Register for Citizens, the Unlawful Activities Prevention Act and other legislation that are “conflicting” with constitutional principles, the news agency reported.Janata Dal (Secular) chief HD Deve Gowda told reporters on Wednesday that a section of workers from the BJP were not cooperating with the regional party in Karnataka’s Mandya and Hassan Lok Sabha constituencies, The Indian Express reported. While the former prime minister’s son HD Kumaraswamy has been fielded from Mandya, grandson Prajwal Revanna is contesting from Hassan. “At Mandya, [sitting MP and BJP leader] Sumalatha is not cooperating with Kumaraswamy,” Gowda said, but added that it would not affect his party’s prospects. In Hassan, Gowda said that Revanna’s candidature had been opposed by certain local BJP leaders, the newspaper reported. BJP Karnataka chief BY Vijayendra dismissed the Janata Dal (Secular) chief’s claims as “speculation”. “This is a political ploy of the Congress,” he was quoted as saying.Also read: The Assam voter who no longer supports the BJP because of the CAA‘My son lost his job during demonetisation but at least it removed black money’BJP’s street-fighters in coastal Karnataka want a share in power","author":"Scroll Staff","time":"2024-04-25T20:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193194-prylqtouou-1692094456.jpeg","tags":["Mallikarjun Kharge","Congress","Narendra Modi","Janata Dal (Secular)","Lok Sabha 2024","BJP"]}