{"title":"Triple talaq bill passed in Lok Sabha","content":"The Lok Sabha on Thursday passed the triple talaq bill. The bill’s motion was adopted with 238 votes for and 12 against it, The Indian Express reported. The Lok Sabha voted on every clause in the bill.Both the Congress and the All India Anna Dravida Munnetra Kazhagam walked out of the Lower House before voting began, ANI reported.The Opposition had urged the Lok Sabha to send the triple talaq bill to a joint select committee for detailed examination after the government introduced it for discussion in the Lower House, PTI reported.Congress leader Mallikarjun Kharge, AIADMK leader P Venugopal, Trinamool Congress’ Sudip Bandhopadhyay, All India Majlis-e-Ittehad-ul Muslimeen leader Assaduddin Owaisi and Supriya Sule of the Nationalist Congress Party raised the demand.“This is a very important bill which needs detailed study,” said Congress leader Mallikarjun Kharge. “It is also a constitutional matter.” His party colleague Sushmita Dev said the real purpose of the bill was to penalise Muslim men and not empower the women in the community, PTI reported. “In the name of empowerment you [the government] have given nothing but a criminal case to women,” she added.Rabindra Jena of the Biju Janata Dal asked for the enactment of a codified Muslim personal law saying “there is no safeguard to stop the misuse of the law we are discussing”. Anawhar Raajhaa of the AIADMK alleged that fundamental rights were being attacked “in the name of gender justice”.Communist Party of India (Marxist) leader Mohammad Salim said the ruling Bharatiya Janata Party must tackle increasing incidents of communal violence if it wants to ensure justice for Muslim women.Speaker Sumitra Mahajan said a similar bill had been discussed and passed by the House earlier and thus the demand for it to be sent to a committee cannot be made.Union Law Minister Ravi Shankar Prasad pointed out that the government had taken note of the concerns raised by the Opposition and incorporated the changes they sought in the current bill. He said the bill was not against any community, religion or belief, ANI reported. “This bill is for the rights of women and about justice,” he added.“Twenty Islamic nations have banned triple talaq, then why can’t a secular nation like India?” the minister asked. “I request that this should not be looked through the prism of politics.”Prasad’s party colleague Meenakshi Lekhi asked the Opposition which part of the Quran mentions this practice, ANI reported. “This is not he versus she, these are issues of human rights violation,” she added. Ravi Shankar Prasad, Law Minister in Lok Sabha: This bill is not against any community, religion or belief. This bill is for the rights of women and about justice #TripleTalaqBill pic.twitter.com/IjgoI2U1Tl— ANI (@ANI) December 27, 2018\n\nThe Muslim Women (Protection of Rights on Marriage) Bill, 2018, seeks to make the practice of triple talaq – which allows Muslim men to divorce their wives by uttering the word “talaq” three times in spoken or written forms, or via electronic communication – a penal offence. It was introduced in the Lok Sabha on December 17 to replace an ordinance issued in September. The new Bill will replace an earlier draft legislation that was passed by the Lok Sabha but is pending in the Upper House because of protests by the Opposition. The government had to make a few changes to the law, including the introduction of a provision of bail for men accused of practising triple talaq, to make it more acceptable.","author":"Scroll Staff","time":"2018-12-27T14:48:36.629974+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/59364-tpxlxpecwj-1496071787.jpg","tags":["Parliament","Lok Sabha","Triple talaq"],"source":"https://scroll.in/latest/907236/lok-sabha-takes-up-triple-talaq-bill-for-discussion"}