{"title":"Lok Sabha polls: ‘Chowkidar chor hai’ will remain our slogan, says Rahul Gandhi","content":"Congress President Rahul Gandhi on Saturday said he apologised to the Supreme Court but will stand by the slogan “chowkidar chor hai”, used against Prime Minister Narendra Modi, Hindustan Times reported. “There is a process that is going on in the Supreme Court and I made a comment attributed to SC so I apologised,” he said. “I did not apologise to the BJP or Modi ji. ‘Chowkidar Chor Hai’ will remain our slogan.”Bharatiya Janata Party leader Meenakshi Lekhi had filed a contempt plea in the top court, saying Gandhi had attributed his remarks on the Rafale deal to the court.At a press conference, Gandhi said the Army was not Modi’s personal property. He also criticised the prime minister for claiming that surgical strikes when the Congress was in power were like “video games”.“Army is not a personal property of Mr Modi,” Gandhi said. “Surgical strikes are done by the Armed Forces. When Mr Modi says surgical strikes during Congress government were ‘video games’, he doesn’t insult Congress, he insults the Army.”Modi had mocked the Congress for claiming that six surgical strikes were conducted during the time of the United Progressive Alliance government. “I think there are some people who play video games, no matter how old they are,” he had said. “Perhaps they think surgical strikes are also some kind of video game.” He was speaking at a rally at Sikar, Rajasthan.Gandhi said terrorism has to be dealt with sternly. “We deal with it more sternly than Mr Narendra Modi,” Gandhi said. “We do it with strategy unlike Mr Modi who does it in events.”Gandhi alleged that the government led by Bharatiya Janata Party was compromising in dealing with terrorism and cited the release of Jaish-e-Mohammad chief Masood Azhar during the National Democratic Alliance’s rule in 1999.“Masood Azhar is a terrorist, he must be punished,” said Gandhi. “But who sent him to Pakistan? BJP did.”Gandhi also alleged that the Election Commission was “completely biased” towards the Opposition. He said the BJP was losing the Lok Sabha polls based on an internal survey of the Congress, PTI reported.“I don’t see a strategic campaign by the BJP,” Gandhi said. “I see a scared Prime Minister unable to face the onslaught of the Opposition and who is absolutely convinced in his mind that he is trapped. It is a panicky campaign.”Army is not a personal property of Mr. Modi. Surgical Strikes are done by the Armed Forces. When Mr. Modi says Surgical strikes during Congress govt were \"video games\", he doesn't insult Congress, he insults the army: Congress President @RahulGandhi#ArmySeMaafiMaangoModi pic.twitter.com/2kUqkBWYkE— Congress (@INCIndia) May 4, 2019\n\nमसूद अज़हर आतंकी है और उस पर जर सम्भव कार्रवाई होनी चाहिए। लेकिन, उसे पाकिस्तान किस सरकार ने भेजा था- भाजपा ने। भाजपा आतंकवाद से समझौता करती है। कांग्रेस नहीं करती, न हम कभी करेंगे : कांग्रेस अध्यक्ष @RahulGandhi#ArmySeMaafiMaangoModi pic.twitter.com/HqC0rC1KZA— Congress (@INCIndia) May 4, 2019","author":"Scroll Staff","time":"2019-05-04T12:52:51.204339+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118928-lhgqvpkaur-1556953436.jpeg","tags":["Rahul Gandhi","Lok Sabha Elections","2019 Elections","Narendra Modi"]}