{"title":"Lok Sabha polls top updates: Rahul Gandhi accepts invitation for public debate with PM Modi","content":"Congress leader Rahul Gandhi on Saturday accepted an invitation for a public debate with Prime Minister Narendra Modi amid Lok Sabha elections. Union Minister of Home Affairs Amit Shah responded to Delhi Chief Minister Arvind Kejriwal’s claims on Modi’s retirement. The Election Commission released the final voter turnout figures for the third phase of the Lok Sabha polls.Here’s a look at today’s top developments:Congress MP Rahul Gandhi on Saturday accepted an invitation to debate Bharatiya Janata Party leader Narendra Modi on Lok Sabha polls. Justices Madan Lokur and AP Shah, former judges of the Supreme Court and the Delhi High Court, respectively, along with former editor of The Hindu N Ram, had on Thursday sent the invitation to the two leaders.“We agree that such a debate will help people understand our respective vision and enable them to make an informed choice,” Gandhi said in a letter. “It is also critical to put to rest any unsubstantiated allegations attributed to our respective parties. As the principal parties fighting the election, the public deserve to hear from their leaders directly. Accordingly, either myself or the Congress President would be pleased to participate in such a debate.”Union home minister Amit Shah on Saturday said that Modi will continue to be the prime minister if the BJP wins the Lok Sabha polls, reported PTI. Shah dismissed Aam Aadmi Party chief Arvind Kejriwal’s claims that Modi has to retire next year when he turns 75, according to purported rules of the BJP. “I would like to tell Arvind Kejriwal and company and the whole INDIA alliance, Modi becomes 75, there is no need for you to feel happy,” Shah told media persons. “It is not written anywhere in BJP’s constitution. Modi will complete the term and will continue to lead the country. There is no confusion in BJP on this.”Peoples Democratic Party chief Mehbooba Mufti on Saturday alleged that the administration in the Union territory of Jammu and Kashmir was trying to fix elections in the region by “selectively targeting and harassing” her party and its supporters, reported PTI. The former chief minister of the erstwhile state also accused the authorities of imposing restrictions on public gathering for 48 hours from 6:30 pm on Saturday under Section 144 of the Criminal Procedure Code in Pulwama, which is part of the Srinagar Lok Sabha seat where voting will be held on May 13.“From 6:30 pm today, section 144 has been imposed where the elections are to take place and that too till the time of the conclusion of the elections,” she said. Mufti added that the government officials are covertly supporting “proxy groups” that are contesting the polls on behalf of the BJP. There are five Lok Sabha seats in the Union territory: Baramulla, Srinagar, Anantnag-Rajouri, Udhampur and Jammu.The Election Commission on Saturday said that the final voter turnout percentage of the third phase of Lok Sabha polls that were held on May 7 was 65.68%. The poll panel said that 66.89% of men, 64.4% of women and 25.2% of the registered transgender voters cast their votes. The poll panel added that 17.24 crore voters, including 8.85 crore men and 8.39 crore women, were eligible to vote in the third phase of the polls.Also read:EC ignored several complaints but responded to my open letter to Opposition, says Mallikarjun KhargeThe Jharkhand voter who will support a party that vows to protect forests","author":"Scroll Staff","time":"2024-05-11T20:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200647-cwwkulwfrw-1715439996.jpeg","tags":["Narendra Modi","Rahul Gandhi","Election Commission","Lok Sabha 2024","Mehbooba Mufti","Arvind Kejriwal"]}