{"title":"Lok Sabha elections: First phase of polling begins for 102 constituencies","content":"The first phase of the 2024 Lok Sabha election began on Friday, with 102 parliamentary constituencies across 17 states and four Union Territories going to polls. Voting is also underway for the 92 Assembly seats in Arunachal Pradesh and Sikkim.The states that will vote in the first phase of the Lok Sabha election Arunachal Pradesh, Assam, Bihar, Chhattisgarh, Madhya Pradesh, Maharashtra, Manipur, Meghalaya, Mizoram, Nagaland, Rajasthan, Sikkim, Tamil Nadu, Tripura, Uttar Pradesh, Uttarakhand and West Bengal.Elections will also be held in the Union Territories of Andaman and Nicobar, Jammu and Kashmir, Lakshadweep and Puducherry.By 5 pm, West Bengal had recorded a voter turnout of 77.57% while the turnout in Uttar Pradesh was 57.54%. Maharashtra had registered a 54.85% voter turnout by 5 pm, while the figure in Bihar was the lowest at 46.32%, according to the Election Commission.Mizoram had registered a 52.91% voter turnout and Lakshadweep had recorded 59.02% voting by 5 pm.Voting began at 7 am and will end at 6 pm in most seats.Prime Minister Narendra Modi urged people to exercise their franchise in record numbers and particularly called upon young and first-time voters to cast their ballot in large numbers.Congress President Mallikarjun Kharge urged people to carefully cast their votes and said that a “new era of economic empowerment and equal opportunities” beckons them. “The fight to protect our Constitution and Democracy begins today,” he said.The 2024 Lok Sabha elections commence today! As 102 seats across 21 States and UTs go to the polls, I urge all those voting in these seats to exercise their franchise in record numbers. I particularly call upon the young and first time voters to vote in large numbers. After all,…— Narendra Modi (@narendramodi) April 19, 2024\n\n\nThe fight to protect our Constitution and Democracy begins today.My dear citizens, from 21 States and UTs who are voting in the First Phase of the Lok Sabha elections, I request you to carefully cast your vote.A future where NYAY (JUSTICE) awaits you. A new era of Economic…— Mallikarjun Kharge (@kharge) April 19, 2024\n\n\nClashes in West BengalClashes between workers of the ruling Trinamool Congress and the Bharatiya Janata Party in West Bengal were reported as soon as polling began in the state, according to Hindustan Times.A functionary of the Trinamool Congress, Anant Barman, was also hospitalised after he was injured allegedly in a crude bomb attack in Bhetaguri.The Bharatiya Janata Party alleged that members of the Trinamool Congress pelted stones in Chandamari to stop people from voting, reported The Indian Express. On the other hand, the Trinamool Congress accused the BJP of threatening voters in Begarkata.Hours before polling began, a Central Reserve Police Force soldier was found dead inside the washroom of a polling booth in Mathabhanga, according to India Today. The soldier had sustained head injuries.CPI(M) alleges electoral malpractice in TripuraThe Communist Party of India (Marxist) in a letter to the chief electoral officer in Tripura alleged “large-scale manipulation” in several booths of the Tripura West Lok Sabha constituency.The party alleged that polling agents of the INDIA bloc were prevented from entering several booths and were driven away from some. “In some places, they were beaten up,” read the letter to the poll officer.The letter also claimed that voters living along the India-Bangladesh border, especially Muslims, were threatened on Thursday evening not to approach the polling booths. It alleged that BJP workers forcibly took away the polling slips distributed from many houses. “In 7-Ramnagar Assembly constituency, till 12 noon, the polling booth number 1, 3, booth 4 to 15, booth 17 to 32, were captured and totally rigged,” said the letter.Election Malpractices in TripuraLetter to Chief Electoral Officer pic.twitter.com/hk53bziORI— CPI (M) (@cpimspeak) April 19, 2024\n\n\nOver 16 crore voters across 1.87 lakh polling stationsThe first phase is the largest of the seven phases in the elections that will end on June 1. The counting of votes will take place on June 4.Over 18 lakh polling personnel have been deployed across 1.87 lakh polling stations in the first phase, PTI reported. There are a total of 16.63 crore registered voters in the first phase, of whom around 35.67 lakh are first-time voters.Key candidatesAmong the prominent candidates in the fray are eight Union ministers – Nitin Gadkari from Nagpur, Kiren Rijiju from Arunachal West, Sarbananda Sonowal from Dibrugarh, Jitendra Singh from Udhampur, Arjun Ram Meghwal from Bikaner, Bhupendra Yadav from Alwar and Sanjeev Baliyan from Muzaffarnagar.Among the prominent Opposition leaders in the fray in the first phase are Gaurav Gogoi from Jorhat, Karti Chidambaram from Sivaganga, Kanimozhi from Thoothukudi and Nakul Nath from Chhindwara.Also read: Is the 2024 Lok Sabha election India’s last chance before the point of no return?","author":"Scroll Staff","time":"2024-04-19T08:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200154-jzebterahe-1713497476.jpg","tags":["Lok Sabha","Lok Sabha elections","Lok Sabha election","Lok Sabha 2024","Voting"],"source":"https://scroll.in/latest/1066814/lok-sabha-elections-first-phase-of-polling-begins-for-102-constituencies"}