{"title":"Lok Sabha passes changes to UAPA to allow government to declare individuals as terrorists","content":"The Lok Sabha on Wednesday passed the Unlawful Activities Prevention Act (Amendment) Bill, 2019, ANI reported. Discussion on the bill led to a heated debate, with the Congress walking out of the House. While the Bharatiya Janata Party and its allies supported the legislation, most Opposition parties expressed concern.Until now, the law allowed the government to proscribe terrorist organisations. The amendment proposes to allow the government to also proscribe individuals as terrorists. The amendment also proposes to empower more officers of the National Investigation Agency to investigate cases.  Union Home Minister Amit Shah said terrorism needs a strong law in order to be curtailed, The Hindu reported. Shah argued that laws during the United Progressive Alliance era were also similarly tough. He said it is necessary to keep law enforcement agencies a step ahead of terrorists. Shah said that those who finance or help terrorists should also be called terrorists. He claimed that Indian Mujahideen founder Yasin Bhatkal would have been arrested sooner had he been designated a terrorist.“There’s a need for a provision to declare an individual as a terrorist, UN has a procedure for it, US has it, Pakistan has it, China has it, Israel has it, European Union has it, everyone has done it,” Shah said, according to Firstpost. He added that if the Opposition does not want such a provision, the government might as well abolish the Criminal Procedure Code.“It is the priority of the government to root out terrorism,” Shah said, according to PTI. “Some [Opposition] members said that we have destroyed the federal structure by bringing this amendment. If the federal structure has been destroyed then it was destroyed during the UPA time as the law was enacted then,” he said, adding that the NIA will definitely seize the computers and other devices if a person is indulging in terrorist activities.Congress MPs Sonia Gandhi, Adhir Ranjan Chowdhury and Shashi Tharoor walked out of the Lok Sabha after demanding that the bill be sent to a select committee.BJP MP Satya Pal Singh said terrorists are not normal criminals. “It is difficult to investigate them,” he said. “Many ask what is the need for this law? Why do you need laws for POCSO [Protection of Children from Sexual Offences] or traffic violation? That’s because the magnitude of crimes decide the punishment.” He claimed that when anti-terror laws are diluted, terror attacks increase.All India Anna Dravida Munnetra Kazhagam MP OP Raveendranath Kumar backed the bill. He said the government should undertake programmes to make sure youth don’t fall into the trap of terrorism.Janata Dal (United) MP Sunil Kumar Pintu said the government targets those who are involved in terrorism. Pintu said he wants the bill to be passed so that “terror can be defeated”. However, most Opposition MPs opposed the legislation. Trinamool Congress MP Mahua Moitra said the bill allows individuals to be designated terrorists without due process. She said that if the Centre wants to target someone, they will get them somehow. Moitra added that the Trinamool Congress is labelled anti-national every time they oppose a bill.All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi claimed that the bill violates Article 21 of the Constitution, which establishes the fundamental right to life and personal liberty. “Are you outsourcing your nationalism to some international convention?” Owaisi asked the government.Owaisi blamed the Congress for passing legislation like the UAPA, which earned some praise from the treasury benches.  “Let a Congress leader be arrested in this law, only then they will know,” he said. “They [Congress] are the main culprits of bringing this law. When they are in power they are bigger than BJP, when they lose power they become big brother of Muslims.”Nationalist Congress Party MP Supriya Sule said Prime Minister Narendra Modi, when he was chief minister of Gujarat, had opposed the UAPA on the grounds that it would affect the federal structure of the country. She also brought up the arrests of human rights activists under the Act last year. In response, Amit Shah said those who are involved in “urban Maoism” will not be spared. Lok Sabha clears bill to check ponzi schemesThe Lok Sabha on Wednesday unanimously passed the Banning of Unregulated Deposit Schemes Bill, 2019 that seeks to check ponzi schemes and ensure depositors get back their money, reported PTI. Minister of State for Finance Anurag Singh Thakur said that the bill was an effort to protect the hard earned money of the poor people.According to the bill, the first claim on the recovered money will be of depositors. Thakur said as many 978 cases have been identified so far, and of this 326 were from West Bengal.","author":"Scroll Staff","time":"2019-07-24T16:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124379-wvpdsmgaxn-1563965073.jpg","tags":["Unlawful Activities Prevention Act (Amendment) Bill","Amit Shah","Lok Sabha","terrorism"]}