{"title":"Lok Sabha polls: Vandalism, shooting breaks out during voting in Inner Manipur constituency","content":"Incidents of violence were reported in the Inner Manipur Lok Sabha constituency during the first phase of polling in the general elections on Friday, amid tight security measures in the northeastern state, according to The Hindu.Miscreants fired at a polling station at Thamanpokpi, which is located in the Moirang Assembly segment, The Hindu reported. At least three persons were injured.An incident of vandalism was reported at a polling station in the Thongju Assembly segment located in the Imphal East district, according to the newspaper.Moirang and Imphal East district are in the Inner Manipur Lok Sabha constituency.Both Lok Sabha constituencies in Manipur are polling on Friday. Voting in the Inner Manipur constituency is happening entirely on Friday. However, some Assembly segments in the Outer Manipur constituency will head for polls in the second phase on April 26.As of 4 pm, the voter turnout in Manipur was 63%, according to the Election Commission.In the 2019 general election, the final turnout in the state was 82.69%. The ruling Bharatiya Janata Party had won the Inner Manipur seat and the Naga People’s Front had bagged the other.Manipur has been gripped by ethnic clashes between the tribal Kuki and the dominant Meitei communities since May. The violence has left 219 persons dead and displaced 60,000 people from their homes since May 3, according to figures released by the state government in February.The members of the Meitei community account for 60% of the state’s population and are largely concentrated in the Imphal Valley.The first phase of the 2024 Lok Sabha election began on Friday, with 102 parliamentary constituencies across 17 states and four Union Territories going to polls. Voting is also underway for the 92 Assembly seats in Arunachal Pradesh and Sikkim.Besides Manipur, the states that are voting in the first phase are Arunachal Pradesh, Assam, Bihar, Chhattisgarh, Madhya Pradesh, Maharashtra, Meghalaya, Mizoram, Nagaland, Rajasthan, Sikkim, Tamil Nadu, Tripura, Uttar Pradesh, Uttarakhand and West Bengal.","author":"Scroll Staff","time":"2024-04-19T16:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193580-gzehhdbgjh-1693233963.jpg","tags":["Lok Sabha 2024","Manipur unrest","Manipur","Voting"],"source":"https://scroll.in/latest/1066835/lok-sabha-polls-vandalism-shooting-breaks-out-during-voting-in-inner-manipur-constituency"}