{"title":"Lok Sabha polls top updates: Unemployment is key concern among voters, finds pre-poll survey ","content":"Unemployment is a major concern among Indian voters, according to a survey by Lokniti and the Centre for the Study of Developing Societies released on Thursday. Three-fifth of the survey’s respondents felt that getting jobs has become more difficult in the past five years. Here’s a look at today’s top developments:A pre-poll survey conducted by the Centre for the Study of Developing Societies and Lokniti found that unemployment is one of the key issues for voters ahead of the Lok Sabha elections. The survey found that 62% of respondents across various demographics, including those living in villages, towns and cities, indicated that finding jobs has become increasingly difficult.In Punjab, the Bharatiya Janata Party welcomed into its fold Parampal Kaur Sidhu, an Indian Administrative Service officer and the daughter-in-law of prominent Shiromani Akali Dal leader Sikander Singh Maluka. Sidhu’s husband and the Akali Dal leader’s son Gurpreet Singh Maluka also joined the BJP ahead of the general elections. Punjab Chief Minister Bhagwant Mann, however, said that Sidhu’s resignation as an IAS officer has not yet been accepted by the Punjab government.The Telugu Desam Party, led by former Chief Minister N Chandrababu Naidu, announced on Thursday that it will not contest the Lok Sabha elections in Telangana. The party, however, has yet to take a call on whom it will support in the state. “Though we are part of the NDA [BJP-led National Democratic Alliance], we are not contesting the Lok Sabha polls in Telangana,” party spokesperson Jyothsna Tirunagari told PTI. “The decision on whom to support in the upcoming polls in Telangana will be taken by the party’s senior leadership.”Communist Party of India (Marxist) leader and Kerala Chief Minister Pinarayi Vijayan on Thursday once again accused the Congress, his party’s ally in the Opposition INDIA bloc, of being silent on the Citizenship Amendment Act. Vijayan alleged the Congress was “showing the same mindset as the BJP and the Sangh Parivar”, reported PTI. He said that Congress had not addressed the Act in its election manifesto.Also read:BJP accounts for 32% of all money spent on political ads on Google in India this yearElection Commission showing ‘strange diffidence in ensuring free, fair polls’: Former civil servants","author":"Scroll Staff","time":"2024-04-11T19:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199984-opzujhurjz-1712840625.jpg","tags":["Centre for the Study of Developing Societies","Unemployment","Lok Sabha Elections 2024","Telugu Desam Party","Telangana","Lok Sabha 2024"],"source":"https://scroll.in/latest/1066523/lok-sabha-polls-top-updates-unemployment-is-key-concern-among-voters-finds-pre-poll-survey"}