{"title":"Lok Sabha polls top updates: PM Modi says Congress manifesto ‘reflects Muslim League’s thinking’","content":"The Congress’ manifesto for the Lok Sabha elections “reflects the thinking of the Muslim League”, Prime Minister Narendra Modi alleged on Saturday at a rally in Uttar Pradesh’s Saharanpur.The Congress on Friday released its manifesto, in which it largely reiterated its earlier promises such as conducting a nationwide caste census and providing minimum support prices for farmers. The party, reacting to Modi’s comments,  alleged that the prime minister always engages in the “politics of division”.Meanwhile, the Communist Party of India on Saturday released its manifesto for the elections and said that the Bharatiya Janata Party’s rule at the Centre had led to the “unprecedented concentration of wealth at the top while the poor are pushed to destitution”, The Hindu reported.Here’s a look at today’s top developments:Addressing the rally in Saharanpur, Modi said that the present Congress had moved away from the Congress of the Freedom Movement, The Hindu reported. “It neither has policies in national interest nor a vision for national development,” he alleged. The prime minister also said that the BJP government practised true secularism and social justice as “our schemes do not differentiate between beneficiaries”. He added: “The Congress’ manifesto reflects the same thinking as the one that the Muslim League held at the time of Independence.”Responding to the remarks, Congress general secretary Jairam Ramesh said that Modi “should remember his history” as it was Syama Prasad Mukherjee, founder of the Jana Sangh and president of the Hindu Mahasabha, who was running a coalition government with the Muslim League in Bengal, Sindh and North West Frontier Province in the 1940s. He said that the prime minister wanted to divert the attention of the public from the reality of the “last 10 years of injustice”.At a rally in Jaipur, Congress leader Sonia Gandhi said that India’s democracy is in danger today and a conspiracy is being made to change the Constitution. “Modi ji [Prime Minister Narendra Modi], believing himself to be great, is destroying the dignity of democracy,” Gandhi said. She also alleged that the Modi-led government was using several tactics to force Opposition leaders to join the BJP ahead of the Lok Sabha elections. “This is dictatorship,” Gandhi remarked. “We will all give a reply to this dictatorship.”The Congress on Saturday released a list of six candidates for the Lok Sabha constituencies in Goa, Madhya Pradesh and the Union territory of Dadar and Nagar Haveli. Francisco Sardinha, the incumbent MP from South Goa, has been dropped from the list of candidates. Instead, the party has fielded Viriato Fernandes from the seat.The Communist Party of India, in its manifesto released on Saturday, said that it would work towards increasing the minimum wage under the Mahatma Gandhi National Rural Employment Guarantee Act to Rs 700 and double the available work days under the scheme to 200 in a calendar year. The party said that it would scrap the Agnipath scheme and abolish the Citizenship Amendment Act. The manifesto also said that the party would bring central investigative agencies such as the Enforcement Directorate and the Central Bureau of Investigation under the purview of the Parliament to ensure the impartiality of their investigations.","author":"Scroll Staff","time":"2024-04-06T20:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199873-clbeshejdo-1712415388.jpg","tags":["Narendra Modi","Congress","Lok Sabha","Lok Sabha 2024"]}