{"title":"Lok Sabha polls: Amit Shah did not violate poll code in Bengal and Nagpur speeches, says EC","content":"The Election Commission on Friday found no violation of the Model Code of Conduct or its advisories in  two speeches of Bharatiya Janata Party chief Amit Shah. Congress spokesperson Randeep Singh Surjewala had raised complaints against the two speeches.Shah, while addressing a rally in West Bengal on April 22, had claimed that when Indian Air Force jets hit terror camps in Balakot, the act was mourned in Pakistan and West Bengal Chief Minister Mamata Banerjee’s office, PTI reported.Shah had said that Prime Minister Narendra Modi “sent his Air Force” to destroy terror camps in Pakistan after the Pulwama suicide attack in February. “Forty-four of jawans were martyred in Pulwama terror attack,” Shah had said at the rally. “Earlier, nothing used to happen after such incidents. Narendra Modi ordered his Air Force on the 13th day [of the incident] and our aircraft blew the terrorists to pieces in Pakistan.”The poll body said the complete transcript of the speech was examined and “is of the considered view that in this matter no such violation of MCC [Model Code of Conduct] or ECI’s [Election Commission of India’s] instructions is made out”.In the second instance, Shah had said that the whole country was rejoicing the air strike on a terror camp in Balakot, but that Pakistan and the Congress led by Rahul Gandhi mourned it, according to PTI. Shah was addressing a rally at Nagpur, Maharashtra on April 9.Shah also took a jibe at Gandhi’s public rallies in Wayanad, saying they appeared like they were being organised in Pakistan. “The matter has been examined in detail in accordance with the extant advisories, provisions of the Model Code of Conduct and after examination of complete transcript of speech of six pages sent by the DEO Nagpur, Commission is of the considered view that in this matter no such violation of MCC or ECI’s instructions is made out,” the poll body said in a statement. On Friday, the electoral body had also ruled that Modi had not violated the code of conduct when he compared the Congress to a sinking ship, and when he said India had given a befitting reply to Pakistan on terrorism. The commission has now cleared Modi in six such complaints.","author":"Scroll Staff","time":"2019-05-04T07:52:29.652186+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113728-rgprjptmxz-1556935606.jpg","tags":["Election Commission","Amit Shah","Model Code of Conduct","Lok Sabha Elections"]}