{"title":"Lok Sabha polls top updates: First two phases recorded lower turnout than 2019 election","content":"The Election Commission on Tuesday released final voter turnout figures for the first two phases of the Lok Sabha election. The first leg of the election recorded a polling percentage of 66.14%, while the second one recorded a figure of 66.71%. Both figures were lower as compared to the 2019 elections.Earlier in the day, Congress leader Rahul Gandhi alleged that Bharatiya Janata Party leaders said they would change the Constitution if they win the ongoing Lok Sabha elections.Union Home Minister Amit Shah, however, claimed that the Congress was spreading lies that the BJP intended to change the Constitution and end reservations if it came back to power for a third term.Here’s a look at today’s top developments:The first phase of the parliamentary election recorded a turnout of 66.14%, while the second phase recorded a figure of 66.71%, the Election Commission said on Tuesday. The turnout was lower than the first two phases of the 2019 Lok Sabha election, both of which recorded a polling percentage of over 69%. The numbers were announced 11 days after the first phase of the election, and four days after the second one. The final figures are substantially higher than the provisional polling estimates of 62.34% for the first phase and 63.50% for the second one released by the Election Commission.BJP leaders have said that the Constitution will be changed if they win the elections, Congress leader Rahul Gandhi claimed on Tuesday. Gandhi was addressing a rally in Madhya Pradesh’s Bhind district. Gandhi also said that the Constitution was the “soul of the poor”, adding that there was no power in the world that could change it.BJP के नेताओं ने कहा है- अगर चुनाव जीते तो संविधान को बदल दिया जाएगा।लेकिन मैं आपको बता देना चाहता हूं- संविधान गरीबों की आत्मा है, इसे कोई ताकत नहीं मिटा सकती।: @RahulGandhi जी📍 भिंड, मध्य प्रदेश pic.twitter.com/OYSBpBMPwT— Congress (@INCIndia) April 30, 2024\n\n\nUnion Home Minister Amit Shah on Tuesday claimed that the BJP was heading towards its goal of winning more than 400 Lok Sabha seats in the ongoing elections with the support of the public, PTI reported. At a press conference in Guwahati, Shah also said: “The Congress is spreading lies about the saffron party changing the constitution and ending reservations...We do not see voters as minority or majority.” However, in the run-up to the Lok Sabha elections, at least three BJP leaders – Anantkumar Hegde, Jyoti Mirdha and Lallu Singh – have hinted at major changes to the Constitution if the National Democratic Alliance returns to power.The Maharashtra Chief Minister Eknath Shinde-led faction of the Shiv Sena on Tuesday named former state minister Ravindra Waikar, previously a close associate of Shiv Sena (Uddhav Balasaheb Thackeray) leader Uddhav Thackeray, as its candidate for the Mumbai North West Lok Sabha constituency. Waikar, a three-time MLA from Jogeshwari East, had resigned from Thackeray’s faction of the Shiv Sena and joined Shinde’s group on March 10. He has been under scrutiny by the central agencies for multiple allegations of financial irregularities.लोकसभा निवडणूक - २०२४ साठी मुंबई उत्तर पश्चिम मतदारसंघातून शिवसेनेचे अधिकृत उमेदवार म्हणून श्री रवींद्र वायकर यांचे नाव घोषित करण्यात आले आहे. त्यांना लोकसभा निवडणुकीसाठी हार्दिक शुभेच्छा !#Shivsena pic.twitter.com/4Djv0JORaU— Shivsena - शिवसेना (@Shivsenaofc) April 30, 2024\n\n\nShinde’s faction of the Shiv Sena also named Byculla MLA Yamini Jadav from the Mumbai South Lok Sabha seat. Jadhav, along with her husband Yashwant Jadhav, who is the former standing committee chairperson of the Brihanmumbai Municipal Corporation, had faced corruption charges that were levelled against them by BJP leader Kirit Somaiya, The Indian Express reported. Yashwant Jadhav was also investigated by the Enforcement Directorate in an alleged Foreign Exchange Management Act case.The National Democratic Alliance on Tuesday released its manifesto for the upcoming Assembly elections in Andhra Pradesh, PTI reported. Apart from the BJP, the Telugu Desam Party and the Jana Sena Party are part of the National Democratic Alliance in the state. The manifesto promised Rs 1,500 as pension to eligible women every month. It also said that Rs 3,000 would be given as financial assistance to unemployed youth every month. Polling for the 175-member Assembly and 25 Lok Sabha seats in Andhra Pradesh will be held on May 13. Votes will be counted on June 4.Uttar Pradesh Chief Minister Adityanath on Tuesday said that the nation would not accept the Opposition INDIA bloc’s agenda to grant reservation to a specific group of people, ANI reported. The BJP was opposed to reservation based on religion, Adityanath said in Gorakhpur. However, he said that the party “firmly supports” reservation for Scheduled Castes, Scheduled Tribes and Other Backward Classes.The Lok Sabha election in the constituency of Anantnag-Rajouri has been postponed from May 7 to May 25. The Election Commission said that it received several representations stating that there would be logistical and communication-related difficulties in holding the election on May 7. Voting has already been completed in the Union Territory’s constituencies of Udhampur and Jammu, while elections will take place in Srinagar on May 13 and Baramulla on May 20.","author":"Scroll Staff","time":"2024-04-30T20:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200395-gjllxflvoj-1714489061.jpg","tags":["Lok Sabha 2024","Rahul Gandhi","Amit Shah","Election Commission","Shiv Sena","Eknath Shinde","Uttar Pradesh","Uttar Pradesh Chief Minister Adityanath","Congress","BJP"],"source":"https://scroll.in/latest/1067287/lok-sabha-polls-top-updates-first-two-phases-recorded-lower-turnout-than-2019-election"}