{"title":"Lok Sabha polls top updates: Jamaat-e-Islami Hind condemns ‘suppression’ of Muslim voters","content":"The Jamaat-e-Islami Hind has urged the Election Commission to investigate alleged incidents of voter suppression targeting Muslims and marginalised sections.Meanwhile, a plea seeking the disqualification of Prime Minister Narendra Modi from contesting elections was dismissed by the Supreme Court. And, in Jharkhand, Bharatiya Janata Party leader Jayant Sinha’s son Aashir Sinha joined the Congress ahead of polling for the Lok Sabha elections in the state on May 20.Here is a look at today’s top developments: Socio-religious organisation Jamaat-e-Islami Hind on Tuesday said that it condemns the “disturbing incidents of voter suppression targeting Muslims and marginalised sections” during the general elections. The statement cited media reports on how at least four Muslim majority villages in Uttar Pradesh’s Sambhal district had complained that the state police had resorted to unprovoked assault at polling booths, among other similar incidents. “The incidents highlighted above represent a troubling trend where Muslims and other marginalised communities are systematically targeted and disenfranchised,” Malik Moatasim Khan, the vice president of the Jamaat-e-Islami Hind, said. “Jamaat-e-Islami Hind calls upon the Election Commission of India to thoroughly investigate these incidents and take immediate corrective measures to ensure that such incidents are not repeated in future electoral phases.”The Supreme Court on Tuesday dismissed a plea seeking disqualification of Modi from contesting any elections for the next six years as he had allegedly sought votes in the name of religion during the ongoing Lok Sabha polls campaign, Bar and Bench reported. The plea contended that Modi asked voters to pick the BJP in the name of Hindu deities and places of worship.Former BJP MP Jayant Sinha’s son and veteran party leader Yashwant Sinha’s grandson Aashir Sinha joined the Congress on Tuesday, The Indian Express reported. In early March, Jayant Sinha, who is the current MP from Jharkhand’s Hazaribagh constituency, had asked BJP chief JP Nadda to relieve him from electoral duties. The voting in Hazaribagh will take place on May 20. The BJP has fielded Manish Jaiswal against Congress’ Jai Prakash Bhai Patel in the constituency.BJP’s Hyderabad candidate Madhavi Latha on Tuesday claimed that she had received information that the presiding officer of a booth had caught a minor girl casting her vote in the constituency where voting took place on Monday, ANI reported. On Monday, Latha was booked for misconduct, among other charges, for making Muslim voters take off their veil to check their identity at a polling station in Hyderabad. “They are not registering an FIR,” she told the news agency. “They are free to register an FIR on me but not on others. My FIR started from ‘Ram Baan’. I am getting FIRs in the form of medals.” In April, the Hyderabad Police had booked Latha following a complaint alleging that she had hurt the sentiments of the Muslim community by miming at shooting an arrow at a mosque during a procession.Also read: Lok Sabha elections: 23% candidates contesting in fifth phase face criminal casesLok Sabha polls: Fourth phase records estimated voter turnout of 67.7%, says ECI‘What use is a bullet train to us?’ In Maharashtra’s Palghar, tribal anger at BJP over lack of jobs","author":"Scroll Staff","time":"2024-05-14T20:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200703-nhkihkqyig-1715698197.jpg","tags":["Jamaat-e-Islami Hind","Narendra Modi","voter suppression","Jayant Sinha","BJP","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067872/lok-sabha-polls-top-updates-jamaat-e-islami-hind-condemns-suppression-of-muslim-voters"}