{"title":"Lok Sabha polls: PM Modi declares assets worth Rs 3.02 crore, says he owns no houses or cars","content":"Prime Minister Narendra Modi has declared total assets worth Rs 3.02 crore in his election affidavit filed on Tuesday and said he does not own any land, houses or cars.Modi is contesting the Lok Sabha elections from Uttar Pradesh’s Varanasi constituency. He has represented the seat since 2014.Tuesday was the last day for filing nominations from the constituency, which will go to polls on June 1 in the seventh and final phase of the Lok Sabha elections.The prime minister said in his affidavit that he has Rs 52,920 cash in hand and fixed deposits worth Rs 2.86 crore with the State Bank of India. He also has Rs 80,304 in two bank accounts in Gandhinagar and Varanasi.Modi declared that he has Rs 9.12 lakh as an investment in National Savings Certificates and owns four gold rings worth Rs 2.68 lakh.His income increased to Rs 23.56 lakh in the financial year 2022-’23 from Rs 11.14 lakh in 2018-’19. The prime minister received income tax deductions of Rs 3.33 lakh for the financial year 2023-’24.The “immovable assets” section in the affidavit, where land and houses are declared, has been marked “nil”.Jashodaben has been mentioned as the prime minister’s spouse. The affidavit says assets held by her are “not known”.Modi also said in the affidavit that there were no criminal cases against him and he has no liabilities due to the government. He mentioned he received a Bachelor of Arts from Delhi University in 1978 and a Master of Arts from Gujarat University in 1983.Ahead of the 2019 Lok Sabha elections, the prime minister had declared assets worth Rs 2.5 crore, including a residential plot in Gujarat’s Gandhinagar, fixed deposits of Rs 1.27 crore and Rs 38,750 cash in hand.He declared assets worth Rs 1.65 crore in 2014.In 2019, Modi won the Varanasi seat with a margin of 6,74,664 votes against the Samajwadi Party’s Shalini Yadav.Varanasi is considered a stronghold of the Bharatiya Janata Party. The party has won the seat eight times since 1991. However, the Congress’ RK Mishra managed to break the streak in 2004.","author":"Scroll Staff","time":"2024-05-15T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200707-vqptvrtbml-1715742826.jpg","tags":["Narendra Modi","Uttar Pradesh","Lok Sabha","Lok Sabha 2024","Varanasi","general elections","BJP"],"source":"https://scroll.in/latest/1067879/lok-sabha-polls-pm-modi-declares-assets-worth-rs-3-02-crore-says-he-owns-no-houses-or-cars"}