{"title":"Lok Sabha elections: Samajwadi Party to share 11 seats with Congress in Uttar Pradesh","content":"Samajwadi Party on Saturday said that it has conceded 11 seats to the Congress in Uttar Pradesh for the upcoming Lok Sabha polls.  Both parties are part of the Indian National Developmental Inclusive Alliance, or INDIA, which is a coalition of 28 Opposition parties that plan to take on the Bharatiya Janata Party-led National Democratic Alliance in the general elections.“Our cordial alliance with Congress is off to a good start with 11 strong seats,” Samajwadi Party chief Akhilesh Yadav said in a post on X, formerly known as Twitter. “This trend will move forward with the winning equation.”Uttar Pradesh has 80 Lok Sabha seats.कांग्रेस के साथ 11 मज़बूत सीटों से हमारे सौहार्दपूर्ण गठबंधन की अच्छी शुरुआत हो रही है… ये सिलसिला जीत के समीकरण के साथ और भी आगे बढ़ेगा। ‘इंडिया’ की टीम और ‘पीडीए’ की रणनीति इतिहास बदल देगी।— Akhilesh Yadav (@yadavakhilesh) January 27, 2024\n\n\nThe Congress and Rashtriya Lok Dal, which is also part of the two INDIA bloc, will be contesting the polls in Uttar Pradesh with the Samajwadi Party. The agreement between the Samajwadi Party and Rashtriya Lok Dal for seven seats was finalised last week, reported The Indian Express.“A very good alliance is taking shape,” Yadav told reporters on Friday. “This is not an alliance of seats but one of victory. Number of seats could be anything. The alliance is based on winnability. Our strategy for the distribution [of seats] is based on who can win.”The development comes against the backdrop of the Trinamool Congress and the Aam Aadmi Party refusing to contest the Lok Sabha polls with the Congress.On Wednesday, Trinamool Congress chief Mamata Banerjee said that her party will fight elections alone on all 42 Lok Sabha seats in West Bengal.“I had no discussions with the Congress party,” said the West Bengal chief minister. “I have always said that in Bengal, we will fight alone. I am not concerned about what will be done in the country but we are a secular party and in Bengal, we will alone defeat BJP.”Banerjee said that the party will go into alliance with others only after the results are declared.On Friday, Yadav told reporters that it is the responsibility of Congress to persuade Banerjee to agree for seat-sharing in Bengal, reported The Indian Express.Aam Aadmi Party leader and Punjab Chief Minister Bhagwant Mann said that the party will contest all 13 Lok Sabha seats in the state.However, the Aam Aadmi Party and the Congress are contesting the mayoral elections in Chandigarh together.Also read: Why Nitish Kumar could go back to the BJP","author":"Scroll Staff","time":"2024-01-27T15:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197908-xkwgxuabxz-1706348320.jpg","tags":["Samajwadi Party","Congress","Uttar Pradesh","Lok Sabha","INDIA"],"source":"https://scroll.in/latest/1062804/lok-sabha-elections-samajwadi-party-to-share-11-seats-with-congress-in-uttar-pradesh"}