{"title":"Lok Sabha polls: Arvind Kejriwal slapped during election rally in Delhi, AAP blames BJP","content":"A man slapped Delhi Chief Minister Arvind Kejriwal during a roadshow in the Moti Nagar area in New Delhi Lok Sabha constituency on Saturday, prompting the Aam Aadmi Party to accuse the BJP of orchestrating the “cowardly act”, PTI reported.Kejriwal was on an open jeep when the man, identified by the police as 33-year-old Suresh, jumped onto the vehicle and slapped him before being pulled off the vehicle. The police have taken the assailant into custody and are questioning him to ascertain his motives.“This Opposition-sponsored attack cannot stop the Aam Aadmi in Delhi,” the party tweeted. “It is not an attack on Arvind Kejriwal.  It is an attack on Delhi and its mandate.   The people of Delhi will give a befitting reply to BJP on May 12.”#WATCH: A man slaps Delhi Chief Minister Arvind Kejriwal during his roadshow in Moti Nagar area. (Note: Abusive language) pic.twitter.com/laDndqOSL4— ANI (@ANI) May 4, 2019\n\nKejriwal’s deputy Manish Sisodia also lashed out at the BJP after the incident.  “Do Modi and Amit Shah want Kejriwal to be murdered?” he asked, questioning the prime minister and the BJP president. He claimed that the saffron party could not break Kejriwal’s morale and could not defeat him in elections in five years despite all its might. “Now you want him removed from your way like this,” Sisodia said. “You cowards! This Kejriwal is your end.”क्या मोदी और अमित शाह अब केजरीवाल की हत्या करवाना चाहते हैं? 5 साल सारी ताक़त लगाकर जिसका मनोबल नहीं तोड़ सके, चुनाव में नहीं हरा सके..अब उसे रास्ते से इस तरह हटाना चाहते हो कायरो!ये केजरीवाल ही तुम्हारा काल है.— Manish Sisodia (@msisodia) May 4, 2019\n\nDelhi BJP President Manoj Tiwari condemned the incident but claimed that the AAP might have “scripted” it. “We do not support violence and condemn such action by anyone,” PTI quoted him as saying. “But I have doubt as to why such incidents happen with Kejriwal in election time only. I doubt this incident may have been scripted by Kejriwal himself.”Last year, on November 27, the caretaker of a mosque was arrested after he was caught carrying a live bullet to a public meeting at Kejriwal’s home.  The week before that, Kejriwal was attacked with chilli powder outside his office in the state secretariat.","author":"Scroll Staff","time":"2019-05-04T20:31:48.943085+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115023-zufjbnmzpb-1552376199.jpg","tags":["Lok Sabha elections","Arvind Kejriwal","BJP","AAP"]}