{"title":"Lok Sabha polls: Congress’ Indore candidate withdraws nomination, joins BJP","content":"Congress’ candidate Akshay Kanti Bam from Madhya Pradesh’s Indore Lok Sabha constituency withdrew his nomination and joined the Bharatiya Janata Party on Monday, NDTV reported.Monday was the last day of withdrawal of nominations for the Indore seat. Polling will be held in the constituency in the fourth phase on May 13.Sharing an image alongside Bam on social media, BJP leader Kailash Vijayvargiya said that the leader had been inducted into the party.The Indore Lok Sabha constituency has been held by the BJP since 1989. The Hindutva party’s Shankar Lalwani had won the seat by more than 5.4 lakh votes in 2019.On the day of scrutiny of nominations, the BJP legal cell had objected to Bam’s nomination form not mentioning an attempt to murder charge against him in a 17-year-old case, the Hindustan Times reported. The district collector, however, overruled the objection stating that the charge was added on the day of filing of the nomination.This comes days after the BJP candidate from Gujarat’s Surat constituency, Mukesh Dala, was declared winner unopposed after the Congress’ Nilesh Kumbhani was disqualified by the polling officer and other candidates withdrew their nominations. This was two weeks before the seat was scheduled to head for voting.Dalal was declared the winner on April 22, a day after Sourabh Pardhi, Surat’s district election officer, rejected the nomination papers of Kumbhani on the grounds that all three persons who had proposed his candidature had failed to turn up before the polling authority to support his nomination form.The persons had claimed in an affidavit to the poll officer that they had not signed his nomination form. The nomination of the Congress’ alternative candidate was also rejected on the same grounds.On April 26, the Congress suspended Kumbhani from the party for six years. The party said that Kumbhani either connived with the BJP or was “completely careless” while filing his nomination form.Also read: ‘Supporter of BJP met me’: Surat candidates on the various reasons they withdrew from the election","author":"Scroll Staff","time":"2024-04-29T12:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200359-qqkltdwxww-1714375415.jpg","tags":["Lok Sabha 2024","Akshay Kanti Bam","Madhya Pradesh","Congress","BJP","Indore","General elections","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1067193/lok-sabha-polls-congress-indore-candidate-withdraws-nomination-joins-bjp"}