{"title":"Lok Sabha polls top updates: BJP fields Narayan Rane from Ratnagiri-Sindhudurg constituency","content":"The Bharatiya Janata Party on Thursday named Union minister Narayan Rane as its candidate for Maharashtra’s Ratnagiri-Sindhudurg Lok Sabha constituency, wresting the seat from Eknath Shinde-led Shiv Sena’s Kiran Samant. Madhya Pradesh Chief Minister Mohan Yadav has said that Congress leader Rahul Gandhi will have to contest elections from “someplace across the oceans” in the future. Congress’ Jairam Ramesh, meanwhile, announced that Puducherry will be given full statehood if the INDIA bloc comes to power after the polls.Here’s a look at today’s top developments:In its thirteenth list of candidates for the general elections, the BJP named Narayan Rane as its pick for the Ratnagiri-Sindhudurg seat in Maharashtra. After the announcement, Shiv Sena leader Uday Samant said that his party’s candidate for the seat, Kiran Samant, would withdraw from the contest would work to ensure the victory of its Mahayuti alliance partner, reported The Indian Express. The alliance includes the BJP, the Eknath Shinde-led Shiv Sena and the Ajit Pawar faction of the Nationalist Congress Party. Rane will contest the seat against Shiv Sena (Uddhav Balasaheb Thackeray) candidate Vinayak Raut, the sitting MP.West Bengal Governor CV Ananda Bose on Thursday called off his visit to Cooch Behar on the Election Commission’s advice, reported The Indian Express. Bose had intended to oversee the election process during his now-cancelled tour. Bose alleged an attempt to “politicise the governor’s office” and said that “no one can restrict the movement of a Governor”.Speaking to the press on Wednesday, BJP leader and Madhya Pradesh Chief Minister Mohan Yadav said that Rahul Gandhi “ran away” to Kerala after losing his seat in Uttar Pradesh’s Amethi, reported PTI. “In future he may have to cross the oceans and contest election from somewhere else,” said Yadav, adding that Gandhi would be hard pressed to find a “safe seat” to contest from in future elections. He also said that the BJP would win all 29 Lok Sabha seats in Madhya Pradesh, including Chhindwara, which is known to be a Congress stronghold.Ahead of polling for the lone Lok Sabha seat from Puducherry, in Tamil Nadu, the Congress on Thursday reiterated its promise that the Union territory will be granted full statehood if the INDIA bloc comes to power at the Centre. “Last year was the 14th time that the Puducherry Assembly passed a resolution demanding statehood,” said party leader Jairam Ramesh in a social media post. “In 2024, the INDIA Coalition’s Government will hear the voice of the people of Puducherry.”Why Puducherry cannot trust the Bharatiya Jumla Party:•   March 2023: BJP MLAs support assembly resolution demanding full statehood•   July 2023: Amit Shah declares UT status will continue “for now”•   April 2024: Puducherry missing from the BJP manifestoIn 2021, the… pic.twitter.com/bw5bEnZ0rF— Jairam Ramesh (@Jairam_Ramesh) April 18, 2024","author":"Scroll Staff","time":"2024-04-18T20:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200145-tpklwgtkce-1713443019.jpeg","tags":["BJP","Narayan Rane","Shiv Sena","Eknath Shinde","Congress","Maharashtra","Ratnagiri-Sindhudurg","Lok Sabha 2024","general elections","Rahul Gandhi"],"source":"https://scroll.in/latest/1066809/lok-sabha-polls-top-updates-bjp-fields-narayan-rane-from-ratnagiri-sindhudurg-constituency"}