{"title":"Lok Sabha polls: NGOs urge Supreme Court to order inquiry into ‘discrepancies’ in election data","content":"Non-governmental organisations Association for Democratic Reforms and Common Cause have moved the Supreme Court, seeking an investigation into the alleged discrepancies in voter turnout figures and the number of votes counted in 347 constituencies in the 2019 Lok Sabha elections, according to PTI. In petitions filed on Wednesday, the two NGOs urged the court to direct the Election Commission to formulate a robust procedure to investigate data discrepancies in future elections. The Bharatiya Janata Party won the General Elections, securing 303 seats out of 542 on its own, and capturing 37% of the vote. The Congress, the main Opposition party, won just 52 seats with a 19.5% vote share.The Association for Democratic Reforms said in its petition that research conducted by its experts had revealed several discrepancies in the master summary of 542 constituencies. The discrepancies range from one vote to 1,01,323 votes, which is equal to 10.49% of the total votes. Discrepancy in votes in six seats was greater than the winning margin of the successful candidates, it added.The petitioners proposed that from now on the Election Commission should accurately reconcile data before declaring election results. They asked the Supreme Court to direct the polling body to make public the information about the 2019 Lok Sabha polls and future elections in statutory forms.  “Declaration of election results with alacrity should be a priority at the altar of accuracy and integrity of elections,” said the petitioners. “Several serious lapses can go unnoticed in the counting process in the rush to declare results and the winners.”The NGOs said it was important for the public to know that “the results are accurate”. “The entire electoral process is damaged if elections are not credible even in the absence of a demonstrable scam,” they added.The petitioners noted that the Election Commission had evaded placing in public domain the methodology it uses to compile, reconcile, and publish polling data. The commission also does not share the quantum of discrepancies it encounters during elections, the NGOs added.","author":"Scroll Staff","time":"2019-11-21T15:35:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/117788-qeznlddbbb-1555576552.jpg","tags":["Association for Democratic Reforms","Common Cause","Lok Sabha elections","Election Commission","Supreme Court"],"source":"https://scroll.in/latest/944440/lok-sabha-polls-ngos-urge-supreme-court-to-order-inquiry-into-discrepancies-in-election-data"}