{"title":"Lok Sabha polls: Congress fields former Punjab CM Charanjit Singh Channi from Jalandhar","content":"The Congress on Sunday announced former Punjab Chief Minister Charanjit Singh Channi and former student leader Kanhaiya Kumar, among others, as its candidates for the Lok Sabha elections.The party announced its candidates for six constituencies in Punjab and one in Uttar Pradesh. It also released its list of candidates for three of the seven Lok Sabha seats in Delhi, where it is contesting the elections in alliance with the Aam Aadmi Party. According to their seat-sharing pact, the Aam Aadmi Party will be contesting the remaining four seats.While the Congress and the Aam Aadmi Party are political opponents, mainly in Punjab and Delhi, they are constituents of the Opposition INDIA bloc that was formed last year to take on the Bharatiya Janata Party-led National Democratic Alliance in the general elections.Channi has been fielded from Punjab’s Jalandhar constituency. He was the state’s chief minister between September 2021 and March 2022, when the Aam Aadmi Party defeated the Congress in the Assembly elections.The Aam Aadmi Party has not yet fielded a candidate in Jalandhar after Sushil Kumar Rinku, the party’s MP from the constituency, quit and joined the BJP in late March.The Congress fielded former Lok Sabha MP Dharamvir Gandhi from Patiala. Gandhi’s candidature comes days after he switched from the Aam Aadmi Party to the Congress.कांग्रेस अध्यक्ष श्री @kharge की अध्यक्षता में आयोजित 'केंद्रीय चुनाव समिति' की बैठक में लोकसभा चुनाव, 2024 के लिए कांग्रेस उम्मीदवारों के नाम की लिस्ट। pic.twitter.com/jHaWDAlXKB— Congress (@INCIndia) April 14, 2024\n\n\nThe party has named Kumar as its candidate for the North East Delhi seat. He is contesting against BJP leader Manoj Tiwari.The former student leader had lost the 2019 Lok Sabha polls from Bihar’s Begusarai constituency to the BJP. He was contesting on a Communist Party of India (Marxist) ticket at the time.Veteran Congress leader Jai Prakash Agarwal will contest the polls from Delhi’s Chandni Chowk seat, the party announced.In Uttar Pradesh, the Congress named former state minister Ujjwal Rewati Raman Singh as its candidate from the Allahabad constituency. Earlier this month, Singh had joined the Congress after quitting the Samajwadi Party. Both parties are members of the INDIA bloc.The Lok Sabha elections will be held in seven phases from April 19 to June 1. The counting of votes will take place on June 4.","author":"Scroll Staff","time":"2024-04-15T10:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169011-ioynllfxha-1642596346.jpg","tags":["Lok Sabha 2024","Congress","Punjab","Delhi","Charanjit Singh Channi","Kanhaiya Kumar"],"source":"https://scroll.in/latest/1066630/lok-sabha-polls-congress-fields-former-punjab-cm-charanjit-singh-channi-from-jalandhar"}