{"title":"Lok Sabha polls: EC asks BJP MP to explain alleged comments in sting video on voter bribery","content":"The Election Commission has issued Bharatiya Janata Party MP Ramdas Tadas a notice to seek an explanation for his purported comments about poll expenses in a TV channel sting video, PTI reported. The sting was part of a series that involved 18 MPs, reported by newly launched Hindi news channel TV9 Bharatvarsh. Tadas is his party’s election candidate again for Wardha constituency of Maharashtra.In the sting, Tadas is purportedly seen claiming that his estimated poll expenditure before the Lok Sabha elections is around Rs 25 crore and that it was Rs 10 crore during the 2014 polls. He is also seen explaining how cash can be taken home. The news channel reported that 15 of the 18 lawmakers documented had allegedly admitted to violating election rules. The MPs are from across the country and belong to different parties. While five are from the BJP, three each are from Congress and Samajwadi Party, one each from Aam Aadmi Party, All India United Democratic Front, Rashtriya Janata Dal, Jan Adhikar Party, Shiromani Akali Dal, Lok Janashakti Party. One is an independent candidate. Mumbai’s Deputy Election Officer Shirish Mohod told PTI that he had directed the Wardha collector to take necessary action. Wardha district collector Vivek Bhimanwar, who is also the returning officer, has asked Tadas for a clarification on the matter.Meanwhile, Tadas told Loksatta that the allegations against him are false and that he will complain against the channel. The MP is contesting against Congress candidate Charulata Tokas. The channel said that its reporters had conducted the operation under the guise of being employees of a consultancy. The other MPs acknowledged using black money, liquor and other illegal means to “woo and buy voters”. Some of the lawmakers seen in the videos also agreed to ask questions in Parliament in exchange for money. Former Maharashtra Chief Minister Prithviraj Chavan demanded that Tadas be disqualified.","author":"Scroll Staff","time":"2019-04-04T08:05:31.816755+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116681-ikuhezqnrn-1554344708.jpg","tags":["Election Commission","Ramdas Tadas","Lok Sabha polls","Sting operation","BJP"],"source":"https://scroll.in/latest/918866/lok-sabha-polls-ec-asks-bjp-mp-to-explain-alleged-comments-in-sting-video-on-voter-bribery"}