{"title":"Comedian Shyam Rangeela files poll nomination from Varanasi days after alleging he was obstructed","content":"After days of uncertainty, comedian Shyam Rangeela on Tuesday filed his nomination papers as an independent candidate to contest from Uttar Pradesh’s Varanasi Lok Sabha constituency.The development came after days of uncertainty as Rangeela had been alleging difficulties in submitting his nomination since May 10.Earlier on Tuesday, he posted a video on social media stating that he was denied entry to the district magistrate’s office as Prime Minister Narendra Modi was scheduled to file his nomination papers.The prime minister, who has represented the constituency since 2014, submitted his nomination around 11.40 am on Tuesday.On Monday, he wrote a letter to the Election Commission alleging that the nomination process was slow and that candidates were being made to wait outside the office of the returning officer.Several other candidates were also unable to file their nomination from Varanasi, said Rangeela.After filing his nomination on Tuesday, he said his “electoral future is in the hands of all the election officials who are the guardians of our democracy”.On May 2, Rangeela announced that he would contest the Lok Sabha elections against the prime minister.“India’s democracy allows anyone to contest elections,” the comedian said in a video. “The reason behind my decision to fight elections is to ensure that what we saw in Surat, Chandigarh and Indore should not be repeated in Varanasi. People should have an option if they want to vote against a candidate. They have a right to do so.”The Congress’s candidate from Madhya Pradesh’s Indore Lok Sabha constituency, Akshay Kanti Bam, withdrew his nomination and joined the Bharatiya Janata Party on April 29.In Gujrat’s Surat constituency, the Bharatiya Janata Party candidate Mukesh Dalal was declared the winner unopposed after the Congress’ Nilesh Kumbhani was disqualified by the polling officer and other candidates withdrew their nominations. The development came on April 22, two weeks before the seat was scheduled to head for voting.On January 30, presiding officer Anil Masih of the Chandigarh mayoral election declared the BJP candidate victorious after defacing and invalidating eight ballot papers of Congress and Aam Aadmi Party voters.On February 20, the Supreme Court set aside the result of the mayoral polls declared by Masih and named the Opposition candidate as the winner.","author":"Scroll Staff","time":"2024-05-15T10:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200708-cnevybcrnx-1715747542.jpeg","tags":["Narendra Modi","Shyam Rangeela","nomination papers","Lok Sabha","Lok Sabha 2024","general elections","varanasi","uttar pradesh"],"source":"https://scroll.in/latest/1067885/lok-sabha-polls-comedian-shyam-rangeela-files-nomination-from-varanasi-against-pm-modi"}