{"title":"Lok Sabha polls: Prime Minister Narendra Modi files nomination from Varanasi ","content":"Prime Minister Narendra Modi on Tuesday filed his nomination to contest the Lok Sabha elections from Uttar Pradesh’s Varanasi constituency.PM Shri @narendramodi files his nomination from Varanasi Lok Sabha Constituency. https://t.co/NNl7F9SiIR— BJP (@BJP4India) May 14, 2024\n\n\nThe prime minister has represented the seat since 2014.Varanasi is considered a stronghold of the Bharatiya Janata Party. The party has won the seat eight times since 1991. However, the Congress’ RK Mishra managed to break the streak in 2004.In 2019, Modi won from the constituency with a margin of 6,74,664 votes against the Samajwadi Party’s Shalini Yadav.For the upcoming election, the Congress has fielded its state president Ajay Rai from Varanasi.On Monday, comedian Shyam Rangeela, who is contesting as an independent candidate, claimed he was unable to file his nomination papers despite having completed all the necessary formalities.  Rangeela is known for mimicking Modi in his videos.In a letter to the Election Commission, he alleged that the nomination process was slow and that candidates were being made to wait outside the office of the returning officer.Several other candidates were also unable to file their nomination from Varanasi, said Rangeela. हमारी शिकायत हमने मेल कर दी है, निवेदन है आप @ECISVEEP ज़रूर मेल देखें धन्यवाद pic.twitter.com/PPfAcjg5ka— Shyam Rangeela (@ShyamRangeela) May 13, 2024\n\n\nHowever, District Election Officer S Rajalingam said that other candidates, including those from the Congress and the Bahujan Samaj Party, had filed their nominations, The Times of India reported on Saturday.“A large number of people are showing up to file their nominations,” he said. “We are not discriminating against anyone.”Rajalingam added that the constituency was a high-profile one as the prime minister was contesting from the seat. “We must equally focus on security issues,” he said.Tuesday is the last day for filing nominations from the constituency, which will go to polls on June 1 in the seventh and final phase of the Lok Sabha elections. The results will be declared on June 4.","author":"Scroll Staff","time":"2024-05-14T12:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200693-mgmemxyshe-1715670740.jpeg","tags":["Narendra Modi","nomination","Uttar Pradesh","Congress","BJP","Varanasi"],"source":"https://scroll.in/latest/1067839/lok-sabha-polls-prime-minister-narendra-modi-files-nomination-from-varanasi"}