{"title":"Lok Sabha polls: DMK manifesto promises to scrap Citizenship Amendment Act, block Uniform Civil Code","content":"The Dravida Munnetra Kazhagam has promised to repeal the Citizenship Amendment Act and prevent the implementation of the Uniform Civil Code in its manifesto for the Lok Sabha elections released on Wednesday, The Indian Express reported.The ruling party in Tamil Nadu has also promised to waive loan principals and interest amounts for farmers and education loans of students.Releasing the manifesto for the general elections, Chief Minister MK Stalin alleged that the Bharatiya Janata Party-led Union government had destroyed India, NDTV reported.“It is not only a DMK manifesto but the people’s manifesto,” said Stalin. “When the BJP came to power in 2014, they destroyed India. None of the election promises were fulfilled. We have formed the INDIA alliance [Indian National Developmental Inclusive Alliance], and we will form our government in 2024.”The Indian National Developmental Inclusive Alliance, or INDIA bloc, is a coalition of Opposition parties that is taking on the BJP-led National Democratic Alliance in the Lok Sabha polls. The Dravida Munnetra Kazhagam is a member.The Tamil Nadu chief minister also said that if the INDIA bloc is voted to power at the Centre, a caste census would be conducted every five years, The Hindu reported. He promised to immediately implement the women’s reservation bill, which reserves one-third of the seats in the Lok Sabha and state Assemblies for women candidates.In the manifesto, the Dravida Munnetra Kazhagam has promised to reduce the price of petrol to Rs 75 per litre and diesel to Rs 65 per litre. The cost of a liquified petroleum gas cylinder will be brought down to Rs 500, the party said. The party also promised that all women will get a monthly entitlement of Rs 1,000.Tamil Nadu will be exempted from the National Eligibility cum Entrance Test for admissions to undergraduate medical, dental and ayurveda courses, the manifesto said. If voted to power the party will scrap the Centre’s New Education Policy 2020 as well. The party has said that college students will receive a free SIM card with one gigabyte of data per month.The party also promised that citizenship will be facilitated for Sri Lankan Tamils who are living in refugee camps in India. The party promised statehood for Puducherry if the INDIA alliance comes to power at the Centre, The Hindu reported.The Dravida Munnetra Kazhagam also said that until the office of the governor is abolished, a governor to the state should be appointed in consultation with the chief minister, NDTV reported.The party’s manifesto has said that Article 361 of the Constitution, which provides immunity from criminal proceedings to governors, will be amended.It also said that Article 356 will be abolished. Article 356 states that president’s rule can be imposed in any state on the grounds of the failure of its constitutional machinery.This comes against the backdrop of a series of disagreements between the Tamil Nadu government and Governor RN Ravi.In October, the Tamil Nadu government moved the Supreme Court accusing Ravi of obstructing the Legislative Assembly from carrying out its duties. In its petition, the state government alleged that Ravi has not only kept several bills pending but has also not sanctioned the investigation and prosecution of several corruption cases.DMK’s candidatesStalin on Wednesday also released a list of 21 candidates, including three women, for the Lok Sabha polls in the state. The list comprised 10 incumbents and 11 new faces, according to The Hindu.Party leader Kanimozhi will contest from Thoothukudi.The party has renominated its incumbents from all three Lok Sabha constituencies in Chennai. Kalanidhi Veerasami will contest from North Chennai, Tamilachi Thangapandian from South Chennai and former Union minister Dayanidhi Maran from Central Chennai.The other incumbents who have been given an election ticket include S Jagathrakshakan from Arakkonam, DM Kathir Anand from Vellore, K Selvam from Kanchipuram and CN Annadurai from Tiruvannamalai.On March 9, the Dravida Munnetra Kazhagam finalised a seat-sharing deal with its INDIA bloc partner Congress. The ruling party in Tamil Nadu has given nine Lok Sabha seats out of the total 39 in the state to the Congress. The lone seat in the Union territory of Puducherry was also given to the Congress.This seat-sharing arrangement is similar to the agreement that the two parties arrived at for the Lok Sabha polls in 2019. At the time, the Congress won nine out of the ten seats it contested from.AIADMK’s candidatesThe main Opposition party in the state, the All India Anna Dravida Munnetra Kazhagam, also declared its candidates for 16 seats for the Lok Sabha polls in Tamil Nadu on Wednesday.Party general secretary Edappadi K Palaniswami announced that the All India Anna Dravida Munnetra Kazhagam will contest the polls in an alliance with the Desiya Murpokku Dravida Kazhagam, Puthiya Tamizhagam, Social Democratic Party of India, Puratchi Bharatham and the All India Forward Bloc.The party has fielded Jayavardhan, who represented the South Chennai Lok Sabha constituency in the 2014 general elections, from the same seat. P Saravanan, who was elected on a Dravida Munnetra Kazhagam ticket from the Thiruparankundram Assembly constituency in the 2019 bye-election, has been fielded from Madurai.Royapuram Manoharan will contest from North Chennai, E Rajasekar from Kanchipuram, P Vignesh from Salem and Aatral Ashok Kumar from Erode.In September, the All India Anna Dravida Munnetra Kazhagam had broken off its partnership with the BJP, ending a long-standing but increasingly frosty alliance.","author":"Scroll Staff","time":"2024-03-20T17:38:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114781-svylblcfpc-1568465619.jpg","tags":["Lok Sabha 2024","Tamil Nadu","Lok Sabha elections","DMK","AIADMK"],"source":"https://scroll.in/latest/1065516/lok-sabha-polls-dmk-manifesto-promises-to-scrap-citizenship-amendment-act-block-uniform-civil-code"}