{"title":"Lok Sabha polls: Actor Kangana Ranaut, industrialist Naveen Jindal on BJP’s fifth list of candidates","content":"The Bharatiya Janata Party on Sunday released its fifth list of 111 candidates for the upcoming Lok Sabha elections.The party has fielded actor Kangana Ranaut from the Mandi constituency in Himachal Pradesh.Industrialist and former Congress MP Naveen Jindal was named as the candidate from Haryana’s Kurukshetra hours after he joined the BJP. Jindal had announced his resignation from the Congress on social media earlier in the day.Haryana minister and independent MLA Ranjit Singh Chautala and former Yuvajana Sramika Rythu Congress Party MP Velagapalli Varaprasad Rao, both of whom had also joined the BJP on Sunday, have been given tickets from Hisar and Tirupati, respectively.In Jharkhand, Sita Soren, the sister-in-law of Jharkhand Mukti Morcha leader and former Chief Minister Hemant Soren, will contest from Dumka on a BJP ticket.Actor Arun Govil, who is known for his role as the deity Ram in the television serial Ramayan, has been fielded from Meerut.Union Education Minister Dharmendra Pradhan has been fielded from Odisha’s Sambalpur, while BJP’s national vice president Baijayant Panda will contest from Kendrapara in the state. Party spokespersons Aparajita Sarangi and Sambit Patra have been given tickets from the Bhubaneswar and Puri constituencies, respectively.In Kerala, BJP’s state unit chief K Surendran has been fielded against Congress leader Rahul Gandhi in Wayanad.BJP MP Maneka Gandhi will contest from Uttar Pradesh’s Sultanpur and former Law Minister Ravi Shankar Prasad has been retained as the candidate from Patna Sahib in Bihar.Sandeshkhali complainant given ticketFormer Justice Abhijit Gangopadhyay, who joined the BJP earlier this month after resigning as a Calcutta High Court judge, has been given a ticket from the Tamluk constituency.Further, the BJP has fielded Rekha Patra, a complainant in the Sandeshkhali case, from Basirhat in the state. Patra, who is from Sandeshkhali, had allegedly suffered violence at the hands of the Trinamool Congress, The Hindu reported. The Sandeshkali village in the state’s North 24 Parganas district has been at the centre of a political row for over two months. The village has witnessed unprecedented protests by women regarding several allegations of sexual assault and land grabbing against now-suspended Trinamool Congress leader Shahjahan Sheikh.Sheikh was arrested by the police on February 29.On February 29, the Trinamool Congress suspended him for six years amid mounting pressure on the party to take action against him.Prominent names droppedProminent names that have been kept out of the list include Minister of State General VK Singh (retired), who had earlier contested Ghaziabad, and BJP MP from Pilibhit Varun Gandhi. Instead, Uttar Pradesh ministers Atul Garg and Jitin Prasada will be contesting from Ghaziabad and Pilibhit, respectively.In Karnataka, BJP MP Anantkumar Hegde has been dropped. The MP from Uttara Kannada stirred controversy earlier this month by calling for voters to give a two-thirds majority to his party in the Lok Sabha to enable amendments to the Constitution and undo the “unnecessary laws introduced to subjugate the Hindu community”.The Lok Sabha elections will be held in seven phases from April 19 to June 1. The results will be announced on June 4.The BJP had won 303 seats out of the 543 elected Lok Sabha seats in the previous general election.","author":"Scroll Staff","time":"2024-03-25T08:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183349-dmptrhmron-1669288331.jpg","tags":["BJP","Lok Sabha elections 2024","Lok Sabhe elections","Lok Sabha 2024"],"source":"https://scroll.in/latest/1065734/lok-sabha-polls-actor-kangana-ranaut-industrialist-naveen-jindal-on-bjps-fifth-list-of-candidates"}