{"title":"Lok Sabha elections: Opposition alliance finalises seat-sharing pact in Maharashtra","content":"The Opposition Maha Vikas Aghadi on Tuesday announced its seat-sharing arrangement for the 48 Lok Sabha constituencies in Maharashtra.The state-level Opposition alliance, formed after the 2019 Assembly elections, mainly comprises Uddhav Thackeray’s faction of the Shiv Sena, the Congress and the Sharad Pawar’s Nationalist Congress Party group. They are part of the Opposition INDIA bloc at the national level.While the Shiv Sena (Uddhav Balasaheb Thackeray) will contest 21 seats, the Congress is set to field candidates from 17 constituencies in the state. The Nationalist Congress Party (Sharadchandra Pawar) will contest 10 seats.The announcement was made by Thackeray, Pawar and Congress’ state unit chief Nana Patole at a press conference.महाविकास आघाडी संयुक्त पत्रकार परिषद । शिवालय, मुंबई - #LIVE https://t.co/aKVRup3zfc— ShivSena - शिवसेना Uddhav Balasaheb Thackeray (@ShivSenaUBT_) April 9, 2024\n\n\nThe Thackeray-led faction of the Shiv Sena will be fighting from the contentious Sangli seat.On March 27, Thackeray’s party released a list of 16 candidates for the elections. Following this, Congress leader Balasaheb Thorat had said that the Shiv Sena (Uddhav Balasaheb Thackeray) should not have declared candidates for Sangli and seats in Mumbai, for which the seat-sharing negotiations were still on.The Shiv Sena (Uddhav Balasaheb Thackeray) has fielded wrestler Chandrahar Patil from Sangli. The Congress had announced Vishal Patil, the grandson of former Chief Minister Vasantdada Patil, from the seat.On March 31, Thackeray said that there was no dispute around seat-sharing within the Maha Vikas Aghadi, expressing confidence that the next discussions on the matter would only take place in 2029.Speaking at the press conference on Tuesday, Patole said that the Congress had given up its claim on the disputed seats, the Hindustan Times reported.“We have resolved the issue,” he said. “Our party workers should accept the decision showing a big heart.”“The party is focused on removing the dictatorship regime,” the Congress leader said, referring to the ruling Bharatiya Janata Party. “For us, saving the Constitution and democracy are more important.”Polling in Maharashtra will take place in five phases between April 19 and May 20. The votes will be counted on June 4.","author":"Scroll Staff","time":"2024-04-09T13:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199927-njzaerqoen-1712649757.jpeg","tags":["Lok Sabha 2024","Lok Sabha elections","Maharashtra","Congress","Maha Vikas Aghadi","Nationalist Congress Party (Sharadchandra Pawar)","Shiv Sena (UBT)","INDIA alliance"],"source":"https://scroll.in/latest/1066418/lok-sabha-elections-opposition-alliance-finalises-seat-sharing-pact-in-maharashtra"}