{"title":"Lok Sabha polls: Union ministers Nitin Gadkari, Piyush Goyal among those named in BJP’s second list","content":"The Bharatiya Janata Party on Wednesday released its second list of 72 candidates for the 2024 Lok Sabha elections.Union Road Transport Minister Nitin Gadkari will contest from Nagpur in Maharashtra, Information and Broadcasting Minister Anurag Thakur from Hamirpur in Himachal Pradesh and Commerce and Industry Minister Piyush Goyal from Mumbai North.Former Karnataka Chief Minister Basavaraj Bommai will be the BJP’s candidate from the state’s Haveri seat, while Manohar Lal Khattar, who resigned as the Haryana chief minister on Tuesday, will be in the fray from Karnal.Former Uttarakhand Chief Minister Trivendra Singh Rawat will contest from Haridwar, while BJP youth wing chief Tejasvi Surya will be the BJP’s candidate from Bengaluru South.On Tuesday, Gadkari had rejected Shiv Sena (UBT) chief Uddhav Thackeray's invitation to join his party, reported Mint. The former chief minister of Maharashtra had urged the road transport minister to leave the BJP if he felt that he was being “insulted”. Thackeray has also said that the Opposition in Maharashtra would ensure his victory in the Lok Sabha polls.“The suggestion of Thackeray is immature and ridiculous,” Gadkari said on Tuesday. “There is a system of giving tickets to candidates in BJP.” In the 2019 polls, Gadkari won from the Nagpur Lok Sabha seat.For Goyal, this will be his first Lok Sabha contest. The Union minister is a three-time member of the Rajya Sabha.The saffron party released its first list of candidates on March 2. On that day, it announced that Prime Minister Narendra Modi will contest the polls from Uttar Pradesh’s Varanasi seat, while Home Minister Amit Shah has been given the election ticket from Gujarat’s Gandhinagar.The BJP Central Election Committee has decided on the following names for the upcoming Lok Sabha elections.(1/2) pic.twitter.com/5ByPC2xoW1— BJP (@BJP4India) March 13, 2024\n\n\nThe Election Commission is yet to announce the schedule for the Lok Sabha elections. In 2019, the model code of conduct for the general election was imposed in the second week of March and the voting happened in seven phases between April and May.The BJP had won 303 seats out of the 543 elected Lok Sabha seats in the previous general election.","author":"Scroll Staff","time":"2024-03-13T20:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199220-lqqmbltzzr-1710340389.jpg","tags":["BJP","Basavaraj Bommai","Nitin Gadkari","Piyush Goyal"],"source":"https://scroll.in/latest/1065145/lok-sabha-polls-union-ministers-nitin-gadkari-piyush-goyal-among-those-named-in-bjps-second-list"}