{"title":"London’s fire-breathing demon and Beijing’s ghostly night bus: Where do urban legends come from?","content":"Many of us are familiar with modern urban legends. There’s Bloody Mary – the apparition who appears if you chant her name in front of a mirror – or the ghostly hitchhiker who vanishes from the back of a car.These stories mix the mundane and the supernatural, altering how we think about our surroundings. For all their fantastical elements and claims, urban legends allow us to address real issues. Modern cities can be disempowering places over which inhabitants have little sense of control. A city’s vast complexity makes it largely unknown to those who live within it.Urban legends offer people a way to focus and personify the anxieties that arise from living in such an environment. At the same time, they go some way towards recreating a sense of community through sharing such tales.Making sense of the cityMy research has examined how people in 19th-century Britain used folklore to adjust to the experience of city living. Rather than just being the lingering remains of older cultural beliefs, folklore was updated and adapted. It expressed concerns about urban expansion, the threat of strangers and a shrinking sense of community as people increasingly no longer knew one another beyond their immediate streets and neighbourhoods.In Victorian London, this unease helped stoke tales about Spring-heeled Jack, a supposedly clawed, fire-breathing demon or ghost that started to terrorise villages at the fringe of the capital in 1837. Widely publicised in the Victorian press, his exploits were said to have resulted in some people fearing to go out into the streets after dark.19th-century illustration of Spring-heeled Jack. Credit: BBC Hulton Picture Library/Wikimedia CommonsThis mysterious figure thrived on rumour. A reporter for London paper the Morning Herald noted on 10 January 1838 that “although the stories were in everybody’s mouth, no person who had actually seen the ghost could be found.”When he located named victims, “they immediately denied all knowledge of it, but directed him to other persons whom they had heard had been ill treated, but with them he met with no better success.”To operate effectively, urban legends need to be correctly distanced. They almost never happen directly to known acquaintances, but rather through a more tenuous connection – a friend of a friend, although unusually, in the case of Spring-heeled Jack, a named person testified about her experience before magistrates in February 1838.This tenuousness affords a vague sense of connection without providing an easy way of verifying the account. Such tales thrive on the anonymity of urban life and a culture of stranger danger.This should not necessarily be interpreted as a negative thing. Like more traditional folkloric tales, modern supernatural tales serve to enrich our urban spaces and change their meaning. Once we hear a house, school or factory is haunted, we never look upon it in the same way again. This gives storytellers and the communities in which the story circulate a sense of influence over their surroundings – something that is often lacking in an urban environment.Modern talesThe persistence of urban folktales show that our modern urban experiences have not snuffed out supernatural thinking. Once upon a time, mothers used to warn their children against venturing too close to the edge of deep ponds, for fear that the monstrous Jenny Greenteeth would reach out and pull them down to a watery grave.Today, traditional Irish folkloric monsters such as the banshee are said to still visit modern-day Limerick. Such stories act as a warning to keep children from a part of town that previously had a reputation for antisocial behaviour. Like the older tales of Jenny Greenteeth, these urban folktales help police the boundaries between safe and unsafe locations.In 21st-century Beijing, the city’s night bus has become the focus of stories about frightening encounters with sinister ghosts. Typically, an elderly, wise figure recognises the supernatural threat, saves the rider by coaxing them off the bus, and then disappears.While drawing upon traditional supernatural motifs, the tale expresses the vulnerability of travelling the city late at night. Despite its streetwise warning, the story operates in classic folktale mode. We learn to be careful when riding the night bus by imagining someone else’s close shave with death. In doing so, the truth of such tales is perhaps less important than the message they provide.Stories are never just stories. While telling of monsters, beneath the surface they are powerful ways of collectively talking about and dealing with our anxieties and our environments. They create hidden geographies in our cities: locations that have been re-imagined through the stories we tell about them, and urban sites and situations where supernatural beings can teach us practical lessons.Karl Bell, Reader in Cultural History, University of Portsmouth.This article first appeared on The Conversation.","author":"Karl Bell, The Conversation","time":"2020-08-01T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144704-bjtatfsshv-1595248605.jpeg","tags":["Folklore","Urban legends","Cities"],"source":"https://scroll.in/article/968064/londons-fire-breathing-demon-and-beijings-ghostly-night-bus-where-do-urban-legends-come-from"}