{"title":"Long run: Why India should send its men’s football team to the Asian Games in China","content":"This article originally appeared in The Field’s newsletter, Game Points, on July 26, 2023. Sign up here to get the newsletter directly delivered to your inbox every week. UPDATE: Shortly after the newsletter was published, the Sports Ministry and the Indian Olympic Association announced that they will send  both the Indian men’s and women’s teams to the Asian Games.    At the freshly renovated Cooperage Football Stadium in Mumbai almost a decade ago, Wim Koevermans, then the national men’s football coach, complained about the difficulty of getting higher ranked teams to play against India. The sentiment was recently echoed by the current coach Igor Stimac.    To keep improving, teams play friendly matches against higher-ranked opponents to get a better understanding of where they stand. But, ranked 99th in the world , India doesn’t have much pull with the bigger teams. There is, however, one way to play the top teams: to qualify and compete at multinational tournaments. Such as the Asian Games.    At this year’s Asian Games in Hangzhou, China, India could play against some of the continent’s best teams such as South Korea, Japan, Saudi Arabia, and Qatar. But that is only if the Indian Olympic Association allows the team to go.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \n    The association, which selects athletes and teams for events such as the Asian Games, Commonwealth Games and Olympics, has so far adhered to the Sports Ministry’s criterion that “only those sports which have achieved a ranking up to eighth among participating countries of Asia” will be considered for selection. The men’s football team is ranked 18th in Asia. It had not been sent for the 2018 Asian Games either.    But making an exception now will bode well in the long run.    This is an important season for Indian men’s football. And any gametime the players can get will help in preparing them for the prestigious AFC Asian Cup in January 2024.    The Asian Games, for football, is not the most coveted trophy. It is an under-23 event. For this edition, players born on or before January 1, 1999 are eligible, with each team allowed three overage players. But given that several players in the senior Indian squad fit in that age group – Jeakson Singh, Suresh Singh Wangjam, Anwar Ali , Mahesh Singh Naorem, Akash Mishra, Lalengmawia ‘Apuia’ Ralte – this is a perfect opportunity to get them to rub shoulders with the best in the continent.    The All India Football Federation has announced that the young team will be led by the inspirational Sunil Chhetri, with Gupreet Singh Sandhu and Sandesh Jhingan alongside, provided it is sent to Hangzhou.    But securing permission from the Sports Ministry is just one step. Since the Asian Games do not fall in a specific Fifa international window, Indian Super League football clubs are not required to release players for national team duty.    A great number of exceptions will have to be made then – that’s one way of looking at the bigger picture.","author":"Shahid Judge","time":"2023-07-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191907-lftexudmna-1688571715.jpeg","tags":["Indian football","Gurpreet Singh Sandhu","Sunil Chhetri","AFC Asian Cup","Igor Stimac","Football","Asian Games 2022","Asian Games"],"source":"https://scroll.in/field/1053202/long-run-for-the-india-mens-football-team-the-asian-games-experience-comes-at-an-opportune-moment"}