{"title":"Long Covid changes the human brain. We may finally know how","content":"For a portion of people who get Covid, symptoms continue for months or even years after the initial infection. This is commonly referred to as “long Covid”.Some people with long Covid complain of “brain fog”, which includes a wide variety of cognitive symptoms affecting memory, concentration, sleep and speech. There’s also growing concern about findings that people who have had Covid are at increased risk of developing brain disorders, such as dementia.Scientists are working to understand how exactly a Covid infection affects the human brain. But this is difficult to study, because we can’t experiment on living people’s brains. One way around this is to create organoids, which are miniature organs grown from stem cells.In a recent study, we created brain organoids a little bigger than a pinhead and infected them with SARS-CoV-2, the virus that causes Covid-19.In these organoids, we found that an excessive number of synapses (the connections between brain cells) were eliminated – more than you would expect to see in a normal brain.Synapses are important because they allow neurons to communicate with each other. Still, the elimination of a certain amount of inactive synapses is part of normal brain function. The brain essentially gets rid of old connections when they’re no longer needed, and makes way for new connections, allowing for more efficient functioning.One of the crucial functions of the brain’s immune cells, or microglia, is to prune these inactive synapses.The exaggerated elimination of synapses we saw in the Covid-infected models could explain why some people have cognitive symptoms as part of long Covid.Mimicking neurodegenerative disordersInterestingly, this pruning process is believed to go awry in several disorders affecting the brain. In particular, excessive elimination of synapses has recently been linked to neurodevelopmental disorders such as schizophrenia, as well as neurodegenerative disorders such as Alzheimer’s and Parkinson’s disease.By sequencing the RNA of single cells, we could study how different cell types in the organoid responded to the virus. We found that the pattern of genes turned on and off by the microglia in our Covid-infected organoids mimicked changes seen in neurodegenerative disorders.This may go some way in explaining the link between Covid and the risk of developing certain neurological disorders.A brain organoid used in our study. You can see the microglial cells in red. Sellgren lab, Author providedPossible treatmentsOne limitation of our research is that our organoid models closely resemble the foetal or early brain, rather than the adult brain. So we can’t say for sure whether the changes we noted in our study will necessarily be reflected in the adult brain.However, some post-mortem and imaging studies report neuronal death and reduction in grey matter thickness in Covid patients, which hints at similar instances of synapse loss caused by an infection in adults.If this proves to be a fruitful line of enquiry, we believe our findings could point to a mechanism contributing to persisting cognitive symptoms after Covid and other viral infections that affect the brain.SARS-CoV-2 is an RNA virus and similar processes have been seen in mice infected with other RNA viruses that can also cause residual cognitive symptoms, such as the West Nile virus.From here we want to study how different drugs could inhibit the changes we saw in the infected models, hopefully paving the way towards effective treatments. In other research, we’ve observed that an antibiotic called minocycline can reduce the degree to which microglia prune synapses in a dish. So we want to see if this drug can help in our brain organoid models following SARS-CoV-2 infection.Samudyata is Postdoctoral researcher, Physiology and Pharmacology, Karolinska Institutet. Carl Sellgren is Assistant Professor, Department of Physiology and Pharmacology, Karolinska Institutet.This article first appeared on The Conversation.","author":"Samudyata, The ConversationCarl Sellgren, The Conversation","time":"2022-11-01T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176556-xqyzyfyxiw-1656680595.jpg","tags":["Long Covid","brain fog","symptoms"],"source":"https://scroll.in/article/1036087/long-covid-changes-the-human-brain-we-may-now-know-how"}