{"title":"Long dismissed as Bangladeshis, residents of Assam’s chars finally prove that they’re Indian","content":"Bhogdahar is a very old char, or sand bar, in the middle of the Brahmaputra River. Its residents believe it is more than 100 years old. “My father died at 90 and he was born here, that is how old it is,” said Ata-ur Rahman, president of the Bhogdahar gram panchayat.Chars – deposits of alluvial soil shaped by ropes of water  – are found across the length of the Brahmaputra as it flows through Assam. Land is provisional here. While Bhogdahar may have held for decades, many of the chars around it cropped up just five to 10 years ago. The tops of submerged trees mark out the spot where other chars went under water. In a few years, they may rise again. The edges of the chars are constantly crumbling into the river.In Lower Assam’s Dhubri district, the chars brush up against the Bangladesh border as it weaves through land and water. For years, the people who made their homes here have been dismissed as “illegal Bangladeshi immigrants”, with stories of a population boom used to bolster the myth. They persist even though a number of studies suggest that population growth here is driven by high fertility rates rather than migration. Governments have largely stayed away from these areas, afraid they will be accused of “feeding the Bangladeshis at the cost of depriving the Indian nationals”, writes social scientist Gorky Chakraborty.But after the final draft of the National Register of Citizens was published on July 30, the residents of Bhogdahar heaved a sigh of relief.‘Bangladeshis’ no moreThough more than 40 lakh people have been left out of the final draft, Dhubri district does not appear to have a high number of rejects. Going by figures circulated in the local press, about 7.5% of applicants from this district have been left out of the list. Districts like Darrang and Hojai have the highest figures, with over 32% rejects. According to panchayat president Rahman, the figure is even lower for Bhogdahar, which is spread across a cluster of chars.  They had been apprehensive after the first draft, published on December 31, 2017, had left out 60% to 70% of Bhogdahar panchayat’s inhabitants. In Patamari, the neighbouring gram panchayat, residents express quiet satisfaction.  “The NRC [National Register of Citizens] results were good here, about 95%” said Abul Hussain, a retired schoolteacher who lives in Patamari. “In my family there are six persons and we have 100%.”The National Register of Citizens is being updated for the first time since 1951. It is meant to be a roster of genuine Indian citizens in Assam, separating them from those the state calls “illegal immigrants”. According to the terms of the exercise, this includes anyone who cannot prove they or their ancestors entered the country before midnight on March 24, 1971, in other words, the start of the Bangladesh War.The residents of Bhogdahar and surrounding chars feel vindicated. “...Why do people ask us if we are Bangladeshis?” demanded Rahman. “We may live in remote areas but in so many houses we can show land deeds from the time of the Gauripur raja. India was not even independent then. We needed the NRC [National Register of Citizens] so that this language doesn’t remain, that we are Bangladeshi just because we wear caps and lungis.”The trees behind the three men mark the Bangladesh border. Married women in the lurchAccording to Rahman and other residents, most of those left out of the draft register are married women who submitted gram panchayat certificates as part of their citizenship claim. All applications contained two sets of documents – legacy data, or documents to prove that their ancestors had entered the country before 1971; and link data, establishing their relationship with the ancestor. Many poor, uneducated married women who had no other documents to show used panchayat certificates as link data. Take 63-year-old Rabia Bibi, who was born in Bhogdahar. “In school it was Rabia Khatun,” she said, newly conscious of such details. She had used her father’s name in the 1951 National Register of Citizens as legacy data and a Bhogdahar gram panchayat certificate as link data. The certificate reportedly said “Bibi”, not “Khatun”. Rabia moved to the nearby Bhasani char after she got married. In 1974, they moved back to Bhogdahar, after their home in Bhasani was swept away. But no one else in her family has had a problem – her four sons and three daughters are all on the list.Then there is 53-year-old Ajiran Bibi, who was born on another char but married in Bhogdahar. She had also submitted her father’s 1951 National Register of Citizens data as well as 1971 voter rolls as legacy, she too has six children who are all in the draft. The sticking point, once again, is the gram panchayat certificate submitted as link data.In early 2017, the Gauhati High Court ruled that gram panchayat certificates were not legally admissible as a claim to citizenship. The ruling left 48 lakh people, many of them married women, in the lurch. Later in the year, the Supreme Court ruled that such certificates could be used, provided they were verified thoroughly. But, according to NRC officials, the panchayat certificate was to be treated as a non-legally admissible document if there were no records to back it up. But many of the women who used these certificates have no other admissible documents to show.Border Security Force soldiers patrol on a boat in the Brahmaputra river near the border with Bangladesh, at Dhubri, in 2009. (Photo credit: Reuters).Bhogdahar seems to have its own set of confusions. According to Rahman, many of the certificates were not countersigned by the block development officer, which would make them invalid. These included the certificates of women who were born and got married in Bhogdahar. Rahman said they were told such documents did not need to be countersigned by the block development officer. It is not just the citizen’s register that married women have trouble getting into. Hajera Bibi, another resident, has been left out of the list because she was declared a “D” voter. “D” or “doubtful” voters are those who had their voting rights suspended by the Election Commission because there were questions about their citizenship. Her father, Sobhan Ali, claimed she had fought the case in the Foreigners Tribunals tasked with deciding on such matters and won. Her name has still been left out of the final draft.On July 30, the NRC authorities announced that all 2.48 lakh “D” voters, declared foreigners and their families would be left out of the draft. These were individuals whose citizenship had to be decided by the Foreigners’ Tribunals, a higher authority than the office of the National Register of Citizens. But it was also reported that many of those who had their names cleared by the tribunals had been unable to get the “D” next to their names removed from the electoral rolls, merely because the Election Commission lacked the technology to do so.Ata-ur Rahman, president of the Bhogdahar gram panchayat. Citizens in search of a governmentBhogdahar did not even have the amenities required to set up an NRC office on the char.  For electricity, residents have to make do with small solar panels that can only power a few bulbs and table fans. And in these areas close to the border, cellphone networks hardly work. Residents had to send their applications to offices on the mainland. After years of doubt, most residents of Dhubri’s chars have managed to prove their citizenship with papers painstakingly preserved through the vagaries of land and river. But many of the government services due to citizens are yet to reach them. And Bhogdahar is one of the most well-developed chars in Dhubri.On paper, Bhogdahar gram panchayat has one primary health centre, also meant to serve at least three other gram panchayats in the area. It is the largest building on the char, built in 2012 or 2013. Today, it stands deserted. A doctor comes only once or twice a week to dispense treatment, said Rahman. “A maternity ward was set up but there is no one to use it,” he said. Patients with serious illnesses have to be taken by boat to Dhubri town, more than an hour away. Many die on the way, residents said.Bhogdahar has one government high school, where students from surrounding chars also go to study. It also has several government primary and middle schools staffed with teachers from the mainland. They hardly ever attend, residents complain. Hyder Ali Mondol, another resident of Bhogdahar, is especially aggrieved by the lack of veterinary services in an area where people depend heavily on their livestock.Finally, the border disrupts life in several ways. “If we have to go from one char to the other, the BSF [Border Security Force] asks us for ID,” complained Mukromali, who lives in Patamari gram panchayat. “If we carry bags of salt back from the town, they will throw it into the water.”In these areas where land keeps melting into water, residents have to keep moving house every few years, though Bhogdahar is one of the firmer chars. When one piece of land goes under water, they keep paying tax for it, said Rahman, for it may rise again in five to 10 years. But trouble arises when they have to build new houses. Not only is monetary support for rebuilding thin on the ground, but the appearance of these new structures also makes the authorities suspicious. “That’s when we become Bangladeshis,” said Rahman.                 Photographs: Ipsita Chakravarty.","author":"Ipsita Chakravarty","time":"2018-08-13T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890183-ouoxtrudsh-1534087368.jpg","tags":["Citizenship tangle","NRC","Assam","Bangladeshis","illegal immigrants","undocumented migrants"],"source":"https://scroll.in/article/890183/long-dimissed-as-bangladeshis-residents-of-assams-chars-finally-prove-that-theyre-indian"}