{"title":"Long before astronauts reached the moon, artists were already there – drawing and writing about it","content":"In the midst of the space race, Hereward Lester Cooke, the former co-director of the NASA Art Program, observed, “Space travel started in the imagination of the artist.”If the 50th anniversary of the first moon landing is an opportunity to celebrate a remarkable technological achievement, it’s also a good time to reflect on the creative vision that made it possible.Long before Neil Armstrong set foot on the moon, artists and writers were crafting visions of extraterrestrial exploration that would make space flight possible.Cultivating possibilityFor centuries, the dream of human travel into the cosmos has fired imaginations.Ancient mythologies teemed with deities who suffused the skies, glimmered from stars and rode the sun and moon. Pythagoras, Philolaus and Plutarch each contemplated the moon as a world of its own. Leonardo da Vinci famously imagined flying machines that would take their occupants skyward. Authors such as Cyrano de Bergerac – who is credited with being the first to imagine a rocket being used for space travel – fed a growing appetite for stories of celestial exploration.\n\t\t\n\tAn illustration from Jules Verne’s novel ‘From the Earth to the Moon,’ drawn by Henri de Montaut. Credit: Wikimedia Commons [Public Domain]In 1865, the French writer Jules Verne published his novel, From Earth to the Moon, followed five years later by its sequel, Round the Moon.Verne’s tale provides an uncannily prescient account of the development of space travel: Three astronauts blast off from Florida in a small aluminium capsule, fired from the end of an enormous cast-iron gun. After orbiting the moon and making observations with a pair of opera glasses, the three men return to Earth, splashing into the ocean as heroes.Almost a century later, RKO Pictures would release a film inspired by Verne’s adventure story, while a comic book version of the tale went through multiple printings between 1953 and 1971.In the 1950s, the painter Chesley Bonestell further stoked the imagination of future space-farers with his visions of space stations, published in Collier’s. Walt Disney would follow with three made-for-TV movies that illustrated the ways people might one day be able to fly into space and land on the moon.Newer inspirationIn 1969, Armstrong, Buzz Aldrin and Michael Collins would realise the vision that Verne and others had instilled in the mind’s eye of millions.This accomplishment would, in turn, inspire artists anew.“Nothing will already be the same,” reads the text along the right edge of Robert Rauschenberg’s collage Stoned Moon Drawing. Published in the December 1969 issue of Studio International, Rauschenberg’s work combined images of the Apollo 11 moonwalk, Cape Canaveral and the Gemini print shop. Rauschenberg wanted to draw attention to the deep collaboration required in the worlds of art and science, whether it was for print-making or lunar landings.\n\t\t\n\tAlma W Thomas’ 1970 painting ‘Blast Off.’ Credit: National Air and Space MuseumIn the 1970s, the colour field painter Alma Thomas explored what she described as “the vastness and incomprehensibility of space” in abstract paintings like Blast Off, Launch Pad and New Galaxy.“When I paint space, I am with the astronauts,” she said.The artist Red Grooms, who attended the Apollo 15 launch, turned to official NASA photographs to create a gigantic sculptural installation of astronauts David Scott and James Irwin exploring the lunar surface with cameras and a lunar rover.“I wanted,” he explained, “to do the sort of thing the [NASA] people were doing – build something incomprehensible then try to get it off the ground.”Pioneers of the imaginationWhat can be gleaned from this tale of outer space visionaries?Perhaps, most simply, it is the power of the arts to cultivate the imagination – to render possible in the mind what has not yet been tangibly realised. As the Canadian theorist Marshall McLuhan observed in his 1964 classic, Understanding Media: The Extensions of Man, “The artist is the [person] in any field, scientific or humanistic, who grasps the implications of [their] actions and of the new knowledge in [their] own time. [The artist] is the [person] of integral awareness.”In recent years, American education policy has increasingly emphasised the value of science, technology, engineering and mathematics, often at the expense of support for the arts.At what peril does education policy drift away from the arts? What sort of navigational cues might go missing?Scientists, the essayist Rebecca Solnit noted, certainly play an integral role in human discovery. They “transform the unknown into the known, haul it in like fishermen.”But it is the artist, she writes, who gets “you out into that dark sea” in the first place.It was artists who first envisioned and produced photographic technologies. It was artists who first foresaw a world in which individuals might fly. And it will be artists who continue to shatter the perceived limitations to our own intellectual frameworks.In 2018, the Japanese tycoon Yusaku Maezawa paid an undisclosed sum of money to become the first person to orbit the moon since 1972. If all goes according to plan, he’ll depart in 2023 with companions of his choosing.Anne Collins Goodyear is co-director of the Bowdoin College Museum of Art, Bowdoin College.This article first appeared on The Conversation.","author":"Anne Collins Goodyear, The Conversation","time":"2019-07-16T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123898-iupwppxyet-1563189445.jpg","tags":["Art","Moon landing","Leonardo da Vinci","Neil Armstrong","Jules Verne","moon mission","Moon"],"source":"https://scroll.in/article/930638/long-before-astronauts-reached-the-moon-artists-were-already-there-drawing-and-writing-about-it"}