{"title":"Looking for Modi: When Aadhaar makes your hard-earned money disappear down a rabbit hole","content":"In the 2014 election campaign, Narendra Modi repeatedly attacked the Congress party for allowing public money to be siphoned off through corruption. He promised a clean government, if elected to power. Now besieged by big-ticket controversies like the Rafale deal, he continues to insist his government has made good its anti-corruption promise by bypassing leaky governance structures and routing wages and welfare payments directly into Aadhaar-linked bank accounts. How accurate are his claims? The third part of our series, which revisits places Modi spoke at during his 2014 campaign, builds on previous reports from Madhya Pradesh and Rajasthan to examine this more closely in Chhattisgarh’s Dhamtari district.“Modi government is responsible, who else?” Sevti Sahu said, without a moment’s hesitation. The 52-year-old community health worker was talking about the trouble she has had tracing the Rs 6,400 she earned in 2017 for doing home-based health checkups of newborns in Korra village in Chhattisgarh’s Dhamtari district. Her payments were not stuck with the state health department. Records show that it had released the money in three instalments in July, October and December 2017, but the funds had not reached Sahu’s bank account. Instead, as she discovered after months of confusion, the money had mysteriously landed up with the telecom company, Airtel.Another community health worker, Nirmala Rajput of Gadadih village, similarly spent months obsessively checking her bank account in the hope of finding her overdue incentive money of Rs 10,320. It was eventually found in the bank account of another woman. On an average, 3,000 community health workers in Chhattisgarh were reporting payment problems every month, said an official in the state health department, who did not want to be identified since he is not authorised to speak to the media. The trouble started in mid-2017, he said, after the department switched from regular bank transfers to the Aadhaar Payment Bridge System. The platform routes payments based on the recipient’s 12-digit biometric-based Aadhaar number. The money is deposited in the bank account linked to that number.Rajput’s Aadhaar number got linked to the bank account of another woman because of incorrect data entry by bank officials – not an uncommon error in the rush to meet Aadhaar-linking deadlines laid down by the government.Sahu’s case is more complex. Her earnings landed up with Airtel because the telecom company linked the Aadhaar numbers of its customers to payment accounts opened without their consent or knowledge in a subsidiary called Airtel Payments Bank. The company gained access to the Aadhaar numbers of its customers as part of a government drive to mandatorily link mobile numbers to the identification number.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.66666666666666%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/shwoamynkw-1537695956.jpg\">\n  </picture><figcaption>Sevti Sahu blames Modi government for her misplaced payments.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.66666666666666%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/khiwxtnqdn-1537695971.jpg\">\n  </picture><figcaption>Nirmala Rajput's money landed in the account of another woman.</figcaption></figure>\nDespite such problems, the Modi government has aggressively expanded the use of the Aadhaar Payment Bridge System. Cash transfers under 433 centrally-funded schemes, including wages earned under the rural employment guarantee programme, welfare benefits such as cooking gas subsidies, old age pensions, maternity assistance and even insurance payments to farmers, are now made using this system. The Centre has even pushed state governments to adopt the system, with a report claiming it will cover schemes with an outlay of Rs 6 lakh crore.While officially the Modi government maintains that “Aadhaar is not mandatory” in direct benefit transfers, in internal correspondence, it continues to instructs states to make payments to Aadhaar-linked bank accounts. As recently as August 13, in a letter to all state health secretaries, the Union Ministry of Health called this “a priority initiative monitored by the Cabinet Secretariat”. Another letter on June 16, 2017, which asked states to link the bank accounts of all community health workers, known as accredited social health activists or ASHAs, to Aadhaar, said: “You are already aware this is a high-priority area of the government.”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 130.92926490984743%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/jidqyncufl-1537853149.jpg\">\n  </picture><figcaption>The letter sent by the Union Health Ministry in June 2017.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 133.3808844507846%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/zonxdmbenj-1537853186.jpg\">\n  </picture><figcaption>The letter sent by the Union Health Ministry in August 2018.</figcaption></figure>\nNarendra Modi started out as a critic of Aadhaar while in Opposition, but as India’s prime minister, he has made the identification number central to his claims of fighting corruption. “In our country there is often talk of big corruption, but how corruption at the lower level robs poor people and wastes [government] money, I have seen that closely,” he said in his Independence Day speech on August 15. He claimed his government had ended this corruption by using Aadhaar to weed out ghost or non-existent beneficiaries from welfare schemes, as well as make direct benefit transfers to Aadhaar-linked bank accounts.But on the ground, as has been extensively documented, many rightful claimants have been wrongly excluded because of Aadhaar. And now, because of the Aadhaar Payment Bridge System, direct benefit transfers are misfiring. As a result, government offices and banks are filling up with people trying to find out what happened to the payments due to them. Sometimes the money can never be traced.The full extent of the crisis is hard to map. For one, the government does not have any system to track payment problems or record complaints. One indicator is what the Chhattisgarh official said: 3,000 of 70,000 health workers in the state experiencing payment problems comes to an error rate of more than 4%. Another indicator, as the economist Jean Drèze wrote in a recent article, is the scale of rejected payments under the Mahatma Gandhi National Rural Employment programme: Rs 500 crore in 2017-’18.Nationwide, this translates into misery for lakhs of people, particularly in rural India where bank branches are scarce, internet connections needed to power transactions are patchy, and every visit to the bank costs money and time. So acute are banking woes that “server down” and “link fail” have become part of the vocabulary of villagers who otherwise don’t speak a word of English.The residents of Nagari town in Dhamtari district start lining up outside the largest bank every morning well before it opens.Many villagers, in fact, now identify the Modi government with the grind to get their own money. “It has ensnared us in the web of paper,” Bhura Ram, a resident of Khari village in Barmer district in Rajasthan, shot back, when asked for his views on the central government.In Mandla district of Madhya Pradesh, Bhupendra Varkade, the deputy head of the Narayanganj block panchayat said: “The Modi government talks of decentralisation, but its real legacy is centralisation through digitisation. Our people can’t cope.”The banking logjam created by Aadhaar “has convinced people that the best place for their money is their pocket or at home under the mattress”, researcher S Ananth wrote in the context of rural Andhra Pradesh in a publication of an institute that comes under the Reserve Bank of India.Not everyone, however, sees it like that. “The government is sending us money but middlemen are misplacing it,” said Dhani Ram, a villager in Dhamtari, who, despite his MNREGA wages getting diverted to another account, is convinced of the good intentions of Modi.Why is money landing in the wrong accounts? The Aadhaar Payment Bridge System was envisioned on the assumption that every individual will have one bank account linked to their biometric identification number. But over 2016 and 2017, the government pushed banks into linking all accounts with Aadhaar. As multiple accounts came to be linked with a single Aadhaar number, the payment platform began to route money to the account linked last.Most people, however, were not aware of this – they did not even know that government departments had switched to using the Aadhaar Payment Bridge System. They kept looking for their wages and subsidies in the accounts where they had been receiving them in the past.“Not just villagers, even urban people are confused,” said SK Mitra, the manager of the Dena Bank branch in Kurud town in Dhamtari district. “In the city branch, educated people come and say, ‘My gas subsidy came into this account last month, why has it not come this month.’ They forget they have multiple accounts. During the Aadhaar seeding spree, they gave their number to this bank and that bank.”Mitra’s colleague jocularly pointed out that several customers had opened multiple accounts in the same branch “because they expected Rs 15 lakh to come in” – a reference to Modi’s election promise, which party chief Amit Shah later clarified was a “jumla”.Even city branches in Dhamtari have to deal with the confusion over Aadhaar linked bank accounts, said manager SK Mitra.The proliferation of bank accounts was a byproduct of the government’s financial inclusion drive. In the frenzy to meet targets assigned under the Pradhan Mantri Jan Dhan scheme, health worker Triveni Sahu’s brother-in-law, who was the sarpanch of Bhendra village, opened an account in her name without asking her. The result: between January and April this year, more than Rs 18,000 of the 47-year-old worker’s earnings were deposited in this account, which she only found out in June.Nirmala Rajput, too, had two accounts – one in Dena Bank, another in the Chhattisgarh Rural Cooperative Bank. She had furnished her Dena Bank account number to the health department, and her wages were being deposited there. But once the Cooperative bank linked its accounts to Aadhaar, her wages got diverted to this bank, except, in her case, with an added complication. The Cooperative bank had wrongly linked her Aadhaar number to the account of another woman named Savitri Sinha. Rajput’s wages, hence, landed in Sinha’s account. By the time Rajput discovered this, Sinha had already withdrawn the cash, leaving the account empty. Thankfully, a few months later, crop bonus payments came into Sinha’s account, and the bank, in response to a letter by the block health department, retrieved Rajput’s wages.Such retrievals, however, are rare.Sevti Sahu made several trips to the Airtel office in Dhamtari town. Each time she was shooed away. For all practical purposes, her hard-earned money has disappeared down a rabbit hole. The crisis of MNREGA wages The problems faced by community health workers are being experienced by MNREGA workers on a much larger scale. In Sahu’s village alone, as many as 34 workers from the 337 households employed under the scheme in 2017-’18 have not received their wages, even after the rural development department released the funds. The village employment assistant, Rannu Sahu, has repeatedly written to the block officials, seeking their help in tracing the money. In the case of 22-year-old Angesh Kumar, his wages amounting to Rs 3,108 were traced to the bank account of a student named Angeshwar – they had landed there because of incorrect Aadhaar linking. Angeshwar is studying in Kawardha town,  200 km away, and until he comes back, Angesh Kumar’s wages are hard to retrieve. “It is the same situation in all panchayats,” she said. “Money is getting diverted to the wrong accounts. The block office is packed with workers looking for their money.”Rozgar Sahayak Rannu Sahu shows Angesh Kumar the letter submitted to the bank asking for his misplaced wages to be retrieved.The pain of pensioners The other place filling up with people in search of payments are banks.In the past, welfare payments were made through panchayats and post offices, but now all such transfers are happening through banks. The rise in banking volumes, however, has not been matched by an increase in branches.To add capacity, banks have deployed a network of agents called banking correspondents, who use machines with fingerprint scanners to authenticate customers using Aadhaar. Such Aadhaar-enabled payments, too, are predicated on the linking of bank accounts with Aadhaar. They offer the advantage of bringing banking closer to people in rural India, but remain saddled with problems of failed fingerprint authentication, patchy connectivity and possible fraud. The machines display information in English, leaving villagers at the mercy of the agents. In Dhamtari’s remote Nagari block, even banking correspondents aren’t enough to ease the pressure.“Nine bank staff and nine BCs [banking correspondents] are handling one lakh saving bank accounts here,” said Abhishek Tiwari, credit manager of Dena Bank in the remote Nagari block of Dhamtari district. He sat in a small cubicle surrounded by a crush of people. “Everyday, we see 600-700 withdrawals amounting to Rs 20 lakh-Rs 30 lakh. About 250-300 withdrawals take place in the branch alone.”Not everyone crowding into the bank was seeking to withdraw money, though. Many simply wanted to update their passbook to check if the expected government payments they expected had arrived.Theoretically, bank customers can easily access such information by activating mobile banking alerts, but this presumes the ownership and use of mobile phones, the availability of network, and digital literacy, all of which are patchy among rural communities, even more so among the elderly.Among the crowds in the bank branch in Nagari were three old women – one in her eighties, who had a walking stick on her side –waiting patiently to find out whether their monthly pension of Rs 300 had been deposited in their accounts.Standing in the queue was a bespectacled 62-year-old farmer, Anand Das Manikpuri, who had travelled 25 km to withdraw some cash, and also check whether the agricultural department had sent him his crop bonus. As always, he had first made a trip to the banking correspondent near his village. But, not for the first time, the machine there failed to carry out any transactions because of poor internet connectivity. Now, fed up of the long wait in the bank branch, Manikpuri said, with a mix of disgust and helplessness: “It gets worse in the summer. This place then stinks with the smell of sweat.” \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.66666666666666%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/rmrpaafgvk-1537695380.jpg\">\n  </picture><figcaption>In the overcrowded branch of Dena Bank in Nagari town, people wait patiently for their turn. It could take 2-3 hours, sometimes an entire day, they said.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.66666666666666%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/asbvvhyzsj-1537695675.jpg\">\n  </picture><figcaption>A banking corresponent in Farsiya village does 200 transactions a day on Aadhaar-enabled machines. In remote areas, the machines don't work smoothly because of connectivity problems.</figcaption></figure>\nThe problem of literacy Five km from Nagari town, the sarpanch of Sambalpur-Amoli panchayat, Amar Singh Kunjam, initially claimed only illiterate people were facing trouble with bank payments. As the conversation proceeded, however, it emerged that one of the bank accounts of the panchayat itself had been wrongly linked to a villager’s Aadhaar number, and his MNREGA wages had landed up in the account. To help him retrieve his wages, the panchayat wrote to the bank. But Kunjam claimed the man used the letter to withdraw more than his own cash. The result is the panchayat now faces an audit inquiry.In the middle of the conversation, an old man walked in. He was the former sarpanch of the village, Kushal Singh Nag. He was more forceful in his denunciation of Aadhaar-based welfare payments. “It is causing great hardship to people,” he thundered. “We make repeated trips to the banks, we still don’t get our money. We have submitted a memorandum to the higher authorities saying this should be reversed. We want our pensions to be delivered through the panchayat.”But surely welfare payments made through panchayats were far from perfect, I asked, given the asymmetries between social groups, and the possibilities of corruption. That’s why Modi claimed the new system enhanced transparency.  At this question, Nag’s expression softened. “Yes, I heard Modi ji’s speech on August 15. He said he was sending money directly to the beneficiaries to end corruption.” Then, harking back to a much-cited statement from the 1980s, he added: “After all, even Rajiv Gandhi said we send Rs 100, but only Rs 15 reach people.”So did Nag believe Modi government’s switch to Aadhaar-based payments was justified?“Look there are 75 sarpanches in Nagari block. Are all of them clean? Modi ji says na khaonga na khaane donga. If everyone can be like Modi, there would be no problem...”But wasn’t he asking for an end to Aadhaar-based payments just minutes ago?“When I was a student, I joined the Jan Sangh, I was so impressed with Vajpayee’s speeches.”Is that why he didn’t want to criticise the government?Nag laughed. “You have understood my thoughts, please don’t ask me to repeat...”Inside the panchayat office, Kunjam, the sarpanch, sits the right of Nag, the former sarpanch wearing a saffron stole.In Korra village, Sevti Sahu, the community health worker who has been twice elected as a member of the panchayat council, and who is still unable to retrieve her money from Airtel, however, had an unambiguous response.“Until the government was sending money to bank accounts, people were able to somehow manage,” she said. “The real problem started when it linked bank accounts and payments with Aadhaar. If I had Modi’s number, I would call and tell him that.”","author":"Supriya Sharma","time":"2018-09-24T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895462-fgmsjlesay-1537688414.jpg","tags":["Looking for Modi","Four years of Modi government","Chhattisgarh","Aadhaar"],"source":"https://scroll.in/article/895462/looking-for-modi-when-aadhaar-makes-your-hard-earned-money-disappear-down-a-rabbit-hole"}