{"title":"‘Lootcase review’: A bag stuffed with money and a film filled with good-natured humour","content":"There are plenty of funny lines and gags in Rajesh Krishnan’s Lootcase, but you have to wait for them. The Mumbai-set comedy, which is being streamed on Disney+ Hotstar, is about a printing press employee who chances upon a bag of Rs 10 crore belonging to a politician. Like a slow train from Virar to Churchgate with multiple signals along the way, the 133-minute movie eventually reaches its destination – but in its own sweet time.Along the way, Krishnan and co-writer Kapil Sawant roll out observational humour and add a few touches to overly familiar characters. Leading from the front is Kunal Kemmu’s Nandan, who yearns to get rich but doesn’t quite know what to do with the massive stash that has fallen into his lap. Having never watched a film on the subject, Nandan initially panics and then starts spending on such extravagances as a movie outing and a microwave oven. He gives the red suitcase bursting with Rs 2,000 notes a name (of course). Where have you been my entire life, he tells “Anand Petikar”, displaying more tendresse than he does with his harried wife Lata (Rasika Dugal).\n\n\n    \n    Play\n\nLootcase (2020).Patil (Gajraj Rao), the politician whose bag it is, asks gangster Omar (Sumit Nijhawan) and police officer Kolte (Ranvir Shorey) to retrieve the loot. Rival gangster Bala (Vijay Raaz), a big fan of wildlife programming on the National Geographic channel, puts his men Graduate (Aakash Dabade) and Rajan (Nilesh Divekar) on the job too. It sounds busier than it actually is. Events seem to unfold over weeks rather than days. Mumbai is depicted as a megapolis that actually has the time to stand and stare. The breakneck chaos that usually characterises such capers is missing. As the characters stroll about trying to discover the suitcase’s whereabouts, there are barely any people around. Gajraj Rao in Lootcase (2020). Courtesy Fox Star Studios.The good-natured humour dispenses with profanity and double entrendre, proving that it is possible to make a film about ill-gotten gains without toxifying the tongue. The leisurely pace allows us to observe and appreciate the characters, even though the nagging doubt that this could have achieved without dragging it out lingers. Nandan, a small-timer clearly punching above his weight, is entertainingly played by Kunal Kemmu, a fine comic actor who knows when to land his blows. Equally sharp are Ranvir Shorey as the cop saddled with an assignment he doesn’t want, Gajraj Rao as the passive-aggressive Patil, and Vijay Raaz as the dapper hoodlum who rivals David Attenborough in his knowledge of the animal kingdom. Rasika Dugal is lovely too as Nandan’s wife, who uses Chinese cuisine as a codeword for that thing that men and women do.Rasika Dugal in Lootcase (2020). Courtesy Fox Star Studios.","author":"Nandini Ramnath","time":"2020-07-31T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145276-gnzmdyntwp-1596143468.jpg","tags":["Lootcase review","Rajesh Krishnan","Kunal Kemmu"],"source":"https://scroll.in/reel/969021/lootcase-review-a-bag-stuffed-with-money-and-a-film-filled-with-good-natured-humour"}