{"title":"Lost, found and archived: BD Garga’s quest to document Indian cinema has helped us all","content":"“Cinema arrived in India like an itinerant entertainer, unannounced,” observed Bhagwan Das Garga, documentary filmmaker and untiring chronicler of Indian cinema in his book Silent Cinema in India: A Pictorial Journey. Born in 1924, Garga spent a lifetime collecting invaluable information, photographs, and film-related publicity material apart from writing several books on the history of cinema in India.Considering that moisture, fire and sometimes sheer carelessness have often destroyed photographs, film reels and publicity material, the efforts of Garga and his wife, Donnabelle, in protecting his large collection from the ravages of time is a monumental achievement. Donnabelle Garga recounts, “It was difficult in a humid place like Goa where we shifted in 1992, but we would air the cartons of photographs from time to time and place tracing paper between the bigger ones to prevent them from sticking.” Her husband’s vision had deteriorated considerably when he wrote his later books, so Donnabelle helped him with his painstaking research and spent long hours at the computer typing out countless drafts.In 2010, a year before his death, Garga handed over a considerable part of his collection – thousands of photographs, film stills, lobby cards, posters, song booklets, books, journals, notes and negatives – to the Indira Gandhi National Centre for the Arts in Delhi. The centre digitised the material and, in February 2017, exhibited a selection at a show titled A Story Called Cinema: The B. D. Garga Archives.Bhagwan Das Garga.The exhibition was conceived by Gautam Chatterjee, Controller of the Media Centre at IGNCA. The title was a bit of a misnomer, as the exhibition was not restricted to gleanings from Garga’s work. Yet, the show was a worthy tribute to a film historian whose phenomenal collection may have otherwise lain forgotten in the IGNCA vaults. Anandana Kapur, who curated the show, explains why she included information from other sources. “While the principal writing referred to his writings, I also sought to flesh out perspectives that I thought would interest cinema aficionados; to tease out trajectories that have inspired and fascinated others as well,” she said.Zingaro (1935). Courtesy Indira Gandhi National Centre for the Arts.The photographs and posters were accompanied by installations that recreated the early years of cinema in India. For instance, a bioscope showed slides of film stills while a tent played reels from two of DG Phalke’s silent movies that IGNCA has in its collection. The bioscope and tent theatres were the precursors of cinema halls in the early 1900s. When Phalke took his silent film Raja Harishchandra to small towns, he was initially disappointed by the sparse attendance, competing as his film was with theatre that was less expensive. “Resourceful as always…Phalke advertised the film as ‘A picture two miles long! All for only three annas’,” Garga writes in So Many Cinemas: The Motion Picture in India. The publicity worked and India’s first feature film became a blockbuster.Out of the 1,300-odd silent films produced in India between 1913 and 1931, very few have survived. This makes Garga’s archive of that period doubly significant. A still from Shri Krishna Janam (1918), blown up to a large size, dominated one wall at IGNCA. Kamsa’s dream of being decapitated by Krishna was brought alive by Phalke through trick photography. \n\n\n    \n    Play\n\nShree Krishna Janam (1918).Acquiring such memorabilia was not easy. When Garga was researching Silent Cinema in India, he was told by a film proprietor in Calcutta that he had sent old prints to Madras because the junk dealers there gave a better price. How then did Garga manage to acquire so much material on cinema in India?“Ironic as it may seem, I am not a collector either by instinct or inclination,” Garga states in an essay in The Art of Cinema. “It all started in 1949 when well-known journalist-filmmaker, KA Abbas suggested that I do a series of articles on the history of Indian films for his literary journal, Sargam…I soon found that there were still many filmmakers alive whose enterprise and energy had contributed to make India a leading producer of entertainment films in the world. Many were veterans of the silent era who had seen cinema evolve from a simple curiosity to a dynamic art form. Eager to share with me their amazing experiences, they were equally generous with their film material.” These filmmakers included Ardeshir Irani, who made the country’s first talkie, Alam Ara (1931). Irani gave Garga rare stills of silent and early talkie films.Garga also met Master Nissar, the lead actor of Laila Majnu, a film Garga had seen as a schoolboy in Lahore. When Garga met him, the popular actor had fallen on bad days and was living in a tiny flat near Bombay Central station. Garga recalls, “Nissar was a gentle soul who gave me a small pile of photographs from his films. I met several more stars including Sulochana (Ruby Meyers). Though past her prime, she was still beautiful…She gave me some invaluable photographic material…She introduced me to Dinshaw Billimoria, her leading man in many a film, and Jal Merchant with whom she had formed Ruby Pictures. Jairaj, whom I first met at Ranjit Studios, gave me some of his early, silent film stills. ”RS Chowdhury, silent era’s well-known filmmaker, Syed Fatehlal and Baburao Painter (founders of Maharashtra Film Company), Dwarkanath Sampat (who had produced 98 films between 1920-29) and V Shantaram (whom Garga assisted between 1944 and 1946) were some of the filmmakers who helped Garga with his acquisitions.Sadhi Mansa (1965). Courtesy Indira Gandhi National Centre for the Arts.In1963, the golden jubilee year of Indian cinema, Garga made a documentary titled Glimpses of Indian Cinema, which was shown throughout the country, as was an exhibition of over 100 photographs.“Thus began a process that acquired its own life and over the years my collection grew …drop by drop it became a river,” reveals Garga in the essay on his collection. “It is sad that so much of our film heritage has been lost due to neglect. All that remains are some images, a reminder to preserve them…”Shatranj Ke Khiladi (1977). Courtesy Indira Gandhi National Centre for the Arts.","author":"Alpana Chowdhury","time":"2017-03-13T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831634-53451-mtkmahlubq-1489371966.jpg","tags":["Bhagwan Das Garga","Film preservation","Indira Gandhi National Centre for the Arts"],"source":"https://scroll.in/reel/831634/lost-found-and-archived-bd-gargas-quest-to-document-indian-cinema-has-helped-us-all"}