{"title":"Lost in the din of a BSF constable's viral videos – a serious breach of service rules","content":"On Sunday, Constable Tej Bahadur Yadav of the 29 battalion of the Border Security Force posted a series of videos on his Facebook account, complaining about the food he and his fellow soldiers were being given. By Tuesday, one of his videos had over 7.3 million views and over 300,000 shares. As they began to find their way to larger audiences, Union Home Minister Rajnath Singh swiftly ordered an inquiry.The 42-year-old Yadav, a resident of Mahendragarh district in Haryana, joined the BSF in 1996. Posted on the Line of Control in Jammu and Kashmir’s Rajouri sector, he released the videos in which he spoke about the poor quality of food served to troops – a tasteless, watery dal and undercooked roots, which he said had been a constant for the past 10 days – and alleged pilferage of their rations. Yadav asked how such little nutrition could sustain them through over 10 hours of field duty every day.The issues raised by Yadav are sensitive for various reasons. The videos come just two months after the government demonetised 86% of the currency in circulation, rationalising the subsequent cash crunch as a temporary hardship, unlike the hardships faced by soldiers guarding the country’s borders. The Centre has also used the surgical strikes carried out by the military across the Line of Control in September to buttress its image as a government that won’t hesitate to use force in pursuit of it strategic interests. The soldier and his commitment to the nation have become a popular refrain of the government each time someone has questioned its policies and actions. Each time, the government and its supporters have thrown the soldier’s hardships at their critics.Social media troublesBy the time the government and the Border Security Force headquarters in Delhi got around to responding to Constable Yadav’s Facebook posts, it was already Monday night – more than a day since the videos had been uploaded. They had gone unnoticed till then because of the weekend. The BSF sent out a missive, formally and privately, with some officers even questioning Yadav’s service record.Lost in this din was the fact that a soldier from a uniformed and armed service, posted in a sensitive sector, had breached service rules to make his grievances public. The armed services, including the Central Paramilitary Forces, are governed by strict service rules that prohibit their rank and file from airing their views, especially critical ones, in public. The fact that Yadav chose to go public with his complaints on Facebook, and found such a large audience, immediately sets a precedent for the other forces. Clearly, soldiering in the age of social media has complicated the statutory relationship between the soldier and the state.The military and, to a lesser extent, the Central police and paramilitary forces have been grappling with issues of discipline and image ever since soldiers started using Facebook and Twitter on their smartphones. The use of WhatsApp among soldiers became particularly alarming for the government when the agitation for One-Rank-One-Pension was at its peak in early 2016. Serving Army officers and soldiers used peer-to-peer encrypted channels such as WhatsApp to share information, making it difficult for the government to legally intercept their messages. Previously too, in 2012, a near mutiny in an artillery regiment posted under the Leh-based 14 Corps created shockwaves when news of the punch-up between jawans and officers leaked out to other units.Other services, such as the civil services, have also become adept at using social media, as was seen during the deliberations of the Seventh Pay Commission. The Central Indian Administrative Service and Indian Police Service associations created social media accounts to highlight the work done by their members, while also putting out subtle arguments on contentious issues.So far, the military – whose members are legally barred from forming unions or associations while in service – has not opened any social media account formally. But there are private Twitter and Facebook accounts. How this will impact discipline and command and control isn’t clear, but it has thrown up a major challenge for the government, which, ironically, has been pushing for a digital ecosystem for over a year.On the defensiveOne part of the BSF response to Constable Yadav’s videos was to term him a “troublemaker”. Senior officials pointed to a chequered career with several instances of disciplinary action.Within months of joining service in 1996, Yadav was absent without leave, an act that earned him 14 days of rigorous imprisonment. He was taken into custody again in 2003, 2007 and 2010. His longest stint in prison was 89 days starting in March 2010, for using “insubordinate language” against a superior officer. He also had to forgo promotions as a result of the offence.Initially set to retire in October 2032, Yadav will now leave service at the end of January, BSF officials said, adding that he had applied for voluntary retirement.However, the issue raised by him is too sensitive to be ignored. It is particularly problematic because it raises questions about the Army formation on the Line of Control too – because the BSF, when posted on the Line of Control, comes under the operational and administrative control of the Army. In this case, the overall responsibility of the BSF unit falls in the hands of the Rajouri-based 25th Division of the Indian Army and the direct operational control of the brigade in the area.Furthermore, the Army Service Corps is responsible for supplying rations, and the allegations made by Yadav would have a bearing on it. However, the quality of the food served and its cooking is the responsibility of the BSF. Then there is the allegation of inadequate food. “Soldiers have a laid down scale of rations, and if they are reduced due to pilferage, then it is a serious case,” a senior Home Ministry official told Scroll.in.With the inquiry underway, Yadav has been transferred out of Rajouri. However, the man clearly understands the power of social media. He posted his cellphone number on Monday night, knowing full well his videos have gone viral and the traditional media would be keen to tell his story.","author":"Saikat Datta","time":"2017-01-11T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/826388-49077-qmkpianfkq-1484104282.jpg","tags":["BSF","Viral videos","BSF constable"],"source":"https://scroll.in/article/826388/lost-in-the-din-of-a-bsf-constables-viral-videos-a-serious-breach-of-service-rules"}