{"title":"‘Lottery king’, ‘top donors’: What front pages said about electoral bonds data released by EC","content":"The front pages of nearly all leading English newspapers on Friday were occupied by initial analyses of the electoral bonds data made public by the Election Commission.The leading story of The Times of India focussed on the top buyers of the bonds, with the headline informing that “Lottery King” Santiago Martin was topped the list of donors. The article also pointed out that the top 22 buyers accounted for half of the worth of Rs 12,000 crore bonds that were purchased.The newspaper said that a preliminary analysis showed that the larger donors have bought bonds through more than one entity. A short one-column piece in the daily also focussed on how Martin of the lottery giant Future Gaming and Hotel Services, the biggest purchaser, has been under the Enforcement Directorate scanner for over 10 years.The front page of The Times of India on Friday. The Economic Times, a business-focused daily by the Times Group, also focused on the top donors like its sister newspaper. However, it additionally focused on the share of funds received by political parties through the bonds.The front page of The Economic Times on Friday. The Indian Express’s main story highlighted how three of the top five donors purchased electoral bonds after they faced investigations by the Enforcement Directorate and the Income Tax department.Referring to Martin’s firm, the article pointed out that the Enforcement Directorate began a money laundering probe against Future Gaming in early 2019.“By July that year, it had attached assets worth over Rs 250 crore belonging to the company,” it said. “On April 2, 2022, the ED attached movable assets worth Rs 409.92 crore in the case. On April 7, five days after the attachment of these assets, Future Gaming bought Rs 100 crore in electoral bonds.”The spread also included an analysis of the Trinamool Congress emerging as the second-largest recipient of donations through electoral bonds. The party had redeemed bonds worth Rs 1,609 crore between April 2019 and January 2024.The article said that donations to the Trinamool Congress increased after the party won the 2021 Assembly elections in West Bengal.The front page of The Indian Express on Friday. A story about the electoral bonds data was not the main article in The Indian Express Group-owned business daily The Financial Express. However, the newspaper carried a piece analysing the list of purchasers since 2019. The focus was on the top purchaser.The front page of The Financial Express on Friday. The Hindu’s leading article was titled “Poll bonds: 22 firms donated over Rs 100 crore”. Along with mentioning the top donors and recipients, which was the Bharatiya Janata Party, it also broke down the share received by other political parties.“The All India Trinamool Congress received Rs 1,609.50 crore (12.6%) via this route, followed by the Congress, which received Rs 1,421.9 crore (11.1%), the second and third biggest parties in terms of encashment during the period,” it said. “The Bharat Rashtra Samithi (9.5%), Biju Janata Dal (6.1%), and Dravida Munnetra Kazhagam (5%) were the other parties which encashed more than ₹500 crore worth of electoral bonds during this period.”The front page of The Hindu on Friday. In a short copy on the newspaper’s jacket page, the Hindustan Times also led with data showing Martin to be the top purchaser. Continuing the story in the inside pages, the daily pointed out that the value of redeemed bonds is greater than the purchased bonds as the State Bank of India gave data from April 12, 2019, the date of the apex court’s interim order.“The 2019 interim order was delivered in the midst of the sale of one tranche of electoral bonds between April 1 and April 20,” it said. “As a result, of the 3,346 bonds purchased between April 1 and April 11, 2019, only 1,609 bonds were redeemed before the order. The rest were redeemed in the remaining nine days.”Copy on the electoral bonds data on the jacket of the Hindustan Times newspaper on Friday. Business and financial daily Mint, which is also owned by HT Media, only carried a snippet of a piece by news agency PTI on the electoral bond data.In its lede article, Business Standard pointed out that the top 10 purchasers of the electoral bonds have contributed a third of the total donations. “Each of the top 10 donors are corporate entities,” it said.The front page of Business Standard on Friday. Read more analysis on this topic by the Project Electoral Bond, a collaborative project involving Scroll, The News Minute, Newslaundry and freelance journalists.Also read: Top buyers of electoral bonds include lottery king, infrastructure giant, mining group Vedanta","author":"Scroll Staff","time":"2024-03-15T10:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199259-zogwkfvoaj-1710479578.jpeg","tags":["electoral bonds","election funding","how newspapers covered","newspaper front pages"],"source":"https://scroll.in/latest/1065225/lottery-king-top-donors-what-front-pages-said-about-electoral-bonds-data-released-by-ec"}