{"title":"Film about Kolkata’s stray dog feeders proves that love has no limits","content":"Nearly every Indian city has packs of stray dogs who scour the landscape for scraps and head pats. And nearly every Indian city has kindly spirits who regularly feed these animals, tend to their injuries, give them names and a sense of belonging.American filmmaker Jesse Alk’s documentary Pariah Dog is the absorbing chronicle of one such set of canine caretakers in Kolkata. Unfettered love and uninterrupted dedication link the stories of the aristocratic woman who has fallen on bad times, the artist who dreams of buying a plot of land on which he can house the dogs, the auto rickshaw driver and reality show contestant, and the unmarried domestic worker who has dedicated her lives to the animals.  Apart from exploring the personalities of these dog feeders, Pariah Dog is also a portrait of Kolkata, a city marked by “both a sense of change and decline, one whose social fabric is shifting, and one that might be unrecognisable 30 years from now”, Alk told Scroll.in in a telephone interview.\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\nPariah Dog (2019).The documentary was shown at the recently concluded Krakow Film Festival, and will be screened at DocFest in San Francisco in the coming week. Over the course of 77 minutes, Alk gradually introduces his characters, for whom dog feeding is much a part of the daily routine as fetching the milk and reading the newspaper. Milly, who is straight out of Aparna Sen’s 36 Chowringhee Lane with her pukka English accent, has strong views on caring for strays, which sometimes brings her into conflict with her neighbours. Milly has as an accomplice her domestic helper Kajal, who movingly declares that she will take care of the dogs for as long as she is alive: “They are my only future, there is nothing left for me.”Pinaki, an artist who drives a redesigned auto to make some money on the side, is equally committed to his four-legged friends. The most vivid character is Subrata, an autorickshaw driver who pounds the streets with bags of food, occasionally marches for the cause of animal rights, and participates in television shows. Subrata’s high point: a prize-winning appearance on the quiz show Dadagiri Unlimited, hosted by the cricketer Sourav Ganguly.Subrata Das in Pariah Dog (2019). Courtesy Pagol Productions.A composite picture emerges of lives precariously perched on the fringes of the economy. Might there be similarities between the always-hungry animals and the barely solvent people who care for them? After all, Taiwanese filmmaker Tsai Ming-liang’s searing 2013 film about a homeless family in Taipei was titled Stray Dogs.“The characters are loners, and all of them are unfulfilled and have some longing in their lives that they fill with compassion for animals,” Alk observed. The suffering in the underfed and often sickly dogs is sometimes reflected in their care-givers. “I have a lot of pain in my life, and I feel their pain,” says Subrata, the autorickshaw driver. An unmistakable sadness lingers over the human-canine encounters, even as their individual stories spiral out in unforeseen directions. Milly’s story is particularly filled with drama, and she, above all the others, feeds negative perceptions of urban dog-feeders as eccentric misanthropes.Mallika ‘Milly’ Sarkar in Pariah Dog (2019). Courtesy Pagol Productions.“Everyone in our film has been called crazy at some point,” Alk observed. “At times, they have even been abused. It’s especially worse for the women. The funny thing is that the longer I stayed, I found that the stereotype wasn’t true. Even shopkeepers and small businessman feed dogs. It’s just that they provide a kind of support that isn’t as evident.”Alk met many more dog feeders before choosing the four who feature in his documentary. The only character who was filmed all the way through the nearly five years it took to complete the project was Subrata.The 45-year-old director first visited Kolkata in 2010, to meet the subjects of the ethnographic documentary Luxman Baul’s Movie that was made by his father, film editor Howard Alk, in 1976.  During the visit, Alk acquainted himself with local filmmakers, including the future executive producer of Pariah Dog, Aditi Sircar. “Aditi invited me to live with her family and make a film in Kolkata,” Alk recalls. He had graduated in filmmaking from the University of California, Los Angeles, but ended up working in the music concert industry. “I was very unhappy because I couldn’t make documentary films,” Alk recalled. The Kolkata visit changed everything for him – he recalled being “invigorated by a sense of place” and finally “feeling alive”.Jesse Alk.Like many other first-time foreign visitors, Alk was struck by the number of dogs thronging the streets. “The strays were calling out to me – the sheer ubiquitousness of them,” he said. “They were these stories hidden in plain sight and playing out in public.”Alk soon realised that the dogs weren’t strays in the strictest sense, and he uncovered a network of animal rights activists and Good Samaritans. In 2014, he spent close to six weeks conducing a recce across neighbourhoods. His filmmaking team expanded gradually. Koustav Sinha was recruited as a sound recordist, and his contributions expanded to earn him associate director and co-writer credits. Rajib Kuila assisted Alk with the camerawork.Alk consulted Sinha, as he did Aditi Sircar and others, to make sure that he wasn’t missing any cultural nuances. He wanted to convey what he termed “a certain humour despite the sadness, a joi de vivre and a toughness” that are all typical of Kolkata.In attempting to amplify a sense of intimacy and observation, the crew adopted a few tactics. Long lenses were eschewed to reduce the distance between the subjects and viewers, for instance.The filmmakers initially avoided replicating the behaviour of their subjects. Feeding the dogs would mean altering their behaviour – but not throwing a few morsels their way would potentially earn their vocal wrath.Alk and his crew settled on a compromise: they found a spot to squat in and hang around the animals. “We were most happy if we found a dog ignoring us and going about his life,” Alk said. “We found ways to let the dogs know that we weren’t a threat. For instance, we couldn’t carry the one-legged tripod called the monopod, since they would think it was a club. We didn’t feed them initially, but the dogs were so intelligent that they understood. When we did start feeding them, they knew when it was over and didn’t hang around afterwards.”Pariah Dog (2019). Courtesy Pagol Productions.Alk collected 165 hours of footage. When he sat down to edit the film, he aimed for a “cinematic, lyrical quality, with controlled visuals”, and threw out the bits that didn’t convey his impressions of Kolkata as a lived-in city with lashings of wry humour and absurdity. “I wanted to almost convey the feeling of a fiction film,” Alk explained. He re-cut the documentary several times, taking the advice of local film professor Suvadro Chowdhury on one occasion. Alk completed Pariah Dog in time for a January premiere at the Big Sky Documentary Film Festival in Montana in the United States. The film won an award for best feature there.In the process of making the film, some of the monomaniacal dedication of its subjects towards their objects of compassion seems to have rubbed off on their documentarian. Pariah Dog is entirely self-funded, with Alk working his way through his inheritance and savings and “selling the family gold”, as he put it, to complete the project.“It’s a risk to put your own money into a lyrical film like this – it’s madness, but I just had to do it,” Alk said. The men and women featured in Pariah Dog would understand his state of mind perfectly. Pariah Dog (2019). Courtesy Pagol Productions.","author":"Nandini Ramnath","time":"2019-06-06T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121101-hlczknojzo-1559572155.jpg","tags":["Pariah Dog documentary","Jesse Alk","Indian stray dogs"],"source":"https://scroll.in/reel/925812/love-dedication-and-a-touch-of-madness-in-a-film-about-kolkatas-stray-dog-caretakers"}