{"title":"‘Love Sex Aur Dhokha 2’ review: Laboured and barely provocative","content":"Like its predecessor, Love Sex Aur Dhokha 2 examines the uncontrollable energies released when technology collides with human relationships. Released in 2010, Love Sex Aur Dhokha was edgy, insightful and urgent – the episode about an honour killing still hasn’t lost its raw power. But the sequel, while following the same format of three loosely interconnected stories and pursuing similar concerns, feels redundant, laboured and barely challenging.Banerjee has written Love Sex Aur Dhokha 2 with Shubham and Eeb Allay Ooo director Prateek Vats. All three chapters involve gender and sexuality as performance rather than fact – perhaps the movie’s most provocative aspect.In “Love”, trans woman Noor (Paritosh Tiwari) is the star of a Bigg Boss-style reality show titled Truth Ya Naach. The line between what is real and what is staged has been rubbed out in a set-up in which every move is being documented. “Your best moments are always off-cam,” an underling complains to Noor, who duly ensures that the most intimate parts of her self are laid bare for the sake of higher ratings.The episode mimics a reality show to an unnerving degree. Faked reaction shots to concocted spats, garish sets, mugging judges – Banerjee nails the mind-numbing aesthetic that has become so commonplace it doesn’t raise an eyebrow anymore.“Sex” wander into a minefield and barely escapes unscathed. Kulu (Bonita Rajpurohit) is one of several trans employees managing a Metro station in Delhi. Egged on by her dubious boss Lovina (Swastika Mukherjee), Kulu files a police complaint that she has been sexually assaulted. A subplot that connects to the third chapter revolves around Lovina’s teenaged son.In “Dhokha”, an 18-year-old influencer (Abhinav Santosh Singh) who posts adult content on his channel gets involved in a scandal that he tries to spin for his benefit. Dhokha lives up to its title: it’s deceptive in that it promises insight into the metaverse but instead delivers a head-scratching experience.The overall tone is dyspeptic; sequences stretch on for far too long; some of the themes are already dated in the age of intense performativeness fuelled by social media. The characters are so cynical that there is nobody to root for, especially in Sex, in which Lovina is shamelessly self-serving and even Kulu’s plight evokes no feeling.The film’s look is faithful to the various worlds being depicted, which means that we nearly always see the actors within the bubbles created by different types of recording equipment. There is barely any respite from this visual approach, which makes an already heavy-handed movie a tough watch.Like the first movie, LSD 2 has a remarkably dedicated set of actors willing to traverse tricky terrain. The cast includes Mouni Roy, Sophie Choudhry, Tusshar Kapoor and Anu Malik playing versions of themselves – an in-joke about showbiz that Banerjee gets away with more successfully than the travails of individuals suckered by Big Tech.\n\n\n    \n    Play\n\nLove Sex Aur Dhokha 2 (2024).","author":"Nandini Ramnath","time":"2024-04-19T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200054-dhouqofwmz-1713173230.jpeg","tags":["Love Sex Aur Dhokha 2 review","Dibakar Banerjee"]}