{"title":"‘Love jihad’: Uttar Pradesh governor gives assent to ordinance against forced conversions","content":"Uttar Pradesh Governor Anandiben Patel on Saturday promulgated an ordinance to prevent marriages out of “love jihad” cases, three days after the state government had approved the draft law, PTI reported. “Love jihad” is a conspiracy theory used by right-wing groups who accuse Muslim men of converting Hindu women by marriage.The UP Prohibition of Unlawful Conversion of Religion Ordinance 2020 was approved by the state’s Adityanath-led Bharatiya Janata Party government on Tuesday. State Cabinet Minister Siddharth Nath Singh had said that it provides for a jail term of 1 to 5 years with a penalty of Rs 15,000 for forceful religious conversion. For conversions of minors and women of Scheduled Castes and Scheduled Tribes community, there will be jail term of 3 to 10 years with a Rs 25,000 penalty. In cases of forced mass conversions, the ordinance has provisions for a jail term of 3 to 10 years with a Rs 50,000 fine.Further, according to the new law, if an individual wants to marry after converting to any other religion, they will need to take permission from the district magistrate two months before the wedding.The ordinance was approved despite the fact that just a day earlier, the Allahabad High Court had struck down a previous order that had deemed religious conversions only for the sake of marriage unacceptable, saying that the decision was “not good in law”. Apart from Uttar Pradesh, four other BJP-ruled states have also decided to introduce laws aimed at preventing inter-faith marriage. The Madhya Pradesh government on Wednesday doubled the jail term for forced religious conversions for marriage from five years to 10 years in its draft bill against “love jihad”, while the Haryana government has formed a three-member drafting committee to frame a law on the matter. Karnataka and Assam governments have made similar announcements.In February, the Centre told the Lok Sabha that no “case of ‘love jihad’ has been reported by any of the central agencies”.","author":"Scroll Staff","time":"2020-11-28T12:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112193-cuekvaogdb-1549257451.jpg","tags":["Love jihad","Uttar Pradesh","Anandiben Patel","Love Jihad Law"],"source":"https://scroll.in/latest/979715/love-jihad-uttar-pradesh-governor-gives-assent-to-ordinance-against-forced-conversions"}