{"title":"Low wages, few jobs at home: What’s pushing Indian labourers to take up work in Israel","content":"Milan Maurya, in his mid 30s, travelled to Lucknow from Varanasi in a train to attend a recruitment drive being conducted in the state’s capital for Israel’s construction industry.“I  have worked in construction in Malaysia earlier. The only reason I want  to migrate to Israel is money. I have some ambitions to make more money  and a family to feed,” Milan told IndiaSpend on January 24.Maurya appeared for the skill test being conducted by National Skill Development Council-International and Population, Immigration and Border Authority. Maurya had appeared for the skill test on January 23 and was waiting for the results.This recruitment  drive aims to select at least 80,000 skilled workers in the construction  industry for war-affected Israel, and in the second leg of the drive,  the skill tests were being organised in Uttar Pradesh after Haryana.Maurya  is not the only one to have travelled overnight to come to Lucknow.  There were hundreds of candidates – including first timers and  experienced people – queuing up to get registered and find an opportunity  to appear in the test in order to get selected. Many had even come from  other states including West Bengal, Kerala and Chhattisgarh. IndiaSpend  spoke to at least a dozen candidates who appeared for the test at  Lucknow’s ITI and found that low wages and high unemployment were key  reasons behind the large number of candidates turning up for this  recruitment drive. “I was earlier working in Dubai as a  mason and now after seeing this advertisement I thought of giving it a  try. There is no harm in earning extra money when the government of  Israel has assured us that they would provide security to us,” says  Vikas Nishad, a resident of Deoria in Uttar Pradesh. In December 2023, India’s unemployment rate stood at 8.65%, according to the Centre for Monitoring Indian Economy. For those in the 20- to 24-year age bracket, the rate was 44%.\n\n\n    \n    Play\n\nThe objectionThe Centre of Indian Trade Unions, a group of  industry organisations, denounced the recruitment and urged Prime  Minister Narendra Modi’s Bharatiya Janata Party government to  terminate the arrangement with Israel. “CITU appeals to  the Indian workers not to fall prey to the abetment of the BJP-led  government … and states for going for jobs in Israel, which is itself a  conflict-torn area and its [government] is rendering thousands of  Palestinians working in Israel jobless while carrying out genocidal  attacks on Palestine,” Tapan Sen, CITU’s general secretary, said in a statement.Earlier, human rights and labour rights organisation Equidem released a report alleging labour abuses at FIFA World Cup sites in Qatar in recent years, despite various measures to address the issue.External Affairs Ministry spokesperson Randhir Jaiswal told reporters in a press conference, “Let me tell you that labour laws in Israel are robust and strict and provide protection of labour rights and migrant rights.”“Risk is everywhere so it is better to be at a place where you are paid more,” Maurya added.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Saurabh Sharma, IndiaSpend.comMithilesh Dhar Dubey, IndiaSpend.com ","time":"2024-02-02T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198081-jnxujrzeqc-1706797995.jpg","tags":["Israel","Labour","Unemployment","Construction Industry"],"source":"https://scroll.in/article/1063082/low-wages-high-unemployment-whats-pushing-labourers-to-take-up-construction-work-in-israel"}