{"title":"‘Luka Chuppi’ movie review: Kartik Aaryan holds his own in sluggish comedy about a live-in couple","content":"Hindi cinema’s misanthropic counterpoint to Ayushmann Khurrana’s genial everyman finally steps out of the Pyaar Ka Punchnama universe created by Luv Ranjan. Kartik Aaryan headlined four of Ranjan’s films and played variations of the same character in three of them: a smug North Indian male specimen who distrusts women and soppy sentiments and finds many reasons to justify his misgivings. In Laxman Utekar’s Luka Chuppi, Aaryan’s character Guddu is stripped of the misogyny that has dogged him. Aaryan finally gets to plays a decent bloke who is forced into a situation not of his making.Guddu is the local television star of a cable network in Mathura (he is described as a “one-take artist”). Guddu falls in love with Rashmi (Kriti Sanon), the daughter of ambitious local politician Vishnu (Vinay Pathak) who has found his latest agenda to win votes. After movie star Nazim Khan (Abhinav Shukla) declares his support for live-in relationships, Vishnu becomes Mathura’s self-appointed moral guardian. Vishnu wages war on couples who do not respect the sanctity of marriage. When Rashmi suggests to Guddu that they move in together for a few days to figure out if they are suitable for marriage, it is clear that Vishnu has lost the election, at least in his own home.Guddu and Rashmi share a house in Gwalior, and manage to convince a nosy neighbour that they are already married. The ruse backfires on them when Guddu’s nosy relative Babulal (Pankaj Tripathi) shows up in Gwalior and then brings Guddu’s extended clan along. After several minutes of breast-beating, Guddu and Rashmi are transported back to Mathura as husband and wife. Vishnu reluctantly gives his blessings, but the couple’s real struggle begins as they try to convert their sham marriage into a real one.\n\n\n    \n    Play\n\nLuka Chuppi (2019).Rohan Shankar’s screenplay is barely funny up to the interval point of the 129-minute movie. The second half works better as Guddu confronts the idiocy of his situation and various family members scamper about trying to keep an eye on him and Rashmi. Most of the performances are very loud and broad, in keeping with the farcical nature of the plot, and only Vinay Pathak acquits himself honourably. Even the usually dependable Pankaj Tripathi is reduced to a colourfully dressed clown, forever kitted out in garish clothing and saddled with poorly scripted situations. Avinash Kohli, playing Guddu’s unmarried elder brother Vikas, who is angry over his continued single status, contributes to some of the moments of well-timed humour. Kriti Sanon doesn’t have the range yet to play her part, and she makes for an unconvincing small-town belle.It is left to Kartik Aaryan to portray, not for the first time, a man trying to solve a problem that he had no role in creating. Aaryan holds his own among the ensemble cast and has the right set of grimaces and grins when matters frequently get out of hand. Rohan Shankar’s screenplay stretches a thin premise until it snaps, but he at least gets the messaging right. Vishnu is exposed for the vote-hungry and opportunistic politician that he actually is. The communal-minded jibes hurled at Guddu’s friend, Abbas (Aparshakti Khurana), do not go unpunished. The youth need employment and housing, rather than moral policing, the movie declares. Luka Chuppi isn’t quite radical, let alone consistently funny, but the long walk to the altar is far less conservative than it could have been. Kartik Aaryan passes through the whole movie without once running down women, and that, in itself, is the movie’s biggest achievement.\n\n\n    \n    Play\n\nDuniyaa, Luka Chuppi (2019).","author":"Nandini Ramnath","time":"2019-03-01T07:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114202-yealtivhrz-1551348109.jpeg","tags":["Luka Chuppi review","Kartik Aaryan","Kriti Sanon"],"source":"https://scroll.in/reel/914937/luka-chuppi-movie-review-kartik-aaryan-holds-his-own-in-sluggish-comedy-about-a-live-in-couple"}