{"title":"‘Lust Stories 2’ review: More erratica than erotica","content":"Isheeta has arrived home early from work. Her apartment door opens to the startling visual of her maid Seema in the midst of moan-filled coitus.Should Isheeta (Tillotama Shome) flee in embarrassment? But it is her house, after all. Should she sack Seema (Amruta Subhash) for having converted her abode into a love shack? But what about the undeniable pleasure that Isheeta feels about an act unfolding in the very room in which she sleeps all alone at night?This premise, written by Konkona Sensharma and Pooja Tolani and beautifully directed by Sensharma, is the single-most powerful entry in Lust Stories 2. The Netflix anthology film’s previous edition was directed by Zoya Akhtar, Dibakar Banerjee, Anurag Kashyap and Karan Johar. New directors helm the new edition, with the same one-woman-to-three-men ratio.Sensharma’s The Mirror is the only entry in the collection that explores sexual desire directly, unabashedly and with as much depth as the short-format permits. The dynamic between Isheeta and Seema addresses consent, voyeurism, and the class gap between employer and employed. The reality of Mumbai, the megapolis of micro-dwellings where privacy is a luxury, feeds into a film suffused with the erotic possibilities – and limits – of pushing a fantasy too far.Tillotama Shome in Lust Stories 2 (2023). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.Cinematographer Anand Bansal’s precise framing and dexterous use of a variety of lenses bring out the absurdity of Isheeta’s situation as well as the sensuality between Seema and her partner (Shrikant Yadav). The brilliant performances by the actors under Sensharma’s careful direction ensures that The Mirror will linger long after it has ended. This can’t be said about the other three films.R Balki’s Made for Each Other, written by him and Rishi Virmani, has the kind of cool, sassy grandmother you tend to meet in the movies. The elderly woman (Neena Gupta) has sound advice for her granddaughter Veda (Mrunal Pathak) and Veda’s future husband Arjun (Angad Bedi). If you can test-drive a car before buying it, why not assess your sexual compatibility before committing to marriage?Angad Bedi, Neena Gupta and Mrunal Thakur in Lust Stories 2 (2023). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.The message is as unorthodox as the treatment is public service announcement-friendly. “Embarrassing is better than depressing,” declares grandma, who tends to speaks in T-shirt slogans. The film barely develops on its one-liner, leaving us to savour little more than Mrunal Thakur’s relatable giggly reactions to her progressive mater familias.If Made for Each Other uses humour to deflect the embarrassment of talking about desire, Amit Ravindernath Sharma’s Tilchatta (Cockroach) and Sujoy Ghosh’s Sex with the Ex similarly take sideways approaches to the fire-in-the-loins business. Tamannaah Bhatia and Vijay Varma in Lust Stories 2 (2023). Courtesy RSVP/Flying Unicorn Entertainment/Netflix.Sharma’s Tilchatta, co-written with Saurabh Choudhary, stars Kajol, who has a special talent for playing women with unhealed wounds, as the wife of a depraved landlord (Kumud Mishra). Any pleasure associated with conjoining is leached out of a film that has plenty of nasty business and a strongly moralistic streak.In Ghosh’s Sex with the Ex, a company’s CEO (Vijay Varma) meets his former wife (Tamannaah Bhatia) – a bosomy knockout who ran out on him years ago for reasons he is about to find out. The film could have been even shorter, given that its twist is telegraphed in advance. More erratic than erotic, this film, like the others, encourages you to exercise the skip option and head to the replay button to revisit the weird, wonderful and wise world of The Mirror.\n\n\n    \n    Play\n\nLust Stories 2 (2023).Also read:‘Lust Stories’ review: Lots of talk and some show","author":"Nandini Ramnath","time":"2023-06-29T13:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191697-zjbslhvlip-1688020459.jpg","tags":["Lust Stories 2 review","Netflix","Konkona Sensharma"],"source":"https://scroll.in/reel/1051755/lust-stories-2-review-more-erratica-than-erotica"}