{"title":"‘Lying, defeatist propaganda’: Emergency regulations in place, Israel trains guns on daily ‘Haaretz’","content":"The Israeli government is putting pressure on the left-leaning  newspaper Haaretz to line up in support of the government in its conduct  of the war in Gaza. The communications minister, Shlomo Karhi,  has suggested financial penalties be applied to the paper accusing it  of “lying, defeatist propaganda” and “sabotaging Israel in wartime”. The  proposal aims to cancel state subscriptions to the paper and “forbid the publication of official notices”.In response, the Israeli Journalists’ Union called the move a  “populistic proposal devoid of any feasibility of logic”. Haaretz, which  is an independent daily newspaper, has been publishing since 1919, and  has frequently been the target of right-wing administrations.On October 20 the government enacted emergency regulations,  enabling it to temporarily shut down foreign media seen as harmful to  the country. This legislation allows for the closure and signal blocking  of any media for 30 days at a time. Haaretz noted  on October 15 that an earlier draft of the legislation titled:  “Limiting Aid to The Enemy through Communication” included plans for  sweeping limitations on domestic as well as foreign media. In the end,  the former was not included in the new law.Karhi’s intention with this legislation was also to shutter the  Qatari TV station Al Jazeera. However, the cabinet turned down this  specific proposal due to Qatar’s role in current hostage and prisoner negotiations. On November 13, the Times of Israel  reported that the same legislation was used to prevent broadcasts of  the Lebanese channel Al-Mayadeen TV inside Israel and the Occupied  Palestinian Territories for “security reasons”. Israel’s defence minister, Yoav Gallant, accused the network of being “a mouthpiece of Hezbollah” and its journalists of “supporting terror while pretending to be reporters”.One week later on November 21, two of the station’s reporters  were killed in an Israeli air strike on southern Lebanon. Correspondent  Farah Omar and camera operator Rabih al-Maamari were covering firing  between Hezbollah and Israel in Tayr Harfa, a mile from the Israeli  border, when they were hit.On its website, the Committee to Protect Journalists, while labelling Al-Mayadeen “Hezbollah-affiliated,” called for “an independent investigation  into the killing of journalists”. It emphasised that “journalists are  civilians doing important work during times of crisis and must not be  targeted by warring parties”.The Committee to Protect Journalists  reports that 57 journalists and media workers have been killed since  the conflict began. This includes 50 Palestinians, four Israelis and  three Lebanese media workers. Reporters without Borders  lists Israel at number 97 in its Freedom of Press rankings of 180  countries, above the Central African Republic and below Albania. It  notes:Under Israel’s military censorship, reporting on a variety of security issues requires prior approval by the authorities. In addition to the possibility of civil defamation suits, journalists can also be charged with criminal defamation and ‘insulting a public official’. There is a freedom of information law, but it is sometimes hard to implement.Mandate-era restrictionsLimitations on the press were first introduced under the “Defence (Emergency) Regulations”  put in place by the British during the Palestine mandate and repealed  when they left in 1948. But following the establishment of the state of  Israel, most of the wide-ranging regulations got incorporated into  Israeli legislation. Legacy mandate-era legislation concerned with demolishing houses,  detention of individuals and curfews has been in continuous use in the  Occupied Territories, according to Israeli human rights group B’Tselem.According to the Times of Israel  in terms of domestic censorship, “any articles in both traditional  media and social media” that deal with security and intelligence have to  be sent to the chief censor, Brigadier General Kobi Mandelblit, for  approval before publication. This is completely in line with The Defence (Emergency) Regulations, 1945.The Times reported that Haaretz’s journalism has been “largely supportive of the war effort, though highly critical of the government leading it”.In attacking the newspaper, Shlomo Karhi wrote a letter to cabinet  secretary, Yossi Fuchs, in which he quoted from a couple of pieces which  were, in fact, opinion columns rather than straight news reports. One was written by Gideon Levy  on October 9, under the headline: “Israel Can’t Imprison Two Million  Gazans Without Paying a Cruel Price”. In the article Levy opined:  “Behind all this lies Israeli arrogance; the idea that we’ll never pay  the price and be punished for it. We’ll carry on undisturbed.”In another column, Amira Hass,  was also mentioned as proof of Haaretz’s “defeatist and false  propaganda”. Karhi quoted from a piece she wrote on October 10: “In a  few days Israelis went through what Palestinians have experienced as a  matter of routine for decades, and are still experiencing – military  incursions, death, cruelty, slain children, bodies piled up in the  road.”In response to Karhi’s attacks on the newspaper, Haaretz’s publisher,  Amos Schocken, accused the government of attempting “to stifle the free  press in Israel”. In a post on X (formerly Twitter) he wrote: “When Netanyahu’s government wants to shut us down, it’s time to read Haaretz.”Colleen Murrell is Full Professor in Journalism, Dublin City University. This article was first published on The Conversation.","author":"Colleen Murrell, The Conversation","time":"2023-11-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196255-ghqbjhmcwm-1701267261.jpg","tags":["Haaretz","Media","Israel","Hamas","Gaza","Palestine","Censorship"],"source":"https://scroll.in/article/1059825/lying-defeatist-propaganda-emergency-regulations-in-place-israel-trains-guns-on-daily-haaretz"}