{"title":"Lynching of young Muslim entrepreneur in Manipur last year shows such acts are carefully planned","content":"In the triumphalist march of majoritarian hatred and violence in India, old fractures – of religion, caste and ethnicity – are being consolidated and complicated dangerously across the country, and new fractures are being created. Nowhere is is the ferment of these new ruptures more visible than in the North East of India. Elsewhere, Christian citizens are demonised by the BJP and Sangh organisations as enemies of the Hindu nation, with allegations of dollar-rich evangelists ensnaring innocent tribal people into their faith. This has fuelled feverish attacks on churches, priests and nuns. But in the North East, as also in coastal Karnataka and Kerala where Christians constitute a significant proportion of the voting population, the BJP is drawing Christians into their fold as allies against the community who they construct as the common larger enemy. These are the Muslim people of India.The expanding footprint of the BJP in North East also requires it to compromise opportunistically (and cynically) on its core agenda of ending cow slaughter, because cow meat is widely eaten by almost all communities in the region. In most of India, allegations of cow slaughter are the paramount spur to a large majority of incidents of lynching. In the North East, it was apparent that lynching would require other triggers.It is this fast-changing landscape that made the lynching of a young Muslim man, Mohamed Farooq Khan in Manipur in September, 2018, particularly worrying, but also instructive in many ways. We found it troubling that our Karwan-e-Mohabbat team found there was so much in common in this lynching and numerous other incidents of lynching that we had investigated in what many in Manipur call “mainland India”. Khan left home one evening saying he would return shortly. Later that night a mob surrounded him in a place far from his home. He was then slowly beaten to death as a crowd that included armed policemen, children and young people looked on. The lynching was videotaped by the perpetrators and circulated immediately on social media. The police personnel present while Khan was being lynched did nothing to intervene to protect him. His last request for water was denied before he lost consciousness and subsequently died.Though this incident was similar to other lynchings seen in India, there was one crucial difference. The allegation made against Khan was not that he had killed a cow or eaten its flesh – ­that would not have carried any salience or fostered hate and anger in a community where most people eat beef ­– he was charged instead with stealing a two-wheeler. What is significant is that the stereotype of the local Manipuri Muslims – known as Pangal – is that they steal vehicles, as well as trade in drugs. That the videotaped lynching of a young Muslim man in Manipur had so much in common with lynching incidents in other parts of India except for the rumour that incited the mob to lynch him, adds credibility to the apprehension that these lynching episodes are not simply stray and random acts of mass criminality but are carefully and cynically planned.A video of Khan's lynching plays on a mobile phone.Who are the Muslims of ManipurThe Pangal are an indigenous community of Muslims of Manipur. Some people believe that they first came into the Manipuri kingdom in the 10th century. But a more definitive date is 1606 AD. Historical records suggest that they came to the area when Prince Sanongba of Manipur sought the help of the Nawab of Taraf, Muhammad Najira, to send forces to fight and defeat his brother Chingsomba. He rewarded the Muslim soldiers for their valour and victory by inviting them to stay on in Manipur. Besides their battle skills, these soldiers were also talented in gun-making and extracting salt from brine springs. They married local Manipuri women, and adopted the Manipuri language and various indigenous cultural practices. They were in this way naturalised as the Pangal, the word Pangal meaning “strength” in the Meitei tongue. They were appointed to senior positions in the administration, and also as soldiers. Another wave of Muslims came when the Manipur king gave safe haven to Shah Shuja, the Mughal prince who had escaped from his brother Mughal Emperor Aurangzeb, in the 17th century.Today, with just over two lakh residents, the Pangal make up 8.4% of the population of Manipur. For the greatest part, the Pangal and the majority ethnic community of Manipur, the Meitei people, have lived together peacefully in the Manipur Valley. More than half the Meitei people report themselves to be Hindu, and others follow the animist Sanamahi faith. The first major rupture in the peaceful co-living of the Pangal and Meitei people was in 1993, when a bloody communal carnage left around 130 Pangal Muslims dead. According to one version, this midsummer violence arose when some Muslim villagers thrashed three insurgents of Meitei stock in a dispute over purchasing illicit arms from an illegal arms dealer. Rumours then flew that some Meitei college students had been molested and assaulted by Pangal Muslims (similar rumours had ignited the communal carnage in Bhagalpur, Bihar, in 1989), and the authorities did nothing to stem the spread of these dangerous falsehoods. Crowds then slaughtered Pangal rickshaw pullers, pedestrians, bus passengers, including women, and they burned their homes and shops, even as the police stood by. The wounds left by this major communal slaughter – barely remembered today in the rest of India – had not yet healed, when with the rise of the BJP in India and the North East, communal attacks and lynching surged in Manipur from 2016. Six Pangal men were attacked by a mob for watching the Thabal Chongba (moonlight dance) during the Yaoshang (Holi) festival on March 25, 2016. A fortnight later, in an incident that closely foreshadowed Khan’s lynching two years later, three young Pangal men were lynched, after an enraged mob charged them with stealing vehicles. Two of them died. Matters worsened after the BJP came to power in Manipur in 2017. The Telegraph reported that on Id-ul-Zuha in 2018, marked by qurbani or animal sacrifice by devout Muslims, Yumnam Devjit, the son of deputy chief minister Yumnam Joykumar Singh, said in a Facebook hate post that qurbani was nothing but training for Muslims to kill. The President of the Manipur Muslim Welfare Organisation, Abdullah Pathan, responded to this post in anguish, saying, “Devjit’s post had tried to instigate communal sentiments just as the BJP is doing elsewhere in the country.”Young entrepreneur Mohamed Farooq Khan was lynched in Manipur in September 2018 on suspicion of stealing a scooter. Promising entrepreneurBut it was Khan’s lynching in 2018 that has caused the greatest outrage and despair. Here was a promising and personable young man from a middle-class family, who had completed his MBA from Bengaluru in 2016 and returned to Manipur to set up a small food processing and retail business. He called it Palem Foods, and retailed local cooked food items to the local market. He also aimed to make sales outside the state. That this young man could be lynched for the allegation that he had stolen a small old used “scooty”, which at best could have sold for Rs 10,000, and that both the local media and the police uncritically accept this version as the motive for his murder, makes every Pangal family feel vulnerable. If this could happen to Khan, they say, it could also happen to us.Many young Pangal people spoke to the Karwan of a new sense of fear that has come to rest in their hearts since Khan’s lynching: the feeling that as Muslims they are no longer safe amidst their Meitei neighbours. Abid Hussain, a 21-year-old lecturer, said to the Telegraph newspaper, “When we were growing up, the only advisory for us was to be careful of the underground groups. Now, when we step out, our parents tell us to avoid Meitei-populated areas at night.”Khan’s uncle, Mohammed Mujibur Rahman, agreed. “For years, Hindus and Muslims have lived together,” he said. “But after the way Farooq was lynched, we have started to realise that Muslims in Manipur too have to be careful.”The Karwan team visits the Khan family in Manipur.A family devastatedWhen our Karwan-e-Mohabbat team visited the young man’s family and close friends in their village, Lilong Mayai Leikai in Thoubal district, two months after the lynching, they were still devastated and in mourning. The boy’s father, Mohamed Nasib Ali sobbed continuously as he recounted details of the night he last saw his youngest son. He then collapsed as his blood pressure surged. From him and Khan’s friends, we pieced together the story, but there remained too many unanswered questions.The picture that emerged of Khan was of a friendly and handsome young man, tall and broad-shouldered, who loved life and food, and was kind and generous to a fault. His older brother had joined the Indian Air Force but Khan set his heart on becoming a successful entrepreneur. He spent many years in Bengaluru to ultimately graduate with an MBA degree. He missed Manipur and his family, and therefore returned home. In the months before his death, he had set up his food processing unit. He loved cooking, and his biryani was something everyone swore by. His father said he had to content himself with just its fragrance, as his health did not allow him to eat everything that his son cooked and sold. His father was negotiating with his friends to find a bride for his son.On the night of September 12, Khan spoke to his best friend of many years, who had studied with him in South India. They had planned to meet the next day. Before dinner, Khan told his parents that he was stepping out for some fresh air. He never returned.Ali woke the next morning to the wails of his wife, and of the women in the family. They did not tell him that Khan was dead. But as the morning passed, his daughters and their husbands, and many neighbours gathered at their home, weeping. He then learnt that his son had been lynched. The video of the lynching was playing on all their phones. He could not bear to look at it.Khan’s lynchingThe video showed Khan being beaten first inside a room by men who claimed he was stealing an old small scooter, and then in a football field. Here people had gathered in a circle around him. In a pattern we have seen in lynching videos around the country, each took turns to beat him with bamboo sticks and rods. The video shows police persons with rifles standing by. We see children in the crowd, some taking videos of the lynching. We see Khan in the end asking for water, and the crowd refusing his plea. (I have seen this plea for water just before death by lynching victims in other videos as well, such as of Qasim in Hapur, Uttar Pradesh.) And when Khan was unconscious, you see some men in uniform poking him with their bayonets, checking if he is still alive.His mother said to us stoically, “I want just two things. My son was a good human being: I want his name to be cleared. And I want justice”.His friends had many questions. Khan was a stylish young man and would never step out of home in his slippers. If he was planning to go to this faraway village, would he not have dressed better. His friends did not know the name of the village he was lynched in and had to search for it on Google. The car in which he was taken to the village (which was gutted by the mob) was not his own. No one in his family or among his friends knew the name of the men who had taken him to the village. But most of all, it was outrageous to even suggest that this successful, middle class man who had just established his own business, could actually go out secretly to steal a vehicle, which would have sold at the most for Rs 10,000, to be distributed between three thieves. It was for the police and the media to ask these questions and seek answers to them. Instead the local newspapers reported that Khan was caught stealing a scooter, which is why he was lynched. It was only when his angry friends wrote about the person Khan was that news reports began to allow for the possibility that he had been framed by the crowd that killed him so brutally.In our efforts to help the family to secure justice, our lawyer was able to get a copy of the chargesheet filed in court. It does charge some of the men who are visible on the video for murder. But it does nothing to enquire into the motives for the crime, beyond accepting the version of the “rough justice” of a crowd enraged because a gang was stealing vehicles from their village.Khan’s best friend said that when he first got news of Khan’s lynching and he watched the video, he went into his shower and wept.The agony of the people who loved Khan seems destined to remain undiminished. Perhaps one day they may come to terms with the loss of a young man of such promise and affection. Perhaps a day will come when they might even come to terms with the brutal way a mob of strangers killed him and proudly recorded his last dying minutes for the world to watch on their phones. But they will never, ever be able to reconcile with the outrage that their beloved Khan was called a petty thief.All photographs by Karwan-e-Mohabbat.","author":"Harsh Mander","time":"2019-08-02T15:56:31.733445+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120027-ugfqwtojxc-1558267986.jpg","tags":["Karwan","Mohamed Farooq Khan","India lynching","India hate crime","Manipur lynching"],"source":"https://scroll.in/article/924029/lynching-of-young-muslim-entrepreneur-in-manipur-last-year-shows-such-acts-are-carefully-planned"}