{"title":"M Karunanidhi (1924-2018): Five-time Tamil Nadu CM, Dravidian champion, gritty political survivor","content":"A few months after Dravida Munnetra Kazhagam president Muthuvel Karunanidhi took over as Tamil Nadu chief minister in 1969, he found himself in a tight spot in the state Assembly. Members of the Congress and C Rajagopalachari’s Swatantra Party were shooting tough questions at him and his inexperienced ministers. HV Hande, the Swatantra Party legislator from Park Town, was particularly acerbic, describing the new government as “third rate”.In an almost impulsive reaction, Karunanidhi stood up and deployed his characteristic talent for repartee to silence Hande. “Sorry, this is not third-rate government,” he said. “This is fourth rate.” For a few moments, the house was stunned. Some thought the chief minister had conceded the government’s inefficiency. But when he elaborated on his remark, the Opposition turned red-faced.By fourth rate, Karunanidhi meant that his was a government of Shudras, the fourth class in the Brahminical social order. The DMK leader’s response encapsulated the very essence of the Dravidian movement, of which Karunanidhi was unquestionably an icon. The movement’s primary goal was to empower the marginalised and rescue them from Brahmin domination. Karunanidhi’s remark was both a jibe at the Brahmin-dominated Swatantra Party and an expression of a brand of politics that he would go on to represent for close to seven decades.A wily political strategist with unparalleled oratorical skills and wit, Karunanidhi converted monumental challenges into implausible victories. He never tasted defeat in an election. In power or otherwise, he was a constant presence who shaped the modern political history of Tamil Nadu more substantially than any of his peers. All through his long career in cinema and politics, the five-time chief minister carefully managed his public image as a crusader of social justice. While his family and party members were sullied by sensational corruption charges, Karunanidhi managed to ensure that his personal reputation stayed unblemished. He outlived his arch rivals MG Ramachandran and Jayalalithaa, whose political careers were the consequence of Karunanidhi’s monumental blunders, fuelled by his eagerness to remain the undisputed leader of the Dravidian movement. At the national level, Karunanidhi was a pioneer of alliance politics and one of the main forces who eroded the Congress’s hold over power at the Centre. But while his influence on national politics grew, he remained a champion of federalism, often reiterating that a commitment to federalism was the most important facet of Dravidian politics. \n\t\t\n\tThe beginningsBorn Dakshinamurthy in Tirukuvalai in 1924, Karunanidhi belonged to the Isai Vellalar community, which has produced a number of nadaswaram players. His father played the instrument too. In his six-volume memoir Nenjukku Neethi (Justice to the Conscience), Karunanidhi said he decided against learning how to play the reed instrument because convention required musicians to perform bare-chested. This was an affront to Karunanidhi, an ardent follower of the social reformer Periyar, as it undermined self-respect, a central theme of Dravidian ideology. EV Ramasamy, known popularly as Periyar, was with the Congress when Karunanidhi was born but quit to launch the self-respect movement. In 1944, Periyar founded the Dravidar Kazhagam. By the 1930s, the non-Brahmin movement attracted thousands of young men and women, one of whom was the flamboyant CN Annadurai, a future chief minister. Karunanidhi was “spell bound” by the oratory skills of Anna and leaders like Azhagirisamy, he later wrote in his memoirs. This was the beginning of his education in the Dravidian ideology.Karunanidhi’s facility with Tamil has long elicited astonishment, given that he was a high school dropout who mastered grammar on his own. At the age of 15, he ran the handwritten fortnightly Manava Nesan, which in later years would evolve into the DMK’s mouthpiece Murasoli. In a public meeting in 2011, Karunanidhi recalled how he would stay up all night and make handwritten copies of the magazine and would deliver it to those who were interested in reading it.  At the age of 19, Karunanidhi joined Jupiter Pictures as a scriptwriter. Four years after he joined the production company, in 1947, he had his first big break with the movie Rajakumari. He was the assistant writer on the film. This brought him into contact with the film’s lead actor, MG Ramachandran. Over the next few years, Karunanidhi would be instrumental in ensuring that MGR landed several big roles, which contributed substantially to his growing stardom.Karunanidhi was a master of alliteration, a trait he adopted from his political mentor Annadurai, the founder of the DMK. Karunanidhi’s dialogue and scripts forcefully presented the anti-Brahmin rhetoric of the Dravidian movement. Though the movement positioned itself as an adversary of the Brahminical Hindu nationalism of North India, it also shared a few similarities with Hindu nationalism.While today Hindu nationalists harp on the concept of an Utopian, ancient Hindu society that needs to be reestablished by filtering out corrupt foreign influences, the Dravidian movement, from the 1920s, evoked the memories of an Utopian Tamil society that was uniquely non-Vedic. One of the vehicles on which Periyar drove Dravidian rhetoric with great effect was the Aryan invasion theory, which claimed that the pristine Dravidian homeland had been sullied culturally because of ancient invasion by outsiders. The template on which the Dravidian imagery was constructed was the poems of the Sangam, the Tamil literary academies that existed between 300 BCE and 300 CE. But unlike Hindu nationalism, the Dravidian movement spoke the language of the socially marginalised. In that sense, it was a pitched as a counter-hegemonic narrative, a road paved towards a politics of eternity that wanted to reclaim an imagined casteless Tamil society.Karunanidhi went on to work with TR Sundaram’s Modern Theatres with a group of scriptwriters who the company called the Kathai Ilaaka (Story Department). This included leading talents of the time – Asaithambi, Kannadasan and Elangovan.In 1952, the film Parasakthi, a scathing attack on the exploitative nature of the social order, earned Karunanidhi great fame. The film marked the debut of the actor Sivaji Ganesan, who would go on to become a legend. Ganesan’s theatre-style dialogue delivery perfectly suited the content, as can be seen in this iconic courtroom sequence. \n\n\n    \n    Play\n\nOver the next few years, a string of blockbusters such as Manohara, Panam and Malaikallan followed. Karunanidhi became one of the highest-paid script writers in the Tamil film industry. The heroes of these movies were vehemently anti-establishment, championing the cause of the oppressed. Karunanidhi also wrote and produced a film version of the Sangam epic Silapathikaram, titled Poompuhar. Recognising the fact that dialogue writing would not earn him the respect of scholars, he began to write commentaries on Tamil epics in his later years. Though often criticised for failing to live up to the rigours of scholarly works, his Kural Oviyam (1985), a book on Tiruvalluvar’s Tirukkural, and Tholkappiya Poonga (2003) on the Sangam grammar work Tholkappiyam, were extremely popular, thanks partly to sycophantic cadres . They presented these classics to lay people in a  comprehensible way.The politicianWhile his film dialogue had endeared him to his mentor CN Annadurai, Karunanidhi’s political career took off with the anti-Hindi agitation of 1953. That year, the Tamil Nadu government headed by Rajagopalachari changed the name of Kallakudi, a town in Tiruchi, to Dalmiapuram to honour the North Indian business baron Ram Krishan Dalmia, who had a cement factory there. Dravidian leaders denounced this decision as an insult to the people of Tamil Nadu. By then, Annadurai, Karunanidhi and other young guns had already moved away from Dravidar Kazhagam following Periyar’s decision to marry a much younger woman. In 1949, Anna formed the Dravida Munnetra Kazhagam.To protest the decision to rename Kallakudi, Karunanidhi and his comrades lay down on the tracks in the town to block the trains. In the police action that followed, two persons died. Karunanidhi was arrested and imprisoned for five months. He chose to serve an extra month in jail instead of paying the fine of Rs 35.The protest magnified his popularity within the DMK. It gave him additional leverage in the power games within the DMK, where Periyar’s nephew EVK Sampath was seen as the rising star who would eventually become its leader. Karunanidhi always had the urge to be in the limelight, a quality that would cost him dear down the line. His friend-turned-foe Kannadasan, the legendary lyricist, is often quoted apocryphally as saying that Karunanidhi had the urge to be the “bridegroom at a wedding and the corpse at a funeral”. Nothing exemplifies this better than an incident sometime in the late 1950s that his adversaries often cited.At a public meeting after a fund-raising drive, Annadurai surprised his colleagues by presenting Karunanidhi with a golden ring on the dais as a recognition of his efforts to the cause. After the meeting, leaders, including Sampath, asked Anna why they had not been given anything even though they had also put their hearts and souls into the project. Annadurai is said to have told them that it was Karunanidhi who had given him the ring before the meeting and had asked the leader to present it to him on the stage.In 1957, Karunanidhi fought his first state election, from the Kulithalai constituency. He went on to win 13 elections, without losing once. His political rise was swift. He became the treasurer of the DMK in 1961 and deputy leader of the Opposition the next year. When the DMK scored a shock victory over the Congress in the 1967 Tamil Nadu elections, Karunanidhi became the public works department minister.Karunanidhi with Dravidar Kazhagam colleague A Duraiarasan, year unknown. Credit: By Dtsk77 [CC BY-SA 4.0  (https://creativecommons.org/licenses/by-sa/4.0)], from Wikimedia CommonsBattle with MGRWhen Annadurai died in 1969, an intense battle for supremacy ensued in the DMK. Navalar Nedunchezhiyan, the second-in-command, was sworn in as interim chief minister and was expected to become the next leader. However, Nedunchezhian could not match Karunanidhi’s talent for manoeuvring. With the charismatic movie star and DMK treasurer MG Ramachandran by his side, Karunanidhi managed to garner the support of the party’s MLAs and pulled off a massive upset to become the chief minister.However, this cordial equation with MGR did not last long. The film star quickly became more popular than Karunanidhi. By this time, Karunanidhi had brought his eldest son MK Muthu into cinema in an attempt to neutralise MGR’s sheen. But Muthu turned out to be a failure on screen.In 1972, MGR and Karunanidhi clashed at a public meeting when the actor alleged that there was corruption in the DMK and demanded that the party’s accounts be made public. Karunanidhi had the mercurial cinema star ousted from the party, a move that turned out to be the biggest political blunder of the man who was called the “Chanakya” of Tamil Nadu politics. MGR celebrated his dismissal by distributing sweets outside his home and vowed to teach Karunanidhi a lesson. Later that year, he launched a rival party, the Anna Dravida Munnetra Kazhagam. In 1977, his new party captured power in Tamil Nadu.All through his career, Karunanidhi preemptively picked fights with senior DMK leaders who he believed could challenge to his supremacy. Before ousting MGR, he had removed finance minister KA Mathiazhagan. In 1977, Nedunchezhiyan decided to form his own party.  In 1993, Vaiko, who was seen as a rival to Karunanidhi’s son MK Stalin, was thrown out.  Vaiko was accused of colluding with the Liberation Tigers of Tamil Eelam to kill the DMK president. MGR’s rise to power marked the beginning of the toughest period of Karunanidhi’s political life. He was kept away from the chief minister’s chair by MGR and only began to claw his way back after MGR died in 1987. But when the AIADMK split after MGR’s death, it was a cakewalk for Karunanidhi. During the campaign for the Assembly elections of 1989, Karunanidhi pleaded with voters to end the 12 years of “Vana Vaasam” (forest life) he had been made to endure. But his dominance would last a mere two years. By 1991, Jayalalithaa had emerged as a strong adversary, thanks primarily to her alliance with the Congress, which gained a sympathy wave following the assassination of Rajiv Gandhi. In 2001, she even jailed Karunanidhi briefly following a dramatic midnight arrest on allegaions of corruption related to the construction of flyovers in Chennai.The EmergencyThe 1970s was a period of ups and downs for the Dravidian veteran. Though he lost power to MGR in 1977, he had earned the respect of leaders across the nation for opposing the Emergency enforced by Indira Gandhi in 1975.At that point, Karunandhi was close to the Janata Party, led by Jayaprakash Narayan. When the Emergency was implemented, Karunanidhi wasted no time in calling for a meeting of the DMK executive committee to condemn the move. The DMK also resisted attempts at censorship and held meetings across Tamil Nadu to protest against Indira Gandhi. Karunanidhi’s younger son Stalin was arrested under the Maintenance of Internal Security Act, an incident that allowed Karunandhi to portray himself as a selfless leader ready to sacrifice his own son for a cause. The DMK earned the wrath of Indira Gandhi. After representations from Opposition parties who alleged corruption, the Congress government at the Centre dismissed Karunanidhi’s government on January 31, 1976. It claimed that the DMK government had manipulated tenders for the Veeranam water project, a pipeline to bring drinking water to Chennai, and awarded it to Satyanarayana Brothers, a firm alleged to be close to Karunanidhi’s nephew Murasoli Maran. A commission headed by Supreme Court judge RS Sarkaria found Karunanidhi partially guilty but he was never prosecuted. Karunanidhi has consistently denied any corruption in his administration. But as he would repeatedly say in public events, there is no permanent friend or foe in politics. Four years later, in the 1980 parliamentary elections, he joined hands with Indira Gandhi, allotting a block of the seats to the Congress. The alliance swept the polls.Before the Emergency, Karunanidhi had initiated several social reforms, including an order to allow non-Brahmins to become priests in all temples in Tamil Nadu and significant changes to laws governing land holdings and tenancy rights. Between 2006 and 2011, his government launched a medical insurance scheme, which became a template for other states. He started a welfare board for the transgender community and ensured that university application forms had the third gender as a distinct category. He was also instrumental in ensuring that the national flag was unfurled by chief ministers on Independence Day. Till 1972, the governors were given this honour both on Independence Day and Republic Day.A Karunanidhi mural in Chennai. Credit: AFPIdeological compromisesKarunanidhi projected himself as the guardian of Dravidian principles. But it was clear that he wasn’t averse to using a variety of opportunistic strategies to protect his political interests. While the fight against the Brahminical caste order was a crucial aspect of the Dravidian movement, Karunanidhi used the caste factor shrewdly.  Though the party propaganda was anti-caste, the leaders’ choice of district secretaries in the DMK reflected the caste equations of the various regions of Tamil Nadu. (This was true of the rival AIADMK as well.) As a consequence, Other Backward Classes in the state gained an advantage, to the detriment of Dalits. The 1990s saw the emergence of a vibrant Dalit movement led by leaders like Thol Tirumavalavan and K Krishnaswamy, questioning the emancipatory potential of the Dravidian ideology and accused it of caste majoritarianism. Part of the blame for this lies with Karunanidhi.His biggest ideological compromise came in 1999. After the AIADMK led by Jayalalithaa toppled the Atal Bihari Vajpayee government at the Centre, Karunanidhi saw an opportunity to taste power in New Delhi. Painting Vajpayee as an ideologically softer figure than LK Advani, the DMK joined the Bharatiya Janata Party-led National Democratic Alliance to fight the elections. In a way, the BJP, driven by Hindutva, represented everything that the Dravidian movement abhorred. It was dominated by Brahmins and was theistic. Despite this, when the National Democratic Alliance emerged victorious, the DMK chose to be part of the government, with Karunanidhi’s nephew Maran getting a ministerial berth. This alliance continued even during the 2002 Gujarat communal riots. In 2004, though, Karunanidhi quit the BJP alliance after citing the Union government’s refusal to repeal the Prevention of Terrorism Act. He fought the general elections as part of the Congress-led United Progressive Alliance, which won all 39 parliamentary seats in Tamil Nadu. He would remain a crucial partner in the alliance for the next nine years. Karunanidhi’s lowest point came in 2009. With the Sri Lankan army mounting an all-out attack on the Liberation Tigers of Tamil Eelam, thousands of innocent people were caught in the crossfire. On April 27 that year, Karunanidhi took the dramatic decision of going on a fast on Chennai’s Marina Beach to demand an immediate ceasefire in a war that was resulting in the massacre of ethnic Tamils across the Palk Strait. But within hours, without skipping a meal, he withdrew it, claiming that he had been informed by the Congress-led Union goverment that the hostilities would come to an end immediately. However, the Sri Lankan government had no intention of halting the war. A few days later, thousands of Tamils were killed on a small strip of land in Mullivaikal in north Sri Lanka. The Opposition in Tamil Nadu claimed Karunanidhi’s fast was a farce aimed at the Lok Sabha elections the next month.Despite this, the DMK did not withdraw support to the Congress-led United Progressive Alliance. It continued to be part of the government till 2013 and parted ways with the Congress only when it was clear that the party was facing a massive defeat in the general elections of 2014.Karunanidhi cited the principle of secularism to justify the DMK’s association with the Congress. For instance, in 2007, the BJP protested against the Sethusamudram Canal project that aimed to dredge a navigable channel between India and Sri Lanka. The BJP alleged that it would destroy marine limestone shoals that it claimed were the remnants of a bridge Rama had built in order to cross over to Lanka to rescue his wife Sita. Karunanidhi, in his characteristic manner, demanded to know in which college Rama had studied engineering in order to be able to construct a bridge across the Palk Strait.Family pressuresEven as he outmaneuvered and outsmarted his political opponents, Karunanidhi was in later years undermined by warring members of his own family. This problem began in 1996, when Stalin was made the mayor of the Chennai municipal corporation. Karunanidhi married three times. His first wife Padmavathy died young, leaving behind their son MK Muthu. He had four children with his second wife Dayalu Ammal: MK Tamilarasu, MK Alagiri, MK Stalin and Selvi. His daughter Kanimozhi was born to Rajathi Ammal, whom he chose to describe in the Tamil Nadu Assembly as “my daughter’s mother”. In addition, his nephew Murosoli Maran was a senior member of the party. Maran’s elder son Kalanithi owns the Sun Network and his younger son Dayanidhi was a Union Minister in the Congress-led United Progressive Alliance.Since the late 1990s, the family has seen bitter battles, with various members trying to take control of the DMK. Matters came to a head in 2006 when Dinakaran, the Tamil daily run by Kalanithi Maran, published an opinion poll that said an overwhelming majority of its sample wanted Stalin to be Karunanidhi’s political heir. This enraged Alagiri, whose supporters set ablaze the newspaper’s office in Madurai, leaving three employees dead. After this controversy, the Marans were discarded for a while. But they eventually returned in 2008. In the meantime, the Karunanidhi family started its own television channel – Kalaignar TV. The next year, Karunanidhi suffered a major setback. The nation was jolted by a telecommunications scandal involving alleged corruption in the UPA government’s sale of 2G cell phone spectrum. Union Telecom Minister A Raja of the DMK was seen as the main villain of the affair. The Comptroller and Auditor General of India pegged the loss from the sale at Rs 1,76,000 crore. Raja and Karunanidhi’s daughter Kanimozhi were accused of receiving bribes, with the bribe money allegedly having been routed through Kalaignar TV. In 2011, they were sent to jail. Early in 2018, a trial court exonerated them. The Marans, on the other hand, faced charges in the Aircel-Maxis deal case connected to the 2G scandal but were later discharged by a lower court. Both the orders have been appealed.The scam did immeasurable damage to the DMK. The party had frequently accused the AIADMK’s Jayalalithaa of corruption. The alleged involvement of DMK members in the 2G case meant that the party had lost the moral high ground. It became the reason for its drubbing in the 2011 Tamil Nadu Assembly polls, when the DMK lost its position of the main Opposition party to the Desiya Murpokku Dravida Kazhagam, led by actor Vijayakant.The 2G case and other such blows was also a reason for the DMK taking to cash for votes as a strategy to overcome electoral setbacks. The bye-election to Tirumangalam constituency in 2009 gained notoriety for the scale at which cash was used to entice voters and even found a mention in reports diplomats sent to their countries. This strategy was then adopted by the AIADMK as well. Part of the problem in the family was Karunanidhi’s unwillingness to make way for the next generation. Even at 94, he has clung on to the position of party president. His son Stalin, now accepted as the next leader, was unable to convince his father to relinquish his post. It was only after Karunanidhi’s health deteriorated in 2016 that Stalin was made the working president. But even during the Assembly elections that year, it was unclear who would become the chief minister if the DMK won the race. The elder son Alagiri flatly refuses to recognise Stalin as the next leader and was dismissed from the DMK in 2014 for making derogatory remarks about his younger brother. Kanimozhi leaves a court in New Delhi May 6, 2011. Credit: ReutersRich legacyFor all his contradictions, Karunanidhi leaves behind a rich legacy. Despite external challenges and internal strife, he remained the undisputed leader of the DMK from 1969. Compared to his rival Jayalalithaa, Karunanidhi was considered to be more amenable to discussion. He was a champion of federalism and resisted all attempts by the Centre to impose its will on state governments. A mass leader with appeal across social sections, patience and perseverance were the hallmark of his political career. Though Jayalalithaa is often cited as  the leader who mastered the “freebie culture” in Tamil Nadu, it was Karunanidhi who launched it in 2006 with free television sets for the poor. His stints in government over the decades are credited with creating Tamil Nadu’s robust physical and social infrastructure. But Karunanidhi was also partly responsible for Dravidian politics losing its radical sheen and succumbing to the pressures of electoral politics. In 2014, conscious of the anti-Hindu image his party was being given, Karunanidhi decided to write the script for a television series about the Vaishnavite philosopher-sage Ramanuja. He justified it by claiming that his party was opposed to Hindu fundamentalism and not Hindus. History will probably judge Karunanidhi by the way the Dravidian movement evolves after his death and whether it will remain a robust, viable counter-narrative to hegemonic ideologies like Hindutva. Unlike the AIADMK, which looks to be struggling without a strong leader after the passing away of Jayalalithaa in 2016, Karunanidhi, despite his reluctance to give up power, has established a strong second-rung leadership that will probably not have too many problems running the DMK. Having lost two elections in a row to the AIADMK in 2011 and 2016, and given the entry of film stars Rajinikanth and Kamal Hassan into politics, the DMK will have to avoid internal power struggles if it aims to reclaim power. Born on the banks of the Cauvery river in Tiruvarur, Karunanidhi breathed his last at the Kauvery Hospital in Chennai on Tuesday. With his death coming just two years after Jayalalithaa’s, the political landscape in Tamil Nadu has changed forever. Having fought each other bitterly for 28 years, the two pillars of the state are now likely to rest just meters away from each other on the Marina Beach.","author":"Sruthisagar Yamunan","time":"2018-08-07T18:46:00.422042+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/824295-article-xqeshpcanf-1449841958.jpg","tags":["Karunanidhi","Tamil Nadu","DMK","Obituary"],"source":"https://scroll.in/article/824295/m-karunanidhi-1924-2018-five-time-tamil-nadu-cm-dravidian-champion-gritty-political-survivor"}