{"title":"‘Maatr’ film review: Meet the mother of all vigilantes","content":"The Delhi-set Maatr begins on a shocking note, slides into slowburn mode in which grief crystallises into vigilante feeling, and ends with the kind of crowd-pleasing climax that was typical of female vendetta dramas from the 1980s.Maatr borrows some notes from the 2012 South Korean movie Don’t Cry Mommy and its entire visual palette and economical narrative style from the revenge and action films churned out by the East Asian country. Blood gushes forth, heads are bashed in, and righteous rage trumps the law and order machinery, all within a sleek and gleaming world that has been elegantly lensed by cinematographer  Hari Vedantam.Delhi teacher Vidya (Raveena Tandon), undergoes every woman’s nightmare: she is raped along with her 15-year-old daughter Tia by a gang of louts whose lynchpin is the chief minister’s cocaine-snorting son Apoorva (Madhur Mittal).Tia  doesn’t survive the attack. Vidya does¸ barely. Her husband Ravi (Rushad Rana) cruelly blames her for the incident and puts distance between them. The investigating officer Shroff (Anurag Arora) is shackled by the culprit’s clout. Only Ritu (Divya Jagdale), Vidya’s artist friend, is sympathetic and gives Vidya support and shelter, but even she is blind to what Vidya is plotting. Once the tears dry up and her features have settled into a mask, Vidya starts going after the assailants one at a time.\n\n\n    \n    Play\n\nMaatr.Director Ashrat Sayed cuts out the speechifying and works hard to make familiar material seem new and exciting. Tackier versions of Vidya’s vendetta exist in the annals of Indian cinema, and the South Korean aesthetic that the film is channelising isn’t as scornful of the efficacy of the local law enforcement agencies as writer Michael Pellico is. Rampaging through the capital has surely never been this easy, and Sayed and Pellico challenge credibility ever so often. A chief minister’s son who doesn’t have security, especially somebody as prone to courting trouble as Apoorva, hasn’t been seen before in the movies, and with good reason.Yet, Sayed manages to skillfully steer his fantasy of vigilante justice all the way to the ludicrous climax. He directs Raveena Tandon perfectly, focusing on her still youthful face and giving her minimal dialogue and no emotional outbursts to ruin the effect. Tandon’s fretful acting style is kept out of the way in Maatr. She is often framed mid-shot, and when her visage looms into view, the features are firmly in place. Vidya’s cool demeanour can almost be mistaken for righteous ruthlessness, but hers is actually the face of a 1990s movie star reining in her tendency to grandstand, in keeping with the sobriety of the material. Ritu is the warmer flesh-and-blood character, Shroff is suitably confused, and Apoorva is as malevolent as they come, but the story’s icepick heart nestles within Vidya, the mother of all vigilantes. The plot is hokum, but there is style to spare.","author":"Nandini Ramnath","time":"2017-04-21T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835107-56166-qtxtsbbxru-1492594959.jpeg","tags":["Maatr","film review","Raveena Tandon"],"source":"https://scroll.in/article/835107/maatr-film-review-meet-the-mother-of-all-vigilantes"}