{"title":"Made it to the NRC? You may still have to prove your citizenship at a foreigners tribunal ","content":"Most people in Assam view the National Register of Citizens as a final test of their Indian citizenship. They believe inclusion in the register, meant to be a list of bonafide Indian citizens in Assam, has settled debates around their identity once and for all. But the final NRC may not actually be final.Appended to the list released on August 31 is a series of notes. One clause stands out: “Receipt at any point of time of opinion by any Foreigner Tribunal declaring any person a foreigner, will lead to exclusion of person from NRC.”This means even those included in the NRC could be subject to future citizenship trials. If Assam’s border police, which is tasked with identifying “illegal migrants” in the state, suspects someone to be a foreigner, they could be summoned to defend themselves in foreigners’ tribunals, which are quasi-judicial bodies that adjudicate matters of disputed nationality.Back to square one?Already, the foreigners’ tribunals have been entrusted with re-examining the claims of those excluded from the register – they are allowed to file appeals over the next 120 days. The tribunals will then decide whether to uphold the NRC authorities’ decision and declare them foreigners, or upturn the decision and pronounce them Indians. But as the fine print on the NRC list suggests, the tribunals can do more: they can annul the Indian citizenship of even those who have been included in the final NRC. This will lead to their names being struck off from the citizen register.Himanta Biswa Sarma, a minister in the Assam government and the BJP’s key strategist, told The Hindu: “The NRC is one place, but our border police have the right to pursue enquiries against those with questionable documents and citizenship, for the detection of illegal foreigners, and that will continue.” Bhaskar Jyoti Mahanta, the chief of the border police, said: “Whatever is written in the law will be done, I am sure.” Nilay Dutta, a senior lawyer in Guwahati, said the law unambiguously allowed the government to re-examine the citizenship status of those included in the final NRC. He pointed to paragraph 2A of the Foreigners (Tribunals) Order of 1964, which allows the government to refer a person to a tribunal to determine whether he is a foreigner.“Can a person whose name is in the NRC be referred to a foreigners’ tribunal? Of course, because there is nothing in the law that prohibits the government from doing so,” he said. “If someone has a problem they should challenge paragraph 2A in the court.” A minority organisation is likely to challenge the provision, Scroll.in has learnt. “What is the value of the NRC if references in foreigners’ tribunals continue?” said a person associated with the organisation, who did not want to come on record for legal reasons. “The NRC then is a futile document.”The legal frameworkIt is not just the border police, however, that can reopen cases against those who have made it to the NRC. The Foreigners (Tribunals) Amendment Order, which was passed in May 2019, allows district collectors to intervene in some cases.According to the order, two sets of people can file an appeal in the tribunals, said Dutta. First, people who had failed to make it to the draft NRC released in July 2018, and had subsequently filed fresh claims only to be rejected again. These are people whose names did not appear in the final NRC.In addition, even those who had filed unsuccessful objections against the inclusion of people in the draft NRC can make fresh appeals. Over the last year, nearly two lakh families in the draft register had faced objections. In most cases, the objector had failed to turn up at the hearings, leading to ex-parte disposal of their complaints.“According to paragraph 3 (b) of the order,” explained Dutta, “if an objector does not file an appeal within 120 days, the district magistrate has the opportunity to file a reference against the person who had been objected upon but his name appeared in the NRC because the objection was rejected.”‘Dangerous provision’A senior official from the home and political department of Assam said the government had no immediate plans to use this provision. However, he conceded that the border police could still file complaints against a person, irrespective of their status in the NRC.Syed Burhanur Rahman, a Guwahati-based lawyer who often represents people embroiled in citizenship entanglements, called the provision dangerous. “A person has been included in the NRC only after several layers of check, but this provisions gives powers to the executive to completely undermine that and ask him to prove his citizenship all over again,” he said. “And most people are not even aware of this.”","author":"Arunabh Saikia","time":"2019-09-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126573-urjszmpvem-1567262785.jpg","tags":["National Register of Citizens","Assam","The Final Count"],"source":"https://scroll.in/article/936012/made-it-to-the-nrc-you-may-still-have-to-prove-your-citizenship-at-a-foreigners-tribunal"}