{"title":"Made in Pakistan with some help from India, lost and found again: the story of ‘Jago Hua Savera’","content":"A Pakistani production set in the former East Pakistan and featuring Indian and British talent: Jago Hua Savera was unusual back in 1959 and even more rare today. Consider these credits: directed by AJ Kardar, produced by Nauman Taseer, written by Faiz Ahmed Faiz, based on Manik Bandopadhyay’s Bengali novel, starring Tripti Mitra, shot by Walter Lassally, scored by Timir Baran. The neo-realist classic was Pakistan’s first-ever entry for the Best Foreign Language Film Oscar. It was restored in 2010 after being lost for decades. Jago Hua Savera is among the titles that will be screened in the restored classics section at the Mumbai Film Festival (October 20-27). The movie’s back story is as fascinating as its resurrection. It marked the cinematic debuts of its producer, director and writer, and was censured by the Pakistani government after its completion because of the leftist affiliations of many of those involved in the project. It was out of circulation for years, was rescued from obscurity by the strenuous efforts of Nauman Taseer’s son, Anjum, and French film festival programmers in 2007, and restored three years later. The film’s most recent screening was in the restored classics section at the Cannes Film Festival in 2016.\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\n‘Jago Hua Savera’.Jago Hua Savera, better known in the West by its English title Day Shall Dawn, is Faiz’s only filmed screenplay (two other attempts didn’t go anywhere). Faiz based the Urdu screenplay on Manik Bandopadhyay’s acclaimed Bengali novel Padma Nadir Manjhi and set the story about the travails of impoverished fishermen on the banks of the Meghna river in the place now known as Bangladesh. The movie opens with graceful tracking shots over the river before plunging into a familiar world of poverty, debt and usury. Mian (Zurain) can never save enough from his meagre earnings, his wife (Shamsun Nihar) has delivered a malnourished baby, while his sister-in-law Mala (Tripti Mitra) has caught the attention of two men: the romantic Kasim (Anees) and the exploitative moneylender Lal Mian (Kazi Khaliq).Wafting over this all-too-human experience is Bengali composer Timir Baran’s gentle score, which goes beautifully with Oscar-decorated cinematographer Walter Lassally’s silhouette shots of the fisherfolk framed against the sky and floating along the boundary-less river. Faiz also wrote the lyrics.Zurain (centre).In one memorable scene, a fisherman’s death from a coughing fit seconds after he has managed to order a boat is communicated off camera. Jugnu’s dying moments are seen through the emotions flitting across his mother’s face.Shooting commenced in Saitnol, a fishing village on the Meghna’s banks, in April 1958. There were barely any motorable roads, and supplies had to be transported over the river. “Prefabricated hutments, tents and house-boats were assembled to house the unit,” Anjum Taseer wrote in a brochure that accompanied the film’s fiftieth anniversary in 2008. “With the exception of one artiste, every other member of the cast was appearing before the camera for the first time…The entire film was shot in location in a minimum of time – 48 days – and with the barest of equipment. A hand-held camera had to take place of a dolly throughout the shooting, a blimp was not available.”AJ Kardar. Courtesy Adrien Kardar.Director Akhtar Jung Kardar was the brother of Indian filmmaker Abdur Rashid Kardar. The Partition split the family: Akhtar Jung chose to stay on in Lahore, while Abdur Rashid moved to Mumbai and made several films upto the ’70s. (Hafiz Kardar, the prominent cricketer, was a cousin.)Jago Hua Savera was the first of AJ Kardar’s many films and documentaries to explore socialist values. “Our father was an idealist, in that the cinema he wanted to make had to serve a social purpose, or purport an important social or political message,” said his son, Adrien Kardar. Deeply influenced by Italian neo-realism, Kardar persuaded Faiz to write a screenplay on Padma Nadir Manjhi, which was said to be one of his favourite novels. “My father worked very hard on the script,” said Faiz’s daughter, Salima Hashmi, who was in her high school final year at the time. “He read the novel and discussed it at great length with the director about how to extract the cinematic aspects. My father was very passionate and knowledgeable about music and so was Nauman Taseer, and their interest is reflected in the film.”The film was Nauman Taseer’s only production. “My father was a poet, philosopher, painter and a very keen musician and loved to play the tambura, and it was he who chose Timir Baran to write the music for the film, and also chose an amateur singer Rahat Ghaznavi, who used to work in our family office, to sing in the film,” Anjum Taseer said. He has vague memories of the shoot, but vividly remembers Tripti Mitra. “What an impression she had on me, amazing talent,” Taseer said.Nauman Taseer self-portrait.Tripti Mitra, along with her husband Sombhu, acted in several important plays and films in Bengal. Mala is one of the key characters in the film, and Lassally frames Mitra’s face in tender close-ups. Her daughter, the Bengali actress Shaoli Mitra, was a toddler in Kolkata when the film was being made in East Pakistan, but she does recall being upset at her mother’s absence: “I only remember that she was away for a long time, and I missed her.”Tripti Mitra.Jago Hua Savera’s reputation has built up over time, partly because it was barely seen in the country of its origin. Its use of neo-realist elements – non-professional actors, naturalistic acting, real locations and socialist philosophy – was out of place in Pakistan at the time. The country was a recently crowned military dictatorship under Ayub Khan, whose crackdown on artists, writers and filmmakers with leftist sympathies swept along Faiz in its wake. He had been previously jailed for his incendiary ideas, and had finished serving a five-month prison term when Jago Hua Savera was released to a lukewarm reception in Pakistan. The film nearly did not make it to the cinemas: Ayub Khan told Nauman Taseer to shelve the release, his son told the BBC after a screening in London in June 2016. “I have very vivid memories about going to see Jago Hua Savera at a local cinema once it was released,” Salima Hashmi said. “The film was much ahead of its time and thus not a box office success to say the least. However all the intellectuals and students went to see it.”Faiz Ahmed Faiz.The movie won a gold medal at the Moscow International Festival, but fared poorly in Pakistan. “My father financed the entire production from his own resources, and although the project was risky, idealism and passion were two driving forces that he could not resist,” Anjum Taseer said. “The film was shown in February 1959, but the reception was poor. Firstly, people were not ready for neo-realism, and also, I believe the distributors were pressured to cut short the viewings.”The Pakistan government’s crackdown deeply affected the filmmakers. “Financially, my father did not care, but emotionally he suffered,” Anjum Taseer said. (Nauman Taseer died in 1996.) The film’s prints disappeared, and it took the collective efforts of Taseer and Philippe and Alain Jalladeau, the founders of the Three Continents Film Festival in Nantes, to effect its resurrection.The Jalladeau siblings were organising a retrospective of Pakistani cinema in 2007, and acting on the suggestion of Shireen Pasha, the head of the department of film at the National College of Arts in Lahore, they tracked down Anjum Taseer. He hunted for prints in Pakistan and Bangladesh, and finally found reels scattered across London, Paris and France. These reels were patched together for the Nantes festival, after which Taseer got the film properly restored in London in 2010.Tripti Mitra (left) and Shamsun Nihar.At the screening in London in June, the descendants of Faiz, Kardar and Taseer were present to finally watch an improved version of the collective efforts of their fathers. Most of the people associated with the production were dead, and their descendants recalled that they had always spoken of Jago Hua Savera with a mixture of pride and regret. “It was certainly an emotional moment for both Anjum and myself, remembering our fathers while standing on the stage introducing the film,” Hashmi said. For Taseer, the screenings of Jago Hua Savera are an opportunity to revisit a rare spirit of collaboration between technicians from countries that have since gone to war with each other. “Tripti Mitra, Timir Baran, Sadhan Roy, who worked with Walter Lassally, and Shanti Kumar Chatterjee, the chief assistant to the director, were chosen because they were the best without a thought of where they were from,” Taseer said. “Certainly, society has become more intolerant and saner and liberal voices are being drowned, but hope must never die.”Taseer plans to show the film at the Karachi International Film Festival in February, and he wants to remake it with talent from India, Pakistan and Bangladesh. “The fishermen’s lives have not changed much since then in all three countries,” he pointed out.As Jago Hua Savera gets screened more often, it is only likely to gain further appreciation for its visionary quality. “The spotlight on Jago Hua Savera now maybe because film studies have become part of academia, and it is now seen as a milestone not only in Pakistani cinema – there is no other film like it – but in the wider context of films being made at the same times in non-Western countries,” Hashmi said.Adrien Kardar has some reels in his possession, including a colour segment that lasts a few minutes. “We remember sitting with him [AJ Kardar] and assisting him in labeling his vintage cans, dividing them between Sound and Picture reels as he told us stories about his exciting adventures filming in various parts of the world,” Kardar said. The history of cinema is littered with lost films and serendipitous rediscoveries. The restoration of Jago Hua Savera need not be the last. “The film is a modern-day cinematic treasure, and the colour sequence is like a hidden gem within it,” Kardar said. “We hope we can integrate this segment with future showings of the film for all to enjoy.”‘Jago Hua Savera’.","author":"Nandini Ramnath","time":"2016-10-01T18:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817995-42606-ppxzesgvqu-1475326382.png","tags":["Jago Hua Savera","Restored classic","Pakistani cinema"],"source":"https://scroll.in/reel/817995/made-in-pakistan-with-some-help-from-india-lost-and-found-again-the-story-of-jago-hua-savera"}