{"title":"‘Madgaon Express’ review: Highs and lows as three friends find a cocaine stash","content":"In actor Kunal Kemmu’s directorial debut Madgaon Express, trouble comes in threes, as it usually tends to. Well-trodden too is the path of the friends who travel to Goa for a holiday.India’s very own sunshine state, the source of scenic locations and cliches, is where Dodo (Divyenndu) hopes to find beaches where bikini-clad babes frolic and water sports abound. Dodo has dragooned his childhood buddies Ayush (Avinash Tiwary) and Pratik (Pratik Gandhi) into accompanying him.It’s Goa. Can mountains of cocaine and a bag stuffed with far too much money be far behind? The trio runs into small-time dealer Tasha (Nora Fatehi) and rival smugglers Mendoca (Upendra Limaye) and Kanchan Kombdi (Chhaya Kadam). Ayush and Pratik can only look on in horror as Dodo comes up with one preposterous plan after another.Kemmu’s screenplay has people who have walked straight out of a movie manual about people entangled in a crime beyond their understanding. Deftly drawn characters and charged performances make trite scenes about showboating gangsters and cross-dressing men funnier than they deserve to be.Chhaya Kadam and Upendra Limaye in Madgaon Express (2024). Courtesy Excel Entertainment.Some of the humour isn’t as madcap as it thinks it is, just as the more outre comedy lands smack on target. Madgaon Express is packed with zaniness, some of which the 144-minute movie tries too hard to deliver.The film is spot-on about its men but does its women a disservice. Nora Fatehi is alert only in the song sequences. Chhaya Kadam’s Kanchan, who leads a gang of strikingly attired women in Koli-style saris and boots, sets serious fashion goals but is under-utilised.Kemmu reserves his best writing for his heroes, who are beautifully played by Divyenndu, Pratik Gandhi and Avinash Tiwary. Beyond the mandatory drug-fuelled mayhem, Madgaon Express is a good-natured, often sharp movie about friendship tested by adversity. The three leads have a lived-in chemistry and a dynamic that make their shenanigans believable.Divyenndu is especially brilliant as the manic-eyed Dodo, who is about as bright as the extinct bird but prone to flights of fancy. Pratik Gandhi is a revelation as a worrywart who discovers an assertive side in special circumstances. “Watch me roar!”, Gandhi demands, and we gladly comply.Like its characters, the movie has a tendency to get high on its own product. Kemmu’s ear for random wackiness is sometimes lost in the golmaal resulting from misplaced maal. Scenes drag on long after they’ve lost their edge. In other places, Kemmu displays a savagely fleet touch from which the entire film could have benefitted.Goa barely survives the holiday from hell. Madgaon Express similarly chugs towards its destination like a slow-moving train, delivering the obvious alongside the surprising.\n\n\n    \n    Play\n\nMadgaon Express (2024).Also read:‘I wanted to land this film correctly’: Why actor Kunal Kemmu chose to direct ‘Madgaon Express’","author":"Nandini Ramnath","time":"2024-03-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199405-opancgbtfw-1710877786.jpg","tags":["Madgaon Express review","Kunal Kemmu","Divyenndu","Pratik Gandhi","Avinash Tiwary"],"source":"https://scroll.in/reel/1065466/madgaon-express-review-highs-and-lows-as-three-friends-find-a-cocaine-stash"}