{"title":"Madhya Pradesh: ASI begins survey of Bhojshala temple-Kamal Maula mosque complex","content":"The Archaeological Survey of India on Friday began its survey of the Bhojshala temple and Kamal Maula mosque complex in Madhya Pradesh’s Dhar district, reported The Indian Express.On March 11 the Madhya Pradesh High Court had directed the Archaeological Survey of India to carry out the survey. The court passed the direction on a plea by a group called the Hindu Front for Justice, who have claimed that the mosque was constructed by “destroying” Hindu temples.The 11th-century building, protected by the Archaeological Survey of India, is claimed by both Hindus and Muslims. While the Hindus believe that the Bhojshala is a temple dedicated to the deity Vagdevi, or Saraswati, the building is a mosque for the Muslim community.Under an arrangement made by the Archaeological Survey of India on April 7, 2003, Hindus perform prayers on the premises on Tuesdays and Muslims offer namaz in the complex on Fridays.“Videography has been done at the places where marks are present, and all the marks have been secured,” Gopal Sharma, coordinator of the Bhoj Festival Committee, told The Indian Express on Friday. “The areas where the survey is to be conducted in the future have been marked.”No authorised member of the Muslim community was present during the survey, Dhar town’s head cleric Waqar Sadiq told The Indian Express. He said that the Kamal Maula mosque’s representative Abdul Samad was supposed to be present for the survey but had not been given prior notice by Archaeological Survey of India.The second phase of the survey will be conducted on Saturday.The caseOn March 11, a bench of Justices Sushrut Arvind Dharmadhikari and Devnarayan Mishra said that a comprehensive report of the survey, prepared by a five-member expert committee, should be submitted within six weeks.The bench has asked for a “complete scientific investigation, survey and excavation, through the adoption of latest methods, techniques and modes of ground penetrating radar and global positioning system survey” of the site.The court also asked the committee to adopt the “carbon dating method for ascertaining the age, life of various structures both above and beneath the ground; permanent, movable and immovable structures both beneath as well as above the ground, constituting the walls, pillars, floors, surfaces, upper top and sanctum sanctorum of the entire complex”.In May 2022, the Hindu Front for Justice filed a public interest litigation against the Archaeological Survey of India’s 2003 arrangement. The group has argued that the Kamal Maula mosque was constructed during the reign of Alauddin Khilji between the 13th and 14th centuries by “destroying and dismantling ancient structures of previously constructed Hindu temples”, reported The Indian Express.Also read: 'Madhya Pradesh’s Ayodhya': How the British manufactured the myth of Bhojshala","author":"Scroll Staff","time":"2024-03-22T20:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/15791-ksnwyjpknd-1710219853.jpeg","tags":["Archaeological Survey of India","Madhya Pradesh High Court","Bhojshala","Madhya Pradesh","Kamal Maula","Dhar district"],"source":"https://scroll.in/latest/1065670/madhya-pradesh-archaeological-survey-of-india-begins-survey-of-bhojshala-temple-kamal-maula-mosque"}