{"title":"Madhya Pradesh crisis: SC orders trust vote in Assembly by 5 pm on Friday","content":"The Supreme Court on Thursday ordered Madhya Pradesh Speaker NP Prajapati to conduct a floor test by 5 pm on Friday, PTI reported. The court also ordered video-recording and possible live streaming of the proceedings.A bench of Justices DY Chandrachud and Hemant Gupta was hearing a petition filed by the Bharatiya Janata Party seeking a floor test for the Kamal Nath government in Madhya Pradesh. The state has been in a political crisis since 22 Congress MLAs resigned last week following the resignation of senior leader Jyotiraditya Scindia. Scindia joined the BJP.The court directed the police chiefs of Madhya Pradesh and Karnataka to provide security to 16 rebel Congress leaders if they decide to appear in the Assembly for the floor test. Prajapati has accepted the resignations of six former ministers who were expelled on the chief minister’s recommendation. He said he would take a call on the other 16 MLAs later.Earlier in the day, the court suggested that Prajapati talk to the rebel Congress MLAs via video or through a court observer to allay the fears that they are in captivity, but the Speaker rejected it. “We can appoint an observer to Bengaluru or some other place so that the rebel MLAs can connect with the Speaker through video conferencing after which he can decide,” the court said, adding that it can create conditions to ensure that “exercise of volition” of the rebel MLAs is “truly voluntary”.On Wednesday, the top court had said its primary duty in the Madhya Pradesh political controversy was to independently verify whether 16 dissident MLAs were holed up in Karnataka or have been held “captive” in the BJP-ruled state.The story so farThe demand for a floor test arose after Jyotiraditya Scindia quit the Congress to join the BJP. Governor Lalji Tandon had ordered the floor test after at least 22 MLAs, loyal to Scindia, sent their resignations to him. However, the Assembly was on Monday adjourned without a floor test till March 26 as a preventive step to contain the coronavirus. In the evening though, the governor warned the chief minister that if the state government “fails to prove majority in the floor test on March 17, it would be deemed that your government is not in majority.”Until early last week, the state government, which was formed in late 2018, had the support of 121 MLAs in the 230-seat Assembly – 114 MLAs of the Congress, and the rest being from the Samajwadi Party, Bahujan Samaj Party, and some Independents. However, the resignations of as many as 22 Congress MLAs on Tuesday have made the government’s collapse imminent. The BJP has 107 MLAs, while two seats are vacant.","author":"Scroll Staff","time":"2020-03-19T19:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/36326-owakswxuzj-1466051489.jpg","tags":["Madhya Pradesh","Kamal Nath","MP crisis","Supreme Court","Speaker"]}