{"title":"Madhya Pradesh: Kamal Nath says the state will raise reservations for OBCs from 14% to 27%","content":"Madhya Pradesh Chief Minister Kamal Nath on Wednesday announced that the state government would increase reservation for Other Backward Classes from 14% to 27%, and would implement the 10% quota for economically weaker sections in the general category. He made the announcement at a function to distribute loan waiver certificates to farmers in Sagar district.“The BJP [Bharatiya Janata Party, which was in power earlier] leaders who always boast about their interest for OBCs could not hike the quota for backward classes during the last 15 years of their rule,” Nath said, according to The Times of India.Nath had constituted a ministerial committee in February to work out modalities to implement the 10% quota for the economically weaker among the general category. The Centre, led by the Bharatiya Janata Party, in January approved a constitutional amendment to provide reservations for the poor among the upper castes in both aided and unaided institutions.“All sections in the society will get opportunity for progress and the government is committed for this,” a government spokesperson quoted the chief minister as saying, according to Hindustan Times.Madhya Pradesh will have 73% reserved seats once the 10% quota for economically weaker sections is introduced and the quota for OBCs are increased.म. प्र. में अन्य पिछड़ा वर्गों का आरक्षण 14 से बढ़ाकर 27 प्रतिशत किया जायेगा।-सामान्य वर्ग के निर्धनों को 10 प्रतिशत के आरक्षण का प्रावधान लागू होगा।-सी. एम. श्री कमल नाथ ने सागर में 33 गौ-शाला की आधारशिला रखी।-किसानों को कर्ज माफी प्रमाण-पत्र बाँटे।https://t.co/Xf2vEKbbY4 pic.twitter.com/8SjBHUwPtl— CMO Madhya Pradesh (@CMMadhyaPradesh) March 6, 2019\n\nBihar, Gujarat, Jharkhand and Uttar Pradesh announced the implementation of the 10% quota over the last two months.While distributing loan waiver certificates to farmers in Sagar, Nath claimed that his government was working towards making 70% of the population dependent on agriculture self-reliant, News18 reported. He also laid the foundation stone of 33 gaushalas or cow shelters that will be built at an estimated cost of Rs 10 crore, and inaugurated development projects worth Rs 763 crore.“I have earlier mentioned that what Congress government had promised through its Vachan Patra [manifesto] will be fulfilled and within 70 days we have shown how to keep our words and ensure welfare of people,” Nath said in Sagar. Those who had been misguiding youth through tall promises like Skill India, Make in India, and Stand Up India have been exposed,” he said, referring to the Centre’s initiatives.","author":"Scroll Staff","time":"2019-03-07T11:57:33.871001+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112398-lnulegftxh-1549513417.jpg","tags":["Madhya Pradesh","Kamal Nath","Upper-Caste Quota","EWS Quota","OBC Quota"]}