{"title":"Madhya Pradesh: Police file first case under anti-conversion law","content":"The police in Madhya Pradesh have filed their first case under the newly-enacted anti-conversion law after a 22-year-old woman from Barwani district accused a 25-year-old man of assaulting her over her refusal to marry him and convert to Islam, reported NDTV on Monday.“As per the woman’s complaint, the accused...was sexually exploiting her,” Rajesh Yadav, the inspector in charge of the Barwani police station, said. “He told the woman he was from her community. Later he started forcing her to marry him and convert to his community, after which the woman filed a complaint.”The accused is a truck driver and a resident of Palsud village, according to the Hindustan Times. He was arrested under the MP Freedom of Religion Bill, 2020, and under sections 376 (rape), 323 (voluntarily causing hurt) and 506 (criminal intimidation) of the Indian Penal Code.Yadav said the woman alleged that the accused met her four years ago and raped her on the pretext of marriage. “Recently, she came to know that he wanted to convert her [religion],” he said. “When she confronted him, he beat her.” The police officer said they were investigating the case.The law, which came into force in the state on January 9, provides for one to five years of imprisonment and a fine of Rs 25,000, for forcing religious conversion.  The Adityanath-led government in Uttar Pradesh also passed a similar law aimed at tackling “love jihad” – a conspiracy theory espoused by right-wing Hindutva activists, alleging that Hindu women are forcibly converted by Muslims through marriage.Bharatiya Janata Party governments in some other states have also decided to introduce laws aimed at preventing inter-faith marriage. The Haryana government has formed a three-member drafting committee to frame a law on the matter. Karnataka and Assam governments have made similar announcements.These actions are despite the fact that in February, the Centre told the Lok Sabha that no “case of ‘love jihad’ has been reported by any of the central agencies”.","author":"Scroll Staff","time":"2021-01-19T10:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153551-oxrmitkrtj-1611031298.jpg","tags":["Madhya Pradesh","Love jihad","MP Freedom of Religion Bill 2020","Anti-conversion law"],"source":"https://scroll.in/latest/984440/madhya-pradesh-police-file-first-case-under-anti-conversion-law"}