{"title":"'Madhya Pradesh’s Ayodhya': How the British manufactured the myth of Bhojshala","content":"A communal flare-up is feared in the otherwise peaceful town of Dhar, Madhya Pradesh, on Friday, February 12. The contested site is the Kamal-al-Din congregational mosque of Dhar, protected by the Archaeolgical Survey of India, which allows Muslims to offer jummah or Friday prayers. Hindus are allowed entry in the monument to offer prayers on Tuesdays and conduct a special puja on the occasion of Basant Panchami. This week, however, the Friday prayers coincide with the festival of Basant Panchami.In 2013 and 2003 a similar situation had occurred when Basant Panchami fell on a Friday. The town of Dhar then had witnessed a spate of violence as Hindutva activists refused to vacate the premises thereby dishonouring the arrangement to allow jummah prayers to be offered between 1pm and 3pm.This year too, an identical arrangement has been made by the ASI. Prayers for Basant Panchami can be offered from dawn to noon and then again from 3.30pm to dusk, leaving 1pm to 3pm for the weekly jummah prayers. Yet, right wing outfits have announced that they will not leave the premises for the whole of February 12 and a communal conflict seems inevitable.The Kamal-al-Din congregational mosque is also incorrectly known as the Bhojshala. The term “Bhojshala” – or \"Bhojashala\" – has been in vogue since the 20th century and refers to the centre for Sanskrit studies associated with King Bhoja, famous ruler of the Paramara dynasty. Furthermore the complex is said to have hosted a shrine of goddess Saraswati, which is why Basant Panchami prayers are offered here every year.History, however, tells us that Bhojshala, much like the White Man’s burden, was a myth manufactured by the British and their juvenile understanding of monuments made out of recycled material in the subcontinent.Photo Courtesy: facebook.com/bhojshalaMandirDharThe myth of BhojshalaJohn Malcolm, in 1822 and William Kincaid, in 1844 were the first British historians to mention the Kamal-al-Din congregational mosque. Along with chronicling the mosque and other monuments at Dhar, several legends and popular memories of King Bhoja were also recorded by both of them. However, no legend of a Bhojshala was recorded. Michael Willis in his brilliant essay on the mosque notes that if there had been an active folk tale about the Bhojshala, either Kincaid or Malcolm would have surely made a note. Thus, Willis argues, the silence of both the historians shows that no legend about the Bhojshala existed in the middle of the 19th century. Willis points out that it was when Alois Anton Fuhrer, a German Indologist, who worked for the Archaeological Survey of India, travelled to Central India (in 1893) and recorded the mosque complex that the term “Bhoja’s school” came up. Fuhrer, in his report, records how the presence of inscribed “grammatical sutras” on a few pillars of the mosque suggests that they were “probably a part of a scholastic building”. Furthermore, Fuhrer was a protégé of Georg Buhler, a linguist, who may have never travelled to Dhar but had read eulogies dedicated to Bhoja and had declared him to be a poet king. Buhler also describes in great detail the Sanskrit schools that existed in 19th century India. Thus, Fuhrer had his preceptor’s vast knowledge to draw on. Bhoja’s love for poetry and descriptions of Sanskrit schools were fused together to concoct the fanciful myth of “Bhoja’s school”. However, Fuhrer could find no evidence to back up his “Bhoja’s school” theory. An investigation into his reports uncovered an enormous degree of bad scholarship and, as a result, Fuhrer was even dismissed from his position in the ASI. Yet, Fuhrer remains a much cited source for Hindutva writers such as PN Oak. As Michael Willis points out in his essay,“Fuhrer’s account is important because it points to a pattern of misrepresentation that culminates in the work of men like PN Oak”Photo Courtesy: ASI Bhopal Circle website, which refers to the monument as “Bhojshala and Kamal Maula’s Mosque”Yet, to credit only Fuhrer for this imaginative theory will be unfair to KK Lele. Apart from being the Superintendent of State Education in the early 1900s, Lele was also put in charge of the archaeological department at Dhar set up by the British to spruce up the monuments of Dhar for Lord Curzon’s visit (in 1902). A series of archaeological investigations were carried out, under the supervision of Lele, in the Kamal al-din congregational mosque and its findings were reported in the Journal of the Bombay Branch of the Royal Asiatic Society. The report details the finding of two inscriptions in the mosques known by then as “Raja Bhoja ka madrasa” (Raja Bhoja’s school). Willis informs us that Lele, who is thanked in the opening remarks of the Journal, was the one who coined this phrase to describe the mosque. Having shown the inscriptions found in the mosque precincts to Lord Curzon, Lele published his report in 1903 entitled The Summary of the Dramatic Inscription found at the Bhoja Shala (Kamal Maula Mosque), Dhar. It is here that the term Bhojshala first surfaced and has stuck to the mosque complex ever since. Willis also informs us that Fuhrer, on his visit to Dhar, met Lele. Whether Fuhrer’s local who informed him about the “Bhoja’s school” legend was Lele, or was Lele influenced by Fuhrer and his writings, is hard to say. Yet, it is safe to say that it is with the concerted efforts of both Fuhrer and Lele that a mosque made out of recycled material is now recognised as Bhojshala or Bhoja’s Sanskrit school. Even though, none of the Shilpashastras ever mention a Sanskrit shala, nor has any other king ever been associated with such a school, one must not let facts get in the way of a popular myth.Saraswati or Ambika?Both Fuhrer and Lele make no mention of a Saraswati temple existing inside the precincts of the mosque or what they called “Bhoja’s school”. Willis argues that it was the translation of a Sanskrit text, Prabandhacintamani, in 1901, that brought Saraswati to the fore. The text mentions several episodes of Bhoja visiting a Saraswati temple named Saraswatikanthabharana (necklace of Saraswati). Furthermore, the sighting of an inscription in the mosque, commissioned by Arjunavarman, Bhoja’s successor, mentions a temple of Saraswati. Thus, the two were put together and the quest for Saraswati began in the early 1900s. The \"missing Saraswati\" was \"found\" in the British Museum and was instantly identified as Bhoja’s Saraswati. Photo Courtesy: British Museum. Standing figure of the Jaina yaksini Ambika carved in a coarse white marble.That the idol had been found in the ruins of a palace in the city was a fact that was ignored. The illegibility of the inscription on the idol, rendered legible only two words; Bhoja and Vagdevi (Saraswati). Hence, Saraswati was happily added to the myth of a Bhojshala. A re-translation of the inscription in 1981 revealed that the sculpture was that of the Jain goddess Ambika, and was sculpted after sculpting the idol of Vagdevi.But the myth of a Saraswati temple in the mosque’s environs has persisted. The Kamal-al-Din congregational mosque complexLocated in the centre of the circular fortress of Dhar, the Kamal-al-Din congregational mosque complex includes a large hypostyle mosque built out of recycled material and the tomb of a Chishti saint, Kamal-al Din. Often called by his toponym, Malawi (resident of Malwa), Kamal-al Din was a protégé of the Chishti saints Farid-al Din Ganj-i-Shakar and Nizam-al Din Auliya. The inscriptions in his tomb tell us that it was built sometime in the 15th century. The hypostyle mosque next to the tomb has no foundation inscription. Yet, an inscription found from a graveyard next to the complex, credits Dilawar Khan, Muhammad bin Tughlaq’s noble and governor of Malwa, with repairing the mosques of Dhar in 1392-93 AD. Thus, one knows that the mosque was built before Dilawar Khan assumed governorship of Malwa.This mosque was perhaps the first Jama masjid of Dhar and, judging by its architecture, must have been made in the earlier half of the 14th century. Dhar was a key outpost en route to Deccan and was accordingly annexed by the armies of the Delhi sultanate under Ayn ul Mulk Multani who served as the governor of Malwa (with Dhar as the provincial capital) till 1313 AD. This hypostyle mosque was then constructed under the governorship of Multani and wanted repairs when Dilawar Khan assumed governorship. The mosque, however, fell into disuse when Dilawar Khan’s new Jama masjid, the Lat masjid, was constructed in 1405 AD.Dhar. Interior of the Mosque at the tomb of Kamal al-Din. Unknown photographer, 1902. Courtesy of the British Library, Photo 2/4(90), item 4303212.Dynamics of ReuseThe congregational mosque at Dhar is one of several mosques that were made out of reused material in the subcontinent from the 12th to the 14th centuries. Simply put, reuse is the act of using an item more than once. In architectural terms, reuse is the act of constructing an edifice by using material collected from older buildings. Even though mosques were made of recycled material in the first 200 years of the establishment of the dar-ul-Islam (rule of Islam), the practice of making an edifice with older building material was in vogue in the subcontinent much before. While the Cholas built new temples by reusing material from temples built under the aegis of their predecessors, the Rashtrakutas, Jain basadis (prayer halls) were converted in situ to Virashaiva shrines (like the Megudi temple in Hallur, Karnataka).Reasons for architectural reuse of this kind are many. From being a cost and time efficient exercise, to a practice employed to appropriate political legacy, reuse in architecture continues to be a highly complex and severely under-explored phenomenon in the history of the subcontinent. In the case of the Kamal-al-Din mosque, an attempt was made to mimic the Quwwat ul Islam mosque in Delhi. This is perhaps why an Iron pillar was placed in front of the Lat Masjid of Dilawar Khan.The British, however, regarded this unique blend of architectural forms as an unwelcome intermixture of cultural forms. The 19th century debates on race and racial supremacy back home, affected the views of archaeologists such as Fergusson, who regarded the mixing of “Hindu” and “Mahomedan” architecture as a mixing of two races. The act was seen as “spoiling art”, instead of being viewed as an assimilation of two different sacred spaces (that of the temple and the mosque).The Raj is over, but its superficial understanding of the Indian subcontinent’s past persists. Instead of regarding reuse as an intermingling of two distinct art forms, we continue to view it as a violent assault on one religion by the other.The Bhojshala myth stands testimony to the extent to which our history is still dominated by our colonial masters. The controversy that surrounds it today, has no historical basis. The tropes of religion that the British used to judge the subcontinent’s history are still being used. We have freedom only to fight among ourselves.***For a detailed understanding of how the myth was manufactured, please read Willis, Michael, \"Dhar, Bhoja and Sarasvati: From Indology to Political Mythology and Back\", Journal of the Royal Asiatic Society, Series 3, Vol. 22, 2012, pp 129-153","author":"Ruchika Sharma","time":"2016-02-11T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803376-article-njxrwevwsg-1455132010.jpeg","tags":["Madhya Pradesh","Religious Controversies","Dhar","Bhojshala","Religious Disputes"],"source":"https://scroll.in/article/803376/madhya-pradeshs-ayodhya-how-the-british-manufactured-the-myth-of-bhojshala"}