{"title":"Madhya Pradesh polls: BJP secures landmark victory as it wins 129 seats, leads in 35","content":"The Bharatiya Janata Party has crossed the majority mark of 116 in Madhya Pradesh and is heading towards a landmark victory in the state Assembly elections, according to Election Commission data on Sunday. As of 8 pm, the BJP had won 129 seats and was ahead in 35. The Congress, which was lagging far behind, won in 38 constituencies and was leading in 27. After polling on November 17, both the heavyweights in the state – the Congress and the Bharatiya Janata Party – were seeking to form the government. Currently, the BJP is in power in the state after wresting control from the Congress that had formed the government in December 2018 by winning 114 seats. The Kamal Nath-led Congress government crumbled in March 2020 after a rebellion by Jyotiraditya Scindia who joined the BJP, along with 22 MLAs.This year, 2,533 candidates, including Nath and incumbent Chief Minister Shivraj Singh Chouhan, contested the closely fought Assembly elections.Chouhan won from his stronghold Budhni with a margin of 1,04,974 against Congress candidate Vikram Mastal.Nath was leading against BJP’s Vivek Bunty Sahu with a margin of more than 35,000 votes in Chhindwara.Also read:  Election results: What does BJP’s hegemony in the Hindi belt mean for Indian politics?Follow the election results of Rajasthan, Telangana and Chhattisgarh here.For a detailed analysis, watch Scroll’s Supriya Sharma discuss the election results.Here are some factors that shaped the contest: In the run-up to the elections, voter fatigue, price rise, economic distress of farmers and a high rate of unemployment were seen as significant issues that could affect the BJP’s chances of retaning power.But a slew of welfare schemes targeted at women, such as the Ladli Behna Yojna that Chouhan, who is eyeing a fifth term as chief minister, announced just six months before the elections, appeared to have helped the party’s chances. Under the scheme, a monthly amount is transferred to the bank accounts of women between 21 and 60 years of age – Rs 1,000 was deposited in the first three months, which was later increased to Rs 1,250. The condition being that the beneficiary’s annual family income must be less than Rs 2.5 lakh, but more than one woman in a family is eligible for the payout.BJP leaders believe that the “Ladli Behna” pitch might help them score a larger vote share due to the large population of female voters in the state. Of the 5.60 crore voters in Madhya Pradesh, 2.7 crore are women. In the previous Assembly election, over 74% of women cast their ballot, only slightly lower than men (75.84%).To woo women in recent months, the Chauhan government also transferred Rs 250 on Raksha Bandhan day to women’s accounts and announced 35% reservations for them in government jobs.The Congress attempted to counter the BJP by making a basket of poll promises – a gas cylinder for Rs 500, a payout of Rs 1,500 in the bank accounts of married, divorced and destitute women every month (Nari Samman scheme), free electricity up to 100 units, return of the old pension scheme and a monthly stipend for school-going children called Padho-Padhao scheme.The party also moved fast against the BJP in eight constituencies – Alirajpur, Kukshi, Manawar, Dharampuri, Barwani, Rajpur, Kasrawad and Maheshwar – that were flooded by the waters of the Narmada river in September. These areas suffer flooding every September since 2019, when the Sardar Sarovar dam, located in Gujarat, is filled to its capacity to celebrate Prime Minister Narendra Modi’s birthday on September 17. But this year, residents said the water level rose much higher, and more villages than usual were flooded. None of them received compensation for their losses.Congress volunteers visited the villages in the constituencies with promises of better rehabilitation and compensation under the Sardar Sarovar dam project. Rajan Mandloi, the Congress candidate for Barwani, had said he assured residents of adequate compensation for the latest losses if he was voted to power. The BJP fielded three Union ministers and four Members of Parliament for the polls. Among them is Minister for Agriculture and Farmers’ Welfare Narendra Singh Tomar, who contested from Dimani. The seat was won by the Congress in the 2018 election. Minister of State for Food Processing Prahlad Patel fought from the Narsinghpur seat against Congress’ Lakhan Singh Patel. The Congress candidate was defeated by BJP’s Jalam Singh Patel by a margin of 14,903 votes in the 2018 polls. Minister of State for Rural Development of India Faggan Singh Kulaste fought the elections from Niwas, a seat reserved for scheduled tribes. Congress’s Sanjay Shukla had won the seat in 2018. BJP general secretary Kailash Vijayvargiya was fielded from the Indore 1 seat, which was won by Congress’s Sanjay Shukla in 2018.   Chief Minister Chouhan fought his sixth election from his stronghold Budhni, the seat he won for the first time in 1990. He was up against Congress candidate Vikram Mastal, who is a television actor and had donned the role of Hindu deity Hanuman in the television adaptation of Ramayan. Nine-time Lok Sabha MP Kamal Nath, who had led Congress to victory in the 2018 elections, contested from the Chhindwara seat. He was pitted against BJP candidate Vivek Bunty Sahu. Additionally, the 34 seats in the Gwalior-Chambal belt are pegged to hold high stakes for both Congress and BJP. Scindia, whose resignation from Congress had brought down the 15-month Congress government, is a member of the erstwhile royal family of Gwalior. Also read: In Scindia bastion in Madhya Pradesh, BJP fights voter fatigue and the resentment of its own workersWhy Kamal Nath’s Hindutva lite might dent Congress in this Madhya Pradesh region","author":"Scroll Staff","time":"2023-12-03T07:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196344-uzltyooyid-1701600101.jpg","tags":["Kamal Nath","Shivraj Singh Chouhan","Congress","BJP","Assembly elections"],"source":"https://scroll.in/latest/1059970/madhya-pradesh-polls-in-tight-race-against-congress-bjp-banks-on-women-oriented-schemes-hindutva"}