{"title":"Madhya Pradesh saw nearly three times more deaths than normal after second wave of Covid-19 struck","content":"Madhya Pradesh has seen a sharp spike in deaths in April and May 2021, nearly three times more than normal in these months in previous years, and far more than the official Covid-19 death toll, government data shows. Moreover, the deaths are not restricted to big cities like Indore and Bhopal – Chhindwara was among the predominantly rural districts that reported a massive increase in registered deaths in May 2021.The Civil Registration System is a nationwide system of recording all births and deaths, led by the Office of the Registrar General of India and implemented at the state-level by state governments. The CRS is meant to record all deaths from all causes and all locations, whether they were medically certified or not. As of 2018, Madhya Pradesh registered fewer than 80% of all deaths in the state, according to ORGI estimates. Despite being an underestimate, the CRS provides the only reliable estimate of all-cause mortality in the country.In 2018 and 2019, an average of 28,000 people died in April and 31,000 people died in May in Madhya Pradesh, according to data maintained by the CRS on the number of deaths that were reported to it. In April 2020, the number of reported deaths declined slightly, likely as a result of the nationwide lockdown that lowered deaths from road accidents and other such causes as noted in studies done in other parts of the country. In May 2020, there was a slight increase, and for the rest of the year, deaths remained slightly elevated over the 2018-’19 average.However, from March 2021, Madhya Pradesh began to see a large spike in total deaths. The divergence between deaths reported this year and in normal years grew further in April 2021, but it is in May 2021 that the gap truly expanded to worrying levels.In May 2018 and 2019, Madhya Pradesh saw a little over 31,000 deaths over the month on average. This grew slightly to 34,000 in May 2020. However in May 2021, Madhya Pradesh saw over 1.6 lakh reported deaths, or nearly five times the usual number of reported deaths. In all, Madhya Pradesh saw more than twice as many deaths between January 1 to May 31 this year compared to the 2018-’19 average.The CRS finds 3.3 lakh reported deaths in all. This means that there were 1.7 lakh excess deaths in 2021 over the usual (average of 2018 and 2019). How many of these were uncounted Covid deaths? It’s difficult to say yet. Calls, messages and requests for statements to health commissioner Akash Tripathi, additional chief secretary health Mohammed Suleman and medical education minister Vishwas Sarang all went unanswered.Officially, Madhya Pradesh reported just 4,461 Covid deaths between January 1 and May 31, 2021. The excess deaths seen in the same period are 42 times the reported Covid death toll, yet it isn’t possible to attribute the entire excess death toll to Covid. States across the country including Madhya Pradesh witnessed significant disruptions to routine health services when the second wave hit, activists say.“There is massive under-reporting of Covid deaths across MP,” said Amulya Nidhi, Indore-based health activist and national co-convener of the Jan Swasthya Abhiyan. “Those who tested positive were counted as Covid patients and their deaths counted as Covid deaths. Thousands of people across the state who died in villages with Covid symptoms have gone untraced.” In addition, thousands more had died from the lack of access to routine health services including cancer treatments and dialysis, he said. “What is to be gained from hiding this data? Making it public can help plan for the next wave,” he added.The CRS data shows that while Indore district saw the largest number of deaths in April and May 2021, Bhopal saw the biggest increase over past years, which could also indicate people from other parts of the state came seeking treatment in the capital city. Bhopal, Jabalpur, Ujjain and Chhindwara districts reported the next highest numbers of deaths in April-May 2021, while Shajapur, Neemuch, Hoshangabad and Mandsaur reported the next highest increases.These numbers are important not only for Madhya Pradesh, but also for the rest of the country, where a debate rages over the true impact of Covid, particularly during India’s second wave. Despite Indian Council of Medical Research guidelines on how deaths from Covid are to be classified, state-level authorities in states including Maharashtra, Delhi and Tamil Nadu admit that only deaths of people who tested positive for Covid prior to death and then died soon after are being counted as Covid deaths. As a result, an untold number of people who were never tested but died of Covid-like symptoms are being missed, despite clear guidelines by the World Health Organisation and ICMR advising against such stringent definitions. To fill in these gaps, some journalists have turned to crematoria and burial grounds as sources of data, but these establishments do not maintain complete, detailed or reliable data, reporting from Karnataka and Kerala has shown. As a result, all-cause mortality numbers from India’s Civil Registration System provide the only reliable estimate of the number of excess deaths that the pandemic has resulted in, whether from Covid or from other causes.While some Civil Registration System estimates have been made available for cities including Chennai, Mumbai and Kolkata, full data for a large state has not been available until now. With 84.5 million people, Madhya Pradesh is India’s fifth largest state in terms of population. It was also India’s fifth poorest state as of 2020. It is predominantly rural, with just 29% of its population in cities, giving an insight into the devastation caused by the second wave to India’s hinterlands.The final numbers for MP are likely to be even higher, as deaths are often registered with a significant lag. Between June 1 and June 5 alone, the numbers for May 2021 were revised upwards by over 8,000 deaths in the CRS registry.A version of this article was first published in Dainik Bhaskar.","author":"Rukmini S","time":"2021-06-12T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158731-ntmpwntezf-1620305165.jpg","tags":["Coronavirus","Covid-19","Madhya Pradesh","Excess deaths","Covid-19 death toll"],"source":"https://scroll.in/article/996772/madhya-pradesh-saw-nearly-three-times-more-deaths-than-normal-after-second-wave-of-covid-19-struck"}