{"title":"Madhya Pradesh: No ban on ‘The Accidental Prime Minister’, reports are misleading, says state","content":"The Madhya Pradesh government on Friday dismissed reports claiming it has banned The Accidental Prime Minister, a film about Manmohan Singh’s tenure as prime minister between 2004 and 2014. The “news is wrong and misleading”, the state Department of Public Relations said on Twitter.The Accidental Prime Minister features actor Anupam Kher as Manmohan Singh. The film is based on Sanjaya Baru’s 2014 memoir of the same name and details Singh’s relationship with the Congress party’s Gandhi family.The news of Ban on the movie 'The Accidental Prime Minister' by Madhya Pradesh Government is wrong and misleading. pic.twitter.com/FvYYXjhjRz— Jansampark MP (@JansamparkMP) December 28, 2018\n\n#WATCH Former Prime Minister Dr.Manmohan Singh evades question on the film #TheAccidentalPrimeMinister pic.twitter.com/IkYeNibGSj— ANI (@ANI) December 28, 2018\n\nManmohan Singh on Friday walked away without saying anything when he was asked by journalists to comment on the film.Party spokesperson Randeep Singh Surjewala also said the Congress government in Madhya Pradesh has not banned the film. “Fake propaganda by BJP won’t desist us from questioning the Modi government on- Rural Distress, Unemployment, Demo Disaster, Flawed GST, Failed Modinomics, All pervading Corruption!” Surjewala said on Twitter. “Nation wants Governance, not diversion!”Congress leader PL Punia accused the BJP of evading answers on governance. “This is the handiwork of the BJP,” Punia said, according to PTI. “They know that time has come to give answers after completion of five years and they are now trying to divert attention by raising such issues and evade answering to the public after its government failed on all fronts.”Taking a jibe at the BJP, former Jammu and Kashmir Chief Minister Omar Abdullah said, “Can’t wait for when they make The Insensitive Prime Minister. So much worse than being the accidental one.”This is incorrect. M.P Govt has taken no such decision.Fake propaganda by BJP won’t desist us from questioning the Modi Govt on-Rural Distress,Unemployment,Demo Disaster,Flawed GST,Failed Modinomics,All pervading Corruption!Nation wants Governance, not diversion! https://t.co/ArKOALpS09— Randeep Singh Surjewala (@rssurjewala) December 28, 2018\n\nThe BJP on Thursday drew criticism after the party’s official Twitter handle posted the trailer of the film, describing it as “riveting tale of how a family held the country to ransom for 10 long years”. “Was Dr Singh just a regent who was holding on to the PM’s chair till the time heir was ready?” the post said, referring to Congress President Rahul Gandhi as the “heir”. Some Twitter users even asked if the film was sponsored by the party.","author":"Scroll Staff","time":"2018-12-28T15:28:29.125580+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/907406-nbfssxaovq-1529573508.jpeg","tags":["The Accidental Prime Minister","Manmohan Singh","Randeep Singh Surjewala","Congress","Madhya Pradesh"],"source":"https://scroll.in/latest/907406/madhya-pradesh-no-ban-on-the-accidental-prime-minister-reports-are-misleading-says-state"}