{"title":"Madhya Pradesh to move SC against order restricting physical political rallies in state, says CM","content":"Madhya Pradesh Chief Minister Shivraj Singh Chouhan on Thursday said that the Bharatiya Janata Party will approach the Supreme Court against the state’s High Court’s order restricting physical political rallies, ANI reported. The order came ahead of bye-polls to 28 Assembly seats in the state on November 3.“Political rallies are being held in Bihar every day,” Chouhan said. “There cannot be such contradicting legislation in the country.”On Wednesday, the Gwalior bench of the Madhya Pradesh High Court ordered nine districts under its jurisdiction to grant permission for public rallies only if virtual meetings are not possible. The districts include Gwalior, Guna, Morena, Bhind, Ashok Nagar, Datia, Shivpuri, Sheopur and Vidisha. “The right of candidates to campaign has to yield to the right to health and life of the electorate,” the court order said, according to the Hindustan Times. The court said that in case the district magistrate permitted a physical rally, it also needed to be approved by the Election Commission of India in writing. Further, the order directed the political party or candidate holding the rally to deposit money “sufficient to purchase double the number of masks and sanitisers required for protecting those attending the event”. The High Court also asked district administrations to lodge first information reports against Union minister Narendra Singh Tomar and Congress leader Kamal Nath for allegedly flouting coronavirus protocols during their rallies.The order was passed on a petition filed by Gwalior-based advocate Ashish Pratap Singh, who complained of violations of Covid-19 safety guidelines by party leaders ahead of the bye-polls.","author":"Scroll Staff","time":"2020-10-22T14:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/lgulljedoq-1538930774.jpeg","tags":["Shivraj Singh Chouhan","Supreme Court","Bharatiya Janata Party","Covid-19 protocols","Madhya Pradesh Bye-Polls"],"source":"https://scroll.in/latest/976469/madhya-pradesh-to-move-sc-against-order-restricting-physical-political-rallies-in-state-says-cm"}