{"title":"Madhya Pradesh: Supreme Court refuses to stay survey of Bhojshala temple-Kamal Maula mosque complex","content":"The Supreme Court on Monday refused to stay the Archaeological Survey of India’s ongoing scientific survey of the Bhojshala temple-Kamal Maula mosque complex in Madhya Pradesh’s Dhar district, reported Bar and Bench.A bench of Justices Hrishikesh Roy and PK Mishra, however, said that no action should be taken based on the outcome of the survey at this stage. The bench also issued notices to the Centre, the Madhya Pradesh government and the Archaeological Survey of India.The top court was hearing a petition filed by the Maulana Kamaluddin Welfare Society challenging the Madhya Pradesh High Court’s March 11 order allowing the survey.On March 11 the Madhya Pradesh High Court directed the Archaeological Survey of India to carry out the survey on a plea by a group called the Hindu Front for Justice, who have claimed that the mosque was constructed by “destroying” Hindu temples.The 11th-century building, protected by the Archaeological Survey of India, is claimed by both Hindus and Muslims. While the Hindus believe that the Bhojshala is a temple dedicated to the deity Vagdevi, or Saraswati, the building is a mosque for the Muslim community.Under an arrangement made by the Archaeological Survey of India on April 7, 2003, Hindus perform prayers on the premises on Tuesdays and Muslims offer namaz in the complex on Fridays.In May 2022, the Hindu Front for Justice filed a public interest litigation against the Archaeological Survey of India’s 2003 arrangement. The group has argued that the Kamal Maula mosque was constructed during the reign of Alauddin Khilji between the 13th and 14th centuries by “destroying and dismantling ancient structures of previously constructed Hindu temples”, reported The Indian Express.The Madhya Pradesh High Court in March said a “complete scientific investigation, survey and excavation, through the adoption of latest methods, techniques and modes of ground penetrating radar and global positioning system survey” should be done. It also said that a comprehensive report of the survey, prepared by a five-member expert committee, should be submitted within six weeks.Also read: 'Madhya Pradesh’s Ayodhya': How the British manufactured the myth of Bhojshala","author":"Scroll Staff","time":"2024-04-01T15:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/26613-sttpltpdow-1711964541.jpg","tags":["Supreme Court","Madhya Pradesh","Archaeological Survey of India","Bhojshala","Kamal Maula"],"source":"https://scroll.in/latest/1066068/madhya-pradesh-supreme-court-refuses-to-stay-survey-of-bhojshala-temple-kamal-maula-mosque-complex"}