{"title":"Madras HC rejects plea challenging Edappadi K Palaniswami’s election as AIADMK general secretary","content":"The Madras High Court on Friday rejected All India Anna Dravida Munnetra Kazhagam leader O Panneerselvam’s appeal challenging the appointment of Edappadi K Palaniswami as the party’s general secretary, PTI reported.A division bench of Justices R Mahadevan and Mohamed Shafiq also refused to interfere with the expulsion of former coordinator of the party Panneerselvam, and three of his supporters – PH Manoj Pandian, R Vaithilingam and JCD Prabhakar – from the party last year.Panneerselvam had moved the High Court after he and three of his aides were expelled during a general council meeting held July 11, 2022 for alleged anti-party activities. Palaniswami was appointed as the interim general secretary in that meeting. The development had led to a legal battle between the two factions of the party.On August 17, 2022, a single bench of Justice G Jayachandran had ruled that the general council meeting was invalid. In his order, Jayachandran had held that any general council meeting in future should be convened jointly by both leaders. The general council is the party’s highest decision-making body.However, on September 2, a division bench of the Madras High Court set aside the single judge’s order. Panneerselvam then approached the Supreme Court against the September order. Following this, the top court in February upheld the Madras High Court order allowing Palaniswami to be the AIADMK’s interim general secretary. The court had, however, clarified that its ruling was limited to the High Court’s orders and would not have any bearing on the question of leadership.The party had then announced elections for the post of general secretary on March 17. This decision was also challenged in the High Court by Panneerselvam, who alleged that the election was announced against the party bylaws.On March 28, Palaniswami was elected as the general secretary minutes after the Madras High Court had dismissed the interim applications filed by Panneerselvam against the resolutions of a July 11 general council meeting and the consequent election for the post.On April 20, the Election Commission recognised Palaniswami as the general secretary of the party.","author":"Scroll Staff","time":"2023-08-25T13:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156188-oundmcxeeu-1692946939.jpg","tags":["Edappadi K Palaniswami","AIADMK","Madras High Court","Tamil Nadu","O Panneerselvam"],"source":"https://scroll.in/latest/1054866/madras-hc-rejects-plea-challenging-edappadi-k-palaniswamis-election-as-aiadmk-general-secretary"}