{"title":"AIADMK appoints Palaniswami its interim general secretary after court allows party meet to go ahead","content":"The All India Anna Dravida Munnetra Kazhagam on Monday elevated former Chief Minister Edappadi K Palaniswami as the interim general secretary of the party, PTI reported. The decision was among the 16 resolutions passed unanimously by the party during its General Council meeting in Chennai.Palaniswami’s elevation came soon after the Madras High Court dismissed a plea filed by AIADMK Treasurer O Panneerselvam seeking to stall the meeting. Justice Krishnan Ramaswamy said the meeting can be conducted in accordance with the law. He added that it was unfortunate that a leader, in the capacity of the coordinator, has time and again rushed to this court, seeking interference, instead of approaching the general council and work towards welfare of party members. The court said the Panneerselvam faction had not made out a prima facie case to grant interim relief.“In a democratic set-up, the will of the majority has to prevail,” the judge observed. “The general rule states that during a difference among members, the majority decides the issue. If the majority exercises its powers in the matters of a party/organisation’s internal administration, then the courts will not interfere into the wisdom of the majority.”The AIADMK has witnessed a tussle for power between Panneerselvam and Palaniswami. At Monday’s General Council meeting, the AIADMK expelled Panneerselvam for allegedly indulging in “anti-party activities”. Paneerselvam was formerly the coordinator of the AIADMK and Palaniswami was the joint coordinator.The two positions were created during the general council meeting on September 12, 2017, after the party gave the honorary title of “eternal general secretary” to late former Chief Minister J Jayalalithaa.While the faction led by Palaniswami wanted the party to get rid of the dual leadership, the idea has been opposed by the Panneerselvam-led camp, which says it would amount to a betrayal of Jayalalithaa.During the party’s last general council meeting on June 23, AIADMK members had shouted slogans demanding “single leadership” within the party under Palaniswami. He was also honoured with a decorated crown, a sword and sceptre by supporters amid chants. Panneerselvam was forced to walk out of the meeting as bottles were hurled at him.Panneerselvam also suffered a setback last week when the Supreme Court stayed a Madras High Court order that prevented the AIADMK from passing new resolutions in its general council meetings.A vacation bench of Justices Dinesh Maheshwari and Krishna Murari had said that courts cannot interfere with the inner functioning of a political party.On Monday, ahead of the party’s general council meeting, clashes were reported between supporters of Palaniswami and Panneerselvam, The Quint reported.Police open mild lathi charge against the #AIADMK cadres outside the party office. Supporters of OPS EPS pelted stones against each other.@TheQuint #aiadmkgeneralbodymeeting https://t.co/UdLEBUJT8D pic.twitter.com/x0Bc5j1vIg— Smitha  T K (@smitha_tk) July 11, 2022\n\n  The two groups were also seen pelting stones at each other and burning posters. Some persons reportedly sustained injuries, according to PTI.","author":"Scroll Staff","time":"2022-07-11T10:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177012-gdmkchdjkt-1657522827.jpg","tags":["Madras High Court","O Panneerselvam","Edappady K Palaniswami","AIADMK"],"source":"https://scroll.in/latest/1028012/madras-high-court-allows-admk-to-hold-council-meet-palaniswami-likely-to-become-sole-party-leader"}