{"title":"Maharashtra: ‘BJP-led alliance will provide strong, stable government,’ says Devendra Fadnavis","content":"Incumbent Maharashtra Chief Minister Devendra Fadnavis on Saturday said that the Bharatiya Janata Party-led alliance will provide a stable government in the state, PTI reported. His comments came even as alliance partner Shiv Sena demanded a written assurance from the saffron party that the chief minister’s post will be shared on a 50:50 basis. The BJP won 105 seats in the Maharashtra Assembly polls, while the Shiv Sena secured 56. However, an alliance between the two parties is sufficient to take them past the halfway mark of 144 in the Legislature.Addressing a gathering of party workers in Mumbai, Fadnavis said: “The mandate is a clear majority for BJP, Shiv Sena, [and other allies] Republican Party of India (A), Revolutionary Socialist Party and Shiv Sangram. The mandate will be respected. No one should have any doubt.”Fadnavis added that BJP is the single largest party as per the results. “We will elect legislature party leader after Diwali and swearing-in of the new government will take place soon afterwards,” he said, adding that the “BJP-led alliance will provide a strong and stable government”. He also claimed that this was the “highest strike rate by any political party”. “We contested 260 seats in 2014 and won 47% seats and 28% votes. In 2019, we contested 150 seats. We won 70% of seats and 26% votes,” Fadnavis said.However, the BJP’s tally came down from 122 in 2014 to 105 this year. The Congress and the Nationalist Congress Party together won 98 seats despite a lacklustre campaign.Shiv Sena leaders have pointed out the party was in a commanding position to bargain better berths in the Cabinet after the results. The party mouthpiece Saamana said also took a dig at BJP, and said while Fadnavis had claimed Nationalist Congress Party President Sharad Pawar was a failed  wrestler, he proved to be more powerful proving that “Maharashtra does  not accept arrogance of power”.On Sunday, two legislators from a regional outfit also pledged support to Thackeray’s party.The Shiv Sena has time and again hinted that Uddhav Thackeray’s son Aaditya Thackeray, who won from Worli in Mumbai, is a contender for the post of chief minister. Last week, Fadnavis had ruled out giving the top post to the BJP’s junior alliance partner but said they would be happy to make Aaditya Thackeray the deputy chief minister.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-27T08:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129812-jmdjgrpwzu-1572144714.jpg","tags":["Devendra Fadnavis","Shiv Sena","Maharashtra","BJP"],"source":"https://scroll.in/latest/941800/maharashtra-bjp-led-alliance-will-provide-strong-stable-government-says-devendra-fadnavis"}