{"title":"Maharashtra court asks police to investigate Nawab Malik’s remarks against Sameer Wankhede","content":"A sessions court in Maharashtra’s Washim city on Tuesday directed the police to carry out an investigation against Nationalist Congress Party spokesperson Nawab Malik for making allegations about the authenticity of caste certificate of Indian Revenue Service officer Sameer Wankhede, PTI reported.The court passed the order in response to a complaint filed by the Indian Revenue Service officer’s cousin Sanjay Wankhede.In October, Malik had alleged that Sameer Wankhede, then the zonal director of the Narcotics Control Bureau in Mumbai, obtained a fake caste certificate. The NCP MLA had tweeted what he claimed was a copy of Wankhede’s birth certificate, which cited his religion as Muslim. The NCP MLA in November 2021 alleged that Sameer Wankhede was part of a plan to kidnap actor Shah Rukh Khan’s son Aryan Khan. Till November 5, 2021, Sameer Wankhede had been investigating the Mumbai cruise ship drugs case, involving actor Aryan Khan. On May 27, the Narcotics Control Bureau had cleared Khan of involvement in the case. Malik also claimed that Sameer Wankhede’s father was born into a Dalit family, but married a Muslim woman and converted to Islam.However, on August 12, the Mumbai District Caste Certificate Scrutiny Committee cleared Sameer Wankhede of the allegations. It said that it has been proven that Wankhede belongs to the Mahar caste, which falls under the Scheduled Caste category. The panel held that Sameer Wankhede was neither born a Muslim nor did he renounce Hinduism and convert to Islam.On Tuesday, Additional Sessions Judge HM Deshpande held that the complaint filed by Sanjay Wankhede disclosed a cognisable offence, according to Bar and Bench. The judge directed the police to carry out an investigation against Malik under provisions of the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act.The court said that the police did not take any action in the matter even though a complaint was sent to them in November 2021. “Considering the allegations made in the complaint, an investigation as prayed by the complainant is necessary in the present matter,” it said.Malik is in judicial custody in an alleged money laundering case. He is presently undergoing treatment at hospital in Mumbai.Wankhede is presently posted with the Directorate General of Taxpayer Services in Chennai. His tenure at the Narcotics Control Bureau ended on December 31.","author":"Scroll Staff","time":"2022-11-16T15:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166676-qgrgbhjolz-1637590424.jpeg","tags":["Sameer Wankhede","Nawab Malik","Maharashtra","Washim"],"source":"https://scroll.in/latest/1037574/maharashtra-court-asks-police-to-investigate-nawab-maliks-remarks-against-sameer-wankhede"}