{"title":"Maharashtra: ‘How and when did governor verify BJP’s claims of support?’ Congress has 10 questions","content":"Congress spokesperson Randeep Singh Surjewala on Saturday asked how and when Maharashtra Governor Bhagat Singh Koshyari verified the Bharatiya Janata Party’s claims of support, and wondered why he had not mentioned the time frame for Devendra Fadnavis to prove his administration’s majority in the state Assembly.The Congress leader also raised a number of questions about the circumstances leading to Koshyari’s recommendation to the Centre to withdraw President’s Rule in the state, and invite Fadnavis to form the government with the support of rebel Nationalist Congress Party leader Ajit Pawar. Pawar has been sacked as the NCP’s legislative party leader.“The governor of Maharashtra, instead of protecting his constitutional duties, acted as a hitman for Home Minister Amit Shah to sell the mandate given by people of India by auctioning the trust of the legislatures, it has become a norm for the BJP,” said the Congress leader.Surjewala pointed out that before the elections, Fadnavis and the BJP had promised to prosecute Pawar in connection with an alleged irrigation scam in the state and send him to Arthur Road jail. “Instead, he has been made the deputy chief minister and sent to the secretariat,” the Congress leader told reporters in New Delhi. The Congress leader claimed that the BJP had threatened to jail an opportunist like Ajit Pawar to set up “an illegitimate government”. “BJP and Ajit Pawar have together acted like Duryodhana and Shakuni to rip off and cheat a democratic mandate by people of Maharashtra,” said Surjewala. “They have betrayed the people of Maharashtra.”   \n\n\n    \n    Play\n\nBlaming Prime Minister Narendra Modi and Union Home Minister Amit Shah for orchestrating the crisis, Surjewala asked ten questions. They were:Who, on behalf of the BJP, staked claim to form government and when?  How many BJP and Nationalist Congress Party MLAs signed the claim to form the government? How and when did Governor Bhagat Singh Koshyari verify the claims of support?When did the governor recommend the central government to withdraw President’s Rule?When did the Union Cabinet meet last night, which ministers attended the meeting, and at what time did the Cabinet recommend removal of President’s Rule? When was the recommendation sent to President Ram Nath Kovind? When did the president accept the Cabinet recommendation to withdraw President’s Rule in Maharashtra?By what letter did the governor invite Devendra Fadnavis and Ajit Pawar to take oath, and at what time?  When were the two leaders sworn in? Why was only one private news agency invited to cover the ceremony while state broadcaster Doordarshan or other media organisations were left out? Why were not members of political parties, senior bureaucrats, citizens, and senior judges invited to the ceremony?Why has not the governor said anything about how long the Devendra Fadnavis government has to prove its majority?“In the history of independent India, this may be the only occasion when in the dead of the night, Constitution was subverted, democracy was throttled and rule of law was mowed down by governor to surreptitiously induct an illegitimate govt of the BJP,” Surjewala told reporters.अब ये साबित हो गया कि भाजपा देश के लोकतंत्र की सुपारी ले चुकी है। राज्यपाल एक बार फिर शाह के ‘हिटमैन’ साबित हुए हैं।1. राष्ट्रपति शासन कब हटा?2. रातोंरात कब दावा पेश किया ? 3. कब विधायकों की सूची पेश की?4. कब विधायक राज्यपाल के समक्ष पेश हुए?5. चोरों की तरह शपथ क्यों दिलाई? pic.twitter.com/XGL5lEGnNj— Randeep Singh Surjewala (@rssurjewala) November 23, 2019\n\nFollow today’s live political updates from Maharashtra here.","author":"Scroll Staff","time":"2019-11-23T17:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131434-lqwweptdxf-1574509297.jpg","tags":["Maharashtra","Randeep Singh Surjewala","Devendra Fadnavis","Bhagat Singh Koshyari","Ajit Pawar"]}