{"title":"Maharashtra crisis: Shiv Sena says NCP, Congress will decide on forming government in two days","content":"Shiv Sena leader Sanjay Raut on Thursday said the Nationalist Congress Party and the Congress would arrive at a decision on forming the government in Maharashtra in a day or two, PTI reported. The Rajya Sabha MP told reporters in New Delhi that a new government would be formed in the state before December.Raut also told reporters that interim Congress President Sonia Gandhi and Shiv Sena chief Uddhav Thackeray were not scheduled to meet this week. The parliamentarian will meet Nationalist Congress Party President Sharad Pawar later in the day, The Indian Express reported.Meanwhile, Congress member Prithviraj Chavan said his party and the NCP have finished talks and that there was “complete unanimity”, ANI reported. “Tomorrow in Mumbai, we will have meeting with our other alliance parties. Later in the day, we will have discussion with Shiv Sena.”A meeting of the Congress Working Committee met earlier in the day at party chief Sonia Gandhi’s New Delhi residence. “The decision on government formation in Maharashtra will be announced in Mumbai on Friday,” an unidentified Congress member told PTI.Unidentified Nationalist Congress Party officials also told the news agency that the chief minister’s post is likely to be held for two-and-a-half years each by the Shiv Sena and the NCP. The Congress is likely to get the deputy chief minister’s post for entire five-year term, according to PTI.However, former Mumbai Congress chief Sanjay Nirupam warned his party against forming an alliance with the Shiv Sena. “Years ago in Uttar Pradesh, Congress had made a mistake by tying up with the BSP [Bahujan Samaj Party],” he tweeted. “Since then, the party has not been able to get up till date. We are committing the same mistake in Maharashtra. Being the third party in the Shiv Sena government is like burying the Congress here. It will be better if the Congress president does not come under pressure.”वर्षों पहले उत्तर प्रदेश में #BSP के साथ गठबंधन करके काँग्रेस ने गलती की थी।तब से ऐसी पिटी कि आज तक नहीं उठ पाई।महाराष्ट्र में हम वही गलती कर रहे हैं।शिवसेना की सरकार में तीसरे नंबर की पार्टी बनना कॉंग्रेस को यहां दफन करने  जैसा है।बेहतर होगा,काँग्रेस अध्यक्ष दबाव में न आएं।— Sanjay Nirupam (@sanjaynirupam) November 21, 2019\n\nThe impasse since election results Elections to the 288-member Maharashtra Assembly were held on October 21. The Bharatiya Janata Party, which contested the polls in an alliance with the Sena, won 105 seats. The Shiv Sena won 56 constituencies, the Nationalist Congress Party 54 seats and the Congress 44.However, following the results on October 24, the BJP and Shiv Sena were unable to form a government as they fell out over a power-sharing agreement. The Sena claimed that before the Lok Sabha elections BJP President Amit Shah had promised it the chief minister’s post for two-and-a-half years. The Shiv Sena also demanded half of all Cabinet berths. The BJP rejected these demands.After the BJP informed Maharashtra Governor Bhagat Singh Koshyari that it did not have the numbers to form the government, the governor first invited the Shiv Sena, and then the Nationalist Congress Party. However, he received a direction from the Centre to impose President’s Rule, which came into effect on November 12. Five days later, the Shiv Sena was reportedly ejected from the BJP-led National Democratic Alliance. However, there has not been a formal announcement yet about this.","author":"Scroll Staff","time":"2019-11-21T16:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/54032-aqkyzrleqo-1574330755.jpg","tags":["Shiv Sena","Sanjay Raut","Congress","Nationalist Congress Party","Maharashtra"]}