{"title":"Maharashtra: Prakash Ambedkar-led Vanchit Bahujan Aghadi inducted into Opposition alliance","content":"The Opposition Maha Vikas Aghadi in Maharashtra on Tuesday announced that the Prakash Ambedkar-led Vanchit Bahujan Aghadi has been inducted into the alliance.Shiv Sena (Uddhav Balasaheb Thackeray) MP Sanjay Raut said that Prakash Ambedkar, the grandson of Bhimrao Ambedkar, will take part in a meeting of the alliance on February 2.Prakash Ambedkar said on X, formerly known as Twitter, that his party’s priority is to defeat the Bharatiya Janata Party and the Rashtriya Swayamsevak Sangh. However, he alleged that Vanchit Bahujan Aghadi state vice president was “not given due respect” during a meeting with the alliance on Tuesday.Raut denied the claim and said the meeting took place in a cordial manner, The Times of India reported.Even though VBA’s State Vice-President was not given due respect in the MVA meeting and VBA is not aware nor informed by AICC or by Ramesh  Chennithala whether Nana Patole is having any authority to sign any letters for including VBA in MVA alliance, we will join MVA in the next…— Prakash Ambedkar (@Prksh_Ambedkar) January 30, 2024\n\n\nRaut, Maharashtra Congress chief Nana Patole and Nationalist Congress Party leader Jayant Patil said in a letter to Ambedkar that the country, which has a great tradition of democracy, is moving towards dictatorship.“People suspect that in 2024, if there is a different result in the country, this may be the last election,” the letter said.वंचीत बहुजन आघाडीचा आज महविकास आघाडीत समावेश झाला.ॲड.बाळासाहेब आंबेडकर हे 2 फेब्रुवारी रोजी  महाविकास आघाडीच्या बैठकीत सहभागी होतील.वंचीत मुळे देशातील हुकूशाही विरोधी लढ्याला नक्कीच बळ मिळेल.भारताचे संविधान धोक्यात आहे. एकत्र येऊन संविधान वाचवावे लागेल.@Prksh_Ambedkar… pic.twitter.com/BpkyWDvlt9— Sanjay Raut (@rautsanjay61) January 30, 2024\n\n\nApart from the Vanchit Bahujan Aghadi, the Peasants and Workers Party, Samajwadi Party, Aam Aadmi Party, Communist Party of India, Communist Party of India (Marxist) and Janata Dal (United) also became a part of the Maha Vikas Aghadi.    The Vanchit Bahujan Aghadi was set up by Ambedkar in March 2018. It does not currently have any representatives in the Lok Sabha or the Maharashtra Assembly.However, the party had garnered over 41 lakh votes in Maharashtra in the 2019 Lok Sabha election.In September, Ambedkar had said that the party was considering contesting on all 48 Lok Sabha seats in Maharashtra.“Nothing is clear on this [Maha Vikas Aghadi] front,” he told PTI. “So we do not want to face a situation where an election announcement takes the VBA by surprise. Therefore, we have decided to prepare to fight all 48 Lok Sabha seats in the State.”","author":"Scroll Staff","time":"2024-01-31T13:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198036-eutrlmbicc-1706686979.jpg","tags":["Maha Vikas Aghadi","maharshtra","Prakash Ambedkar","Sanjay Raut","Vanchit Bahujan Aghadi"],"source":"https://scroll.in/latest/1062995/maharashtra-prakash-ambedkar-led-vanchit-bahujan-aghadi-inducted-into-opposition-alliance"}