{"title":"Maharashtra power tussle: Uddhav Thackeray says outcome soon, Sanjay Raut texts NCP’s Ajit Pawar","content":"Shiv Sena President Uddhav Thackeray on Sunday said it will be known in a few days if the party will be in power in Maharashtra amid an ongoing tussle over government formation with the Bharatiya Janata Party, PTI reported. Following the state election results, the Sena demanded that the saffron party share the chief minister’s post and divide Cabinet portfolios on a 50:50 basis, which the BJP has refused to do.In the Maharashtra Assembly elections held last month, the BJP won 105 seats and the Shiv Sena secured 56. The majority mark in the Assembly is 145.“You will come to know in the coming days if the Shiv Sena will be in power,” Thackeray said on Sunday in response to a question at a press conference in the state’s Aurangabad district. The Sena chief said that the Rs 10,000-crore package announced by the state for crop damages suffered by farmers due to unseasonal rain was not sufficient. Thackeray made the remarks after he visited the region to review the crop losses and also met farmers in Kannad and Vaijapur areas of Aurangabad district.“Review of damages cannot be done from helicopter,” he said, taking a dig at the state leadership. The leader said that more financial aid should be announced.Thackeray criticised Chief Minister Devendra Fadnavis’s remark during a rally ahead of the Assembly elections in which he had claimed that he “would return” for a second term. “The retreating monsoon says ‘I will return again’,” the Sena president said.Shiv Sena leader Sanjay Raut contacts NCP’s Ajit PawarMeanwhile, Nationalist Congress Party leader Ajit Pawar said Shiv Sena leader Sanjay Raut had contacted him. This came amid speculations about the Sena looking for options other than the BJP as an impasse over government formation in Maharashtra entered the 10th day on Sunday.“Namaskar mi Sanjay Raut [Hello, this is Sanjay Raut]. Jai Maharashtra,” read Raut’s text, which Pawar showed reporters on Sunday. “This means I should call him. I will call and check,” Pawar said in response to the Shiv Sena leader’s message.Earlier on Sunday, Raut had claimed that the Sena would get its chief minister with the support of “170 MLAs”. To this, Pawar said he did not know how the Shiv Sena leader had computed that number. “The Congress-NCP and other allies have a strength of 110 seats [which includes Congress’ 44 and NCP’s 54],” the NCP leader said. “And, we have a mandate to be in the Opposition.”Pawar rebuffed rumours that NCP President Sharad Pawar was in the running for the chief minister’s post. On Friday, Sharad Pawar had said his party can think of providing an alternative arrangement if the BJP-Sena alliance fail to form the government.Raut had met the NCP chief on Thursday at his residence in Mumbai, but had claimed that it was only to exchange Diwali greetings.Meanwhile, All India Majlis-e-Ittehad-ul-Muslimeen chief Asaduddin Owaisi criticised the turmoil over the state government formation. “What is this 50-50, is there a new biscuit [in the market]?” Owaisi told ANI. “How much 50-50 will you do? Do something for the people of Maharashtra. They [BJP and Shiv Sena] are not bothered about the destruction that rain has caused in Satara. Farmers are worried but all they talk about is 50-50.”Also read:‘Talks with BJP will only be for CM post,’ says Shiv Sena’s Sanjay Raut amid impasseNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-03T19:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/106465-wvdnsmwiwj-1572360063.jpg","tags":["Maharashtra","BJP","Shiv Sena","NCP"],"source":"https://scroll.in/latest/942546/maharashtra-power-tussle-uddhav-thackeray-says-outcome-soon-sanjay-raut-texts-ncps-ajit-pawar"}