{"title":"Maharashtra: HC issues notices to 14 MLAs, Speaker in Eknath Shinde faction’s disqualification plea","content":"The Bombay High Court on Wednesday issued notices to Maharashtra Speaker Rahul Narwekar and 14 MLAs of the Uddhav Thackeray faction in petitions filed by Chief Minister Eknath Shinde-led Shiv Sena, reported PTI. The petitions were filed against Narwekar’s decision not to disqualify the Thackeray faction MLAs.While hearing the pleas, a division bench of Justices Girish Kulkarni and Firdosh Pooniwalla also issued a notice to the Maharashtra Legislature Secretariat and directed all the respondents to file their replies by February 8.On January 10, Narwekar held that the group headed by Shinde constituted the real Shiv Sena when rival factions of the political party emerged in June 2022.He, however, rejected disqualification petitions against MLAs from both factions in his long-awaited verdict following a split in the party that ended with the resignation of former Chief Minister Uddhav Thackeray.The Speaker ruled that Thackeray did not have the power to remove anyone from the party, as the Shiv Sena constitution does not mention the post of “paksha pramukh”, or party chief.The petitions against Narwekar’s ruling were filed by Bharat Gogavale, the chief whip of the Shinde-led faction. Gogavale has challenged the “legality, propriety and correctness” of the Speaker’s order. He said in the petitions that the 14 MLAs violated a whip issued by him on July 3, 2022, to all Shiv Sena members to vote in favour of the Shinde government during the trust vote held in the Assembly on July 4 that year.He said that the MLAs voted against the Shiv Sena government in collusion with the Congress and the Nationalist Congress Party and voluntarily gave up the membership of the “Shiv Sena Political Party by their acts and omissions”.Meanwhile, the Thackeray faction moved the Supreme Court on Monday against the Speaker’s order declaring the Shinde group as the real Shiv Sena.The Shiv Sena had split in June 2022 after Shinde claimed the support of 39 out of the 55 MLAs, in addition to 10 independent MLAs, and rebelled against Thackeray’s Maha Vikas Aghadi coalition. The Shiv Sena, the Nationalist Congress Party and the Congress were allies in the government.","author":"Scroll Staff","time":"2024-01-17T15:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176579-hshsrmfuia-1656740251.jpeg","tags":["Uddhav Thackeray","Eknath Shinde","Shiv Sena","MLAs","Bharat Gogavale","Maharashtra"],"source":"https://scroll.in/latest/1062287/maharashtra-hc-issues-notices-to-14-mlas-speaker-in-eknath-shinde-factions-disqualification-plea"}