{"title":"Maharashtra: Bombay High Court upholds reservation for Maratha community, but caps it at 13%","content":"The Bombay High Court on Thursday upheld the Maharashtra government’s decision to grant reservation to the Maratha community in educational institutions and jobs in public services. However, instead of the 16% reservation proposed by the state government, the court asked the state not to exceed the State Commission for Backward Classes recommendation of 12% in education and 13% in jobs, reported The Indian Express. “We hold and declare that the state government  possesses legislative competence to create a separate category  of the Socially and Educationally Backward Class and  grant reservation,” a bench of Justices Ranjit More and Bharti Dangre. “We, however, have held that the 16% should be reduced to 12 to 13%, as recommended by the commission.”The Maratha community roughly forms one-third of the state population.A group of petitioners, which included advocates Jaishri Patil, Sanjeet Shukla and Uday Dhople, had challenged the state government’s notification that gave 16% reservation to the Maratha community under the Socially and Educationally Backward Classes Act, The Indian Express reported.The petitions challenging the quota decision had  argued that it violated the Supreme Court’s orders that  say reservation in any state should not exceed 50%. A 16% quota for Marathas would take the reservation in the state to 68%.The government, while defending its decision, had said  that it was meant to help the Maratha community, which it  claimed was socially and economically backward.The Bombay High Court said it was aware that the Supreme Court in the past said the quota should not exceed 50%. “However, in exceptional circumstances, the 50% can be exceeded if it is based on quantifiable data,” the court said.The Maharashtra government then told the court that it has already granted admissions to postgraduate medical courses under 16% quota, and sought permission to let that percentage remain this year. The court said the state would have to file a separate application for this purpose. In May, the Maharashtra government gave its approval to promulgate an ordinance to amend the Socially and Educationally Backward Classes Act to provide reservation to Maratha students in post-graduate medical courses this year. The Bombay High Court had on June 13 dismissed a petition that claimed that the ordinance was contrary to the law laid down by the top court and should be set aside.On June 21, the Maharashtra Legislative Council unanimously cleared the bill giving reservations to the Maratha community. The Devendra Fadnavis-led government had approved 16% reservation for the Marathas in jobs and education in November last year following state-wide protests.Bombay High Court has asked to bring down the reservation for Marathas in educational institutions to 12% and in govt job appointments to 13% reservation.— ANI (@ANI) June 27, 2019","author":"Scroll Staff","time":"2019-06-27T17:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/86440-dzcqlskznd-1523178429.jpg","tags":["Maharashtra","Maratha Reservation","Bombay High Court","Maratha"],"source":"https://scroll.in/latest/928589/maharashtra-bombay-high-court-upholds-reservation-for-maratha-community-in-jobs-education"}