{"title":"Maharashtra Legislative Council polls: Five candidates each win from ruling alliance, BJP","content":"Maharashtra’s ruling alliance Maha Vikas Aghadi and the Bharatiya Janata Party won five seats each in the Legislative Council elections held on Monday, NDTV reported.Maha Vikas Aghadi comprises leaders of Shiv Sena, Congress and Nationalist Congress Party. The alliance led by Maharashtra Chief Minister Uddhav Thackeray had pitched six nominees – two from each of its parties, The Times of India reported. However, Congress’ Chandrakant Handore did not win his seat. The BJP has 106 members in the Assembly but got 133 votes in the Legislative Council elections, The Indian Express  reported. The additional 27 votes came from other parties and  Independent candidates. At least three MLAs of the Shiv Sena and  Congress cross-voted, leading to the victory of BJP’s Prasad Lad in the tenth  seat.This was the second setback to the ruling Maha Vikas Aghadi in less than two weeks. In the Rajya Sabha elections on June 10, Shiv Sena candidate Sanjay Pawar lost while all three BJP candidates won. The Maha Vikas Aghadi’s winning candidates for the Legislative Council polls were Sachin Ahir and Amshya Padvi from the Shiv Sena, Eknath Khadse and Ramraje Nimbalkar from the Nationalist Congress Party and Bhai Jagtap from the Congress. The BJP’s winning candidates were Pravin Darekar, Ram Shinde, Shrikant Bharatiya, Uma Khapre and Lad.“I thank [Leader of Opposition in the Assembly] Devendra Fadnavis who made this battle plan,” Lad said, according to NDTV.He alleged that the Maha Vikas Aghadi is corrupt and does not have time for anyone, due to which its MLAs engaged in cross-voting. “The Chief Minister does not meet anyone,” he said. “The  MVA [Maha Vikas Aghadi] does not work.”Fadnavis, while addressing the media, said that the result showed the in-built conflicts within the ruling alliance. “The cross-voting within Sena and Congress has shown their members no longer trust the party and government,” he said.Nationalist Congress Party leader Jayant Patil said he was content with the victories. However, when asked about the Congress defeat, he said that there could have been some secret pacts among leaders, NDTV reported.“We will come to know about it tomorrow. Those who have the habit of indulging in horse trade must have engaged in secret pacts and that will slowly come to the fore,” Patil said.Nationalist Congress Party leader Supriya Sule said that BJP won because of “money and Enforcement Directorate”.","author":"Scroll Staff","time":"2022-06-21T08:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176057-yohxclfyty-1655779782.jpg","tags":["Maharashtra","Chandrakant Handore","Legislative Council","Prasad Lad","Congress","BJP"],"source":"https://scroll.in/latest/1026586/maharashtra-legislative-council-polls-five-candidates-each-win-from-ruling-alliance-bjp"}