{"title":"Maharashtra: Shiv Sena claims to have the ‘keys to power’, says ‘voters didn’t accept arrogance’","content":"The Shiv Sena on Friday said that the Uddhav Thackeray-led party has the “keys to power” in Maharashtra, PTI reported. The remark came in an editorial in the party’s mouthpiece Saamana, a day after the results of the Assembly elections in the state.The Shiv Sena won 56 seats in the 288-seat Assembly, as against 62 in 2014. The National Democratic Alliance – which included the Bharatiya Janata Party, Shiv Sena and some smaller parties – won 161 seats. The Congress and the Nationalist Congress Party together won 98 seats. “The polls did not deliver maha janadesh [massive mandate],” the party said in the article. It said the mandate has rejected the BJP’s thinking that elections can be swept by engineering defections and splitting Opposition parties. The BJP’s tally came down from 122 in 2014 to 105 this year.The editorial said the BJP “broke” the Nationalist Congress Party in such a manner in the run-up to the elections that people questioned if the Sharad Pawar-led party had any future. “But the NCP bounced back crossing the 50-seat mark, while a leaderless Congress won 44 seats,” the article said. “The results were a warning to rulers not to show arrogance of power... it’s a rap on their knuckles.”The article pointed out that Nationalist Congress Party chief Sharad Pawar proved more powerful than incumbent Maharashtra Chief Minister Devendra Fadnavis. “There is a lesson to be learnt from this defeat [in Satara, where the NCP won],” the party said. “Fadnavis said he was a powerful wrestler but Sharad Pawar proved more powerful.”The Nationalist Congress Party on Thursday retained the Satara Lok Sabha constituency in Maharashtra as three-time MP Udayanraje Bhosale, who switched over from Sharad Pawar’s party to the Bharatiya Janata Party last month, lost by a margin of 80,000 votes. “Prime Minister Narendra Modi and Union Home Minister Amit Shah addressed several rallies on Article 370,” the editorial said. “Modi addressed a rally in Satara for Udayanraje. Chief Minister Fadnavis declared that since Udayanraje is now in the BJP, Chhatrapati Shivaji’s blessings are with the BJP. Still Satara defeated Udayanraje.”“Maharashtra doesn’t accept arrogance of power,” the editorial said. “Our feet were always on the ground.”On Thursday, as the trends started coming in and the leads indicated that the Shiv Sena may perform well, party chief Uddhav Thackeray spoke about 50:50 division of cabinet berths.Questioned about who will get the chief minister’s post, Thackeray said: “It is time to remind the BJP about the formula arrived at when BJP chief Amit Shah visited my home....we had decided on 50:50 formula for the alliance.”Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-25T17:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129760-iqevvkrtlk-1572005155.jpg","tags":["Shiv Sena","Uddhav Thackeray","BJP","Maharashtra"],"source":"https://scroll.in/latest/941692/maharashtra-shiv-sena-claims-to-have-the-keys-to-power-says-voters-didnt-accept-arrogance"}