{"title":"Maharashtra minister claims 50 Congress, NCP legislators are in touch with BJP to switch sides","content":"Maharashtra Water Resources Minister Girish Mahajan on Sunday claimed that Congress and Nationalist Congress Party MLAs were in touch with the Bharatiya Janata Party wanting to switch sides ahead of the Assembly elections in the state, The Indian Express reported.“Some 50 MLAs of Congress and NCP are in touch with the BJP,” Mahajan, a BJP leader, said. “Senior NCP leader Chitra Wagh had expressed her desire to join BJP a month back, claiming she had no future left in her parent party. The MLAs are requesting that they wanted to join the BJP ahead of the Assembly elections...The Congress is in the shambles and in the next couple of weeks, the NCP will look weaker.” Maharashtra Congress MLA Kalidas Kolambkar resigned from the party, ANI reported. He will join the Bharatiya Janata Party on July 31. He represented the Wadala constituency in south central Mumbai, and is one of the longest serving MLAs.The Assembly elections in Maharashtra are due later this year.On Saturday, Nationalist Congress Party legislator Vaibhav Pichad announced he was joining the BJP. Two days before that, the party’s Mumbai unit chief Sachin Ahir had joined BJP ally Shiv Sena. Chitra Wagah, who is the NCP’s women wing chief, also quit.Nationalist Congress Party chief Sharad Pawar had earlier accused the BJP of misusing its power to poach leaders from rival parties. “After BJP returned to power at the Centre, some people [in Opposition] are feeling anxious,” said Pawar. “On the other hand, those in government are misusing power and poaching leaders from other parties.”Mahajan said Pawar was levelling these allegations to cover up his political failure. “We have not threatened anyone or put pressure on any leader,” Mahajan said.Maharashtra Chief Minister Devendra Fadnavis said Pawar should introspect why his party leaders were deserting the party, PTI reported. “The stand of the BJP is very clear,” Fadnavis said. “A lot of leaders from the Congress and NCP are interested in joining the BJP, however, very few will be allowed to join. Those with ED cases will not be taken. We do not need such people.”The chief minister said the BJP was not “running behind” anyone to join the party. “We are beyond running behind anyone,” Fadnavis said. “Now people run behind the BJP. We will take care of those who are good and work for the people.”","author":"Scroll Staff","time":"2019-07-29T15:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111859-iqlzvdorie-1564391949.jpg","tags":["Maharashtra","Sharad Pawar","NCP","Congress","Girish Mahajan"],"source":"https://scroll.in/latest/932143/maharashtra-minister-claims-50-congress-ncp-legislators-are-in-touch-with-bjp-to-switch-sides"}