{"title":"Maharashtra political crisis: Shiv Sena leader Eknath Shinde, supporters move to Guwahati from Surat","content":"Shiv Sena leader Eknath Shinde on Wednesday morning reached Guwahati from Surat along with several Maharashtra MLAs amid a political crisis in the state, ANI reported.Shinde told reporters in Guwahati that 40 MLAs were with him. “We will carry forward [Shiv Sena founder] Balasaheb Thackeray’s Hindutva,” the Maharashtra minister said.#WATCH | \"A total of 40 Shiv Sena MLAs are present here. We will carry Balasaheb Thackeray's Hindutva,\" said Shiv Sena leader Eknath Shinde after arriving in Guwahati, Assam pic.twitter.com/YpSrGbJvdt— ANI (@ANI) June 22, 2022\n\nIt was not immediately clear why Shinde and the rebel MLAs came to  Guwahati from Surat, where they were staying in a hotel amid speculation  that they may break away from the ruling Maha Vikas Aghadi government in Maharashtra.On Tuesday afternoon, the Shiv Sena removed Shinde as the party’s chief whip. The  rebel leader said in a tweet that he would never cheat for power.“Balasaheb  has taught us Hindutva,” he added. “We have never and will never cheat  for power regarding Balasaheb’s thoughts and Dharmaveer Anand Dighe  Saheb’s teachings.”Amid the apparent threat to the state  government, Maharashtra Chief Minister Uddhav Thackeray sent Shiv Sena  leaders Milind Narvekar and Ravindra Phatak to hold discussions with the  rebel MLAs, according to PTI. However, reports suggested that the talks  were unsuccessful. Meanwhile, Shiv Sena MLA Nitin Deshmukh’s  wife Pranjali on Tuesday filed a police complaint in Maharashtra’s Akola  district alleging that her husband had gone missing. She said that he was not reachable since Monday night.Party MP Sanjay Raut  claimed that Deshmukh had been “abducted from Mumbai” and was  being held forcefully by the Bharatiya Janata Party in Surat. “On Monday  night, he tried to free himself, but the Gujarat Police and goons beat  him up mercilessly,” he claimed. “Some goons from Mumbai were also  there.”Maharashtra political crisisThe Maha Vikas Aghadi in Maharashtra is an alliance of the Shiv Sena which has 55 MLAs, the Nationalist Congress Party with 53 MLAs and the Congress with 44 MLAs. Some of the 29 MLAs from smaller parties and those who got elected as Independents also support the alliance, pushing its strength to 169 in the 288-member Assembly.  However, if Shinde and his supporters decide to leave the alliance, there may be a threat to the state government.   Shinde and his supporters went untraceable a day after the BJP won all five of the Maharashtra Legislative Council seats that it contested.Five candidates of the ruling alliance in Maharashtra also won, but one lost out to the BJP.","author":"Scroll Staff","time":"2022-06-22T08:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176100-srtkcrrgny-1655866158.jpg","tags":["Eknath Shinde","Shiv Sena","Maharashtra","Guwahati","BJP"],"source":"https://scroll.in/latest/1026668/maharashtra-political-crisis-shiv-sena-leader-eknath-shinde-supporters-move-to-guwahati-from-surat"}