{"title":"Maharashtra polls: Sharad Pawar says people thwarted BJP-Shiv Sena’s efforts to win over 220 seats","content":"Nationalist Congress Party chief Sharad Pawar on Wednesday said that the people of Maharashtra did not help the Bharatiya Janata Party-Shiv Sena combine realise its goal of winning more than 220 seats in the Assembly elections, Maharashtra Times reported. Current trends show the ruling alliance winning around 160 seats, while the Congress and the Nationalist Congress Party together have managed to reach 100. “The Opposition has worked hard and all members of Congress-NCP and allies have delivered and given their best,” Pawar told reporters, according to ANI. “I thank them all. Power comes, power goes but it is important to remain committed to a cause. I thank people for the love they have showed us.”Pawar said arrogance had hurt the BJP and the Shiv Sena’s chances in the elections. “People have not accepted the misuse of power and loose talk from them,” he added. The Nationalist Congress Party leader said politicians who had defected from the Congress and his party were not accepted by the people. Nationalist Congress Party leader Udayanraje Bhosale, who had left the party and joined the BJP after the Lok Sabha elections, is trailing in the Lok Sabha bye-election in Satara to Nationalist Congress Party candidate Shriniwas Patil.“We will soon hold a meeting to discuss certain things about the elections, with our supporters and decide our future course of action,” Pawar said. “We have tried to perform to the best of our abilities.” He said the Nationalist Congress Party would not form an alliance with the Shiv Sena, and will be in the Opposition, Pawar added.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-24T15:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/101920-qavmviyebe-1571908845.jpg","tags":["Sharad Pawar","Congress","Nationalist Congress Party","Shiv Sena","BJP","Maharashtra elections"],"source":"https://scroll.in/latest/941555/maharashtra-polls-sharad-pawar-says-people-thwarted-bjp-shiv-senas-efforts-to-win-over-220-seats"}