{"title":"Maharashtra: Devendra Fadnavis says no 50:50 formula promised to Shiv Sena, asserts he will be CM","content":"Incumbent Maharashtra Chief Minister Devendra Fadnavis on Tuesday said that alliance partner Shiv Sena was not promised an equal power-sharing agreement when the tie-up was formalised with the Bharatiya Janata Party before the Lok Sabha elections, PTI reported. His comments came amid an ongoing tussle for power sharing in the Maharashtra government formation. Fadnavis told reporters at his residence in Mumbai that he will continue to be the chief minister for another five years. “I assure that this will be a BJP-led government,” he said, according to ANI.The Sena wanted the saffron party to share the chief minister’s post over the next government’s five-year tenure, as well as share Cabinet portfolios. However, the BJP has not been keen on accepting the “50:50 formula”.  “The Shiv Sena was not promised CM’s post for two-and-a-half years when the alliance was formalised before the Lok Sabha polls,” Fadnavis said. He added that the Shiv Sena has not made any demands yet. “If they make a demand, we will decide on merit.” Later, Shiv Sena leader Sanjay Raut said the “definition of truth” needs to be changed if Fadnavis claims that the “50:50 formula” was never discussed, ANI reported. “The chief minister himself has uttered the 50:50 formula,” Raut said. “Uddhavji had spoken about it too. It happened before [BJP chief] Amit Shah. He [Fadnavis] is denying what he had said before the camera.”The Shiv Sena has demanded written assurance from the BJP that the chief minister’s post will be shared during the five-year term. The BJP won 105 seats in the Maharashtra Assembly polls, while the Shiv Sena secured 56. Together, the two parties can cross the majority mark of 145 in the legislature to form a government.Sena leader Sanjay Raut on Monday said his party’s insistence on sharing power was not a demand but an agreement. “They gave us their word before the national election...you can’t delete what you said in front of the media,” he told NDTV. “You can tear paper, you can make files disappear. You can set fire to the Mantralaya, like they set fire to the Mantralaya to destroy files... But this agreement on power-sharing, how will you delete it.” Shiv Sena chief Uddhav Thackeray has also warned the BJP that it will consider “other options” if the saffron party refuses to agree to its demand. Shiv Sena leaders have pointed out the party is in a commanding position to bargain better berths in the Cabinet after the election results.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-29T13:51:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/76061-leiqwzigfw-1512812634.jpg","tags":["Maharashtra","Devendra Fadnavis","Shiv Sena","BJP"],"source":"https://scroll.in/latest/941995/maharashtra-devendra-fadnavis-says-no-50-50-formula-promised-to-shiv-sena-asserts-he-will-be-cm"}