{"title":"Maharashtra: BJP suffers setback as ruling coalition wins four of six seats in Legislative Council","content":"The Bharatiya Janata Party on Friday suffered a major setback as the party managed to secure only one of the six seats in the Maharashtra Legislative Council elections, whereas the Maha Vikas Aghadi government won four seats, NDTV reported. The Opposition also won BJP’s bastion in Nagpur and the crucial Pune seat. An Independent candidate won the remaining seat.BJP leader and former Maharashtra Chief Minister Devendra Fadnavis told ANI that the results of the polls were not what the party expected. “The results of Maharashtra Legislative Council polls are not as per our expectations. We were expecting more seats but won only one. We miscalculated the combined power of the three parties [Nationalist Congress Party, Shiv Sena and Congress].”The biggest setback to the BJP came from the Nagpur graduate constituency, which is the home turf of party’s two senior leaders – Fadnavis and Union minister Nitin Gadkari. Both the political leaders as well as BJP’s Maharashtra unit chief Chandrakant Patil had campaigned for the polls.The Nagpur graduate seat was earlier represented by Gadkari and Devendra Fadnavis’ father Gangadhar Rao Fadnavis. Gadkari had won five times from the constituency before contesting the 2014 Lok Sabha election.BJP candidate Sandip Joshi lost to Congress’ Abhijit Wanjari, The Indian Express reported. Joshi is a former Nagpur mayor and is known to be close to Devendra Fadnavis.Further, the NCP was victorious in the Aurangabad and Pune graduates’ constituencies. “The result is a reflection of the MVA government’s performance in the last one year,” NCP chief Sharad Pawar said, according to PTI.The NCP and the Congress had fielded its candidates in two seats each. The Shiv Sena contested in one seat. The BJP had put up candidates in four constituencies and an Independent supported by the party contested from another seat. NCP MP Supriya Sule congratulated the ruling coalition candidates. “Thanking all the voters who voted for the Mahavikas Aghadi candidates,” she tweeted. “This victory would not have been possible without the hard work of all our candidates, party workers and guidance of our leaders.”Good Morning! With Hon. Ajit Dada and Hon. Jayant Patil Ji. Thanking all the voters who voted for the Mahavikas Aghadi Candidates. This victory would not have been possible without the hard work of all our candidates, party workers and guidance of our leaders. pic.twitter.com/zzlXB1tGoY— Supriya Sule (@supriya_sule) December 4, 2020\n\nThe Maharashtra Legislative Council has 78 constituencies. There are seven teacher and graduate constituencies. In a graduate constituency, the voter must be a graduate from a recognised university. In a teacher constituency, the voter has to be a full-time teacher. More than 12 lakh graduates and teachers had participated in the polls.","author":"Scroll Staff","time":"2020-12-04T17:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130440-sxhlwqkddp-1607079283.jpg","tags":["Maharashtra Legislative Council polls","Maharashtra","Devendra Fadnavis","BJP"],"source":"https://scroll.in/latest/980288/maharashtra-bjp-suffers-setback-as-ruling-coalition-wins-four-of-six-seats-in-legislative-council"}