{"title":"Maharashtra crisis: Shiv Sena chief meets Sharad Pawar, formal announcement on alliance likely today","content":"Shiv Sena chief Uddhav Thackeray and his son Aaditya met Nationalist Congress Party President Sharad Pawar at his home in Mumbai on Thursday night, reported PTI. Shiv Sena’s Rajya Sabha member Sanjay Raut was also present at the hour-long meeting. However, no Congress leader attended it.No detail of the meeting was made public. “Since it was a meeting between top leaders, only they will know what transpired there,” an unidentified NCP leader told PTI. “But the discussion is likely to have revolved around giving final touches to sharing of posts in the government being planned to be formed.”The Shiv Sena-Nationalist Congress Party-Congress alliance is tentatively named Maha Vikas Aghadi, said multiple reports. The common agenda of the alliance will stress on farmers and jobs, according to NDTV. Reports said the three parties are likely to make a formal announcement about joining hands to form the government in Maharashtra on Friday. Uddhav Thackeray is also likely to address a meeting of party MLAs and senior leaders on Friday.On Thursday, Shiv Sena leader Raut said the NCP and the Congress would arrive at a decision on forming the government in Maharashtra in a day or two. He added that a new government would be formed in the state before December.Meanwhile, former Chief Minister and Congress member Prithviraj Chavan said his party and the NCP have finished talks and that there was “complete unanimity”. “Tomorrow in Mumbai, we will have meeting with our other alliance parties,” he said on Thursday. “Later in the day, we will have discussion with Shiv Sena.”The impasseElections to the 288-member Maharashtra Assembly were held on October 21. The Bharatiya Janata Party, which contested the polls in an alliance with the Sena, won 105 seats. The Shiv Sena won 56 constituencies, the Nationalist Congress Party 54 seats and the Congress 44.However, following the results on October 24, the BJP and Shiv Sena were unable to form a government as they fell out over a power-sharing agreement. The Sena claimed that before the Lok Sabha elections, BJP President Amit Shah had promised it the chief minister’s post for two-and-a-half years. The Shiv Sena also demanded half of all Cabinet berths. The BJP rejected these demands.After the BJP informed Maharashtra Governor Bhagat Singh Koshyari that it did not have the numbers to form the government, the governor first invited the Shiv Sena, and then the Nationalist Congress Party. However, he received a direction from the Centre to impose President’s Rule, which came into effect on November 12. Five days later, the Shiv Sena was reportedly ejected from the BJP-led National Democratic Alliance. However, there has not been a formal announcement yet about this.","author":"Scroll Staff","time":"2019-11-22T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130817-rtfipbtkeq-1573576061.jpg","tags":["Shiv Sena","Sanjay Raut","Uddhav Thackeray","Sharad Pawar","Congress","NCP","Maharashtra"],"source":"https://scroll.in/latest/944504/maharashtra-crisis-shiv-sena-chief-meets-sharad-pawar-formal-announcement-on-alliance-likely-today"}