{"title":"Maharashtra Cabinet makes mother’s name mandatory in government documents","content":"The Maharashtra Cabinet on Monday made it mandatory to include the name of the mother in all government documents such as Aadhaar and PAN cards, reported The Times of India. The order will be implemented from May.Those born on or after May 1, 2014, will have to register their mother’s names for school, revenue documents, examination certificates and salary slips, The Times of India reported.The state government has also asked the public health department to consult with the Centre on whether the mother’s name can also be included in birth and death registrations, the newspaper reported.For married women, the existing system of the woman’s name followed by her husband’s first name and surname will continue.“Mothers have the lion's share in bringing up children, and the state government has taken a historic decision to give them due credit,” Chief Minister Eknath Shinde said in a tweet on Monday.एकनाथ गंगुबाई संभाजी शिंदे...!आई एक नाव असतं... घरातल्या घरात गजबजलेलं गाव असतं... कवी फ.मु. शिंदे यांच्या कवितेच्या ओळींमधून आईची महती आपल्याला समजते. आपल्याला जन्म देण्यापासून आपल्याला मोठे करण्यात ज्या माऊलीचा सिंहाचा वाटा असतो तिला तिचं श्रेय देण्याचा ऐतिहासिक निर्णय राज्य… pic.twitter.com/PTEJt4AGii— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) March 12, 2024\n\n\nInclude mother’s name in student certificates, directs Delhi HCThe names of mothers must be included in a student's certificates, degrees and other educational documents where the parent's name is to be mentioned, the Delhi High Court ruled, according to Bar and Bench.The mother and father are equally entitled to recognition as parents of the child, Justice C Hari Shankar said in an order passed on March 7.“To even question, much less deny, this, would be redolent, again, of an archaic and unrealistic notion of gender difference, which is a notion that has clearly outstayed its welcome,” the order said.The court made the remarks while directing the Guru Gobind Singh Indraprastha University to include the name of both father and mother in the law degree of a student named Ritika Prasad, who had completed her Bachelor of Arts and Bachelor of Legislative Law course. Prasad was the petitioner in the case.The court also noted that a 2014 circular issued by the University Grants Commission had mandated that the names of the mother and the father of the student should be mentioned on all educational certificates, degrees, and similar documents.Also read:Why do Indian women still need their husband’s assent to use their maiden name?","author":"Scroll Staff","time":"2024-03-12T16:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199193-vwggaopnal-1710240651.jpg","tags":["Maharashtra Cabinet","Eknath Shinde","Maharashtra"],"source":"https://scroll.in/latest/1065087/maharashtra-cabinet-makes-mothers-name-mandatory-in-government-documents"}