{"title":"Maharashtra: Uddhav Thackeray sworn in as chief minister after a month of political twists and turns","content":"Shiv Sena President Uddhav Thackeray took oath as the 19th chief minister of Maharashtra on Thursday at an event held in Mumbai’s Shivaji Park. He will lead an alliance of the Sena, the Nationalist Congress Party and the Congress. The alliance is known as the Maharashtra Vikas Aghadi.  Governor Bhagat Singh Koshyari also administered the oath to six ministers – two each from the three parties. Eknath Shinde and Subhash Desai joined the state Cabinet from the Sena, while NCP leaders Chhagan Bhujbal and Jayant Patil were sworn in. Bhujbal started his career with the Shiv Sena, and is currently out on bail in the Maharashtra Sadan scam case. Congress leaders Balasaheb Thorat, who is the party’s state chief, and Nitin Raut were also sworn in.#Mumbai: Uddhav Thackeray after taking oath as the Chief Minister of Maharashtra. pic.twitter.com/FWthTdmWaf— ANI (@ANI) November 28, 2019\n\nMumbai: DMK Chief MK Stalin, DMK leader TR Baalu with Congress leader Ahmed Patel and NCP leader Praful Patel at oath ceremony of Uddhav Thackeray and other Maha Vikas Aghadi leaders pic.twitter.com/rKTcEIs06B— ANI (@ANI) November 28, 2019\n\nThe event was attended by former Chief Minister Devendra Fadnavis, Thackeray’s cousin and Maharashtra Navnirman Sena chief Raj Thackeray, Dravida Munnetra Kazhagam President MK Stalin, DMK leader TR Baalu, and Congress leader Ahmed Patel, among others. The family of industrialist Mukesh Ambani was also in attendance.However, Congress’ national leaders such as Sonia Gandhi, Rahul Gandhi and former Prime Minister Manmohan Singh skipped the event. In a letter expressing her inability to travel to Mumbai, Sonia Gandhi wished Thackeray the very best in life and hoped that the new government would fulfil the hopes and expectations of people in the state. Manmohan Singh wished Thackeray the best, and said his chief ministership was a “historic event”. Rahul Gandhi expressed his regret for not attending the ceremony. “Thank you for your kind invitation to the swearing-in ceremony today,” he said in a message to the chief minister. “I offer my best wishes and congratulations on taking oath as chief minister of Maharashtra. I wish you the very best as you embark on this new journey.”The Bharatiya Janata Party took a dig at the Congress over their leaders’ decision to skip the event, pointing out that Uddhav Thackeray also considered Mahatma Gandhi’s assassin a patriot.“Stop being a hypocrite Rahul Gandhi,” tweeted BJP spokesperson GVL Narasimha Rao. “You are making someone with identical views chief minister of Maharashtra. Uddhav Thackeray, editor-in-chief of Saamana, wrote that Godse was a patriot. Is that why you are ashamed to attend swearing-in?”Dr.Manmohan Singh in a letter to Uddhav Thackeray: I am very happy to know that you are taking oath as the 19th Chief Minister of Maharashtra. It is a historic event and I commend you on your visionary leadership. pic.twitter.com/6U7pUumX7r— ANI (@ANI) November 28, 2019\n\nFollowing the oath-taking ceremony, Uddhav Thackeray said he wants to assure the people of Maharashtra that the Maharashtra Vikas Aghadi will give them a good government, ANI reported. “I want to help the farmers in a manner which will make them happy,” he added.The chief minister also held his first Cabinet meeting in the evening, PTI reported. The six ministers who had taken oath participated in the meeting, held at the Sahyadri Guest House. Other leaders who attended the meeting were Ajit Pawar and Dilip Walse Patil of the Nationalist Congress Party, Shiv Sena MPs Rajan Vichare, Anil Desai and Shrikant Shinde, and the party’s MLC Anil Parab. The governor has asked Uddhav Thackeray to prove his majority on the floor of the House by December 3.Hours before the swearing-in ceremony, the alliance announced its common minimum programme, promising to uphold “secular values” in the state and assuring immediate loan waivers to farmers who suffered due to floods this year.Earlier in the afternoon, Nationalist Congress Party leader Ajit Pawar, whose revolt against the party over the weekend precipitated the crisis in Maharashtra politics, said he would not take oath along with others. There were rumours that he would be back as deputy chief minister, days after resigning from the post that he held in the BJP-led administration. The Sharad Pawar-led party is yet to decide who will become Thackeray’s deputy.","author":"Scroll Staff","time":"2019-11-28T18:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131858-eixgfmtfcx-1574951095.jpg","tags":["Uddhav Thackeray","Shiv Sena","Nationalist Congress Party","Bhagat Singh Koshyari","Maharashtra"],"source":"https://scroll.in/latest/945199/maharashtra-uddhav-thackeray-sworn-in-as-chief-minister-after-a-month-of-political-instability"}