{"title":"Maratha quota: 24-year-old dies by suicide in Nanded in support of reservation demands","content":"A 24-year-old died by suicide in Maharashtra’s Nanded district on Saturday, allegedly in support of the demand for reservations in educational institutes and government jobs for the Maratha community, The Times of India reported.A note found near the body of the youth, identified as Shubham Pawar, said that his death was a sacrifice for the community’s agitation to secure reservations, the newspaper reported the police as saying.The Marathas are a group of clans, historically comprising peasants and warriors but generally with an agrarian background. For decades, the community has demanded quotas in education and government jobs, citing a decline in financial stability following agrarian distress.This demand has resurfaced in recent months with Maratha quota activist Manoj Jarange-Patil launching a fresh agitation for the cause in September.Pawar worked in Mumbai and had returned to Nanded on Saturday for the festive season, the newspaper quoted Nanded Superintendent of Police Shrikrushna Kokate as saying. “On reaching Nanded, he called his family members in Hadgaon taluka,” Kokate said. “He told them that he would come home after meeting his sister.”However, the family members contacted the police after Pawar’s sister said that he had not visited her. The police then tracked down Pawar using his mobile phone and found his body. The police found a bottle of insecticide and the note, The Times of India reported.A case of accidental death has been registered by the police.Pawar is the fourth person to die by suicide in support of demands for the Maratha quota since Jarange-Patil launched his agitation.On Wednesday, 45-year-old Maratha quota activist Sunil Kawale was found dead in Mumbai’s Bandra area. In a suicide note, Kawale also said that he was sacrificing his life for the Maratha quota cause.On Sunday, Maharashtra Chief Minister Eknath Shinde urged youth not to take extreme steps such as suicide, saying his government was committed to giving reservations to the Maratha community.“Think of your parents, family, kin, children and friends,” Shinde said. “The Maharashtra government is trying its best to give the Maratha community reservations within the framework of law. The state government has filed a curative petition in the Supreme Court, which was accepted on October 13.”He said, “Such acts are full of sorrow and painful.”Jarange-Patil on Sunday said that he will launch a fast unto death protest from Wednesday if the state government did not grant reservations to the Marathas by Tuesday, PTI reported.Also read: Why the Maratha quota stir is politically significant in Maharashtra","author":"Scroll Staff","time":"2023-10-23T12:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193809-czjpuluhrs-1693931740.jpg","tags":["Maratha quota","Maharashtra"],"source":"https://scroll.in/latest/1057973/maharashtra-24-year-old-dies-by-suicide-in-nanded-allegedly-in-support-of-maratha-quota-demands"}