{"title":"Maharashtra government to form SIT to probe journalist Shashikant Warishe’s murder","content":"Maharashtra Deputy Chief Minister Devendra Fadnavis on Saturday said that a Special Investigation Team will be formed to look into the murder of journalist Shashikant Warishe, The Indian Express reported.Warishe was mowed down in Ratnagiri district’s Kodavli village on Tuesday by an SUV allegedly driven by a land dealer named Pandharinath Amberkar.Amberkar was initially arrested on charges of culpable homicide not amounting to murder, and charges of murder were added on Wednesday. He was remanded to police custody till February 13.Several media organisations had demanded an inquiry into Warishe’s death, saying that the journalist had recently written an article against Amberkar.In the article, written on February 6 in the Marathi newspaper Mahanagar Times, Warishe had noted that Amberkar has been accused of serious crimes and that his photograph appeared on banners alongside those of Prime Minister Narendra Modi, Chief Minister Eknath Shinde and Deputy Chief Minister Devendra Fadnavis.On Saturday, a statement released from Fadnavis’ office said that the police administration in the state has been directed to form the Special Investigation Team, reported The Times of India.It added that the Special Investigation Team will be headed by a high-ranking official.Meanwhile, Shiv Sena MP Sanjay Raut also wrote to Fadnavis, who holds the home department,  regarding Warishe’s murder.मा.गृहमंत्रीमहाराष्ट्रात हे काय सुरू आहे? pic.twitter.com/AlpM1U4Twh— Sanjay Raut (@rautsanjay61) February 11, 2023\n\n“Shashikant Warishe was exposing illegal land transactions worth millions of rupees which were acquired from villagers in Nanar and around in the name of an oil refinery,” Raut said, according to The Indian Express. “Those involved in land transactions were upset.”The Shiv Sena had opposed the Ratnagiri Refinery and Petrochemical project, which was originally planned at the Nanar village in Ratnagiri. Protestors had claimed that the project would cause large-scale environmental pollution and displace 17 villages in the districts of Ratnagiri and Sindhudurg.Subsequently, the project was proposed to be moved to the Barsu-Solgaon area.","author":"Scroll Staff","time":"2023-02-11T18:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186742-xfclpebmmx-1676119665.jpg","tags":["Shashikant Warishe","Devendra Fadnavis","Jouranlist"],"source":"https://scroll.in/latest/1043707/maharashtra-government-to-form-sit-to-probe-journalist-shashikant-warishes-murder"}