{"title":"Maharashtra: CM Eknath Shinde announces special session of legislature for Maratha quota in February","content":"Maharashtra Chief Minister Eknath Shinde on Tuesday announced that a special session of the legislature would be held in February to pass a legislation to extend reservations in education and government jobs to the Maratha community, The Indian Express reported.The long-standing demands seeking a quota for the community have resurfaced in recent months with activist Manoj Jarange-Patil’s agitation. The agitation has witnessed violence, suicides and the resignation of legislators in support of reservations.“We have reconstituted the state backward class commission with a financial provision of Rs 360 crore,” Shinde said in the Assembly, while responding to a question about the Maratha quota. “The commission has been asked to give a report on empirical data to prove the social and educational backwardness of Marathas. Based on this report, reservation for the Maratha community will be finalised. We have asked the commission to give its report in one month.”A special session of the legislature will be held to give reservation to Marathas after the state government receives the committee’s report, The Hindu quoted Shinde as saying. “We need to prove exceptional and extraordinary circumstances whereby social and educational backwardness of Marathas will be decided,” he said.In 2018, under pressure, the Maharashtra government – then comprising the Bharatiya Janata Party and a united Shiv Sena – provided 16% reservations for the Marathas under the socially and educationally backward category.However, the Supreme Court blocked the Maratha reservation in 2021 citing the 50% cap on total reservations it had set in 1992. The court said that there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit.Jarange-Patil has demanded that all Marathas be identified as Kunbis under the Other Backward Classes category. Kunbis, a Maratha sub-caste, are members of a largely agrarian community with small land holdings and low incomes, spread across Maharashtra, Karnataka, Goa, Kerala and Andhra Pradesh.On Monday, the Justice (Retired) Sandeep Shinde committee, appointed by the state government to finalise the procedure to give Kunbi caste certificates to Marathas, submitted its second report. “It [the report] will be given to the law and judiciary department now and after legal scrutiny, it will be placed before the state Cabinet,” the chief minister said.The chief minister said that records from before 1967 would be taken into consideration while handing out certificates to Kunbis. The certificate will also be given to blood relatives of the certificate holders.Shinde’s announcement about the special session comes days ahead of the December 24 deadline set by Jarange-Patil. The activist has threatened to launch another round of agitation if the government does not extend the reservations for the community by the deadline.","author":"Scroll Staff","time":"2023-12-20T14:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180685-rvpbnxgbjn-1664692260.jpg","tags":["Eknath Shinde","Maharashtra","maratha reservation","Maratha quota"]}