{"title":"Maharashtra: Ajit Pawar gets finance ministry in  Cabinet reshuffle","content":"Nationalist Congress Party leader Ajit Pawar, who joined the Maharashtra government earlier this month, has been alloted the finance and planning portfolios in a reshuffle of the state Cabinet on Friday, reported The Indian Express. The developments in Maharashtra come amid a crisis in the Nationalist Congress Party that emerged after Ajit Pawar, along with eight other MLAs, joined the Bharatiya Janata Party-Shiv Sena government in Maharashtra on July 2. Ajit Pawar took oath as the deputy chief minister for the third time in less than four years.Eight other Nationalist Congress Party MLAs – Dharmobaba Atram, Chhagan Bhujbal, Dilip Walse Patil, Hasan Mushrif, Dhananjay Munde, Aditi Tatkare, Anil Patil, Sanjay Bansode – were also inducted as ministers in the Shiv Sena-BJP government.The Cabinet reshuffle took place to accommodate the newly-joined ministers. After Friday’s reshuffle, Chief Minister Ekanath Shinde will hold the portfolios of general administration, urban development, information and technology, information and public relations, transport, social justice, environment and climate change, mining and other departments that are not assigned to any minister.Deputy Chief Minister Devendra Fadnavis lost the key finance portfolio to Ajit Pawar and will now hold the departments of home, law and judiciary, water resources and irrigation development, energy and parliamentary Affairs.The Nationalist Congress Party MLAs who rebelled earlier this month have got the following portfolios:Chhagan Bhujbal: Food and Civil Supplies and Consumer ProtectionDharmarao Atram: Food and Drug AdministrationDiliprao Dattatray Walse-Patil: CooperationHasan Mushrif: Medical Education and Special AssistanceDhananjay Munde: AgricultureAditi Tatkare: Women and Child DevelopmentAnil Patil: Rehabilitation and Disaster ManagementSanjay Bansode: Sports and Youth Welfare, PortAfter Pawar and the rebel MLAs joining the governemnt, a section of Shiv Sena and BJP MLAs had reportedly raised concerns, given the imbalance in the number of MLAs vying for ministerial positions and the posts available, according to NDTV.Leader of Opposition in the Maharashtra Legislative Council and Shiv Sena (Uddhav Thackeray faction) leader Ambadas Danve claimed that there existed a lot of discontent among the Bharatiya Janata Party workers. “It is very difficult to meet the expectations of MLAs of the three parties,” he added.Meanwhile, Nationalist Congress Party MP spokesperson Clyde Crasto noted that Pawar has been made a minister even thought the BJP had been accusing him of corruption – a charge even raised by Prime Minsiter Narendra Modi.   “There are many questions that have come up because of this and the BJP needs to answer them,” Crasto asked, reported The Indian Express. “Was the BJP making allegations against him [Pawar] to put pressure on him and his group or was this just a part of their [BJP’s] washing machine scheme. Mostly importantly, does the BJP endorse the alleged scams and corruption in the cooperative sector.”Besides Pawar, Bhujbal and Mushrif are facing investigation by the Enforcement Directorate in cases linked to money laundering.","author":"Scroll Staff","time":"2023-07-14T17:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192197-auaaadghwj-1689336298.jpg","tags":["Ajit Pawar","Nationalist Congress Party","Maharashtra","Devendra Fadnavis","Cabinet reshuffle"],"source":"https://scroll.in/latest/1052647/maharashtra-ajit-pawar-gets-finance-ministry-in-cabinet-reshuffle"}