{"title":"Maharashtra won’t implement CAA or NRC, no detention centre in state, Uddhav Thackeray tells Muslims","content":"Maharashtra Chief Minister Uddhav Thackeray on Monday told Muslim delegations that the amendments to the Citizenship Act and the proposed National Register of Citizens will not be implemented in the state, The Hindu reported. He said the state government will not build any detention centres.Thackeray’s party, Shiv Sena, had voted for the amendments in the Lok Sabha but had abstained from voting in the Rajya Sabha. The party is a former ally of the Bharatiya Janata Party, but is now in alliance with the Congress and Nationalist Congress Party in Maharashtra.Thackeray met two delegations of Muslim politicians and clerics on Monday and told them the community should not fear being asked to leave the state. “The chief minister assured that no decision has been taken regarding the CAA or the NRC in Maharashtra,” South Mumbai MLA Amin Patel, who was present at the meeting, said. “Even if it is ever implemented, the government will ensure Muslims are made part of it, he told us.”“Several misunderstandings are being spread about detention camps,” The Indian Express quoted Thackeray as saying. “That is a system is for foreign nationals who have served their sentence for the cases related to drugs or other [offences]. These foreign nationals are kept in detention camps during the time till they complete their documentation process for deportation. So, there is no need to...fear about it [detention camps].”On NRC, Thackeray said there had been no decision on it, and if it all such a law comes, “it will not be only for Muslims, but for all religions”. On the Citizenship Amendment Act, he said, “There is an atmosphere of unrest and fear in the country…We must make efforts to ensure the state’s reputation and tradition of being peaceful. Nobody’s rights will be taken away. The government is strong enough to protect the rights of citizens of all religions.”Meanwhile, Thackeray also scrapped his predecessor Devendra Fadnavis’s decision to develop the state’s first detention centre for illegal immigrants in Navi Mumbai’s Nerul, Mumbai Mirror reported.Home Minister Eknath Shinde, Industry Minister Subhash Desai, and Mumbai Police Commissioner Sanjay Barve were also present at the meeting. Thackeray said a lot of misinformation was being spread about a detention centre coming up near Mumbai.Congress leader Balasaheb Thorat, who is part of the state Cabinet, tweeted: “Citizenship Amendment Act is divisive in nature. We will not implement it in Maharashtra.”Opposition to NRC, CAAOn the same day, Andhra Pradesh Chief Minister YS Jagan Mohan Reddy also said his government would not implement the National Register of Citizens. Reddy’s party, the YSR Congress Party, had voted for the amendments to the Citizenship Act in both Houses of Parliament earlier this month.While the Citizenship Amendment Act provides citizenship to people from six persecuted religious communities in Pakistan, Afghanistan and Bangladesh – except Muslims – the stated objective of the National Register of Citizens is to identify undocumented migrants. The register left out around 19 lakh people in Assam. Union Home Minister Amit Shah has repeatedly said the register will be made applicable throughout the country, and has linked the Citizenship Amendment Act to the National Register of Citizens.Reddy was the third leader of a political party that does not always vehemently oppose the Bharatiya Janata Party to come out against the National Register of Citizens. National Democratic Alliance partner and Bihar Chief Minister Nitish Kumar and his Odisha counterpart Naveen Patnaik have also refused to implement it in their states.Protests against the Citizenship Amendment Act and the National Register of Citizens have engulfed India in the past two weeks. The protests saw peaceful marches as well as intense clashes between the police and the demonstrators. At least 24 people have died so far, including 17 in Uttar Pradesh alone.","author":"Scroll Staff","time":"2019-12-24T11:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132001-bkbymjrcne-1575200634.jpg","tags":["Citizenship Act","National Register of Citizens","Uddhav Thackeray","Detention centre"],"source":"https://scroll.in/latest/947743/maharashtra-wont-implement-caa-or-nrc-no-detention-centre-in-state-uddhav-thackeray-tells-muslims"}