{
    "title": "Maharashtra ruling alliance accused of insulting state by placing Shivaji-style headgear on PM Modi",
    "content": "Opposition parties and Maratha organisations on Wednesday accused the leaders of Maharashtra’s ruling Mahayuti coalition of insulting the state by placing a headdress associated with the 17th century ruler Shivaji on Prime Minister Narendra Modi’s head.The Mahayuti alliance comprises the Bharatiya Janata Party, Chief Minister Eknath Shinde-led Shiv Sena faction and Ajit Pawar’s group of the Nationalist Congress Party.On Tuesday, Praful Patel, a senior leader of Ajit Pawar’s faction, placed a replica of the jiretop, the headdress in which the Maratha ruler is usually pictured, on Modi’s head. Patel was in Varanasi, where Modi filed his Lok Sabha elections nomination.Maratha groups and Opposition leaders in Maharashtra strongly criticised this commemorative gesture as the custom is to only hand the jiretop to a dignitary and not place it on the head. This is done as a mark of respect to Shivaji.The Sharad Pawar-led faction of the Nationalist Congress Party, which is part of the Opposition alliance, on Wednesday said: “The leaders of the Mahayuti should remember that the followers of Chhatrapati Shivaji Maharaj all over the world have been hurt by their anti-Maharashtra action. Therefore, the leaders of Mahayuti must apologise.”On Tuesday, the Sharad Pawar-led faction had accused the ruling alliance of being “hellbent on destroying the image of Maharashtra”. The party also said that the voters in Maharashtra will give a befitting reply to the Mahayuti in the general elections.Voters in 35 seats in Maharashtra have already voted in the Lok Sabha polls. Polling in the remaining 13 seats of the state will take place in the fifth phase on May 20.महायुतीच्या नेत्यांनी लक्षात ठेवावं की त्यांच्या या महाराष्ट्रद्रोही कृतीमुळे छत्रपती शिवाजी महाराजांच्या जगभरातील अनुयायांची मनं दुखावली गेली आहेत. त्यामुळे महायुतीच्या नेत्यांनी माफी मागायलाच हवी! pic.twitter.com/eSZaDNiIvO— Nationalist Congress Party - Sharadchandra Pawar (@NCPspeaks) May 15, 2024\n\n\nShiv Sena (Uddhav Balasaheb Thackeray) leader Sanjay Raut also described Patel’s gesture as an insult to the state.“[The] prime minister who had once accused Praful Patel of having connections with Dawood Ibrahim [fugitive gangster] is now receiving Chhatrapati Shivaji Maharaj’s jiretop from him,” Raut said. “We don’t place that turban to anyone’s head since it is Maharashtra’s honour. Who gave this right to Praful Patel that he places Maharashtra’s prestigious jiretop on Modi’s head? This is an insult of Shivaji Maharaj and Maharashtra.”Maratha outfit Sambhaji Brigade questioned what message was being sent out by placing the traditional headgear on Modi, reported The Indian Express.“Jiretop was worn by Chhatrapati Shivaji Maharaj and not by his soldiers,” The Indian Express quoted Santosh Shinde, a senior member of the organisation, as saying. “Additionally, one has to follow a dress code before wearing a jiretop. What message was being sent by making Modiji wear it instead of handing it over in his hand?”Maharashtra Congress leader Sachin Sawant also accused Patel of disrespecting the state by the gesture. “This is a blow to the identity of Maharashtra,” he said in a post on X.छत्रपती शिवाजी महाराजांचा जिरेटोप मोदींना घालताना प्रफुल्ल पटेल यांना काहीच वाटलं नाही? हा महाराष्ट्राच्या अस्मितेवर आघात आहे. जाहीर निषेध!https://t.co/pCmEyoAN4h pic.twitter.com/CNObxI337s— Sachin Sawant सचिन सावंत (@sachin_inc) May 14, 2024\n\n\nPatel apologised for his actions in a social media post on Wednesday.“Chhatrapati Shivaji Maharaj, the founder of ‘Hindavi Swarajya’ [self-rule of Hindu people], is our revered deity and source of inspiration,” he said. “We are committed to following his ideals and the path of public welfare. The thoughts which will disrespect Chhatrapati Shivaji Maharaj cannot even come to my mind. From now on I will take care.”हिंदवी स्वराज्याचे संस्थापक, युगपुरुष छत्रपती शिवाजी महाराज हे आमचे आराध्य दैवत आणि प्रेरणास्थान आहेत. त्यांच्या आदर्शांवर व लोककल्याणाच्या मार्गावर मार्गक्रमण करण्यासाठी आम्ही कटिबद्ध आहोत. छत्रपती शिवाजी महाराज यांचा अपमान होईल, अशी कोणतीही गोष्ट कधी मनातही येऊ शकत नाही. यापुढे…— Praful Patel (@praful_patel) May 15, 2024\n\n\nAlso read:Maharashtra Lok Sabha 2024: Which political alliance will gain from the Maratha agitation?Maharashtra: Will strains between workers of BJP-led coalition’s three parties affect the outcome?View from the Margins: Why Mumbai’s indigenous Kolis are angry with unchecked coastal ‘development’",
    "author": "Scroll Staff",
    "time": "2024-05-16T16:15:00+05:30",
    "image": "https://sc0.blr1.cdn.digitaloceanspaces.com/article/200741-ujrphrubpl-1715853772.jpeg",
    "tags": [
        "Chhatrapati Shivaji Maharaj",
        "Maharashtra",
        "Narendra Modi",
        "Opposition",
        "Mahayuti Alliance",
        "Lok Sabha 2024",
        "Praful Patel"
    ],
    "source": "https://scroll.in/latest/1067963/maharashtra-ruling-alliance-accused-of-insulting-state-by-placing-shivaji-headgear-on-pm-modi"
}