{"title":"Maharashtra passes Lokayukta Bill that brings CM under ambit of anti-corruption body ","content":"The Maharashtra Assembly on Wednesday passed the Lokayukta Bill that brings all Cabinet members, including the chief minister, under the ambit of an anti-corruption ombudsman, reported The New Indian Express.  Maharashtra is the first state to pass the Lokayukta Bill, said Deputy Chief Minister Devendra Fadnavis. The Bill was passed without any discussion and in the absence of the Opposition.The provisions of the Bill state that the Lokayukta will need to seek the approval of the Assembly before starting any inquiry against a minister and the motion to do so has to be placed before the House.The motion to start the inquiry would need the approval of two-third of the total strength of the House, the Bill said, reported ANI.The Bill also stated that the Lokayukta will not investigate cases involving allegations of corruption against the chief minister on matters related to internal security or public order.“Any such inquiry shall be held in-camera and if the Lokayukta comes to the conclusion that the complaint deserves to be dismissed, the records of the inquiry shall not be published or made available to anyone,” the Bill said.The trial against the chief minister, any other Cabinet minister and elected representatives will need to be completed within a year of the date of complaint, according to the Bill. The members of the Lokayukta will be selected by a panel of the chief minister, deputy chief minister, Assembly Speaker, Legislative Council chairperson, Leaders of the Opposition in the Assembly and the Council and a judge appointed by the chief justice of India or the chief justice of the Bombay High Court. “No appointment of the chairperson or a member shall be invalid merely by reason of any vacancy in the selection committee,” the Bill said.The chairperson of the anti-corruption body will be led by a person who is the present or former chief justice of a High Court. The body will also have judges of the Supreme Court or the Bombay High Court as its member.The Lokayukta will have a maximum of four members, of whom two will be from the judiciary.  Fadnavis said discussions were held with social activist Anna Hazare before bringing the Bill and a committee had been formed to obtain suggestions and objections on the draft Bill.  “We have also taken precautions that this Lokayukta law should not be misused,” he added. “The person who files the complaint against the chief minister, ministers and elected representatives to Lokayukta should not misuse the Bill. If in verification, the case is wrongly filed then there is a provision in this law to take action against that person. We want to bring transparency and end the corruption.”The Bill was introduced in the Maharashtra Assembly on Monday as the Opposition staged a walkout over the alleged scam in the Teachers Entrance Test.","author":"Scroll Staff","time":"2022-12-28T15:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176523-kqlfdfbxss-1656649735.jpg","tags":["Maharashtra","Lokayukta","Lokayukta Bill","Devendra Fadnavis"],"source":"https://scroll.in/latest/1040730/maharashtra-passes-lokayukta-bill-that-brings-cm-under-ambit-of-anti-corruption-body"}