{"title":"Maharashtra crisis: At Shiv Sena meeting, MLAs urge Uddhav Thackeray to become next chief minister","content":"Shiv Sena leaders on Friday said they want party chief Uddhav Thackeray to become the next chief minister of Maharashtra, but left the final decision to him, The Indian Express reported. Thackeray had convened a meeting of party legislators at his home in Mumbai to discuss the political situation in the state.“In the meeting, it was decided that all MLAs will stay in Mumbai till the government formation,” said MLA Pratap Sarnaik. “The MLAs said that they want Uddhav to be the chief minister. However, the final decision will be taken by the Sena chief.”Earlier in the day, Sena MLA Bhaskar Jadhav said the meeting was convened to apprise the MLAs of the government formation process, and details from the meetings between the Congress and the Nationalist Congress Party.“We would like Uddhav ji or Aaditya Thackeray to be the chief minister,” Jadhav said. Uddhav Thackeray’s takes will be binding on all legislators, he added.Congress leader Manikrao Thakare confirmed that the next chief minister would be from the Shiv Sena, PTI reported. “The chief minister will be from the Shiv Sena...The NCP did not demand the chief minister’s post at the state- level meetings,” he told reporters in Mumbai. “The Congress too did not make any such demand.” Thakare added that the Shiv Sena, the Nationalist Congress Party and the Congress were in the process of holding internal meetings. A joint meeting of the three parties would be held later in the day to discuss some pending matters, he added. The three parties will then decide when to meet Governor Bhagat Singh Koshyari to stake claim to form the government.An unidentified Congress leader told reporters that the Shiv Sena might hold the chief minister’s post for the entire five-year term. The Congress is scheduled to elect its legislature party leader later in the day. Earlier this month, the Shiv Sena had elected Eknath Shinde the leader of its legislature party.‘Shiv Sena will never get back with the BJP’Meanwhile, Shiv Sena leader Sanjay Raut said the party would not get back with the Bharatiya Janata Party, its former alliance partner, even if it were offered Hindu god Indra’s throne, PTI reported. In Hindu mythology, Indra is the king of gods. Talking to reporters in Mumbai, the Rajya Sabha MP said the Sena would get the chief minister’s post after the confirmation of its alliance with the Shiv Sena and the Nationalist Congress Party. “The Shiv Sena chief minister will be there for full five years,” ANI quoted him as saying. On Thursday, reports had suggested that the Sena and the Nationalist Congress Party would share the chief minister’s post equally over the five-year term, while the Congress would get the deputy chief minister’s post.Raut denied his name had been suggested for the top post by Nationalist Congress Party President Sharad Pawar. “People of Maharashtra want Uddhav Thackeray as the chief minister,” he added.Sanjay Raut, Shiv Sena when asked,\"if Sharad Pawar has suggested his (Raut) name for the post of Maharashtra CM': This is incorrect. People of Maharashtra want Uddhav Thackeray as the Chief Minister. pic.twitter.com/izojZozj2B— ANI (@ANI) November 22, 2019\n\nMeanwhile, the Nationalist Congress Party took a dig at Union home minister and Bharatiya Janata Party President Amit Shah as Maharashtra looked set to get a government after more than 10 days of President’s Rule. Shah is often credited with orchestrating the saffron party’s electoral victories and alliances. “Sharad Pawar sahab has finally outwitted the so-called chanakya of Indian politics,” tweeted senior Nationalist Congress Party leader Nawab Malik. “The throne of Delhi could not make Maharashtra bow down before it. Jai Maharashtra.”आख़िर भारतीय राजनीती के तथाकथित चाणक्य को @PawarSpeaks साहब ने मात दे ही दी ,महाराष्ट्र  को दिल्ली का तख्त नही झुका पाया,जय महाराष्ट्र।— Nawab Malik (@nawabmalikncp) November 22, 2019\n\nAccording to reports, a formal announcement about government formation is expected later in the day. On Thursday night, Uddhav Thackeray and his son Aaditya Thackeray met Sharad Pawar at his home in Mumbai. The Congress did not attend the meeting. Earlier in the day, the Congress Working Committee reportedly gave in-principle approval to the tripartite alliance that is tentatively named Maha Vikas Aghadi, according to multiple reports. Former chief minister and Congress member Prithviraj Chavan said his party and the NCP had wrapped up talks and that there was “complete unanimity”. “Tomorrow [Friday] in Mumbai, we will have meeting with our other alliance parties,” he said. “Later in the day, we will have discussion with Shiv Sena.” The common agenda of the alliance will stress on farmers and jobs, according to NDTV.","author":"Scroll Staff","time":"2019-11-22T11:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121950-jzbvliszss-1574410037.jpg","tags":["Maharashtra","Shiv Sena","Sanjay Raut","NCP","Congress","Uddhav Thackeray"]}