{"title":"Maharashtra: Shiv Sena tells BJP it may explore other options if it refuses power-sharing deal","content":"Shiv Sena President Uddhav Thackeray has warned senior alliance partner Bharatiya Janata Party that it will consider “other options” if the saffron party refuses to agree to an equal power-sharing agreement in Maharashtra, The Indian Express reported on Sunday. Thackeray made the remark in a meeting with the party’s legislators in Mumbai on Saturday. After the meeting, the Shiv Sena demanded a written assurance from the BJP that the chief minister’s post would be shared during the five-year term.“The Sena chief said he doesn’t want anything more than what was decided,” said Abdul Sattar, the party’s MLA from Sillod in Aurangabad. “He wants the alliance to form the government while accepting the equal power-sharing formula. He said if this doesn’t happen, then other options are open for the Sena.” The Shiv Sena legislator from Thane, Pratap Sarnaik, said Thackeray had spoken to BJP president and Union Home Minister Amit Shah and Chief Minister Devendra Fadnavis about the proposal. “The equal seat-sharing could not happen due to unavoidable reasons,” Sarnaik told reporters. “Now, for us, equal power-sharing and the chief minister’s post is important. The deputy chief minister’s post is secondary for us.”At the meeting, the legislators also passed a resolution authorising Thackeray to take every decision regarding government formation. Sarnaik added that other decisions would be taken only after the BJP’s written assurance.An unidentified senior BJP leader, however, claimed that the Sena would not be given the chief minister’s post, and added that the saffron party’s 105 seats were much more than the Sena’s 56 seats. The leader said the 17 Independent legislators would raise BJP’s tally over 122 setas. He also the “formal formula” would be decided once the two sides meet for discussions.Two MLAs pledge support to Shiv SenaMeanwhile, two MLAs of Maharashtra’s Prahar Janshakti Party on Saturday offered their support to the Shiv Sena, raising the Shiv Sena’s bargaining power, ANI reported.Achalpur MLA and PJP chief Bachchu Kadu and his colleague Rajkumar Patel met Thackeray on Saturday night. “We discussed a range of issues related to our areas including migration, employment, farming with Uddhav ji,” Kadu was quoted as saying by ANI. “We have two MLAs and after Uddhav ji’s assurance over these issues, we have decided to support Shiv Sena.”Patel, a legislator from Melghat constituency, said: “We have basic problems related to road, water and electricity in my constituency. There is also the issue of unemployment among educated youth and migration from villages. We held extensive discussions with Uddhav ji and he has given a positive response. So, we have offered our support to Shiv Sena.”Shiv Sena gets support of 2 more MLAs of Prahar Janshakti Party. Bachchu Kadu of Achalpur assembly constituency and Rajkumar Patel of Melghat assembly constituency met Shiv Sena Chief Uddhav Thackeray last night and extended their support to him. #Maharashtra pic.twitter.com/VaWe4jLQ6T— ANI (@ANI) October 27, 2019\n\nIncumbent Chief Minister Devendra Fadnavis on Saturday said a final decision on who would take charge of the state would be taken after Diwali. He said the “BJP-led alliance will provide a strong and stable government”, and claimed the results were the “highest strike rate by any political party”.However, the BJP’s tally came down from 122 in 2014 to 105. The Shiv Sena mouthpiece Saamana said also took a dig at the saffron party. It said that while Fadnavis had claimed Nationalist Congress Party President Sharad Pawar was a failed wrestler, the veteran politician had proved to be more powerful, proving that “Maharashtra does not accept arrogance of power”. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-27T12:03:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/113372-kidnusjcic-1569511006.jpg","tags":["Shiv Sena","Maharashtra","BJP","Prahar Janshakti Party","Uddhav Thackeray"],"source":"https://scroll.in/latest/941825/maharashtra-two-mlas-offer-support-to-shiv-sena-amid-tussle-for-chief-ministers-post"}