{"title":"Maharashtra: Man booked for alleged defamatory tweets about Eknath Shinde, Devendra Fadnavis","content":"The Mumbai Police on Tuesday said they have booked a man for allegedly making defamatory comments about Maharashtra Chief Minister Eknath Shinde and his deputy Devendra Fadnavis on social media, reported ANI.A first information report was registered against the man identified as Pradeep Bhalekar under sections 153 A and B (promoting enmity between groups), 500 (defamation), 504 (disturbing public peace), and 505 (2) (public mischief with intent to cause, fear or alarm to the public) of the Indian Penal Code, reported The Indian Express. The action came after Bhalekar on October 23 posted a four-page letter on Twitter that included derogatory comments against the two politicians, according to the newspaper. In the letter, addressed to the Bombay High Court, Bhalekar alleged that he keeps getting booked in false cases and gets death threats for speaking against Shinde and Fadnavis.The tweets were flagged by a police official from the cyber police station in Mumbai while he was monitoring social media, reported The Indian Express. He then filed a complaint with the Samta Nagar police station based on which the FIR was registered.Bhalekar also alleged on Twitter that police officials went to his home where they harassed his mother.Earlier in August, Bhalekar was arrested by Mumbai Police for allegedly making defamatory comments about Maharashtra Governor Bhagat Singh Koshyari, reported The Times of India.Bhalekar had made the comments in social media posts after Koshiyari had said in July that Mumbai will have no money if the Gujaratis and Rajasthanis were to leave the city. Besides Koshyari, Bhalekar had posted alleged defamatory tweets about Bharatiya Janata Party leader Narayan Rane.","author":"Scroll Staff","time":"2022-10-26T16:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178477-dvgmcoywro-1660479709.jpg","tags":["Eknath Shinde","Devendra Fadnavis","Maharashtra","Mumbai Police","Bhagat Singh Koshyari"],"source":"https://scroll.in/latest/1035931/maharashtra-man-booked-for-alleged-defamatory-tweets-about-eknath-shinde-devendra-fadnavis"}