{"title":"Maharashtra: At least seven NCP MLAs who attended Fadnavis’ oath ceremony back in party, says report","content":"At least seven Nationalist Congress Party legislators who attended the swearing-in ceremony of Bharatiya Janata Party leader Devendra Fadnavis as the chief minister of Maharashtra early on Saturday morning have returned to the party fold, PTI reported. Fadnavis took oath along with rebel Nationalist Congress Party leader Ajit Pawar, who was sacked as NCP legislative party leader later in the day. Ajit Pawar is Nationalist Congress Party President Sharad Pawar’s nephew. The seven MLAs who attended the oath ceremony are Diliprao Bankar and Manikrao Kokate from Nashik district, and Buldhana legislator Rajendra Shingne, Beed MLA Sandeep Kshirsagar, Maval’s representative Sunil Shelke, Vikramgad MLA Sunil Bhusara, Dindori MLA Narhari Zirwal, and Sunil Tingre, who represents Wadgaon-Sheri in the Assembly. Parli MLA Dhananjay Munde, who also reportedly attended the function at Raj Bhavan, turned up at an NCP meeting later in the day. “I have not gone against the party’s position,” he told reporters. “I reached Raj Bhavan after Ajitdada Pawar told me so. Followed order as he is legislature party leader.”Bankar also said that he had gone to the Raj Bhavan following Ajit Pawar’s instructions, and reposed faith in Sharad Pawar’s leadership. Kokate, who represents Sinnar in the Assembly, claimed he “had no clue” about what was about to happen in Raj Bhavan. “I am with the party,” he tweeted.“I will never change the decision once taken,” Kokate tweeted, tagging Sharad Pawar and party MP Supriya Sule, who is also Sharad Pawar’s daughter.मी @NCPspeaks बरोबरच आहे माझा आदरणीय @PawarSpeaks साहेबांच्या नेतृत्वावर विश्वास आहे @AjitPawarSpeaks हे गटनेते असल्याने त्यांच्या सांगण्यावरून मी इतर आमदारांसोबत राजभवनात गेलो होतो तिथे काय होणार आहे या बाबत कोणतीही कल्पना नव्हती, मी पक्षाच्या भूमिकेच्या विरोधात नाही ! pic.twitter.com/VRJrTnMAzq— Diliprao Bankar (@dilipraobankar) November 23, 2019\n\nFollow today’s live political updates from Maharashtra here.मी पक्षाच्या भूमिकेच्या विरोधात नाही.अजितदादा पवार यांच्या सांगण्यावरुन मी राजभवनावर गेलो होतो. गटनेते असल्याने आदेश पाळला.तिथे क़ाय होणार आहे याबाबत काहीच माहीत नव्हते.पण मी पक्षासोबत आहे. एकदा घेतलेला निर्णय आपण कदापीही बदलनार नाही.!@NCPspeaks @PawarSpeaks @supriya_sule— Manikrao Shivajirao Kokate (@kokate_manikrao) November 23, 2019\n\nMeanwhile, Nationalist Congress Party MLA Daulat Daroda is missing, according to PTI. Daroda left his constituency Shahapur, in neighbouring Thane district, along with his son on Friday night but has been incommunicado since reaching Mumbai. Former legislator Pandurang Barora has filed a missing person complaint in Shahapur police station.Earlier in the day, at a press conference, Rajendra Shingne said he saw eight to 10 legislators when he reached  Raj Bhavan in the morning. “None of us realised why we were brought there,” he added. “After the swearing-in, we went to meet [Sharad] Pawar saheb. All this happened because of some misunderstanding since Ajit Pawar had called us.”Senior Nationalist Congress Party leader Nawab Malik has accused Ajit Pawar of misusing the signatures of the party’s MLAs. At a press conference, Sharad Pawar also pointed out that his nephew possessed the list of the 54 MLAs along with their signatures since he was the NCP legislature party leader. “I presume he has submitted that list as a letter of support to the governor,” Sharad Pawar told reporters. “If this is true, the governor has been misled.”Also read:Maharashtra: Sharad Pawar says NCP will stick with Shiv Sena, BJP doesn’t have a majorityAfter dramatic events overnight give Maharashtra a new chief minister, social media users are amusedMaharashtra crisis: Congress says it will fight new BJP-led government ‘politically and legally’Maharashtra: ‘How and when did governor verify BJP’s claims of support?’ Congress has 10 questions","author":"Scroll Staff","time":"2019-11-23T20:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131478-nmaztnqqkw-1574517465.jpg","tags":["Maharashtra","Nationalist Congress Party","Sharad Pawar","Ajit Pawar","Devendra Fadnavis"]}