{"title":"Maharashtra: ‘Will form government with Shiv Sena soon,’ says Devendra Fadnavis ","content":"Incumbent Maharashtra Chief Minister Devendra Fadnavis on Wednesday said that the Bharatiya Janata Party and alliance partner Shiv Sena will form a government in the state soon, PTI reported. He made the comments after he was elected the leader of the Bharatiya Janata Party’s state legislature party for a second term in the post.He dismissed rumours of “alternate formulae” being worked out to form the state government as “entertainment”. “The mandate of voters of Maharashtra is for the ‘Mahayuti’ [BJP-Sena alliance],” Fadnavis said at the BJP’s legislature party meeting. “Hence the ‘Mahayuti’ is going to form its government soon in the state.”The BJP won 105 seats in the Maharashtra Assembly elections held earlier this month, emerging as the single largest party. Its ally Shiv Sena won 56 seats, while in the Opposition, the Nationalist Congress Party won 54 seats and the Congress 44 seats.The BJP and Shiv Sena can together form a government, but the Shiv Sena has been demanding a larger share of power. On Tuesday, Fadnavis had refuted the Shiv Sena’s demand that one of its leaders serve as the chief minister for half of the five-year term. Fadnavis said the BJP had not promised any equal power-sharing agreement to the alliance partner, and that he would remain the chief minister for all five years. Following this, the Shiv Sena cancelled its meeting with a BJP delegation.On Saturday, the Shiv Sena had demanded a written assurance from the BJP that the chief minister’s post will be shared during the five-year term. Shiv Sena leader Sanjay Raut on Monday said his party’s insistence on sharing power was not a demand but an agreement. Party chief Uddhav Thackeray has also warned the BJP that it will consider “other options” if the saffron party refuses to agree to its demand.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-30T15:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130035-ryifxmzupy-1572445251.jpg","tags":["Devendra Fadnavis","Narendra Singh Tomar","Maharashtra","Shiv Sena","Bharatiya Janata Party","BJP"],"source":"https://scroll.in/latest/942109/maharashtra-devendra-fadnavis-elected-leader-of-bjp-legislature-party"}