{"title":"Maharashtra crisis: SC to hear rebel MLAs’ pleas challenging disqualification notices today","content":"The Eknath Shinde-led group of rebel Maharashtra MLAs on Sunday approached the Supreme Court amid the political crisis in the state, The Indian Express reported.Shinde filed a petition challenging the decision of Deputy Speaker Narhari Zirwal to recognise Ajay Choudhary as the leader of the Shiv Sena Legislature Party instead of him. Fifteen other MLAs from his group have filed a separate petition challenging disqualification notices that Zirwal sent to them and Shinde.The rebel MLAs have also sought a direction to the Union government and the Maharashtra director general of police to give security to their families, Bar and Bench reported.A vacation bench comprising Justices Surya Kant and JB Pardiwala will hear the case on Monday. Former Solicitor General Harish Salve will represent the rebel legislators, Congress MP Abhishek Manu Singhvi will represent the Shiv Sena and former Congress leader Kapil Sibal will appear for the deputy speaker.The rebel MLAs have argued that the disqualification notices do not hold ground as their faction is in the majority, and the legislators have not given up membership of the Shiv Sena. The Shinde-led group claims to have the support of 39 out of the Shiv Sena’s 55 MLAs, over two-thirds (37) of its legislature party. The faction claims that with the support of several Independent legislators, their strength is now more than 50.Their petition contends that Zirwal only gave them 48 hours to reply to the disqualification notices, although the Disqualification Rules and the state legislative Assembly’s rules require him to give them seven days to reply.On Saturday, the deputy Speaker had asked the rebel MLAs to respond to the disqualification notices by Monday.The Maharashtra government is currently in the middle of a political crisis that began when Shinde went to Surat with a group of rebel MLAs. He is now camping with them at a hotel in Guwahati.On Saturday, the faction led by Shinde named itself Shiv Sena Balasaheb after party founder Bal Thackeray. The Shiv Sena subsequently passed a resolution saying that no one will be allowed to use the name of Bal Thackeray to form a new group. The rebel MLAs are demanding that the Shiv Sena should cut ties with the Nationalist Congress Party and the Congress. Shinde on Sunday said that the rebel MLAs are “even ready to face death” for Bal Thackeray and his beliefs about Hindutva.The rebel leader also asked how the party could support those who had “direct contact” with fugitive gangster Dawood Ibrahim. He appeared to have been referring to the Enforcement Directorate’s allegation that jailed Nationalist Congress Party leader Nawab Malik funded a terror network of Ibrahim’s sister Haseena Parkar.मुंबई बाँबस्फोट घडवून निष्पाप मुंबईकरांचा जीव घेणाऱ्या दाऊदशी थेट संबंध असणाऱ्यांना हिंदुहृदयसम्राट वंदनीय बाळासाहेब ठाकरे यांची शिवसेना समर्थन कशी करू शकते…?यालाच विरोध म्हणून उचललेलं हे पाऊल; आम्हा सर्वांना मृत्यूच्या दारात घेऊन गेले तरी बेहत्तर..#MiShivsainik @rautsanjay61— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 26, 2022","author":"Scroll Staff","time":"2022-06-27T08:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176200-cvxwttbaou-1656298826.jpg","tags":["Eknath Shinde","Supreme Court","Maharashtra MLAs","Shiv Sena","Maharashtra political crisis","NCP","Congress","Narahari Zirwal"],"source":"https://scroll.in/latest/1026994/maharashtra-crisis-sc-to-hear-rebel-mlas-pleas-challenging-disqualification-notices-today"}