{"title":"Maharashtra Speaker gets more time to decide on disqualification pleas against Ajit Pawar-led MLAs","content":"The Supreme Court on Monday extended the deadline given to Maharashtra Assembly Speaker Rahul Narwekar to February 15, to decide on disqualification petitions against MLAs of the Nationalist Congress Party faction led by Deputy Chief Minister Ajit Pawar, The Hindu reported.In October, the court had given Narwekar a January 31 deadline to decide on the disqualification pleas against nine legislators from the Ajit Pawar group.Narwekar is acting as a tribunal in the matter, under the tenth Schedule (anti-defection law) of the Constitution.The Sharad Pawar faction of the Nationalist Congress Party had filed the pleas against 40 MLAs over alleged anti-party activities.In July, Nationalist Congress Party leader Ajit Pawar, along with several MLAs of the party, had joined Maharashtra’s coalition government comprising the Bharatiya Janata Party and the Shiv Sena faction led by Chief Minister Eknath Shinde. Ajit Pawar then became the deputy chief minister.The move led to a split in the Nationalist Congress Party, with one faction supporting Sharad Pawar and the other backing Ajit Pawar.On Monday, Solicitor General Tushar Mehta, who appeared on behalf of the Speaker, informed the bench led by the chief justice that the tribunal would complete the proceedings in the matter by January 31. However, it would need three more weeks to “dictate” its order.Senior Advocate Abhishek Singhvi, who represented the petitioner, Jayant Patil of the Sharad Pawar faction, contended that the three-week period for dictating the order was too long. Singhvi said that the Speaker may be given one week.The bench eventually gave the Speaker until February 15 to decide on the disqualification petitions.On January 10, deciding on a similar matter, Narwekar rejected disqualification petitions against MLAs from both factions of the Shiv Sena. However, he held that the group headed by Shinde constituted the real Shiv Sena when the rival factions of the political party emerged in June 2022. The other group is led by former Chief Minister Uddhav Thackeray.The Speaker’s decision in the Shiv Sena matter came following a direction from the Supreme Court in the petitions filed by the Thackeray faction.","author":"Scroll Staff","time":"2024-01-29T17:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191897-ptlnzsqzdg-1688558297.jpg","tags":["Rahul Narwekar","disqualification petitions","Ajit Pawar","Supreme Court","NCP"],"source":"https://scroll.in/latest/1062905/maharashtra-speaker-gets-more-time-to-decide-on-disqualification-pleas-against-ajit-pawar-led-mlas"}