{"title":"Maharashtra: Three NCP MLAs, one from Congress join BJP a day after resigning from parties","content":"Three MLAs from the Nationalist Congress Party and one from the Congress joined the ruling Bharatiya Janata Party on Wednesday, a day after they resigned from the Maharashtra Legislative Assembly. The lawmakers joined the BJP at an event in Mumbai in the presence of Chief Minister Devendra Fadnavis and state unit president Chandrakant Patil.The Nationalist Congress Party legislators who switched allegiances are Shivendraraje Bhosale, an MLA from Satara, Sandeep Naik from Airoli [Navi Mumbai] and Vaibhav Pichad from Akole [Ahmednagar district]. The only Congress MLA who switched to the BJP is Kalidas Kolambkar, an MLA from Wadala [Mumbai]. The BJP may field the four MLAs during the Assembly elections that are scheduled later this year, PTI quoted sources in the party as saying.“Pichad and Kolambkar have generally contested against Shiv Sena candidates in past elections, except in 2014, when the [Shiv] Sena and the BJP had contested separately in all the 288 assembly seats,” an unidentified BJP leader said. Kolambkar, a seven-time MLA, was a member of the Shiv Sena before he joined the Congress.Naik is the son of senior Nationalist Congress Party leader Ganesh Naik, while Bhosale is part of Chhatrapati Shivaji’s family and is currently engaged in a political tussle over turf with his cousin Udayanraje Bhosale, who is the Nationalist Congress Party MP from Satara. Pichad is the son of former Nationalist Congress Party minister Madhukar Pichad, who also attended the event on Wednesday.The Nationalist Congress Party led by Sharad Pawar has witnessed quite a few defections recently with legislators either joining the BJP or Shiv Sena. Pawar on Sunday accused the saffron party of forcing leaders in the Opposition to join their party by using investigating agencies.The Shiv Sena claimed on Monday that if Pawar’s allegations were true, his nephew Ajit Pawar would be the first to join the BJP. Chief Minister Devendra Fadnavis asked the Nationalist Congress Party leader to introspect why his leaders were defecting.Meanwhile, Water Resources Minister Girish Mahajan on Sunday claimed at least 50 Congress and Nationalist Congress Party MLAs were in touch with the BJP and wanted to switch parties.LIVE | Interaction with Media of Hon CM Shri @Dev_Fadnavis & Hon State President Shri @ChDadaPatil https://t.co/fz8TVwHeJy— भाजपा महाराष्ट्र (@BJP4Maharashtra) July 31, 2019","author":"Scroll Staff","time":"2019-07-31T13:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124776-jcbxbwzngr-1564558265.jpg","tags":["Maharashtra","BJP","Congress","NCP"],"source":"https://scroll.in/latest/932367/maharashtra-three-ncp-mlas-one-from-congress-join-bjp-a-day-after-resigning-from-parties"}