{"title":"Maharashtra: Devendra Fadnavis meets Amit Shah in Delhi, claims new government will be formed soon","content":"Maharashtra Chief Minister Devendra Fadnavis met Union Home Minister Amit Shah in New Delhi on Monday even as their Bharatiya Janata Party remains unable to form a government in Maharashtra 11 days after emerging the single-largest party in Assembly elections. Shah is the national president of the BJP.The meeting was officially meant to seek more central government assistance for farmers affected by rain in Maharashtra, ANI reported. “I don’t want to comment on anything anyone is saying on the situation,” Fadnavis told reporters after the meeting. “All I want to say is that the new government will be formed soon, I am confident.”Meanwhile, BJP leader Jayakumar Rawal, the caretaker state tourism minister, said the Assembly seats in Dhule were prepared for re-election, Times Now reported. “We had prepared ourselves in all five constituencies [in Dhule],” he said. “But the grand alliance was formed, and we had to give up some seats. In the four seats that we contested, we lost one seat by 5,000 votes and another by 8,000 votes. In the fifth seat, where 50 of the 75 councillors were from the BJP, we could not even contest.”Rawal said BJP members in Dhule “were angry and frustrated” about the alliance. “They said that because of the alliance, we could not contest,” he added. “Give us one more chance, we will fight again.”The Shiv Sena, which was part of the BJP-led ruling coalition in the first term, is going to be the most likely ally this time too after it won 56 seats in the state Assembly. Along with 105 seats of the BJP, the alliance can easily cross the majority mark in the 288-seat legislature, but the Shiv Sena has made demands that the BJP is unwilling to accept.The Shiv Sena wants to have the chief minister’s post for half the five-year tenure and a 50:50 division of Cabinet portfolios. The BJP wants Fadnavis to continue as chief minister for the full five-year term. Last week, Shiv Sena chief Uddhav Thackeray cancelled a meeting with the BJP after Fadnavis denied that his party had promised equal power-sharing agreement before the polls.The two parties now have only five days to reach a solution as the Legislative Assembly’s tenure expires on November 9.Maharashtra Chief Minister Devendra Fadnavis: I don't want to comment on anything anyone is saying on new Govt formation. All I want to say is that the new Govt will be formed soon, I am confident. pic.twitter.com/t7EWR9IsMf— ANI (@ANI) November 4, 2019\n\nThe Chief Minister of Maharashtra Shri @Dev_Fadnavis met Union Home Minister Shri @AmitShah. pic.twitter.com/5TgnUQU6eZ— गृहमंत्री कार्यालय, HMO India (@HMOIndia) November 4, 2019\n\nOn Sunday, Shiv Sena President Uddhav Thackeray had said it will be known in a few days if his party will be in power in Maharashtra. Keeping the pressure on the BJP, Shiv Sena MP Sanjay Raut even claimed that the Sena would get its chief minister with the support of “170 MLAs”. This may have been a reference to the number the Shiv Sena can manage together with the Opposition alliance of the Congress and Nationalist Congress Party.The NCP won 54 seats in the elections and the Congress won 44. Independent MLAs and smaller parties make up 29 seats.Nationalist Congress Party leader Ajit Pawar had on Sunday said that Raut had sent him a text message. Raut had met NCP chief Sharad Pawar on Thursday, but had claimed that it was only to exchange Diwali greetings. On Friday, Sharad Pawar had said his party can think of providing an alternative arrangement if the BJP-Sena alliance fail to form the government.Meanwhile, on Monday, Raut tweeted a picture of him with Thackeray along with a message in Hindi saying the “journey is enjoyable before reaching the goal”. Raut is scheduled to meet Governor Bhagat Singh Koshyari on Monday evening.Raut said he would urge the governor to invite the single-largest party to form the government, The Indian Express reported. “And if the BJP fails to prove its majority, the Sena will then prove the majority,” he said.Sharad Pawar is also expected to meet Congress President Sonia Gandhi on Monday, the Hindustan Times reported.जय हिंद pic.twitter.com/AGfKbpVo0i— Sanjay Raut (@rautsanjay61) November 4, 2019","author":"Scroll Staff","time":"2019-11-04T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130343-zbgnymfaxu-1572854641.jpg","tags":["Maharashtra","Devendra Fadnavis","Amit Shah","Shiv Sena"],"source":"https://scroll.in/latest/942622/maharashtra-devendra-fadnavis-meets-amit-shah-in-delhi-claims-new-government-will-be-formed-soon"}