{"title":"Maharashtra: Sanjay Raut denies Shiv Sena has softened stand on demand for power-sharing pact","content":"Shiv Sena leader Sanjay Raut on Wednesday night denied that his party had softened its stand on the demand for sharing power equally with the Bharatiya Janata Party. The Shiv Sena is pushing for an agreement for sharing ministries and the chief minister’s post on a 50:50 basis.“The [reports that] Sena has softened [its stand], has compromised and relinquished equitable distribution of posts, are all rumours,” Raut tweeted. “This is the public, which knows everything. Whatever was decided [between BJP and Sena], only that will happen.” On Tuesday, Maharashtra Chief Minister Devendra Fadnavis had said he would remain at the helm of the state for the next five years. He also rejected the Shiv Sena’s claim that it had been promised a power-sharing deal before the Lok Sabha elections. Following this, the Shiv Sena cancelled a scheduled meeting with BJP leaders.However, on Wednesday, Fadnavis, who was appointed the leader of the Maharashtra BJP legislature party, said the saffron party and the Shiv Sena would soon form a government. He said people had given a mandate for the “Mahayuti [grand alliance]”, and dismissed rumours of an alternative political formation.Earlier in the day, Raut had said the state’s interest was important, and not individuals, PTI reported. “Decisions need to be taken in a calm manner and keeping in mind the state’s interest,” he added. He said it was necessary for the Shiv Sena to stay in the alliance, but without compromising on “respect”.The BJP won 105 seats in the Assembly polls, results for which were declared on October 24. The Shiv Sena won 56 seats, the Nationalist Congress Party 54 seats and the Congress 44 seats. The majority mark in the House is 145. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-31T15:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/54032-pklmuqaaml-1572509929.jpg","tags":["Sanjay Raut","Shiv Sena","Maharashtra","Bharatiya Janata Party","Maharashtra elections"],"source":"https://scroll.in/latest/942220/maharashtra-sanjay-raut-denies-shiv-sena-has-softened-stand-on-demand-for-power-sharing-pact"}