{"title":"Maharashtra: Will strains between workers of BJP-led coalition’s three parties affect the outcome?","content":"The massive crowd that accompanied Shiv Sena candidate Naresh Mhaske to file nomination for the Thane Lok Sabha seat in Maharashtra on May 3 had a prominent element missing. Though some leaders of the Shiv Sena’s alliance partner, the Bharatiya Janata Party, accompanied Mhaske, there were no ground-level BJP workers in the roadshow. Most had stayed away to protest against Mhaske’s candidature.Thane is one of the constituencies across the state where strains are visible between the workers of the three components of Maharashtra’s Mahayuti – the grand alliance between the BJP, Maharashtra Chief Minister Eknath Shinde’s Shiv Sena faction and Ajit Pawar’s Nationalist Congress Party faction.Both Shinde and Pawar lead groups that split from their original parties after 2022 and joined hands with the BJP.In addition to Thane, the Mahayuti has had to deal with tensions in Amratavi, Baramati and Nashik too. In each place, one component of the alliance believed that their party should have been given the ticket instead of it being allocated to a partner. Political observers note that the Mahayuti is a freshly baked alliance that was formed solely with the intention of toppling the Maharashtra government  led by the Mahavikas Aghadi in 2022. That may be why its components are still fumbling to form a cohesive bond on the ground.Said academician Harish Wankhede, “It has too many players.”Credit: Naresh Mhaske @nareshmhaske/X. The cracks in the Mahayuti had been visible since March when dialogue on seat sharing began.  Of the 48 Lok Sabha seats in the state, the BJP is contesting from 28, Shinde’s Sena 15 and the Nationalist Congress Party five. The Mahayuti arrived at this allotment in the first week of May after a prolonged deadlock.The announcement of the candidate for Thane – Shinde’s home turf – came only three days before the deadline for filing nominations. It was among the last five seats to be announced by the Mahayuti. Scores of BJP members in the constituency resigned from the party. They wanted BJP leader Ganesh Naik’s son Sanjeev Naik to contest the seat. They felt that Mhaske, a former mayor of Thane city, was a poor choice for a Lok Sabha candidate.“There is anger,” admitted Amit Shinge, a BJP member. He insisted that Sanjeev Naik, would have ensured a landslide victory against two-time MP Rajan Vichare, the candidate of Uddhav Thackeray’s Shiv Sena faction.Senior BJP leaders held a series of meetings of senior leaders to try to break the deadlock, It was only after Maharashtra Deputy Chief Minister Devendra Fadnavis spoke to party workers last week that they withdrew their resignations and begun to campaign for Mhaske, said Shrikant Rajput, a member of the BJP’s Thane unit.The strains in the Mahayuti are not limited just to grassroots workers of the Sena and BJP. Foot soldiers of both these parties, strong supporters of Hindutva, are suspicious of the ideological moorings of Ajit Pawar’s Nationalist Congress Party. The Nationalist Congress Party has often criticised the Rashtriya Swayamsevak Sangh – the BJP’s parent organisation – for polarising the electorate on the basis of religion and caste.Sunanda Bawaskar, a supporter of Eknath Shinde’s Shiv Sena, was well aware of these cracks as she walked away after Mhaske’s event on May 3. “We are pushing for our candidate, but the protest by BJP workers may hurt Mhaske,” she said.Despite this, she allowed herself to consider another reason BJP workers may have stayed away on an afternoon on which the temperature soared to 39 degrees celsius. “Maybe it’s the heat – that is why they stayed away,” she said with a laugh.\n\t\t\n\tChief Minister Eknath Shinde campaigns with Naresh Mhaske on May 12. Credit: Naresh Mhaske @nareshmhaske/X.Fissures on the groundOn the streets, it is clear that Shinde’s Sena is banking on winning votes in the name of Prime Minister Narendra Modi. On its banners, Modi occupies a prominent position. The general pitch by party workers is that voters should re-elect Modi at the Centre.For some voters, that is a convincing reason to vote for the Shinde faction. “I have not seen Mhaske’s work but I will vote for him because the BJP is in alliance with the Sena,” said Kamlesh Mundra, who owns a shop in Thane.However, not everyone is convinced of the logic of Mahayuti.Pravin Jain, a carpet trader, said that the alliance is “unnatural”. “The BJP kept saying it will wipe out corruption but has joined forces with the NCP,” he said. Until Ajit Pawar engineered a split in his party and aligned his faction with the BJP, he was being denounced by the BJP and Sena for his alleged involvement in corruption cases. “As a voter I am in a dilemma whether to vote for Mahayuti,” said Jain.\n\t\t\n\tSanjeev Naik, on the left, felicitates Naresh Mhaske on May 11. Credit: Ganesh Naik (Modi Ka Parivar) @NaikSpeaks/X.Even as the BJP cadre in Thane has begun a reluctant campaigning for Mhaske, several in the Shinde camp admitted that Naik could undermine Mhaske’s candidature. But this local resistance may not amount much if the central BJP leadership supports Mhaske, they added.Rakesh Singh Tomar, a Sena office bearer, said they “are banking on Modi’s name and Shinde saheb’s handwork to win Thane”.Mayur Jain, a member of the Uddhav Thackeray faction of the Shiv Sena, said that the mass resignation of BJP workers had made it easier for Vichare. If the BJP’s workers do not campaign well for Mhaske, he could lose crucial votes, Jain said.A banner of Thane Lok Sabha candidate Naresh Mhaske that was thrown by angry supporters of Sanjeev Naik, who was widely expected to be nominated from the seat by the BJP. Credit:   Tabassum BarnagarwalaIssues in other seatsIn Amravati, where the BJP picked actor-turned-politician Navneet Rana as its candidate, there was stiff opposition to her within the bloc and by its partners.Bacchu Kadu, whose Prahar Janshakti Party is an ally of the Mahayuti, is opposed to Rana’s candidature. The Prahar party has nominated Dinesh Bub against Rana in this election. “Rana has not done work in this constituency,” Kadu told Scroll. “We wanted to fight from this seat to defeat her.”In 2019, Rana won the Lok Sabha elections as an independent in Amravati, a reserved seat. She had the support of Sharad Pawar, the head of the undivided NCP and she defeated the Shiv Sena’s Anandrao Adsul, who won the seat twice in 2009 and 2014.This time, her candidature on a BJP ticket has miffed Adsul, who switched to Shinde’s camp and is now part of the Mahayuti. It is not only Adsul’s supporters who have stayed away from campaigning for the alliance’s candidate. The local BJP unit also opposed her nomination. Amravati voted on April 26 in the second phase of the elections.\n\t\t\n\tNavneet Rana in Jalna. Credit: Navnit Ravi Rana (Modi Ka Parivar) @navneetravirana/X. In Nashik, all three parties wanted to field their own candidates. Eventually, Ajit Pawar’s Nationalist Congress Party and BJP had to concede the seat to Shinde’s Sena. The undivided Sena has won Nashik since 2014. Shinde has announced two-time MP Hemant Godse as the candidate.But local units of Ajit Pawar’s Nationalist Congress Party have not been enthusiastic in campaigning. “There is a sense of discrimination,” said a local functionary of the Ajit Pawar faction. “The Sena got more seats than us.”Even Chhagan Bhujbal, a prominent leader of the Ajit Pawar faction, told the media that the party expected equal seat distribution between Shinde’s Sena and Ajit Pawar’s organisation. Bhujbal has refrained from campaigning for Godse in Nashik. He only participated in one rally in Satpur in Nashik, on May 11.Workers of the Ajit Pawar party say that since they have two of out six MLAs in the Nashik Lok Sabha constituency, they should have been allowed to contest. The seat was initially offered to Bhujbal, who has a strong base among the Other Backward Classes and was the first choice for his party as well as the BJP.But after opposition from Sena workers and residents, Bhujbal declined to contest.When Godse’s name was announced, Nivrutti Aringale, a member of the Ajit Pawar faction of the Nationalist Congress Party, declared that he would contest as an independent to protest against the Mahayuti’s decision. “But I withdrew at the request of Pawar saheb [Ajit Pawar],” he told Scroll.Baramati also saw a revolt against the Mahayuti, this time by workers of Shinde’s Sena. They were against the alliance’s decision to field Sunetra Pawar, the wife of Ajit Pawar, against three-time MP and relative Supriya Sule. Sule is the candidate for the INDIA alliance and a member of the Sharad Pawar faction of the Nationalist Congress Party.Shinde Sena leader Vijay Shivtare even announced that he would contest as an independent. He backed down after he was coaxed by Eknath Shinde.\n\t\t\n\tAjit Pawar and Sunetra Pawar after voting in Baramati on May 7. Credit: Sunetra Ajit Pawar @SunetraA_Pawar/X. Too many players, divided interestThe hastiness with which the alliance was formed has not given ground-level workers the time to iron out their differences, observers say. “Within the alliance, Ajit Pawar’s party is not happy,”  said academician Harish Wankhede said. “They also think that the BJP is not sincere in its support.” He noted that Shinde has managed to get three times the number of seats than Ajit Pawar’s faction.Political scientist Suhas Palshikar said another problem for the Mahayuti alliance is that core BJP voters may not be happy to vote for Ajit Pawar’s Nationalist Congress Party or Shinde’s Sena.“When you enter into an alliance, you transfer your votes to your partner wherever they have a candidate,” he said. “That is a challenge for Mahayuti. The two parties [led by Ajit Pawar and Shinde] are very weak on the ground. They don’t have pan-Maharashtra support.”Palshikar said that the alliance has also dented the BJP’s ambition to increase its seat tally in Maharashtra. In its quest for complete national dominance, the BJP was aiming to contest 32 seats, but is now contesting from 28 seats. “The BJP will rely on Shinde’s Sena,” Palshikar said. “If Shinde does not perform well, it will be the end of road for them.”Also read: In Pawar stronghold Baramati, an election battle that reflects why Maharashtra is a challenge","author":"Tabassum Barnagarwala","time":"2024-05-15T17:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200718-oimvwzmlus-1715767090.jpg","tags":["Eknath Shinde","Shiv Sena","Mahayuti","Maharashtra","Lok Sabha 2024","Uddhav Thackeray","Thane","Mumbai Lok Sabha Elections","Navneet Rana","Sharad Pawar","Devendra Fadnavis","Ajit Pawar"],"source":"https://scroll.in/article/1067811/maharashtra-will-strains-between-workers-of-bjp-led-coalitions-three-parties-affect-the-outcome"}