{"title":"Maharashtra: BJP and Shiv Sena meet governor separately for Diwali but deny discussing power tussle","content":"The Bharatiya Janata Party and the Shiv Sena met Maharashtra’s governor separately on Monday amid an ongoing tussle over the formation of the next government in the state, even as both parties denied the meetings were related to the matter, PTI reported. Leaders of the two parties said the meetings were meant to exchange Diwali greetings.Shiv Sena leader Diwakar Raote arrived at the Raj Bhavan at 10.30 am to meet Governor Bhagat Singh Koshyari. Chief Minister Devendra Fadnavis of the BJP reached the Raj Bhavan at 11 am, ANI reported.An unidentified Shiv Sena leader told PTI: “This [Diwali] is a festival of lights and Raote will meet Governor Koshyari to extend Diwali greetings on behalf of the Sena. There will be no political discussion.”An aide of Fadnavis also said any political discussion during the meeting was unlikely. However, Fadnavis, following the meeting, tweeted:  “I met Governor Bhagat Singh Koshyari today morning at the Raj Bhavan in Mumbai and wished him on the occasion of Diwali. I also apprised him of the current situation in the state.”Both parties are in an alliance, but the Shiv Sena is insisting on an equal power-sharing agreement with its senior partner in the Cabinet after the election results on Thursday. The party has demanded a written assurance from the BJP that the chief minister’s post will be shared during the five-year term.The BJP won 105 seats in the Maharashtra Assembly polls, while the Shiv Sena secured 56. Together, the two parties can cross the majority mark of 145 in the legislature to form a government.Meanwhile, Shiv Sena leader Sanjay Raut said the party’s insistence on sharing power equally was not a demand but an agreement. “They gave us their word before the national election...you can’t delete what you said in front of the media,” he told NDTV. “You can tear paper, you can make files disappear. You can set fire to the Mantralaya, like they set fire to the Mantralaya to destroy files... But this agreement on power-sharing, how will you delete it.”Maharashtra’s state secretariat, called Mantralaya, has caught fire twice – once in 2012 and again in 2013. In the first episode, five people were killed and thousands of important files were reportedly destroyed.Raut also took a dig at the BJP, saying they “always chant Ram’s name” and pointed out that the deity’s name means “satya [truth]”. The politician said Shiv Sena President Uddhav Thackeray would take a call on the party’s chief ministerial candidate, but added the consensus was that Aaditya Thackeray should take over the post.Uddhav Thackeray has warned the BJP that it will consider “other options” if the saffron party refuses to agree to its demand. Shiv Sena leaders have pointed out the party is in a commanding position to bargain better berths in the Cabinet after the adn agai Rebel BJP MLA Geeta Jain, who contested as an Independent from the Mira-Bhayander seat and defeated the saffron party’s Narendra Mehta, on Sunday met Fadnavis and extended her support to the BJP, ANI reported.Mumbai: Shiv Sena leader Diwakar Raote arrives at Raj Bhavan to meet Maharashtra Governor Bhagat Singh Koshyari pic.twitter.com/kwj6dWlNNA— ANI (@ANI) October 28, 2019\n\nOn Friday, Uddhav Thackeray had reminded the BJP of the 50:50 formula, and said things would proceed that way. He described the mandate as an “eye-opener for many”. “We had agreed to contest fewer seats [than the BJP], but I cannot accommodate the BJP every time,” he added. “I should allow my party to grow.” Thackeray said that the question of who would occupy the chief minister’s post was an “important question”.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-28T11:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/52842-vnlmxrehmj-1569862540.jpg","tags":["Maharashtra","Shiv Sena","Devendra Fadnavis","Uddhav Thackeray","BJP"],"source":"https://scroll.in/latest/941886/maharashtra-bjp-shiv-sena-meet-governor-separately-for-diwali-but-deny-discussion-on-power-tussle"}