{"title":"Maharashtra: ‘President’s Rule is a scripted act, Fadnavis shedding crocodile tears,’ says Shiv Sena","content":"The Shiv Sena on Thursday alleged that the imposition of President’s Rule in Maharashtra was a “scripted act” and hit out at Governor Bhagat Singh Koshyari for giving them just 24 hours to garner support to prove its majority to form the government, PTI reported.The Assembly election results were announced on October 24. The The Bharatiya Janata Party  had emerged as the single-largest party with 105 seats in the 288-member Assembly. The Sena, with 56 seats, came second, while the NCP and the Congress won 54 and 44 constituencies.However, the BJP and Shiv Sena could not form a government in alliance. The stalemate between the two parties was a result of the Shiv Sena’s demand for an equal number of Cabinet portfolios, and the chief minister’s post for two and a half years. The Uddhav Thackeray-led party has claimed that the BJP had agreed to the power-sharing deal in the run-up to the General Elections in April and May. The Shiv Sena also failed to get letters of support from Nationalist Congress Party and Congress. On Monday, the governor rejected Shiv Sena’s request for extra time to get letters of support and had invited the Nationalist Congress Party, the third largest party in the state, to stake claim to form government. However, hours before the deadline was to end on Tuesday, Koshyari recommended President’s Rule in the state. He had said a situation had arisen in which it was impossible to constitute a stable government.In an editorial in its mouthpiece, Saamana, the Shiv Sena criticised the governor’s refusal to grant them extra time to demonstrate the requisite majority to form government in the state. “It looked like some invisible power was controlling this game and decisions were taken accordingly,” the editorial read. “The governor is so kind that he has now given us six months,” the party said in sarcastic remarks. “In fact, the imposition of President’s rule was a scripted act. It was already decided.”The editorial pointed out that Koshyari was an Rashtriya Swayamsevak Sangh worker earlier and served as the chief minister of Uttarakhand. “But Maharashtra  is a grand state in terms of geography and history,” Sena said. “When the governor denies 48 hours [to stake claim], then people would think something is wrong with the way he is acting.”The Shiv Sena also accused Devendra Fadnavis of faking concerns over the imposition of President’s Rule. “The former chief minister has expressed concern on whether President’s rule would impact investments in Maharashtra,” the Uddhav Thackeray-led party said. “Fadnavis is shedding crocodile tears. If someone is shedding crocodile tears over Presidents rule in the state, it is a farce.”The party claimed the power was still indirectly with the BJP, adding that those who demitted office “look happy” with this decision.Meanwhile, Shiv Sena leader Sanjay Raut on Twitter said they would neither get defeated nor be afraid amid their efforts to form an alliance with the Congress and the Nationalist Congress Party to get the numbers. On Wednesday, BJP President and Union Home Minister Amit Shah had pinned the blame on the Shiv Sena for the collapse of their alliance in Maharashtra.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-14T13:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130887-kdtoieimla-1573716270.jpg","tags":["Shiv Sena","Bhagat Singh Koshyari","Maharashtra","BJP","Congress","NCP"],"source":"https://scroll.in/latest/943662/maharashtra-presidents-rule-is-a-scripted-act-fadnavis-shedding-crocodile-tears-says-shiv-sena"}