{"title":"Maharashtra court rejects plea to ban ‘Pathaan’ trailer, its song on YouTube","content":"A Maharashtra civil court last week rejected a plea to restrain production house Yash Raj Films from broadcasting trailers, teasers and advertisements of the movie Pathaan, as well as its song, Besharam Rang on YouTube, reported Bar and Bench. The court said that prime facie no case was made out and that the petitioner had failed to prove his case.The petition had been filed by a social worker who had claimed that he was confused after he noticed that the U/A censor board certificate was not shown on YouTube before the teasers, trailer, songs and advertisements of the movie.The U/A certificate, given by Central Board of Film Certification, denotes that the film has been permitted for un­restricted public exhibition subject to parental guidance for children below the age of 12.The petitioner claimed that it was necessary under the Cinematography Act to display the U/A certificate before publishing an advertisement in newspapers, hoardings, trailers and teasers, reported Live Law. He claimed that not showing the certificate was causing loss to him and the society. The petitioner did not say what loss he was referring to.Advocate Harsh Buch, representing Yash Raj Films, argued that the suit was misleading. He said there was no rule that the censor board certificate has to be shown when publishing an advertisement on an over-the-top platform. Buch also argued that the requirement of certification under the Cinematography Act was only limited to the theatrical screening of the film and on DVDs. Platforms like YouTube are regulated by the Information Technology Rules, 2021, he added.The Shahrukh Khan and Deepika Padukone-starrer Pathaan, which released on January 25, has met with controversies earlier as well.In December, after the song Besharam Rang was released online, Bharatiya Janata Party leader and Madhya Pradesh Home Minister Narottam Mishra had objected to Padukone’s costumes and threatened to block the film’s theatrical release in the state. Padukone could be seen in a saffron outfit for a few seconds in the song. Several Hindutva groups had then called for boycotting the film, which marked Khan’s return to the big screen after four years.","author":"Scroll Staff","time":"2023-02-15T17:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184986-trnxdtgfxb-1672299008.jpeg","tags":["Pathaan","Besharam Rang","Maharashtra","Shah Rukh Khan","Deepika Padukone"],"source":"https://scroll.in/latest/1043959/maharashtra-court-rejects-plea-to-ban-pathaan-trailer-its-song-on-youtube"}