{"title":"‘Mahanati’ review: Keerthy Suresh is stunning as Savitri","content":"Telugu filmmaker Nag Ashwin pulls off with aplomb the daunting task of making a biopic on South Indian screen goddess Savitri. Mahanati is mostly well cast, has excellent production design, features commendable performances and is engrossingly narrated. The biopic’s biggest success story is 25-year-old Keerthy Suresh, whose resemblance to Savitri (with due credit to make-up artists and costume designers) is uncanny and whose portrayal of the screen icon is impressive. The movie boasts of an ambitious cast, several of whom have been carefully chosen: Mohan Babu as the legendary SV Ranga Rao, Krish Jagarlamudi as KV Reddy, Chaitanya Akkineni as Akkineni Nageswara Rao and Avasarla Srinivas as LV Prasad. It is Suresh, however, who carries the film on her shoulders and confidently brings to life Savitri’s dramatic and tragic story.Savitri fans will also love the recreations of iconic scenes and songs from Savitri’s vast filmography. These include the wonderful Vivahabhojanambu and Ahaa Naa Pelliyanta from Mayabazar (1957) and Gorinta Poochindi Komma Lekunda from Gorintaku (1979). Suresh shines in these recreated sequences and ensures that she does more than imitate Savitri. The rise of Savitri (1934-81) was as quick as the fall. She suffered many setbacks – personal and professional – and died at the age of 41 after losing a battle with alcoholism. Mahanati begins in the 1980s. Madhuravani (Samantha Akkineni), a rookie reporter, reluctantly accepts an assignment to cover “cine-actor Savitri in a coma”. Madhuravani has no interest in the story until news photographer Anthony (Vijay Deverakonda) mansplains to her that news about movie stars can have substance too. Madhuravani’s quest to find out more about Savitri forms the framing device for Mahanati. \n\n\n    \n    Play\n\nMahanati (2018).The journey from Bezawada, where Savitri was born, to Madras is engrossing, and once Savitri finds her feet in front of the camera, her career begins to dominate her life. Ashwin cleverly juxtaposes the choices made by Savitri’s screen characters – such as Parvati in Devadasu – with the actor’s off-screen decisions. Savitri’s fatal flaw – her stubborn nature – and longing for a father-figure, which shaped her outlook on men and relationships, are treated with compassion. The 176-minute movie is evenly paced, and the director ensures that the cameo-heavy screenplay is not reduced to a series of entries and exits. A chunk of the narrative focuses on the relationship between Savitri and Gemini Ganesan (Dulquer Salmaan). Their love transitions into marriage after turbulence (Ganesan was previously married) and the relationship eventually falls apart. Although the biopic presents an absorbing portrait of a relationship that is enriching and stifling in equal measure, it is hard to accept Dulquer Salmaan as Gemini Ganesan despite the sincerity with which he portrays the movie star.Also unacceptable is the CGI recreation of NT Rama Rao. In an otherwise perfectly recreated universe, Rao’s computer version evokes unwanted laughter.Dulquer Salmaan and Keerthy Suresh in Mahanati. Image credit: Vyjayanthi Movies.","author":"Archana Nathan","time":"2018-05-11T11:51:38.565158+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/878617-88831-ytcwaptirs-1525429087.jpg","tags":["Mahanati","Keerthy Suresh","Savitri"],"source":"https://scroll.in/reel/878617/mahanati-review-keerthy-suresh-is-stunning-as-savitri"}