{"title":"Eknath Shinde takes oath as chief minister of Maharashtra ","content":"Here are some top updates of the day:\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.05 pm: Uddhav Thackeray extends his greeting to Eknath Shinde and Devendra Fadnavis.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    महाराष्ट्र राज्याचे नवनियुक्त मुख्यमंत्री  @mieknathshinde जी व उपमुख्यमंत्री @Dev_Fadnavis जी यांना भावी वाटचालीस शुभेच्छा. आपल्या हातून महाराष्ट्रामध्ये चांगले काम होवो, ही सदिच्छा!— Office of Uddhav Thackeray (@OfficeofUT) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11 pm: Pawar says that he does think Devendra Fadnavis has accepted the position of deputy chief minister happily, ANI reports.“It can be seen on his face,” he says. “But he had lived in Nagpur, it is his ethos as an swayamsevak [RSS], so he accepted the position.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.54 pm: Nationalist Congress Party chief Sharad Pawar congratulates Eknath Shinde, reports ANI.“He showed the power of taking such a large number of MLAs to Guwahati,” he says. “He inspired people to quit Shiv Sena. I don’t know if it happened earlier. But it didn’t happen without preparation.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.04 pm: Prime Minister Narendra Modi congratulates Eknath Shinde and Devendra Fadnavis.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I would like to congratulate Shri @mieknathshinde Ji on taking oath as Maharashtra CM. A grassroots level leader, he brings with him rich political, legislative and administrative experience. I am confident that he will work towards taking Maharashtra to greater heights.— Narendra Modi (@narendramodi) June 30, 2022\n\n\n\n    Congratulations to Shri @Dev_Fadnavis Ji on taking oath as Maharashtra Deputy CM. He is an inspiration for every BJP Karyakarta. His experience and expertise will be an asset for the Government. I am certain he will further strengthen Maharashtra’s growth trajectory.— Narendra Modi (@narendramodi) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.50 pm: Devendra Fadnavis, who had earlier said that he would not be a part of the government, says that he has followed party’s orders.“The party that allowed me to serve in the highest position – its orders are of great importance to me,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    प्रामाणिक कार्यकर्ता के नाते पार्टी के आदेश का मैं पालन करता हूँ. जिस पार्टी ने मुझे सर्वोच्च पद तक पहुँचाया, उसका आदेश मेरे लिए सर्वोपरि है.एक प्रामाणिक कार्यकर्ता म्हणून पक्षाच्या आदेशाचे मी पालन करतो. ज्या पक्षाने मला सर्वोच्च पद दिले, त्या पक्षाचा आदेश मला शिरोधार्य आहे. https://t.co/uBp4yBsU5D— Devendra Fadnavis (@Dev_Fadnavis) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.38 pm: Devendra Fadnavis will be the deputy chief minister of Maharashtra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Devendra Fadnavis takes oath as the Deputy Chief Minister of Maharashtra pic.twitter.com/UM5XmxBCPZ— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.34 pm: Eknath Shinde takes oath as chief minister of Maharashtra \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Eknath Shinde takes oath as the Chief Minister of Maharashtra pic.twitter.com/F7GpqxGozq— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.30 pm: The swearing in ceremony has started at the Raj Bhavan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #थेटप्रसारण:-महाराष्ट्र राज्याचे मुख्यमंत्री म्हणून @mieknathshinde यांचा राजभवन येथे थपथविधी होत आहे. राज्यपाल @BSKoshyari हे श्री. शिंदे यांना मुख्यमंत्री पदाची शपथ देत आहेत.#Live https://t.co/yy2EUlM9OC— MAHARASHTRA DGIPR (@MahaDGIPR) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.46 pm: BJP national President JP Nadda says that central leadership wants Devendra Fadnavis to become the deputy chief minister of Maharashtra, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | \"...BJP's central leadership has decided that Devendra Fadnavis should become a part of the Govt. So, made a personal request to him and Central leadership has said that Devendra Fadnvais should take charge as Deputy CM of Maharashtra..,\" BJP national president JP Nadda pic.twitter.com/Gxmt4zurym— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.33 pm: Shiv Sena MLAs chant slogans in support of Shinde outside a hotel in Panaji, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Goa: Shinde faction MLAs chant slogans in favour of Eknath Shinde outside a hotel in Panaji.Shinde will be taking the oath as Maharashtra CM this evening pic.twitter.com/18LyMcPMqc— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.41 pm: Rebel Shiv Sena MLAs staying at a hotel in Goa celebrate after Eknath Shinde was announced as the chief minister of Maharashtra. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Eknath Shinde-faction MLAs, staying at a hotel in Goa, celebrate following his name being announced as the Chief Minister of Maharashtra. pic.twitter.com/uJVNa4N74g— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.08 pm: We are not working for any chief minister’s post, says Devendra Fadnavis, according to NDTV. “This is a battle of values, ideologies and Hindutva,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.06 pm: Of the 50 MLAs with Shinde, 40 are from Shiv Sena, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A total of 50 MLAs are with us, including 40 MLAs from Shiv Sena...We have fought this battle so far with their help...I will not let even a scratch mar the trust that these 50 people have placed in me - let alone break that trust: Maharashtra CM-designate Eknath Shinde pic.twitter.com/2f877rCMB5— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.04 pm: Nobody will be permitted to be at the swearing in ceremony as there is no overhead cover at the venue and it is raining a lot, says Devendra Fadnavis, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5 pm: I thank Prime Minister Narendra Modi and Home Minister Amit Shah as they made a party worker the chief minister of the state, says Shinde.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.59 pm: Shinde says that the MLAs had approached Uddhav Thackeray with their constituency’s grievances and development work, advising him on the need to improve or else it would be difficult to win the elections. “We demanded a natural alliance with the BJP,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.54 pm: Shinde says that he is committed to Shiv Sena founder Balasaheb’s Hindutva and to the development work in the constituencies of our MLAs. “We have 50 MLAs with us,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.48 pm: Rebel Shiv Sena MLA Eknath Shinde says the decision that taken by his faction is committed to outfit founder Balasaheb Thackeray’s Hindutva and for the development work in the constituencies of the MLAsm reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: Devendra Fadnavis says the Cabinet would be expanded and Shiv Sena and BJP leaders would be sworn in later, reports ANI.“I will stay out of the government,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.35 pm: Devendra Fadnavis says Eknath Shinde will be chief minister of Maharashtra, reports NDTV. The oath-taking ceremony will be held at 7.30 pm.   \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.23 pm: Devendra Fadnavis and Eknath Shinde meet the governor and stake claim to form the government, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BJP leader Devendra Fadnavis stakes claim to form the government #MaharashtraPoliticalCrisis pic.twitter.com/l4wQNE8K73— NDTV (@ndtv) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.17 pm: On reports that Ekanth Shinde will claim the Shiv Sena name, Aaditya Thackeray tells NDTV that the rebel MLAs do not need to undergo a floor test but a “morality test”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | \"Monster Ambition\" Among Some Who Betrayed Us: Aaditya Thackeray To NDTV #NDTVExclusive pic.twitter.com/0Jb0caa47i— NDTV (@ndtv) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.03 pm: BJP leader Devendra Fadnavis and rebel MLA Eknath Shinde reach Raj Bhawan, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.59 pm: “Uddhav Thackeray was betrayed by his own people,” Aaditya Thackeray, a Shiv Sena MLA and the son of the former chief minister, tells NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.55 pm: Congress MLAs meet Shiv Sena leader Uddhav Thackeray at his Mumbai home, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maharashtra Congress leaders and MLAs met Shiv Sena leader Uddhav Thackeray at Matoshree in Mumbai today. He resigned as the Chief Minister of the state yesterday. pic.twitter.com/x1uYCWk6mO— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.53 pm: Visuals show Ekanth Shinde meeting Devendra Fadnavis at the BJP leader’s home.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Eknath Shinde met BJP leader Devendra Fadnavis at the latter's residence, this evening pic.twitter.com/BSiW25H9cU— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.39 pm: Eknath Shinde and Devendra Fadnavis leave the BJP leader’s home, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Mumbai: Eknath Shinde & BJP leader Devendra Fadnavis leave the latter's residence for Raj Bhawan pic.twitter.com/1ix6FCGApQ— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.14 pm: Rebel Shiv Sena MLA Eknath Shinde reaches the home of Bharatiya Janata Party leader and former Maharashtra Chief Minister Devendra Fadnavis, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maharashtra | Eknath Shinde arrives at the residence of BJP leader Devendra Fadnavis in Mumbai pic.twitter.com/zSyiOL6VC9— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.51 pm: Eknath Shinde reaches Mumbai, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Maharashtra Shiv Sena MLA Eknath Shinde arrived at Mumbai airport from Goa.#MaharashtraPoliticalCrisis pic.twitter.com/qW10YzE2rw— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.57 pm: Rebel Shiv Sena MLA Deepak Kesarkar says that the faction is ready to talk to former Chief Minister Uddhav Thackeray if he is ready to break his alliance with the Congress and the Nationalist Congress Party, reports ANI.“But he is still with them,” he adds. “We have not gone to SC against Thackeray. We still have respect for Thackeray ji.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.56 pm: “If there will be a swearing-in ceremony tomorrow, then we will go tomorrow [to Mumbai],” says rebel Shiv Sena MLA Deepak Kesarkar, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.49 pm: Rebel MLA Deepak Kesarkar says that Bharatiya Janata Party leader Devendra Fadnavis would decide when the oath-taking ceremony of the new government will take place, reports NDTV.Kesarkar says this is because the BJP is a national party and the event’s date might be based on the convenience of the leaders of the outfit to attend the ceremony.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | \"Our negotiations (with BJP) have already started and we will form the government\": Rebel MLA Deepak Kesarkar pic.twitter.com/fmX7Nn57pb— NDTV (@ndtv) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: Rebel leader Deepak Kesarkar says that Shiv Sena spokesperson Sanjay Raut’s statement that the rebel camp backstabbed him was not correct. “In fact, the people could have said that they were backstabbed when the Shiv Sena allied with the NCP and Congress,” he says. “The vote [in the 2019 Assembly election] was for a BJP-Shiv Sena government. It never was for the NCP or Congress.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: Shiv Sena MLA Deepak Kesarkar denies allegations that leaders from the rebel camp celebrated the resignation of Uddhav Thackeray as Maharashtra chief minister. “We never wanted to offend the chief minister,” he says, according to NDTV. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | \"We never wanted to offend the Chief Minister. While fighting Congress-NCP, we had to fight our own leader\": Rebel MLA Deepak Kesarkar pic.twitter.com/eUeqwn8E7G— NDTV (@ndtv) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.52 pm: Rebel leader Deepak Kesarkar says that the 16 Shiv Sena legislators who continue to support party chief Uddhav Thackeray will also need to follow the party whip, failing which they will lose the posts of MLAs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.48 pm: Shiv Sena MLA Deepak Kesarkar alleges that attempts were made to create divisions among the rebel MLAs while they were camping in Guwahati. “Even now, rumours are being spread about ministerial berths in order to forment divisions,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.46 pm: Eknath Shinde flies to Mumbai from Goa in a chopper, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.36 pm: Rebel Shiv Sena leader Eknath Shinde says he will go to Mumbai today, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"MLAs are still here in Goa but I am going to Mumbai today,\" says rebel Shiv Sena leader Eknath Shinde pic.twitter.com/edisLE8cU2— ANI (@ANI) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.22 pm: Rebel MLAs of the Shiv Sena will soon hold a press conference in Goa, reports NDTV. The Eknath Shinde-led faction held a meeting earlier today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🔴 #MaharashtraPoliticalCrisis | Shiv Sena Rebel camp meet ends, press conference in Goa soon https://t.co/BOp1paumGENDTV's Sohit Mishra reports pic.twitter.com/UTwz9kxA3B— NDTV (@ndtv) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: In the wake of Uddhav Thackeray’s resignation as chief minister, a special session of the Maharashtra Assembly that was scheduled to be held on Thursday will not be convened, ANI reports.Rajendra Bhagwat, Principal Secretary in the Maharashtra Legislative Assembly, says that according to the governor’s orders, there is no need for a floor test now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: Rebel Shiv Sena leader Eknath Shinde says that his faction has not held any talks with the BJP on the sharing of ministerial portfolios in the government that is likely to be formed soon. He said that talks on the matter will take place soon.“Till then, please do not believe rumours about any list of ministries,” he says\n    \n        \n        \n            \n            \n            \n        \n    \n\n    भाजपसोबत कोणती आणि किती मंत्रीपदे याबाबत अद्याप कोणतीही चर्चा झालेली नाही, लवकरच होईल. तोपर्यंत कृपया मंत्रिपदाच्या याद्या आणि याबाबत पसरलेल्या अफवा यावर विश्वास ठेवू नका.— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 30, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.26 am: Shiv Sena spokesperson says party chief Uddhav Thackeray quit the post of chief minister with grace. “We lost a sensitive and decent chief minister,” he said. “History is witness that betrayal does not end well.”Raut adds that Shiv Sena workers will suffer baton blows and go to jail, but will keep the party founded by Bal Thackeray alive. “This is the beginning of the Shiv Sena’s glorious victory,” he remarks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    मुख्यमंत्री उध्दव ठाकरे ने अत्यंत शालीनता से पदत्याग किया.हमने एक संवेदनशील, सभ्य मुख्यमंत्री खो दिया.इतिहास गवाह है कि धोखाधड़ी का अंत अच्छा नहीं होता.ठाकरे जीते.यह शिवसेना की शानदार जीत की शुरुआत है.लाठियां खाएंगे,जेल जाएंगे, पर बालासाहेब की शिवसेना को दहकती रखेंगे! pic.twitter.com/2PScxCzbxV— Sanjay Raut (@rautsanjay61) June 29, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.20 am: The BJP’s core committee in Maharashtra is currently holding a meeting at the residence of Leader of Opposition Devendra Fadnavis in Mumbai, according to ANI.The party’s in-charge for Maharashtra CT Ravi, state party chief Chandrakant Patil and senior leaders Girish Mahajan and Pravin Darekar are present at the meeting.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.40 am: The BJP is slated to hold a series of meetings in Mumbai following Uddhav Thackeray’s resignation as the chief minister, PTI reports. The party’s in-charge for Maharashtra CT Ravi will be present at the meeting.The BJP’s state chief Chandrakant Patil says that Leader of Opposition Devendra Fadnavis and rebel MLAs will decide the next course of action. “While BJP has 106 MLAs of its own and support of some 10 independent MLAs, it will have to undertake a lot of deliberations and negotiations for seat sharing formula with rebel Sena MLAs and independents,” he says. “It will take some time, but a clear picture would emerge by Friday.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.11 am: After Uddhav Thackeray submits his resignation, the police have tightened security at the homes and offices of rebel Shiv Sena MLAs, reports The Times of India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.07 am: Rebel Shiv Sena MLAs, led by Eknath Shinde, will convene a meeting at The Taj in Goa at 10 am, reports India Today. On Wednesday evening, they checked out of the Guwahati hotel they had been staying in since June 22.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.51 am: Maharashtra Assembly Secretary Rajendra Bhagwat says as per the governor’s orders, there is no need for a floor test now, since Thackeray has resigned, reports ANI. Bhagwat says today’s special session of the Assembly will not be convened. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.55 am: Uddhav Thackeray urges Shiv Sena workers not to disrupt the formation of the new government. “Tomorrow, a new democracy will take birth, and it will be a new start,” he says. “No Shiv Sainik should come in their way.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    उद्या नवीन लोकशाही जन्माला येत आहे, त्याचा पाळणा हालतोय. कोणीही शिवसैनिक त्यांच्या रस्त्यात येऊ नये !— Uddhav Thackeray (@uddhavthackeray) June 29, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.50 am: On Wednesday evening, Uddhav Thackeray submitted his resignation to Maharashtra Governor Bhagat Singh Koshiyari. The governor asked him to continue as chief minister till an alternate arrangement is made.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Mumbai | Uddhav Thackeray submits his resignation as Maharashtra CM to Governor Bhagat Singh Koshyari, who has asked him to continue as CM until an alternate arrangement is made: Raj Bhavan pic.twitter.com/lmEzl8ghBY— ANI (@ANI) June 29, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.45 am: Here is a roundup of the key events pertaining to the Maharashtra political crisis from Wednesday: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shiv Sena chief Uddhav Thackeray resigned as the Maharashtra chief minister and as a member of the Legislative Council. “I had come to power in an unexpected manner and I am going out in a similar fashion,” he remarked.The Supreme Court rejected the Shiv Sena’s plea against Maharashtra Governor Bhagat Singh Koshyari’s decision directing Thackeray to face a floor test.The Maharashtra Cabinet, in its last decisions under the Thackeray-led government, approved the renaming of the city of Aurangabad to Sambhajinagar and the city of Osmanabad to Dharashiv. The cabinet also approved a decision to name the new airport at Navi Mumbai after DB Patil, a leader who fought for the rights of persons who were displaced to build the township.Rebel MLAs who had been camping at a hotel in Guwahati since last week left the city. Reports said that they were likely to travel to Goa before returning to Maharashtra.","author":"Scroll Staff","time":"2022-06-30T07:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176514-zqxmxzkbcx-1656607438.jpg","tags":["Uddhav Thackeray","Maharashtra","Shiv Sena","BJP","Maharashtra political crisis"],"source":"https://scroll.in/latest/1027236/maharashtra-political-crisis-thackeray-urges-shiv-sena-workers-not-to-disrupt-government-formation"}