{"title":"Devendra Fadnavis takes oath as Maharashtra CM, NCP’s Ajit Pawar as deputy; Modi congratulates them","content":"Bharatiya Janata Party leader Devendra Fadnavis on Saturday took oath as the chief minister of Maharashtra for a second term with Nationalist Congress Party leader Ajit Pawar as his deputy, ANI reported. The oath of office was administered by Maharashtra Governor Bhagat Singh Koshyari at Raj Bhavan.The sudden developments came when the Shiv Sena, Nationalist Congress Party and Congress on Friday unanimously agreed that Sena chief Uddhav Thackeray would be the chief minister of the new government. Speaking after taking oath, Fadnavis said the people of Maharashtra gave BJP a clear mandate, but alliance partner Shiv Sena rejected it. “Sena tried to ally with other parties after results, as a result President’s Rule was imposed,” he added. “Maharashtra needed a stable government not a khichdi [messy] government.” He expressed his gratitude to Pawar and said he took the decision to give the state a stable government with the saffron party. “Some other leaders also came with us and we staked claim to form government,” Fadnavis said.Ajit Pawar, who is the nephew of NCP chief Sharad Pawar, said he reached the decision on his own.Prime Minister Narendra Modi congratulated both the leaders. “Congratulations to Devendra Fadnavis and Ajit Pawar on taking oath as the chief minister and deputy chief minister of Maharashtra, respectively,” he tweeted. “I am confident they will work diligently for the bright future of Maharashtra.” Congratulations to @Dev_Fadnavis Ji and @AjitPawarSpeaks Ji on taking oath as the CM and Deputy CM of Maharashtra respectively. I am confident they will work diligently for the bright future of Maharashtra.— Narendra Modi (@narendramodi) November 23, 2019\n\nMumbai: Devendra Fadnavis takes oath as Maharashtra Chief Minister again, oath administered by Governor Bhagat Singh Koshyari at Raj Bhawan pic.twitter.com/PiRuq9SkYh— ANI (@ANI) November 23, 2019\n\nFollow the latest political developments in Maharashtra today here.The political situation in MaharashtraThe Bharatiya Janata Party and the Shiv Sena had fought the Maharashtra Assembly elections, held on October 21 together. The BJP won 105 seats, the Shiv Sena 56 seats, the Nationalist Congress Party 54 seats, and the Congress 44 seats.However, the BJP and the Shiv Sena fell out after the Sena insisted that BJP National President Amit Shah had promised it the chief minister’s post for 2.5 years, as well as 50% of the portfolios in the Maharashtra Cabinet. The BJP refused to admit the claim or accede to the demand.Following this, the BJP told the governor that it did not have the numbers to form the government. Subsequently, Koshyari invited the Shiv Sena and the Nationalist Congress Party. But the Centre advised Koshyari to impose President’s Rule in Maharashtra, which he did on November 12.The Shiv Sena, Congress and Nationalist Congress Party subsequently began negotiations for an alternative government. Earlier on Friday, Shiv Sena chief Uddhav Thackeray met all party MLAs, who urged him to take the chief minister’s post. Congress leader Manikrao Thakare also declared that the chief minister would come from the Shiv Sena.","author":"Scroll Staff","time":"2019-11-23T08:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131409-kyhzzczply-1574481760.jpg","tags":["Devendra Fadnavis","Ajit Pawar","Maharashtra","BJP","NCP"]}