{"title":"Maharashtra Assembly elections: ‘Unprecedented victories,’ says PM Modi after results","content":"11.36 pm: The BJP-Shiv Sena alliance looks poised to win for a second consecutive  term but with fewer seats than expected. The all-important halfway mark  of 145 seats has been crossed by the alliance. Meanwhile, the Congress and the Nationalist Congress Party put up a good fight despite lacklustre campaigning.BJP and Shiv Sena retain Maharashtra, Congress-NCP alliance performs better than expected\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.33 pm: Maharashtra Congress President Balasaheb Thorat says his party accepts the mandate given to ruling BJP-Shiv Sena in Maharashtra Assembly elections, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.31 pm: Congress says even though it did not get the expected number of seats in the Assembly polls in Maharashtra, it will continue to raise matters related to common people and act as a formidable Opposition, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 pm: Shiv Sena President Uddhav Thackeray calls a meeting of newly-elected MLAs of his party on Saturday, according to News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 pm: Maharashtra Chief Minister Devendra Fadnavis defeated his rival Ashish Deshmukh of Congress party by over 49,000 votes from Nagpur South West constituency. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.51 pm: “I want to assure people of both states that we will serve you to the best of our abilities,” says prime minister. “I have seen that policies and schemes are better implemented in states where there is a BJP government,” he adds. “Other parties waste time in changing names of schemes.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.50 pm: “In the last election we got 33% votes in Haryana and this time it went up to 36%,” says Modi, adding that it is a stamp of approval for the BJP government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.46 pm: Modi calls the election verdict “unprecedented victories” as these days few governments come back to power after five years.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.42 pm: Modi says in the last elections BJP did not get full majority in Maharashtra. “We crossed the halfway mark by just two seats in Haryana,” he tells in his address to party workers at Delhi BJP office. “For the last five years, both the chief ministers kept everybody together and led  successful governments.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.39 pm: Modi thanks people for voting in favour of BJP. “Diwali just few days away, voters in Haryana and Maharashtra have shown immense confidence and trust in the BJP,” he says. “All workers in both states have worked extremely hard,” he adds. “They won the confidence of the people. I want to thank all of them.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Prime Minister Narendra Modi addresses BJP workers at the party headquarters in Delhi: Even before Diwali, the way people of Haryana and Maharashtra have put their faith in BJP, I want to thank them from the core of my heart. pic.twitter.com/asiWNFkNle— ANI (@ANI) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.36 pm: Prime Minister Narendra Modi addresses party workers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.35 pm: “In five months, the Modi 2.0 government has done as much work as many have not been able to do in even five years,” claims BJP President Amit Shah. He lists other achievements of his government and highlights Triple Talaq law and revocation of Article 370 and 35A. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.34 pm: “I am happy that our government has led by example in both the states and that was clear in the mandate today,” Shah adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.33 pm: “Haryana and Maharashtra were not our strongholds before,” says the home minister. “But under the able leadership of PM Modi, we have formed governments in both the states.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.32 pm: “We ran a corruption-free government in Maharashtra and Haryana,” says Shah. He praises chief ministers of both the states.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.27 pm: Shah says BJP won “two state elections in Modi 2.0”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.25 pm: Union Home Minister Amit Shah addresses media at BJP headquarters in Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.23 pm: Congress says Maharashtra and Haryana Assembly election verdict is a “moral defeat” of Bharatiya Janata Party and what it stands for, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: Prime Minister Narendra Modi says people of Maharashtra have blessed National Democratic Alliance with “immense affection”. “We are humbled to have got the people’s support yet again,” he says in a tweet. “Our work towards Maharashtra’s progress continues! I salute each and every Karyakarta of the BJP, Shiv Sena and our entire NDA family for their hard work.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    People of Maharashtra have blessed the NDA with immense affection. We are humbled to have got the people’s support yet again. Our work towards Maharashtra’s progress continues! I salute each and every Karyakarta of the BJP, Shiv Sena and our entire NDA family for their hardwork.— Narendra Modi (@narendramodi) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.25 pm: Congress candidate Varsha Gaikwad wins from Dharavi Assembly constituency against Shiv Sena candidate Ashish More by a margin of 11,224 votes, according to Election Commission.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.16 pm: BJP working president JP Nadda thanks voters of Maharashtra for reposing their trust in BJP-Shiv Sena alliance. “I assure that under the guidance of @narendramodi Ji, our government will leave no stone unturned in furthering the development journey of state,” he says in a tweet. “Congratulations to CM @Dev_Fadnavis ,President @ChDadaPatil and workers.”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    I bow to the people of Maharashtra for their trust in BJP-SS alliance. I assure that under the guidance of @narendramodi Ji, our Gov will leave no stone unturned in furthering the development journey of state.Congratulations to CM @Dev_Fadnavis ,President @ChDadaPatil & workers.— Jagat Prakash Nadda (@JPNadda) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.09 pm: Union Minister Nitin Gadkari thanks people of Maharashtra for voting for BJP-Shiv Sena alliance. “I extend my greetings to Chief Minister Devendra Fadnavis, BJP President Amit Shah and PM Narendra Modi for this electoral victory,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.58 pm: Shiv Sena leader Aaditya Thackeray arrives at Sena Bhavan in Mumbai. He won from Worli constituency. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Aaditya Thackeray at Sena Bhavan in Mumbai after his victory. Credit: PTI\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.46 pm: Former Maharashtra Deputy Chief Minister and Nationalist Congress Party leader Ajit Pawar won from the Baramati Assembly seat by a huge margin of 1,64,035 votes, according to the Election Commission.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.40 pm: Union Home Minister Amit Shah congratulates people of Maharashtra for expressing confidence in the BJP-Shiv Sena alliance. “Under the leadership of Modi ji, the Government of Maharashtra will continue to be dedicated to the progress of the state and service to the people,” he says in a tweet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    भाजपा-शिवसेना गठबंधन में विश्वास प्रकट करने के लिए महाराष्ट्र की जनता का कोटि-कोटि अभिनंदन। मोदी जी के नेतृत्व में महाराष्ट्र सरकार निरंतर प्रदेश की प्रगति और जनता की सेवा के लिए समर्पित रहेगी।मुख्यमंत्री श्री @Dev_Fadnavis, श्री @ChDadaPatil व सभी कार्यकर्ताओं को बधाई।— Amit Shah (@AmitShah) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.35 pm: Shiv Sena leader Aaditya Thackeray collects his winning certificate, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Shiv Sena's Aditya Thackeray collects his winning certificate. He has won from Worli Assembly constituency. #MaharashtraAssemblyPolls pic.twitter.com/e6OjlaTfmT— ANI (@ANI) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.30 pm: In Maharashtra’s Latur seat, Dhiraj Deshmukh of Congress defeats None of The Above, or NOTA, by a margin of 104,422 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.22 pm: Shiv Sena leader Aaditya Thackeray says: “I am very happy that the people have blessed me with so much margin and so many votes,” according to ANI. The Yuva Sena president defeated Nationalist Congress Party candidate Suresh Mane by more than 67,000 votes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.58 pm: “We are going to ahead according to what has been decided between Shiv Sena and us [BJP],” says Fadnavis. “What has been decided is something which you will get to know when the time is right.”Also read: Three-time NCP MP Udayanraje Bhosale looks set to lose on BJP ticket in Satara Lok Sabha bye-election\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.48 pm: Fadnavis thanks people for giving a clear mandate to BJP-Shiv Sena alliance in Maharashtra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.47 pm: “We got lesser seats compared to last year, but we did our best to serve Maharashtra and we gave our best,” says Fadnavis, according to Hindustan Times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: Maharashtra Chief Minister Devendra Fadnavis addresses media.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.32 pm: Uddhav Thackeray says he is unhappy that the Shiv Sena lost the Bandra East constituency, which was won by Congress candidate Zeeshan Baba Siddique. Thackeray also adds that he is proud of his son Aaditya Thackeray, who has won from Worli.“I want to tell the Opposition that you slept for the last five years, don’t sleep for the next five years,” Uddhav Thackeray adds. He expresses happiness over the seats the Nationalist Congress Party has gained. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.27 pm: Shiv Sena chief Uddhav Thackeray says the results of the Assembly polls are an eye-opener for all parties, NDTV reports. Thackeray says in response to a question that the matter of who the chief minister will be remains open. He adds that Shiv Sena leaders will sit together with BJP leaders, including party chief Amit Shah, and decide the future course of action according to the 50:50 formula agreed upon during the Lok Sabha elections.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.24 pm: BJP candidate Nitesh Rane, the son of former Chief Minister Narayan Rane, has won from the Kankavli seat, defeating Shiv Sena candidate Satish Sawant by over 28,000 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.19 pm: Eknath Khadse’s daughter Rohini Khadse has lost the Assembly polls from the Muktainagar Assembly seat. The winner was Independent candidate Chandrakant Nimba Patil.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.14 pm: Raj Thackeray’s Maharashtra Navnirman Sena is leading in just one seat – Kalyan Rural, where its candidate Pramod Ratan Patil is ahead of Shiv Sena’s Ramesh Sukrya Mhatre by around 6,000 votes. The MNS had fielded candidates on 110 seats. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.04 pm: Shiv Sena leader Aaditya Thackeray, son of party chief Uddhav Thackeray, has won from the Shiv Sena stronghold of Worli in Mumbai.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.53 pm: Pankaja Munde has taken responsibility for her defeat from Parli, PTI reports. “I worked for the constituency,” she says. “Though I was in the government, my struggle for my constituency and people continued. I take responsibility of this defeat.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.47 pm: The latest Election Commission trends show BJP leading in 81 seats and victorious in 19. The Shiv Sena is leading in 45 seats and is victorious in 12. The Nationalist Congress Party is ahead in 46 seats and has won nine. The Congress is ahead in 32 seats and has won 11. Independents have won one seat and are ahead in 12.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.43 pm: As many as 11 of the 15 defectors who left the Congress and Nationalist Congress Party for the BJP and Shiv Sena, are leading from their respective constituencies, the Hindustan Times reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.38 pm: In Pune’s Hadapsar, sitting BJP MLA Yogesh Tilekar has lost to Nationalist Congress Party candidate Chetan Tupe. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.33 pm: The BJP has so far won 25.28% of the vote share in the Assembly polls. The Shiv Sena has secured 17.04%, the Nationalist Congress Party 16.77% and the Congress 15.70%.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.28 pm: “I appreciate the trust and the faith and express absolute gratitude to people of Maharashtra for showing this faith in us,” Nationalist Congress Party leader Supriya Sule says according to ANI. “Today the country is stressing is about economy, unemployment, price rise, farmers’ issues being big challenges. Core issues are being left out. This mandate clearly tells you that people want somebody who will deliver superior results.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.09 pm: Amit Deshmukh, the son of late Maharashtra Chief Minister Vilasrao Deshmukh, is leading from the Latur City seat on a Congress ticket. He is ahead of his nearest competitor, BJP’s Shailesh Lahoti, by nearly 23,000 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.03 pm: The latest Election Commission figures show that the BJP has won 12 seats and is leading in another 88. The Shiv Sena has won in eight seats and is leading in 51. The Nationalist Congress Party has secured victory in four seats and is leading in 51. The Congress looks set for a No 4 finish, with wins in four seats and leads in 39.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.55 pm: Congress candidate Zeeshan Siddique is leading by a margin of 5,567 votes against Shiv Sena candidate and Mumbai Mayor Vishwanath Mahadeshwar, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.39 pm: Former Maharashtra Chief Minister Ashok Chavan is leading from Bhokar Assembly constituency, by a margin of over 87,000 votes against BJP’s Bapusaheb Deshmukh Gorthekar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.25 pm: Former Maharashtra Chief Minister and Congress leader Prithviraj Chavan is leading from Karad South constituency against Atul Suresh Bhosale of the BJP by around 8,000 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.16 pm: According to the Election Commission’s website, the BJP is leading in 97 constituencies and has won five others. The Shiv Sena is leading in 55 seats and has also won five. The Nationalist Congress Party is ahead in 54 seats and has won one. The Congress has the lead in 44 constituencies.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2 pm: Pankaja Munde, a minister in the Maharashtra government, has lost to Dhananjay Munde from the Parli constituency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.45 pm: Shiv Sena candidate from Shivadi Ajay Choudhary has won by a margin of margin of 39,337 votes, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.39 pm: Pawar says the Congress-NCP tried to promote younger leaders during the elections, NDTV reports. Pawar reminds the BJP and Shiv Sena that people like rulers who have their feet on the ground. He says that people also did not like the poaching of leaders of the Congress and Nationalist Congress Party by the BJP and Shiv Sena.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.32 pm: Nationalist Congress Party chief Sharad Pawar says the BJP-Shiv Sena’s claims of crossing 220 seats have been belied by the people of Maharashtra, Aaj Tak reports. He adds that his party and the Congress worked hard to make each other’s candidates win, and thanks party workers. Pawar says the people of Maharashtra have rejected the arrogance of power of the BJP and Shiv Sena.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.07 pm: According to the Election Commission’s official website, the BJP is ahead in 104 seats, the Shiv Sena in 62, the Congress in 39 and the Nationalist Congress Party in 51.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.03 pm: Samajwadi Party’s Abu Azmi is leading by nearly 38,000 votes in Mankhurd against Shiv Sena’s Vithal Lokare, the Hindustan Times reports. The BJP’s Nitesh Rane is leading from Kankavli.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: Dhananjay Munde of the Nationalist Congress Party is ahead of BJP candidate Pankaja Munde in Parli Assembly constituency, the Hindustan Times reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.41 pm: Sanjay Raut has rejected the possibility of the Shiv Sena allying with the Congress and Nationalist Congress Party, PTI reports. “No, we fought the polls in alliance with the BJP,” he says. “We will go ahead with the tie-up. There will be no change in the pre-decided 50-50 formula.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: Congress Spokesperson Sachin Sawant says his party’s priority is to keep the BJP out of power in Maharashtra.However, Congress’ campaign committee member Sanjay Lakhe Patil criticised Sawant. “This is political bankruptcy and foolishness,” he said on his Facebook page. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12 pm: Union minister Prakash Javadekar claims that the BJP will win in Maharashtra and Haryana, but also in the upcoming elections in Jharkhand and Delhi, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.46 am: BJP leader Pankaja Munde trails from Parli Assembly constituency in Maharashtra, NDTV reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.40 am: Shiv Sena leader Sanjay Raut says he is on his way to meet party chief Uddhav Thackeray, ANI reports. “The results are not so bad either, such things happen sometimes,” he says when asked about the Assembly poll results. “We have agreed upon a 50-50 formula [with the BJP].”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: Sudhakar Deshmukh, the sitting BJP MLA from the West Nagpur constituency, is trailing his Congress rival, Vikas Thakre, the Hindustan Times reports. Deshmukh had won the last two Assembly polls from the constituency. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11 am: At this time, the poll panel’s official trends show BJP leading in 96 seats, the Shiv Sena in 64 seats, the Congress in 39 seats and the Nationalist Congress Party in 53 seats.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.42 am: The Election Commission’s official trends show the BJP leading in 99 seats, the Shiv Sena in 61 seats, the Congress in 41 seats and the Nationalist Congress Party in 49.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.34 am: Nationalist Congress Party’s Ajit Pawar is ahead of his BJP rival Gopinath Padalkar by 18,000 votes, PTI reported. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.32 am: Shiv Sena’s Aaditya Thackeray establishes a lead of over 6,000 votes over its rival Kishor Shinde in Kothrud Assembly seat in Pune, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.18 am: Bahujan Vikas Aghadi’s Kshitij Hitendra Thakur is leading on the Nalasopara Assembly seat, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.03 am: Chief Minister and BJP leader Devendra Fadnavis is leading in the Nagpur South West constituency, the Hindustan Times reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 am: The Nationalist Congress Party’s Chhagan Bhujbal, Samajwadi Party’s Abu Azmi, and All India Majlis-e-Ittahadul Muslimeen candidate Waris Pathan are all trailing, the Hindustan Times reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.43 am: The BJP’s Radhakrishna Vikhe Patil, who was the Maharashtra Congress chief before defecting to the saffron party, is leading from Shirdi Assembly constituency, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.28 am: Former BJP MLA Anil Gote, an Independent candidate from Maharashtra’s Dhule Assembly seat, has spent the night outside the EVM strong room, PTI reports. He has said he was guarding the facility to avoid any misuse of the voting machines ahead of counting. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.25 am: Udayanraje Bhosale of the BJP is trailing in the bye-election from Satara Lok Sabha constituency, to Nationalist Congress Party candidate Shriniwas Patil, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.20 pm: Shiv Sena leader Aaditya Thackeray is leading from Worli constituency in Mumbai, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.10 am: According to the Election Commission’s website, the BJP is now leading in 21 seats, the Shiv Sena in 13 seats, the Nationalist Congress Party in 15 seats, Congress in 5 seats and Independents in four seats.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9 am: Congress candidate Bhusara Sunil Chandrakant is leading from Vikramgad Assembly constituency in Maharashtra, PTI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.50 am: According to the Election Commission’s website, the BJP is leading in five seats, the Congress in one seat and the Nationalist Congress Party in two seats.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 am: The BJP-Shiv Sena alliance seems to be headed for a landslide. The alliance now leads on 89 seats, while the Congress-Nationalist Congress Party has been left far behind on 33 seats.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.40 am: Ashok Mane, candidate of the Bahujan Samaj Party from Baramati constituency, has been thrashed by his own party workers for declaring his support to Nationalist Congress Party candidate Ajit Pawar, PTI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.25 am: The BJP-Shiv Sena alliance is now leading in 55 seats, and the Congress-Nationalist Congress Party in just 19 seats, NDTV reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.15 am: Early trends show BJP-Shiv Sena alliance leading in 31 seats. The Congress-NCP is ahead in 14 seats, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.09 am: Postal ballots being counted at Colaba centre in Mumbai.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraAssemblyPolls: Counting of votes begins, starting with the postal ballots, at Colaba counting centre in Mumbai pic.twitter.com/2rPYF3GLC2— ANI (@ANI) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.02 am: Counting of votes begins, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.58 am: Ladoos ready at BJP office in Mumbai.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Counting of votes for #MaharashtraAssemblyElections starts soon, ladoos ready at BJP state office pic.twitter.com/3GF6ss9SSU— ANI (@ANI) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.56 am: All exit polls predict an easy victory for the BJP-Shiv Sena alliance. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.47 am: Shiv Sena leader Sanjay Raut says the BJP cannot rule the state without the Shiv Sena. “Even if the BJP somehow secures 180 seats from the 164 it is contesting, we will still be in the alliance and in power,” he sarcastically tells Hindustan Times. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.39 am: Visuals from the Colaba counting centre in Mumbai.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraAssemblyElections: Counting of votes to begin soon at counting centre in Colaba, #Mumbai. pic.twitter.com/6JjISECFGA— ANI (@ANI) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.22 am: This is how Maharashtra voted in 2014\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.20 am: A decked-up BJP office ahead of counting of votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: BJP state office decorated ahead of counting of votes for #MaharashtraAssemblyPolls pic.twitter.com/WbVuWwy92j— ANI (@ANI) October 24, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.17 am: Maharashtra Congress chief Balasaheb Thorat has written to the Election Commission on Wednesday, demanding that network jammers be installed in all Assembly constituencies till the counting is over, India Today reports. He has claimed that this would prevent EVM tampering.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.12 am: Shiv Sena leader Sanjay Raut has said that the BJP will not be able to form the government in Maharashtra without the support of his party, PTI reports. He has added that the Shiv Sena will win 100 seats, and the alliance will cross the 200-mark.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.08 am: Counting of votes will begin from 8 am, and the Election Commission is likely to declare the result by 5 pm. A large number of sweets were prepared in the BJP office in Mumbai on Wednesday night itself, with the saffron party expecting an easy win, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 am: The BJP has already declared that its incumbent Chief Minister Devendra Fadnavis will continue to lead the Maharashtra government if the saffron party returns to power, ANI reports. However, it will be interesting to see whether the Shiv Sena insists on a deputy chief minister.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.55 am: The Election Commission has on Wednesday dismissed claims of tampering of electronic voting machines in Satara during voting on October 21. A number of voters had claimed that votes were cast in favour of the Bharatiya Janata Party irrespective of the button pressed, according to reports.","author":"Scroll Staff","time":"2019-10-24T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129708-taliajscor-1571928694.jpg","tags":["Maharashtra elections","Uddhav Thackeray","Devendra Fadnavis","Shiv Sena","BJP"],"source":"https://scroll.in/latest/941518/maharashtra-assembly-elections-bjp-in-celebration-mode-even-as-counting-is-yet-to-begin"}