{"title":"Maharashtra polls: Shiv Sena wants written assurance from BJP on sharing CM’s post on an equal basis","content":"The Shiv Sena on Saturday demanded a written assurance from its ally, the Bharatiya Janata Party, that it will share the chief minister’s post on a 50:50 basis, the Hindustan Times reported. The 56 newly-elected Shiv Sena MLAs met party chief Uddhav Thackeray at his residence in Mumbai, and insisted that the BJP honour the deal to equally share power, an agreement it had made during the 2019 Lok Sabha elections.The MLAs told Thackeray that a written assurance was needed from the BJP because it had not honoured the deal during the Maharashtra Assembly elections. Out of 288 seats, the BJP had contested 148, and left 126 to the Shiv Sena.“In our meeting it was decided that like [BJP chief] Amit Shahji had promised 50-50 formula before Lok Sabha polls, similarly both allies should get chance to run government for 2.5-2.5 years,” Shiv Sena Ovala-Majiwada MLA Pratap Sarnaik said, according to NDTV. “So Shiv Sena should also have chief minister. Uddhavji should get this assurance in writing from BJP.”Some of the MLAs also backed Aaditya Thackeray, the son of Uddhav Thackeray and an MLA from Worli in Mumbai, to become the chief minister, reports said. The BJP won 105 seats in the Maharashtra Assembly polls, while the Shiv Sena secured 56. However, an alliance between the two parties is sufficient to take them past the halfway mark of 144 in the Legislature.On Friday, Uddhav Thackeray had at a press conference reminded the BJP of the 50:50 formula, and said things would proceed that way. He described the mandate as an “eye-opener for many”, and said people of the state kept democracy alive. “We had agreed to contest fewer seats [than the BJP], but I cannot accommodate the BJP every time,” he added. “I should allow my party to grow.” Thackeray said that the question of who would occupy the chief minister’s post was an “important question”.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-26T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108832-smfbugkxaw-1572088833.jpg","tags":["Shiv Sena","Uddhav Thackeray","Bharatiya Janata Party","Maharashtra Assembly elections"],"source":"https://scroll.in/latest/941769/maharashtra-polls-shiv-sena-wants-written-assurance-from-bjp-on-sharing-cms-post-on-an-equal-basis"}