{"title":"Maharashtra government to form SIT to probe death of Sushant Singh Rajput’s former manager","content":"Maharashtra Deputy Chief Minister Devendra Fadnavis on Thursday told the state Assembly that a Special Investigation Team will be formed to look into the death of Disha Salian, former manager of late actor Sushant Singh Rajput, reported The Indian Express.Salian had allegedly died by suicide on June 8, 2020, after jumping from the 14th floor of a building in Malad area of Mumbai. Later on June 14, Rajput was found dead in his residence.  The Mumbai Police had closed the case in 2021 and said no evidence of foul play was found in her death.The issue of Salian’s death was raised in the Maharashtra Assembly by MLAs of the Bharatiya Janata Party and the faction of Shiv Sena led by Chief Minister Eknath Shinde. BJP MLA Nitesh Rane demanded that a narcoanalysis test should be conducted on Shiv Sena (Uddhav Balasaheb Thackeray) leader Aaditya Thackeray for the truth to come out.But Thackeray, a former state minister, alleged that the Maharashtra government is raising the issue to divert attention from the Nagpur Improvement Trust row. The Opposition has alleged that in April 2021, Shinde, who was the urban development minister at the time, allotted over 4.5 acres reserved for slum dwellers at a cheap price to 16 private individuals despite the matter being sub-judice, reported The Print. On Monday, the Bombay High Court had also ordered the Maharashtra government to file its response in the matter, reported Live Law.“Our politics was never so low...politicians are using the death of a girl for politics,” Thackeray said on Thursday, reported The Indian Express. “Her parents have appealed to the president to stop the harassment post her death, but these [ruling coalition] people have no respect for that as well. This is a dictatorship… It is happening because they are scared.”Salian’s parents have opposed the setting up of the Special Investigation Team, reported India Today.“Will the SIT bring back our daughter?” Salian’s parents asked. “Why is all this being done? The case is already closed by Mumbai police. A lot of investigations have already been done, then why again?”","author":"Scroll Staff","time":"2022-12-23T12:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149710-zhpdeufeat-1603704979.jpeg","tags":["Disha Salian","Devendra Fadnavis","Eknath Shinde","Maharashtra Government"],"source":"https://scroll.in/latest/1040408/maharashtra-government-to-form-sit-to-probe-death-of-sushant-singh-rajputs-former-manager"}