{"title":"Maharashtra: ‘Won’t talk about government formation,’ says Aaditya Thackeray after meeting governor","content":"Shiv Sena leader Aaditya Thackeray on Thursday refused to talk about government formation in Maharashtra after his meeting with Governor Bhagat Singh Koshyari, NDTV reported. This came amid the ongoing tussle with its alliance partner Bharatiya Janata Party over power sharing in the state.A delegation of Shiv Sena leaders met the governor at the Raj Bhavan. Aaditya Thackeray said Shiv Sena chief Uddhav Thackeray will hold discussions on government formation. “I will not talk about government formation,” he told reporters after the meeting. “Uddhav ji will say whatever needs to be said on that...his word is final.”He said they met the governor to request financial aid for farmers and fishermen affected by rain, ANI reported. “He has assured us that he himself will talk to the Centre,” Thackeray said. “Our priority is to help people.”Aditya Thackeray, Shiv Sena after meeting Maharashtra Governor: We requested Governor to provide assistance to farmers and fishermen who suffered damages due to recent rains. He has assured us that he himself will talk to the Centre. pic.twitter.com/Wdyj3oJIir— ANI (@ANI) October 31, 2019\n\nThis is the Shiv Sena’s second meeting with the governor this week. On Monday, both the BJP and Sena held separate meetings with Koshyari, but insisted that it was to exchange Diwali greetings and not discuss the power-sharing.The Sena is determined to share the chief minister’s post as well as Cabinet portfolios during the next government’s five-year tenure. However, the BJP is not keen to accept the “50:50 formula”. Shiv Sena leader Sanjay Raut on Wednesday night denied that his party had softened its stand on the demand for sharing power equally with the saffron party.On Tuesday, Incumbent Maharashtra Chief Minister Devendra Fadnavis had said he would remain at the helm of the state for the next five years. He also rejected the Shiv Sena’s claim that it had been promised a power-sharing deal before the Lok Sabha elections. Following this, the Shiv Sena cancelled a scheduled meeting with BJP leaders.However, on Wednesday, Fadnavis, who was appointed the leader of the Maharashtra BJP legislature party, said the saffron party and the Shiv Sena would soon form a government. He said people had given a mandate for the “Mahayuti [grand alliance]”, and dismissed rumours of an alternative political formation.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-31T19:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130110-qucclnelaf-1572530734.jpg","tags":["Shiv Sena","Uddhav Thackeray","Aaditya Thackeray","BJP","Maharashtra","Maharashtra Government Formation"],"source":"https://scroll.in/latest/942271/maharashtra-wont-talk-about-government-formation-says-aaditya-thackeray-after-meeting-governor"}