{"title":"Maharashtra: ‘Someone has accused Thackeray family of lying for first time’, says Shiv Sena chief","content":"Shiv Sena chief Uddhav Thackeray on Friday lashed out at the Bharatiya Janata Party, claiming that it had offered his party the deputy chief minister’s post in Maharashtra before the Lok Sabha elections, the Hindustan Times reported. When he rejected the offer, “Amit Shah had accepted my demand that power, including CM post, should be shared equally”, he added.“For the first time, someone has accused me and Thackeray family of lying,” Thackeray said, referring to the BJP’s denial of any such agreement. The statement came hours after Devendra Fadnavis resigned as the chief minister of Maharashtra. He will be the caretaker CM for now.“I had promised Balasaheb [Thackeray] that there will be a Shiv Sena chief minister one day, and I will fulfill that promise, I don’t need Amit Shah and Devendra Fadnavis for that,” Uddhav Thackeray told reporters, according to ANI.The impasse in Maharashtra continues two weeks after election results for the 288-seat Assembly were declared. The BJP won 105 seats, the Shiv Sena 56 seats, the Nationalist Congress Party 54 seats and the Congress 44. The Shiv Sena, which contested the elections in an alliance with the BJP, had demanded a rotational chief minister’s post for 2.5 years, and half the ministries in the new Maharashtra government. However, the BJP was firm in its refusal to accede to the Sena’s demands.The term of the Maharashtra Assembly ends on Friday, and if a new government is not formed immediately, President’s Rule will be imposed in the state. The Nationalist Congress Party and the Congress have ruled out entering an alliance with the Shiv Sena in order to form the government.Shiv Sena leader Sanjay Raut said on Friday that the BJP has a history of forming alliances with those who have been critical of both Prime Minister Narendra Modi and Union Home Minister Amit Shah. Raut’s statement was a rebuttal to former Maharashtra Chief Minister Devendra Fadnavis’ claim that the Shiv Sena had been critical of Modi and Shah over the last five years, and especially over the past 10 days.Raut also said Fadnavis had his “best wishes” if he thought he could form the government in Maharashtra. “If the chief minister says there will be a BJP government again under his leadership, my best wishes to them,” Raut said. “I also say, on behalf of my party, that we can form government if we want and there can be a Shiv Sena chief minister.”Raut also dismissed Fadnavis’ claim that the Shiv Sena had criticised Modi and Shah. “We have not made any statements against PM Modi and Amit Shah,” he claimed. Fadnavis had earlier on Friday lashed out at the Shiv Sena. “I can understand if the Opposition criticises us, but Shiv Sena, being in the government [and yet] saying things about us is not acceptable,” he said, adding that the BJP was hurt by these comments. “If we have to stay together and if Shiv Sena wants to continue criticising Prime Minister Modi, then even we have questions.” Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-08T18:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130578-wmjexuffsz-1573218490.jpg","tags":["Uddhav Thackeray","Maharashtra","Shiv Sena","Sanjay Raut","Bharatiya Janata Party"],"source":"https://scroll.in/latest/943099/maharashtra-someone-has-accused-thackeray-family-of-lying-for-first-time-says-shiv-sena-chief"}