{"title":"Mahasweta Devi (1926-2016) was a fighter all her life, through her books and through her activism","content":"A few streets away from where I live, one of the doughtiest fighters I knew has just fought her last battle. This is the thought that shadows me as I attempt to pay a just tribute – to Mahasweta Devi, one of the most remarkable writers and activists this country has seen.If you haven’t heard that name, or are unsure of who she is – Google her. You’ll learn that she’s ninety years old, that she’s variously described as a social activist and a novelist, that she’s won just about every award for literature that this nation has to bestow, plus the prestigious Ramon Magsaysay award for journalism, literature and social activism, that she is one of the most respected cultural figures in Bengal, and the author of a large number of novels and short stories, many of which have been translated into multiple Indian languages. You’ll also learn that she dedicated her life to fighting for the rights of those most downtrodden and oppressed in our society – the migrant and the destitute, tribals and dalits, communities written off as criminal and marginal. Part of no one’s agenda, they became her cause and focus. She documented and reported, organised and sued, and, above all, wrote. Haunting, powerful tales filled with unforgettable characters and mythic images. The writerAs a literary presence in the overcrowded field of Bengali creative writing, she carved a distinct space for herself. The people in her stories were migrant workers, the lowest of the low castes, landless labourers, poor abandoned women, tribals with no rights; and those who exploited, abused and suppressed them. She said that these were men and women she had encountered, real people from whom she constructed her characters. Her plots and storylines, she often said, were based on actual events. Yet she found a way of lifting them to a mythic level, imbuing them with a universal relevance that rendered them literature rather than reportage.  Her language traversed a wide range, incorporating styles of Bengali from all strata of society, including a hybrid Bihari-inflected dialect. Her vocabulary was wonderfully, wildly varied; her tone elliptical, terse, often drily sardonic; her humour, black. Hers was a tough, lean style, with unexpected passages of intense lyricism. Like the woman herself.She believed in oral histories, in people’s stories, in folk knowledge. She wove these into her writing. Her account of one of our pan-Indian heroines, the legendary warrior queen, Rani of Jhansi, is built out of tales and perspectives she collected while travelling and talking to the common people; one of the first writers to attempt such an alternative history. She walked and walked through villages and rural India, familiarising herself with the structures of power and governance, identifying with those robbed of their rights, seeking material for her novels and stories. She found the so-called savage and backward people  incredibly civilized and cultured. It was her own class, the bourgeoisie, who disgusted her with their hypocrisy and inhumanity. Parallel to her creative writing, she kept up with her journalistic practice. She reported regularly in the newspapers; she investigated incidents of oppression and injustice, unearthed cover-ups, documented and testified. She helped form organizations of the oppressed to fight for their rights. She published a journal, Bortika, in which the voices of those who were never heard were given space, and dignity.I have had the privilege of getting to know and work with her in the course of overseeing the translation of several of her works, both fiction and nonfiction. I have also translated a few of her stories. She won my liking and my respect. We became friends.The personThis was a woman who dared to walk out of an unsatisfactory marriage to a cultural icon in order to claim a space for herself, for her writing. Who faced every kind of social stigma as a result. Who eked out a living as best she could, working at assorted jobs so that she could make ends meet. Who sought fulfilment in her writing. Who lived with the pain and loss of being severed from her only child. Her relationship with her son would always remain complex and troubled. She was a person who called a spade a spade, who had no time to waste on mealy-mouthed decorum. She looked like someone’s benign grandmother but she could bite your head off if she felt you were wasting her time. I remember her at her desk in the daylight-filled room perched at the top of a winding red cast-iron staircase which was, for many years, home. Surrounded by papers, files, books, and someone or the other seeking shelter or bringing news from the remote hinterland. And then would come a knock on the door, a hesitant visitor bearing an invitation to some high profile event, or a bouquet of flowers, or a box of sweets. A brusque, “Yes, what is it? I’m busy” would cut short any niceties being uttered. The invitation was usually refused, the flowers brushed away, the sweets returned. Only if she felt it would help her cause in some way – garner donations, raise awareness, pressurize the authorities – would she accept being feted. But she wasn’t all work and no play. She had a delightfully naughty side, and was capable of being outrageously, wickedly funny. Somehow, no one expected this of her, given her formidable façade, and it came as a pleasant surprise to me. The more solemn the occasion, the more wicked her asides. She built her reputation for integrity and fearlessness by standing her ground and speaking her mind in the face of displeasure and pressure from those in power; but this reputation was soiled in the last five years or so, her choices criticised by many. I prefer to remember her as she was when she was at her most productive and prolific. I prefer to remember the Mahasweta di who tilted at windmills. Fought dragons. Championed the underdog. And turned the most wretched of the downtrodden into epic heroines and legendary heroes with the magic of her pen. Anjum Katyal is a writer, editor and translator who, in her tenure as Chief Editor, Seagull Books, worked closely with Mahasweta Devi, whose Collected Works are being brought out by that publishing house. She has translated Rudali and the stories in After Kurukshetra. She is currently Co-Director of the Apeejay Kolkata Literary Festival and Consultant, Publications, Maulana Abul Kalam Azad Institute of Asian Studies.","author":"Anjum Katyal","time":"2016-07-28T16:04:37.596787+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812530-38241-srvsjughrf-1469533353.jpg","tags":["Mahasweta Devi","Bengali literature","Books"],"source":"https://scroll.in/article/812530/mahasweta-devi-1926-2016-was-a-fighter-all-her-life-through-her-books-and-through-her-activism"}