{"title":"Maharashtra: Parents, teachers decry circular asking school children to post selfie with CM’s letter","content":"Parents of school children and teachers in Maharashtra have questioned the rationale behind a state government circular requesting students to take a selfie with a letter authored by Chief Minister Eknath Shinde, The Indian Express reported.The circular, issued by the school education department, asked students to upload selfies with their parents while posing with the letter on the website mahacmletter.in. Along with the photographs, the students were asked to write a ten-word slogan on education.The winning entry from each district will get a cash prize and a chance to have a meal with the chief minister, the education department said.Parents of some school children, however, alleged that the government was bringing politics into schools by urging students to engage in such activities.“I was told that it is not mandatory after I started asking questions in my child’s school,” Nitin Dalvi, a parent activist told The Indian Express. “But all parents are not going to question, especially when the circular conveniently does not mention that it is not mandatory. Moreover, schools will be under the obligation to show maximum participation.”Dalvi questioned why the government was getting students to take part in such an activity at a time when they were busy preparing for examinations.The initiative was initially only called “Mazi Shala, Sundar Shala\" [My School, Beautiful School]”, The Indian Express quoted an unidentified teacher from a school in south Mumbai as saying.“[Initially,] schools were expected to hold activities related to cleanliness, growing gardens in schools and doing other infrastructural beautification with an aim to create awareness about the importance of cleanliness among children,” the teacher said. “We do not know when and how it became about the chief minister.”The circular issued by the school education department is part of a larger government initiative named “Mukhyamantri Mazi Shala, Sundar Shala [Chief Minister My School, Beautiful School]. As part of the initiative, Shinde wrote a letter to school children two weeks ago detailing the efforts taken by his government to ensure quality education.The circular said that the chief minister’s letter was sent to more than 2.11 crore school children across the state.","author":"Scroll Staff","time":"2024-02-19T20:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176100-srtkcrrgny-1655866158.jpg","tags":["Eknath Shinde","Maharashtra","school children","education"],"source":"https://scroll.in/latest/1063975/maharashtra-parents-teachers-decry-circular-asking-school-children-to-post-selfie-with-cms-letter"}