{"title":"Maharashtra: SC to hear Shiv Sena plea seeking suspension of 16 rebel MLAs on July 11","content":"The Supreme Court on Friday agreed to hear a plea filed by Shiv Sena Chief Whip Sunil Prabhu seeking suspension of newly-appointed Maharashtra Chief Minister Eknath Shinde and 15 other rebel MLAs of the party from the state Assembly, PTI reported.A vacation bench of Justices Surya Kant and J B Pardiwala said it will hear the plea on July 11.Prabhu’s plea is an interlocutory application in the writ petitions filed by the rebel MLAs challenging their disqualification proceedings initiated by the deputy speaker last week.Shinde had filed the petition challenging the decision of Deputy Speaker Narhari Zirwal to recognise Ajay Choudhary as the leader of the Shiv Sena Legislature Party instead of him. The court had granted the rebel MLAs interim relief from disqualification till July 12.On Thursday, Shinde was sworn in as the chief minister of Maharashtra in a culmination of the political crisis that prevailed in the state since June 21. Bharatiya Janata Party’s Devendra Fadnavis was appointed as Shinde’s deputy. Shinde, 39 other Shiv Sena MLAs and some Independent legislators moved out of Maharashtra last week, demanding that Uddhav Thackeray should sever his alliance with the Nationalist Congress Party and the Congress. For more than a week, the rebel MLAs stayed first in Surat, then in Guwahati and then moved to Goa as pressure mounted on ThackerayOn Wednesday, Shiv Sena chief Uddhav Thackeray resigned as the chief minister. This came after the Supreme Court rejected the Shiv Sena’s plea against the governor’s decision asking the Thackeray-led government to face a floor test to prove its majority in the state Assembly.At Friday’s hearing at the Supreme Court, Advocate Kapil Sibal, appearing on behalf of Prabhu, raised questions on how the Maharashtra Assembly would function when an application is pending on the disqualification of the chief minister as an MLA.“After [the] June 29 order, Eknath Shinde was sworn in as Chief Minister,” Sibal said, according to Live Law. “There is no merger. How are you going to control the house? Whose whip is to be followed?”To this, Justice Kant said that the court was aware of the developments.“Mr Sibal, we are conscious of the issue,” Justice Kant said, according to Live Law. “We have not shut our eyes.”","author":"Scroll Staff","time":"2022-07-01T13:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176514-zqxmxzkbcx-1656607438.jpg","tags":["Eknath Shinde","Shiv Sena","Sunil Prabhu","BJP","Maharashtra"]}