{"title":"Maharashtra: Election Commission dismisses allegation of EVM tampering in Satara","content":"The Election Commission on Tuesday dismissed reports of tampering of Electronic Voting Machines used the day before in Satara during a Lok Sabha bye-election and Assembly elections. A number of voters had claimed that votes were cast in favour of the Bharatiya Janata Party irrespective of the button pressed, according to reports.Election Commission of India spokesperson Sheyphali Sharan said no such incident occurred in any of the polling booths, ABP Majha reported. She said none of the voters raised questions about the voting machines with local election officials. pic.twitter.com/SynCIW5SOy— Sheyphali Sharan (@SpokespersonECI) October 22, 2019\n\nSharan said Nationalist Congress Party leader Deepak Pawar raised the matter, but he refused to register a complaint in the prescribed format. The Congress and the Nationalist Congress Party on Monday alleged that voting machines had been tampered with at several places during polling. State Congress President Balasaheb Thorat wrote to the state’s chief electoral officer on Tuesday,  demanding that all voting machines be put inside strongrooms and jammers be  installed around counting centres, ANI reported. The Congress leader said the result of individual rounds should be declared the moment counting is completed.Balasaheb Thorat, President of Maharashtra Congress Committee writes to Maharashtra Chief Electoral Officer (CEC) over 'EVM tampering'. Letter states,\"We feel that installation of network jammers is highly necessary in & around strong rooms where EVMs are stored till counting...\" pic.twitter.com/ebZjXuMprf— ANI (@ANI) October 23, 2019\n\nOpposition parties have raised doubts about the possibility of voting machine tampering a number of times in the past. However, the poll body has maintained that  the machines cannot be manipulated. It even challenged political parties and technical experts to prove their accusations.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-23T15:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129617-vwqyrhfevs-1571823081.jpg","tags":["Maharashtra","Election Commission","Electronic Voting Machines","Satara Lok Sabha"],"source":"https://scroll.in/latest/941463/maharashtra-election-commission-dismisses-allegation-of-evm-tampering-in-satara"}