{"title":"Maharashtra crisis: Eknath Shinde’s son is an MP, should Aaditya Thackeray not grow, asks CM","content":"Maharashtra Chief Minister Uddhav Thackeray on Friday asked if rebel MLA Eknath Shinde’s son Shrikant has become an MP, then why his son Aaditya Thackeray not also grow politically, reported NDTV.The chief minister made the comments in a virtual address to Shiv Sena workers on allegations that Aaditya Thackeray has become “virtual number two in the party”, according to unidentified party officials. They told NDTV that that rebel MLA and minister Eknath Shinde had been upset due to it for some time.Shinde is leading a revolt against the Uddhav Thackeray government that has plunged Maharashtra into a political crisis. It entered its fourth day on Friday. Shinde had left for Surat with several Shiv Sena MLAs and is now camping with the in Guwahati. The rebel MLAs have been demanding that the Uddhav Thackeray-led Shiv Sena break its alliance with the Nationalist Congress Party and the Congress.On Friday, Thackeray said that he made Shinde handle the key department of urban development.“The department of urban development, which is currently with Shinde, had always been with the chief minister,” Thackeray said.He said that he is not worried about the defection by MLAs describing the rebel legislators as “fruits and flowers of a tree which have been blighted by disease”, PTI reported.“You may take away the fruits and flowers of tree,” he said. “But till the roots [rank and file] are strong, I need not worry. The roots can never be uprooted. Every season, new fruits and leaves blossom. Leaves blighted by disease need to be removed and thrown. Consider the present situation in this context.”He said that Shinde can never “detach the Thackerays from the Shiv Sena”, NDTV reported.“You should keep the Thackeray name out of your politics and see if you can survive,” he said.On Wednesday night, Thackeray had left his official residence in south Mumbai to move to his family home in suburban Bandra, hours after offering to resign from his post.But this does not mean the fight has ended, Thackeray clarified on Friday.“I have given up the temptation by moving out of the chief minister’s official bungalow, but not my determination to fight back,” he said.Earlier, Shinde had proposed that Shiv Sena should go back to its former ally Bhartiya Janata Party, Thackeray said.“What kind of Shiv Sainiks are you?” Thackeray asked on Friday. “Don’t you feel agitated by the BJP’s use and throw policy and when baseless charges are made against Matoshree [Thackeray’s family home].”Union minister threatening Sharad Pawar: Sanjay RautMeanwhile, Shiv Sena MP Sanjay Raut on Friday alleged that a Union minister was threatening Nationalist Congress Party chief Sharad Pawar amid the unfolding political crisis in Maharashtra.He questioned whether such threats had the support of Prime Minister Narendra Modi and Union Home Minister Amit Shah, ANI reported.“A Union minister is saying that Sharad Pawar will not be allowed to go to his home and will be stopped on his way if an attempt is made to save the Maha Vikas Aghadi government,” Raut alleged on Twitter. “If this is the Bharatiya Janata Party’s official stand, it should say so.”The Shiv Sena MP said that the state government may or may not remain, but citizens of Maharashtra would not tolerate such language about the Nationalist Congress Party president.महाविकास आघाडीचे सरकार वाचवण्याचा प्रयत्न केला तर शरद पवार यांना घरी जाऊ देणार नाही .रस्त्यात अडवू.अशी धमकी भाजपचा एक केंद्रीय मंत्री देतो.ही भाजपची अधिकृत भूमिका असेल तर तसे जाहीर करा. सरकार टिकेल किंवा जाईल..पण शरद पवार यांच्या बाबत अशी भाषा महाराष्ट्राला मान्य नाहीं@PMOIndia pic.twitter.com/YU1Pc39vCb— Sanjay Raut (@rautsanjay61) June 24, 2022\n\nUnion minister of state and BJP leader Raosaheb Patil Danve said that no minister in the central government was giving any such threats, according to ANI. “BJP is not trying to destabilise the government,” he claimed. “This is an internal matter of the Shiv Sena. BJP is only in wait and watch position.”  On Friday, Shinde claimed that he had the support of more than 50 MLAs, out of whom nearly 40 are from the Shiv Sena, NDTV reported.“Those who have faith in our role will join us,” the Maharashtra minister said. “We want to carry forward [Shiv Sena founder] Balasaheb Thackeray’s ideology, those who like it will come.”On Thursday, the Shiv Sena sought the disqualification of 12 rebel MLAs, including Shinde, from the Assembly as these legislators did not attend a party meeting on Wednesday. However, the state minister claimed that as per the tenth Schedule of the Constitution, a whip is applicable to Assembly proceedings and not meetings. He added that there were several Supreme Court judgements in this regard.“You cannot scare us by filing a plea seeking action against 12 MLAs,” Shinde asserted. “We are the true Shiv Sena and Shiv Sainiks of Balasaheb Thackeray...We demand action against you for illegally forming a group despite not having the numbers.”The Uddhav Thackeray-led party has convened a meeting of its district presidents at 12 pm on Friday in Mumbai.On Thursday, a video showed Shinde telling MLAs camping in Guwahati that a “national party” has described their rebellion as historic and assured all help to them, The Hindu reported. The video also showed the MLAs unanimously authorising Shinde to take decisions on their behalf as their group leader.Political crisis in MaharashtraThe Maha Vikas Aghadi in Maharashtra is an alliance of the Shiv Sena which has 55 MLAs, the Nationalist Congress Party with 53 MLAs and the Congress with 44 MLAs. Some of the 29 MLAs from smaller parties and those who got elected as Independents also support the alliance, pushing its strength to 169 in the 288-member Assembly.  However, with Shinde’s camp urging the Shiv Sena to snap ties with the Nationalist Congress Party and Congress, the future of the state government is under threat.On Thursday, Raut had said the Shiv Sea would consider the demand of rebel MLAs to exit the alliance if they return to Mumbai from Guwahati in 24 hours.Shinde and his supporters went untraceable a day after the BJP won all five of the Maharashtra Legislative Council seats that it contested.Five candidates of the ruling alliance in Maharashtra also won, but one lost out to the BJP.","author":"Scroll Staff","time":"2022-06-24T12:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130887-qofxvvnnie-1656084967.jpg","tags":["Shiv Sena","Sanjay Raut","Sharad Pawar","NCP","Maharashtra political crisis","Eknath Shinde"],"source":"https://scroll.in/latest/1026850/maharashtra-crisis-union-minister-threatening-sharad-pawar-claims-shiv-sena-mp-sanjay-raut"}