{"title":"Maharashtra: Shiv Sena leader Sanjay Raut meets NCP chief Sharad Pawar amid tussle with BJP","content":"Shiv Sena leader Sanjay Raut on Thursday met National Congress Party chief Sharad Pawar at his residence in Mumbai amid the ongoing tussle with alliance partner Bharatiya Janata Party over power sharing in Maharashtra, ANI reported. However, Raut claimed the meeting was meant only to exchange Diwali greetings. “We also discussed the politics in Maharashtra,” he added.Sanjay Raut, Shiv Sena: Met Nationalist Congress Party (NCP) chief Sharad Pawar at his residence today. I had come to wish him on the occasion of Diwali. We also discussed the politics in Maharashtra. (file pic) pic.twitter.com/AUuxC5WIRu— ANI (@ANI) October 31, 2019\n\nEarlier in the day, a delegation of Shiv Sena leaders and Aaditya Thackeray met Governor Bhagat Singh Koshyari at the Raj Bhavan. “I will not talk about government formation,” Thackeray told reporters after the meeting. “Uddhav [Thackeray]ji will say whatever needs to be said on that...his word is final.” He said they met the governor to request financial aid for farmers and fishermen affected by rain and for not government formation.Sharad Pawar had also spoken in favour of the 50:50 power sharing formula on October 26. “In the 1990s also, there was a 50:50 formula for the Shiv Sena and the BJP,” Pawar had said. “So they have past experience. So the Sena can insist, nothing wrong in that.” Raut had also met Pawar on the day of results, and said it was a “private” meeting, PTI reported.After the election results on October 24, the Shiv Sena has been pushing to share the chief minister’s post as well as Cabinet portfolios during the next government’s five-year tenure. However, incumbent Maharashtra Chief Minister Devendra Fadnavis on Tuesday had said he would remain at the helm of the state for the next five years. “There should be no doubt in anybody’s mind that it will be a BJP-led  government for the next five years,” he had told reporters. He also rejected the Shiv Sena’s claim that it had been promised a power-sharing deal before the Lok Sabha elections. Following this, the Shiv Sena cancelled a scheduled meeting with BJP leaders.   A day after this, Fadnavis said the saffron party and the Shiv Sena would soon form a government. He said people had given a mandate for the “Mahayuti [grand alliance]”, and dismissed rumours of an alternative political formation.  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-31T22:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/9475-xhttgpqviz-1572540252.jpg","tags":["Sanjay Raut","Sharad Pawar","Maharashtra","Shiv Sena","BJP"],"source":"https://scroll.in/latest/942291/maharashtra-shiv-sena-leader-sanjay-raut-meets-ncp-chief-sharad-pawar-amid-tussle-with-bjp"}