{"title":"Maharashtra: BJP MLAs T Raja Singh, Nitesh Rane booked for alleged hate speech at Solapur","content":"The Maharashtra Police on Sunday filed a case against Bharatiya Janata Party MLAs T Raja Singh and Nitesh Rane for allegedly making incendiary speeches at a rally in the Solapur district, PTI reported.The police also named several office-bearers of the Sakal Hindu Samaj – an umbrella body of Hindutva organisations – in the first information report. Several leaders of the umbrella body attended the event.During the rally, held on January 6, Singh – the MLA from Telangana’s Goshamahal constituency – allegedly urged the audience to assault “love jihadis” and boycott products with halal certification, The News Minute reported. Rane also allegedly made references to “jihadis” and the demolition of mosques.“Love jihad” is a Hindutva conspiracy theory that Muslim men lure Hindu women into romantic relationships in order to convert them to Islam. The Union home ministry has told Parliament that Indian law has no provision defining “love jihad”.  The Telangana MLA said: “The way [Uttar Pradesh Chief Minister] Yogi Adityanath runs bulldozers on love jihadis, the Maharashtra government should also buy and keep some bulldozers. They must gift them to MLAs and MPs and tell them to use them, we’ll see who will do ‘gau hatya’ [cow slaughter] then.”Singh also reportedly called for demolishing mosques that were allegedly built upon sites where temples once stood.The police filed the case under provisions of the Indian Penal Code dealing with creating enmity between two different groups and acts intended to outrage religious feelings.“We have booked Rane, Raja Singh, Sakal Hindu Samaj office-bearer Sudhakar Mahadev Bahirwade, and eight to 10 others under various sections of the Indian Penal Code,” PTI quoted an unidentified police official as saying.Singh was suspended from the BJP in August 2022 due to his remarks about Prophet Muhammad. The BJP had acted against him after large-scale protests erupted in Hyderabad as he repeated former BJP spokesperson Nupur Sharma’s disparaging remarks about the Prophet.  Even during his suspension from the party, Singh had engaged in hate speech against Muslims multiple times.In June, he urged Hindu women not to befriend women who wear the burqa.“Whoever has a tilak on his forehead is my brother and a Hindu,” Singh had said to a cheering crowd. “I will befriend only people who wear a tilak. And our sisters, do not become friends with burqa-wearing women.”The MLA insinuated that Hindus now face danger from Muslim men as well as women. “There was a time when we faced danger from Aftab, but now there is danger from Ayesha as well,” he said. “It is this Ayesha that introduces [Hindu women] to Aftab.”In March, Singh was once again booked for making inflammatory remarks against Muslims during an event in Maharashtra’s Ahmednagar district. At the event, on March 10, Singh had made derogatory references towards Muslims and claimed that India will be declared a Hindu nation by 2026. A video of his speech was widely shared on social media.","author":"Scroll Staff","time":"2024-01-08T20:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146984-vmzdopxpgq-1599198017.jpg","tags":["T Raja Singh","Nitesh Rane","BJP","Maharashtra"],"source":"https://scroll.in/latest/1061811/maharashtra-bjp-mlas-t-raja-singh-nitesh-rane-booked-for-alleged-hate-speech-at-solapur"}