{"title":"Maharashtra passes resolution to claim ‘every inch’ of Karnataka’s Marathi-speaking villages","content":"The Maharashtra Assembly on Tuesday unanimously passed a resolution stating that the government will pursue all necessary legal measures to bring “every inch” of Marathi-speaking regions along the Karnataka border within the state’s limits.The resolution stated that the state government will pursue an ongoing case in the Supreme Court to ensure that the cities of Belagavi, Karwar, Nippani, Bhalki and Bidar and 865 Marathi-speaking villages of Karnataka become part of Maharashtra. Chief Minister Eknath Shinde moved the resolution in the Assembly during the ongoing winter session in Nagpur.“Maharashtra stands firmly with the Marathi-speaking citizens of Karnataka,” the document said.The resolution also took exception of the “anti-Marathi” stand of the Karnataka government. It alleged that Marathi-speaking citizens have been facing atrocities and discrimination in Karnataka.The document also objected to a statement by Karnataka Chief Minister Basavaraj Bommai that the people of Karnataka will not let go of even an inch of the state’s land. The resolution noted that Bommai’s remark was “highly provocative”.Commenting on the resolution, Congress leader and former Karnataka Chief Minister Siddaramaiah said that it was “nothing but provocation” on the part of the Maharashtra government, NDTV reported.LIVE : महाराष्ट्र-कर्नाटक सीमावादाबाबत विधानसभेत ठराव मांडताना मुख्यमंत्री एकनाथ शिंदे https://t.co/nkNWUkMreG— CMO Maharashtra (@CMOMaharashtra) December 27, 2022\n\nThe development in the Maharashtra Assembly took place five days after the Karnataka Assembly passed a resolution to protect the state’s interests amid the ongoing border row with Maharashtra. The resolution was moved by Chief Minister Bommai and was adopted by a voice vote.  The dispute pertains to Maharashtra’s demand since its creation on May 1, 1960, that several cities along the state border and 865 Marathi-speaking villages should be made a part of it. Karnataka, however, claims the demarcation that was carried out on linguistic lines in 1956 is final. The case is pending before the Supreme Court.Over the last few weeks, tensions flared up after activists from the Karnataka Rakshana Vedika, a Kannada nationalist group, allegedly attacked buses and lorries from Maharashtra near Belagavi by throwing stones. In retaliation to the attack on vehicles registered in Maharashtra, workers from former Maharashtra Chief Minister Uddhav Thackeray’s faction of the Shiv Sena also defaced Karnataka’s state transport buses in Pune.On December 14, Union Home Minister Amit Shah had said that the Bharatiya Janata Party-ruled Karnataka and Maharashtra governments will not make any claim in the border dispute between them until the Supreme Court gives its verdict in the case.","author":"Scroll Staff","time":"2022-12-27T16:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176544-jakfkieqpb-1656666794.jpg","tags":["Karnataka","Maharashtra Assembly","Supreme Court","Belagavi"],"source":"https://scroll.in/latest/1040663/maharashtra-passes-resolution-to-claim-every-inch-of-karnatakas-marathi-speaking-villages"}