{"title":"Maharashtra proves race to build new medical colleges is no fix for Indian healthcare","content":"On December 9, Bapu Uttam Thakare slipped and hurt his eye. When the 65-year-old continued to complain of eye pain, his family took him to Government Medical College and Hospital, not far from their home in Nandurbar, a tribal district in the north of Maharashtra. An ophthalmic surgeon briefly looked at Thakare and referred him to Mumbai’s JJ hospital. In the referral note, the doctor wrote that the patient “needs a higher centre”.The family argued that Mumbai, 450 km from Nandurbar, was too far. “The doctor then asked us to go to Surat,” said Vicky Thakare, the 65-year-old’s son. Angry at being asked to travel 200 km to the city in Gujarat, he said, “Why did we even waste our time coming here?” Vicky paid for an ambulance and reached Surat Civil Hospital, where the doctor said they had reached too late to save complete vision. Thakare was diagnosed with retinal detachment, a condition where the retina shifts from its position and impairs vision.A medical college, which includes all speciality departments, ought to be able to treat this condition. But the Government Medical College in Nandurbar, despite having an ophthalmic department, had no facilities to perform the surgery. The referral slip from Nandurbar government hospital asking Thakare to go to a 'higher medical centre'.The Nandurbar medical college is no exception. Scroll had earlier reported how the failure of the newly set up Parbhani Government Medical college forced patients to travel to Nanded medical college, where overcrowding led to death of 24 patients in 24 hours in early October, including 12 infants.But even as Nandurbar medical college, set up four years ago, and Parbhani medical college, set up a year ago, struggle to find their feet, the state government continues to open new ones. Earlier this year, the Maharashtra government announced it would set up nine more medical colleges in the state. This, it said, would help it meet the goal of one medical college per district.In Maharashtra, 11 new government medical colleges have opened in the last decade – that is, one new medical college every year. A medical college provides tertiary care as well as trains future medical professionals. Given that India needs more doctors and specialists, as well as more medical seats to meet the demand for medical education, there is a need for more medical colleges. Much like Maharashtra, India has seen a surge in the number of new medical colleges. Data provided by Minister of State for Health and Family Welfare Bharati Pravin Pawar in Lok Sabha on December 12 showed the country has seen an 82% rise in medical colleges, from 387 in 2014 to 706 this year. Medical seats, both undergraduate and post-graduate, have gone up from 82,533 to 1.79 lakh, a 117% rise. But this substantial growth, critics say, has not converted into healthcare for rural and tribal patients. Instead, new medical colleges are mushrooming across the country with little thought to infrastructure, lecturers and doctors to perform clinical duties.“This is bound to fail,” said Abhijeet More, a Jan Swasthya Abhiyan activist from Maharashtra. “The government is setting up these medical colleges without thinking about how to run them.”How to get a college approvedIn 2011, the Medical Council of India – a regulatory body presiding over all medical colleges and doctors – denied the Maharashtra government permission to start a medical college in Nandurbar, citing lack of infrastructure and staff. But the state government did little to fix those problems.Over the next nine years, the government’s applications were rejected four more times. Each time, an inspection committee from the Medical Council of India, or MCI, argued that the government had not made arrangements for the requisite infrastructure and staff. Nandurbar was not alone. Along with Nandurbar, the state had approved five new medical colleges in Chandrapur, Gondia, Satara, Alibaug, and Baramati. All of their applications were initially rejected by the MCI between 2011 and 2015. The inspection teams noted similar problems in all colleges – not enough classrooms and laboratories, or teachers.In December 2019, permission for a medical college in Nandurbar was rejected for the fifth time. It was then that the state government brought in Dr Shivaji Sukre, the go-to-man in Maharashtra when a medical college has to be set up.Sukre, an anatomy professor, is seen as someone who can cut through long delays in setting up a new medical college.Doctors at the Nandurbar medical college. Courtesy: Nandurbar government medical college. In the two months after he took over in December 2019, Sukre paid attention to the gaps pointed out by the MCI inspection committee, former officials attached to the hospital said. He created three laboratories for anatomy, biochemistry and physiology that are necessary for first-year students, set up a library, purchased books, and created space for two lecture theatres, they said. Finally, taking advantage of a systemic loophole, he arranged for doctors on deputation from other medical colleges to show the inspection committee that Nandurbar had the required teachers to teach the first batch of 100 undergraduate medical students, the former officials said. Immediately after the college got approval, the teachers were transferred back to their previous colleges.At one point in 2021, even Sukre was working as dean of two medical colleges—in Nandurbar and in Government Medical College of Ambajogai, 530 km apart. He would travel back and forth every month.Sukre’s move to shift medical teachers from one college to another was not new. According to Dr Pravin Shingare, retired director of the Directorate of Medical Education and Research, this dates back to 2015 when Chandrapur Government Medical College was established and the Medical Education department had to move teachers briefly in order to get requisite permissions from the MCI. From then on, shuffling doctors became a trend whenever new colleges were opened in Gondia, Jalgaon and Baramati in subsequent years.Shingare admitted that such measures have negative consequences. “Faculty members are neither able to work here nor there. Frequent transfers affect the quality of education of students,” he said. “A medical teacher not only teaches, he also treats patients. Patient care suffers too.”If the National Medical Council were to conduct simultaneous inspections in all medical colleges of a state, Shingare argued, the issue of staff paucity would become evident and several may face action.Dr Abhijit Helge, president of Maharashtra Association of Resident Doctors, said the practice of setting up medical colleges without enough lecturers “affects our education and our clinical learning”.‘Referred to a higher centre’Nandurbar is a remote tribal district on the border of Maharashtra and Gujarat. In 2010-2011, bowing to a long-pending demand from members of the Bhil and Pavara tribes, a government medical college was first proposed for this district.   It took ten years to start a medical college after the state government first approved one. For that, the medical college had to absorb the existing civil hospital and its 300 hospital beds to get permission from the National Medical Commission. It continues to function from the civil hospital even though it needs a larger building.“We thought with the medical college, the facilities will improve. Poor patients will not have to travel to other districts for treatment,” said health activist Sayed Mohsin Ali. “But the condition has worsened.” The college began enrolling medical students in 2020. In the last few years, the number of patients visiting outpatient departments has reduced every year: from 1.56 lakh in 2019 to 1.55 lakh in 2020 and 87,665 in 2021. The count of patients admitted in 2019 stood at 24,145. In 2020, when the medical college took over the civil hospital, it admitted 31,905 patients, which fell by 19% to 25,534 patients in 2021.“It is not surprising,” said Ali. “They started a medical college, but did not hire the required doctors.” The result is patients being referred to Dhule, about 180 km away, or Nashik, 300 km away or Surat, 200 km away. Ali said the only X-ray machine has been defunct since December 12 forcing referral for basic fractures.In medical documents of several patients who visited the hospital in the last one month, Scroll found a similar reason: “Referral because patient needs a higher centre”. Many patients said they are unofficially referred to the civil hospital in Surat, a lower-level hospital than a medical college, because it is closer to Nandurbar – even though government protocol demands that patients must be referred to a higher centre in the same state.A day before Thakare’s visit on December 11, Sagar Patil went to the same medical college. The 28-year-old had applied for a government security job and required a fitness certificate. For that he had to undergo a few blood and urine tests. “But when I reached the hospital, the laboratory was shut. They asked me to come later,” Patil said. In private clinics, the test would cost him Rs 3,000. “I cannot afford that,” he said.Similarly, when Sahebrao Devlal Pawar developed an ulcer in his stomach two months ago and was advised surgery, he decided to travel to Surat, despite the medical college being less than 10 km from his home. “We spent Rs 7,000 on transport and Rs 1,300 on injections in Surat but at least his surgery was done,” his son Dinesh Pawar said. In Nandurbar, he said, he was not sure if the surgery would ever happen.A privatisation push?The Nandurbar government medical college currently operates out of a district civil hospital building with limited infrastructure. In the four years of its operation, the government has failed to even begin the construction of a proper medical college.In 2020, the state government sanctioned Rs 532 crore for a 500-bedded hospital. The cost of the project has now risen to Rs 586 crore and is yet to begin.Dr Arun Humne, dean of the medical college, said a project consultant has been appointed and a tender has been floated to finalise a bidder. “Since we have only one bidder who qualified to construct hospital and college building, we have written to the state government for approval to finalise the bidder,” he said. Officials from the medical college said students are currently taught in a building that was previously used for Covid-19 patients during the pandemic. There is no hostel to house all 400 students. Last year, the medical college wrote to the state government twice to make hostel arrangements.Humne told Scroll that they have arranged flats on rent to accommodate 250 to 300 students. “The government is proactively pursuing a permanent hostel for students,” he added.The need for finance to build hospitals, hostels and colleges has forced Maharashtra to look for funding. On November 23, deputy chief minister Devendra Fadnavis tweeted about a grant of $500 million (approximately Rs 4,161 crore) from Asian Development Bank for the upgradation of all medical colleges and tertiary hospitals in all districts of Maharashtra.Medical education secretary Dinesh Waghmare told Scroll that $350 million would be utilised in the construction of new medical colleges. Health activists like Abhijeet More, from Jan Swasthya Abhiyan believe the neglect of medical colleges is by design. “Once complaints about the hospital’s poor functioning emerge, the state government will lean towards privatisation, which has been their plan all along.” Activists are suspicious of the central government’s push for public-private partnership in healthcare, and believe that the poor performance of government hospitals will be used as an excuse to involve private players in running hospitals. “This will lead to commercialisation of government services,” More said.A patient at Nandurbar medical college who chose to return home without treatment than travel to another hospital. Credit: Special Arrangement.Paying the priceThe lack of healthcare is forcing several poor patients from Nandurbar’s Adivasi communities to drop out of treatment. Ashabai Manudas, aged 48, was admitted in the medical college for five days for a kidney ailment earlier this month. The hospital only conducted a CT scan and gave basic medicines to relieve her pain, she said.On December 13, the on-duty general surgeon referred her to Dhule Civil hospital, considered lower than a medical college when it comes to specialisation and experts. “We don’t even have Rs 100 in our pocket. If we go to Dhule, we will end up spending at least Rs 2,000 to Rs 5,000,” she told Scroll from her hospital bed. Ashabai and her husband are both farm labourers, and travel would mean letting go of their daily wages. Eventually she decided to take discharge from the medical college and go home without treatment. This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.","author":"Tabassum Barnagarwala","time":"2023-12-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196936-whmulmvlpb-1703502501.jpeg","tags":["Medical college","Maharashtra","nandurbar","tertiary medical care","MBBBS students","healthcare system","doctor shortage"]}