{"title":"Maharashtra: BJP MLA arrested for shooting at Shiv Sena leader in police station","content":"Bharatiya Janata Party MLA Ganpat Gaikwad and his two associates were arrested on Saturday for shooting at Mahesh Gaikwad, a leader of Chief Minister Eknath Shinde-led Shiv Sena faction, inside a police station over a land dispute, PTI reported.The BJP and the Shinde-led Shiv Sena faction are allies and the major constituents of Maharashtra’s coalition government.The incident took place in Ulhasnagar in the state’s Thane district on Friday night.On Friday, Ganpat Gaikwad’s son had come to the police station to file a complaint in connection with the land dispute when Mahesh Gaikwad arrived with his supporters, PTI quoted Additional Commissioner of Police Dattatrya Shinde as saying.The BJP MLA then went to the police station with his supporters at around 9.30 pm, The Indian Express reported.They were inside the cabin of Senior Police Inspector Anil Jagtap when supporters of both leaders groups started fighting outside. After Jagtap stepped out to speak to the supporters, Ganpat Gaikwad shot multiple rounds at Mahesh Gaikwad and his aides Rahul Patil and Chainu Jain, reports suggest.Video footage from a security camera shared on social media shows the Kalyan East MLA shooting Mahesh Gaikwad, who is the Kalyan city chief of Shinde’s Shiv Sena group.The footage also shows Jagtap returning to the room while Ganpat Gaikwad assaulted Mahesh Gaikwad.Mahesh Gaikwad was taken to a hospital where he underwent a surgery. Five bullets were taken out from his body and his medical condition is critical, NDTV reported.“Ganpat Gaikwad and Harshal Nana Kene ... first fired on Mahesh and Rahul Patil inside the cabin of the senior inspector of Hill Line police station in Ulhasnagar,” Deputy Commissioner of Police (Thane) Sudhakar Pathare told The Indian Express. “Sandeep Anant Sarvankar and other associates were also booked as they were supporting Ganpat. Sarvankar has been arrested along with Ganpat and Kene. We are looking for three more accused.”This is not a scene from the Movie Gangs of Wasseypur. But a CCTV footage from Ulhasnagar Police station (Maharashtra ) where BJP MLA Ganpati Gaikwad can be seen firing at Shivsena leader Mahesh Gaikwad and others. pic.twitter.com/TfU7xlLSmO— Mohammed Zubair (@zoo_bear) February 3, 2024\n\n\nGanpat Gaikwad said that he used the firearm because his son was allegedly being beaten at the police station, PTI reported.“Yes, I shot [Mahesh Gaikwad] myself,” the news agency quoted him as saying. “I have no regrets. If my son is being beaten in front of the police inside the police station, what will I do?”The BJP MLA also alleged that Chief Minister Shinde is trying to establish a “kingdom of criminals” in Maharashtra.“If Eknath Shinde is the chief minister, only criminals will be born in Maharashtra,” Ganpat Gaikwad told Marathi news channel Zee 24 Taas. “He has made a good person like me a criminal today.”The legislator alleged that Shrikant Shinde, the chief minister’s son and Kalyan MP, put up advertisement boards to take credit for his work.“[Eknath] Shinde saheb betrayed Uddhav [Thackeray] saheb, he will also betray [the] BJP,” he claimed. “He [Eknath Shinde] owes me crores of rupees. Shinde should resign if Maharashtra is to be well-managed. This is my humble request to [Deputy Chief Minister] Devendra Fadnavis and Prime Minister Narendra Modi.”On Saturday, Fadnavis described the incident as serious and said that he has ordered a high-level inquiry into the matter. “Everyone is equal before the law irrespective of political affiliations,” he told reporters.","author":"Scroll Staff","time":"2024-02-03T17:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198128-nilwkpetyi-1706956018.jpeg","tags":["Shiv Sena","Maharashtra","Thane","BJP"],"source":"https://scroll.in/latest/1063150/maharashtra-bjp-mla-arrested-for-shooting-at-shiv-sena-leader-in-police-station"}