{"title":"Maharashtra Cabinet approves renaming of Ahmednagar to Ahilyanagar","content":"The Maharashtra Cabinet on Wednesday approved the renaming of Ahmednagar city to Ahilyanagar.Chief Minister Eknath Shinde had announced last year that the city will be renamed after the 18th-century queen Ahilyabai Holkar, reported The Hindu. The announcement was made on the 298th birth anniversary of Holkar.Holkar was from the Dhangar community, which traditionally comprised sheep and goat herders. The Dhangars presently constitute about 9% of Maharashtra’s population.Bharatiya Janata Party leader and legislator Gopichand Padalkar, an influential leader from the community, had first demanded the renaming of Ahmednagar after the queen, reported The Hindu.Ahmad Nizam Shah, who established the Nizam Shahi dynasty, had founded Ahmednagar in 1494. The Maharashtra government had last year also renamed Aurangabad to Chhatrapati Sambhajinagar and Osmanabad to Dharashiv.The state will also rename eight railway stations in Mumbai. The Mumbai Central station will be renamed as the Nana Jagannath Shankarsheth station. Curry Road will be renamed as Lalbaug, Sandhurst Road as Dongri, Marine Lines as Mumbadevi and Charni Road as Girgaon.Cotton Green will be renamed Kalachowki, Dockyard as Mazgaon and King’s Circle as Tirthankar Parswanath.#मंत्रिमंडळ_निर्णय...✅ मराठी भाषेच्या प्रचार प्रसारासाठी अद्ययावत मराठी भाषा धोरण जाहीर.✅ पोलीस पाटलांच्या मानधनात भरीव वाढ. आता मिळणार महिन्याला १५ हजार रुपये.✅ अहमदनगर शहराचे नामकरण ‘पुण्यश्लोक अहिल्यादेवी नगर’ करण्यास मान्यता.✅ केंद्राच्या सहाय्याने लहान शहरांमध्ये…— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) March 13, 2024","author":"Scroll Staff","time":"2024-03-13T17:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189487-hrflfccvjp-1682425811.jpg","tags":["Maharashtra","Ahilyabai Holkar","Ahmednagar","Ahilyanagar","Eknath Shinde"],"source":"https://scroll.in/latest/1065141/maharashtra-cabinet-approves-renaming-of-ahmednagar-to-ahilyanagar"}