{"title":"Maharashtra to set up panel to look into reasons for industrial companies not investing in state","content":"The Maharashtra government will form a three-member committee to look into why several large industrial companies went to destinations other than the state, PTI reported.State Industries Minister Uday Samant said on Wednesday that the panel will be headed by a retired judge. The committee, which will also comprise two retired bureaucrats, will release a white paper soon to bring out the facts on the subject, he added.The minister said that the committee will submit its report in 60 days.In the past few months, the Eknath Shinde-led government in the state has been facing criticism from Opposition parties in connection with claims that the state lost out to other regions in the country in terms of attracting big-ticket industrial projects.Samant said that a perception was being created that such firms began choosing other destinations only after the new government came to power in the state.The minister claimed that the previous Maha Vikas Aghadi government failed to create an environment conducive to industry, ABP Majha reported. He claimed that projects worth Rs 50,000 crore would come up in the state in the upcoming days, and that contracts have been signed for projects worth Rs 30,000 crore.In the past three months, at least four industrial projects went to states other than Maharashtra, although the western state was among the contenders for them, according to The Indian Express.In September, mining conglomerate Vedanta and Taiwanese manufacturing company Foxconn signed a Memorandum of Understanding with the Gujarat government to set up a semiconductor manufacturing unit in the state.The two companies had earlier held talks with the Maharashtra government and the 1.54 lakh crore-deal was reportedly “almost done”.The Opposition alleged that the Maharashtra government handed over the project to Gujarat under pressure from Prime Minister Narendra Modi, in view of the upcoming Assembly polls in his home state. However, Deputy Chief Minister Devendra Fadnavis had challenged the Opposition to show a single document that could prove that the project was earlier meant to be set up in the state.Maharashtra had also reportedly proposed to set up a medical devices park in Aurangabad. The Union government rejected Maharashtra’s proposal, but approved those sent by Tamil Nadu, Uttar Pradesh, Madhya Pradesh and Himachal Pradesh.","author":"Scroll Staff","time":"2022-11-30T20:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183658-tssvhdbxjz-1669814963.jpg","tags":["Uday Samant","Maharashtra","Narendra Modi","Eknath Shinde"],"source":"https://scroll.in/latest/1038712/maharashtra-to-set-up-panel-to-look-into-reasons-for-industrial-projects-not-investing-in-state"}