{"title":"Maharashtra: NCP to give Nawab Malik’s portfolios to other ministers, will not seek his resignation","content":"The Nationalist Congress Party on Thursday said that it will temporarily handover Maharashtra minister Nawab Malik’s portfolios to his Cabinet colleagues in three to four days, reported PTI. “We have decided to make this alternate temporary arrangement until he is available again,” said Nationalist Congress Party chief Jayant Patil, who is also the Maharashtra water resources minister.Patil said the party will not ask Malik to resign as he was arrested in a “wrong manner”.Malik, a Nationalist Congress Party leader, was arrested by the Enforcement Directorate on February 23 in connection with a money-laundering case involving fugitive gangster Dawood Ibrahim and his aides. He is under judicial custody till March 21.Malik holds the portfolios of the minority development and skill development ministries in the state Cabinet. He is also the guardian minister of Gondia and Parbhani districts.On Thursday, Patil said the guardian ministerships of Parbhani and Gondia will go to Social Justice Minister Dhananjay Munde and Minister of State for Urban Development Prajakt Tanpure.“A formal request in this regard will be made to the chief minister [Uddhav Thackeray], who will take a final call,” he said. Patil added that Malik will remain the party’s Mumbai unit chief. However, he said that the party will appoint two working presidents in Mumbai – Narendra Rane and Rakhi Jadhav – because of the upcoming civic body polls. The dates for the elections have not been announced yet. Unidentified party officials told PTI that charge of minority affairs portfolio may be given to Housing Development Minister Jitendra Awhad. They said that the portfolio of skill development ministry was likely to go to Rural Development Minister Hasan Mushrif.The decision to give Malik’s portfolios to Cabinet ministers was taken at a meeting held at party chief Sharad Pawar’s residence. The meeting was attended by Deputy Chief Minister Ajit Pawar, ministers Chhagan Bhujbal and Dilip Walse Patil along with senior party leaders Praful Patel and Sunil Tatkare.Case against MalikThe Enforcement Directorate’s inquiry against Malik is based on a case filed by the National Investigation Agency in February against Ibrahim and his aides under the Unlawful Activities (Prevention) Act.The law enforcement agency has alleged that Malik was “actively involved” in funding terrorist activities.On March 1, Malik had approached the Bombay High Court saying his arrest was a “brazen and completely illegal action” by the Enforcement Directorate. Malik said that his political rivals targeted him after being “deeply embarrassed” by his exposes. The High Court, however, refused to grant interim relief to Malik on Tuesday.In recent months, Malik had made several allegations about Bharatiya Janata Party leaders and former Narcotics Control Bureau Zonal Director Sameer Wankhede in connection to the Mumbai cruise ship drugs case, involving actor Shah Rukh Khan’s son Aryan Khan.Malik had also accused Wankhede of being part of an extortion racket linked to drug cases against Bollywood actors.","author":"Scroll Staff","time":"2022-03-18T11:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166294-zmgtkzjblv-1636704827.jpg","tags":["Nawab Malik","NCP","Jayant Patil","Maharashtra","Maharashtra Cabinet","Enforcement Directorate","money-laundering case"],"source":"https://scroll.in/latest/1019815/maharashtra-ncp-to-give-nawab-maliks-portfolios-to-other-ministers-will-not-seek-his-resignation"}