{"title":"Maharashtra: 31 patients die within two days in Nanded hospital","content":"At least 31 patients, including 16 children, have died in a government hospital in Maharashtra’s Nanded since September 30, allegedly due to a shortage of medicines and medical help, the Hindustan Times reported.Twelve adults and as many children died between September 30 and October 1 while three adults and four children died on Monday night. The hospital records 10 to 14 deaths a day on average.  Of the adults who died between September 30 and October 1, four were suffering from heart ailments, two had kidney diseases and one had caught gangrene following a road accident, Dr SR Wakode, dean of Shankarrao Chavan Government Hospital, told Scroll. “Eight patients were aged between 70 and 80 years,” he added.Of the children who died, Wakode said, four were infants born prematurely. Out of the 15 children who died between September 30 midnight and October 2 midnight, six had birth-related respiratory distress, three had septicemia, three were born prematurely with low weight, one had diaphragmatic hernia and two others died due to multiple complications.The hospital receives patients from the nearby districts of Parbhani, Hingoli and Yavatmal as well as Telangana, Wakode said, and saw many coming in with endstage ailments in the last two days.The dean had earlier told The Hindu that the recent transfer of staff led to a manpower shortage at the hospital and made managing a sudden surge in patients difficult.He also said that the Haffkine Institute, responsible for procuring medicines for government hospitals across Maharashtra, had stopped the supply of drugs, adding to their problem.“We tried to manage and buy the medicines locally, but it was not enough,” he told the newspaper. “Since this is the only major hospital in the radius of 60-70 km, we are under a severe load and our sanctioned budget is not enough to buy medicines locally.”Dr Saleem Tambe, the head of the paediatric department in the hospital, told Scroll that it is usual to have higher referrals from private hospitals during long weekends. “All the paediatric cases were critical when they reached us during this weekend,” he added.The hospital is highly overburdened, especially during the monsoon season, with usually 95 newborn children sharing 24 beds of the neonatal intensive care unit against the policy of one baby on one bed. Tambe said that with two to three babies sharing a bed, chances of infection spreading also increases.The doctor, however, refuted claims that there is an emergency medicine shortage. “We are overburdened, yes, but all medicines that are needed for emergency care are available,” he told claimed.Director of the National Health Mission in Maharashtra, Dheeraj Kumar, told Scroll that the medical education department had asked them for medicines. “We are not sure if medicine shortage is the cause behind these deaths,” Kumar said.Maharashtra Chief Minister Eknath Shinde said that he will seek more information about the deaths and appropriate action will be taken. Minister for Medical Education Hasan Mushrif said that the government has formed a committee to look into the matter, ANI reported.“I have been told that there was no shortage of medicine or doctors, but still, such an incident took place,” he said. “I will take stock of the incident and investigate the reason behind this.”Shiv Sena MP Hemant Patil made the acting dean of the government hospital in Nanded clean a dirty toilet, a video on social media showed.“You don’t have simple mugs and you shout at people who don’t use toilets,” he said. “Do you [doctors and the dean] behave similarly at your home?”शिवसेना खासदार हेमंत पाटलांनी नांदेडच्या डीनला शौचालय साफ करायला लावलं!#HemantPatil #Nanded #MTShorts pic.twitter.com/oZtVsoLtCb— Mumbai Tak (@mumbaitak) October 3, 2023\n\nOpposition flags negligenceFormer Chief Minister Ashok Chavan, who is from Nanded, visited the hospital on Monday and said that the situation is concerning. He claimed that there are nearly 1,200 patients currently admitted in the hospital even though it has only 500 beds, PTI reported.“It is natural that medical staff and doctors are overburdened due to such a large number of patients,” Chavan said. “I have suggested to the state government that they can take the help of private doctors. It is up to the state government to implement it or not.”Congress MP Rahul Gandhi expressed condolences to the families of the dead and alleged that the Bharatiya Janata Party does not value the lives of the poor. नांदेड़, महाराष्ट्र के सरकारी अस्पताल में दवाइयों की कमी से 12 नवजात शिशुओं समेत 24 लोगों की मृत्यु का समाचार अत्यंत दुखद है। सभी शोकाकुल परिवारों को अपनी गहरी संवेदनाएं व्यक्त करता हूं।भाजपा सरकार हज़ारों करोड़ रुपए अपने प्रचार पर खर्च कर देती है, मगर बच्चों की दवाइयों के लिए…— Rahul Gandhi (@RahulGandhi) October 2, 2023\n\nNationalist Congress Party MP Supriya Sule demanded the resignation of the state health minister. “The government is responsible for the Nanded Hospital deaths,” she said. “This government has committed a crime.Delhi Chief Minister Arvind Kejriwal questioned how the government could be “so careless”. He remarked, “These people are busy in forming and bringing down the government by buying and selling of MLAs but they do not care about the lives of the people.”महाराष्ट्र के नांदेड़ के एक सरकारी अस्पताल में 12 नवजात सहित 24 लोगों की मौत की ये ख़बर बेहद पीड़ादायक है। ईश्वर सभी शोकाकुल परिवारों को इस मुश्किल वक्त में हिम्मत दें। बताया जा रहा है कि दवाओं की कमी की वजह से ये मौतें हुईं। कोई सरकार इतना लापरवाह कैसे हो सकती है? ये लोग… https://t.co/i5cLqYwoRt— Arvind Kejriwal (@ArvindKejriwal) October 3, 2023\n\n In August, 18 patients died within 24 hours at the Chhatrapati Shivaji Maharaj Memorial Hospital operated by the Thane Municipal Corporation in Kalwa, Maharashtra. At the time, officials said there had been a surge in patient football because the Thane district hospital was temporarily shifted. Shinde had ordered an investigation into the deaths","author":"Scroll Staff","time":"2023-10-03T10:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194637-zcmwfllxuw-1696321677.jpeg","tags":["Maharashtra","medicines","Medicine shortage","Health"]}