{"title":"Maharashtra government formation: SC to hear plea of Sena, Congress and NCP at 11.30 am tomorrow","content":"9.36 pm: The Supreme Court will hear the joint petition filed by the Shiv Sena, the Nationalist Congress Party and the Congress at 11.30 am on Sunday, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Supreme Court to hear on tomorrow at 11.30 am the joint plea of Shiv Sena, Nationalist Congress Party and Indian National Congress against the decision of Maharashtra Governor inviting Devendra Fadnavis to form the government on November 23. pic.twitter.com/Be4lMgmSNH— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 pm: Congress leader and former Maharashtra Chief Minister Ashok Chavan has accused Devendra Fadnavis of misleading the governor, and asked him to quit, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.04 pm: Congress leader KC Venugopal says the party’s 44 MLAs “are intact”, reports ANI. “Maharashtra Governor has bypassed all norms and regulations,” he tells reporters. “Without any verification, he invited BJP to form government. We have moved Supreme Court. We will also raise this issue in Parliament.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress leader KC Venugopal on Maharashtra govt formation: Our 44 MLAs are intact. Maharashtra Governor has bypassed all norms&regulations. Without any verification, he invited BJP to form govt. We have moved Supreme Court. We will also raise this issue in the Parliament. pic.twitter.com/E3WoMDXuvc— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.40 pm: Seventeen MLAs of the NCP are missing from the party meeting in Mumbai, say reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.22 pm: Dilip Walse Patil is set to become the new NCP Legislative Party leader, News18 reports. Ajit Pawar was sacked after he supported the BJP to form government in the state. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.15 pm: At least seven Nationalist Congress Party legislators who attended the swearing-in ceremony of Bharatiya Janata Party leader Devendra Fadnavis as the chief minister of Maharashtra early on Saturday morning have returned to the party fold, PTI reports.Read more here:Maharashtra: At least seven NCP MLAs who attended Fadnavis’ oath ceremony back in party, says report\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.43 pm: The Shiv Sena, NCP and Congress’ petition has not yet been filed, Bar and Bench reports. It says the lawyers are waiting for registry officials at the Supreme Court.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Lawyers are waiting for registry officials at the Supreme Court. Petitioners Shiv Sena, NCP and Congress. Sources Indicate that Devendra Fadnavis and Ajit Pawar will be made parties too. @ShivSena @Dev_Fadnavis @INCIndia @ncpspeaks @AjitPawarSpeaks @PawarSpeaks #MaharashtraCM— Bar & Bench (@barandbench) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.28 pm: Vanchit Bahujan Aghadi leader Prakash Ambedkar indicates a connection between Sharad Pawar’s recent meeting with Prime Minister Narendra Modi and the current political situation in Maharashtra, News18 reports. “Some leaders of the NCP met with Prime Minister Narendra Modi and [BJP chief] Amit Shah,” he says. “The purpose was stated to be to discuss issues concerning rain-hit farmers. Two days ago, Maharashtra governor announced compensation to farmers. The perception that something was fishy started developing from that point.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.06 pm: The petition also asks for the floor test to be done within 24 hours so as to prevent any further horse-trading.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 pm: The petition claims Governor Bhagat Singh Koshyari acted in a “partisan manner and has made a mockery of the high office”. His actions were a “textbook example of the governor acting at the behest of a political party” that is in power at the Centre, the petition claimed. “Unfortunately, the facts in this case demonstrate that the governor has belittled the constitutional office of the governor and has allowed himself to be a pawn in BJP’s illegal usurpation of power.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.38 pm: The Shiv Sena, Nationalist Congress Party and the Congress will file a petition in the Supreme Court seeking to quash the governor’s decision to invite Devendra Fadnavis to form government, News18 reports. The move was unconstitutional and illegal, the petition says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.25 pm: “Even before the people of Maharashtra could wake up from their sleep, the President’s rule was revoked and the chief minister and the deputy chief minister were sworn-in,” CPI general secretary D Raja says, according to PTI. He adds that it gave rise to critical questions about the governor’s role in the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.23 pm: “The BJP has manipulated the situation with all powers at its command to grab power,” the Communist Party of India says in a statement. It also called the situation in Maharashtra a “mockery of democracy”, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.21 pm: The Communist Party of India (Marxist) accuses the BJP of sordid manipulation, PTI reports. “Sordid manipulations for grabbing power,” the CPI (M) says in a statement. “The political immorality of the BJP has reached its nadir. The clandestine manner in which the chief minister and deputy chief minister of Maharashtra have been sworn-in shows the extent to which the BJP can stoop to grab power.”“It is unfortunate that both the constitutional authorities – President’s office and the Governor’s office – have been misused to achieve their political purpose,” it adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.19 pm: NCP workers raise slogans against Ajit Pawar in Thane, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.13 pm: Uddhav Thackeray assures MLAs that the Shiv Sena will come to power in the state, reports News18. He met party MLAs at a hotel in Mumbai on Saturday evening.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.10 pm: Reports claim that four of the nine MLAs who were reportedly with rebel NCP leader Ajit Pawar have now returned to the party’s fold. The four MLAs are Dilip Bankar, Sunil Shelke, Sunil Bhusara and Sanjay Bansode, according to News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.46 pm: NCP MLA Dilip Rao Bankar, who was believed to have been on Ajit Pawar’s side, says that he is with Sharad Pawar and that he only went to the Raj Bhavan because the rebel leader asked him to.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    मी @NCPspeaks बरोबरच आहे माझा आदरणीय @PawarSpeaks साहेबांच्या नेतृत्वावर विश्वास आहे @AjitPawarSpeaks हे गटनेते असल्याने त्यांच्या सांगण्यावरून मी इतर आमदारांसोबत राजभवनात गेलो होतो तिथे काय होणार आहे या बाबत कोणतीही कल्पना नव्हती, मी पक्षाच्या भूमिकेच्या विरोधात नाही ! pic.twitter.com/VRJrTnMAzq— Diliprao Bankar (@dilipraobankar) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.43 pm: Mehbooba Mufti’s daughter Iltija takes a jibe at the BJP. “Mystery of Raj Bhavan fax machines. They work at 5:27 am to revoke President’s rule facilitating a BJP-led government but went defunct in November 2018 when PDP, NC and Congress tried to stake claim in J&K,” she writes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mystery of Raj Bhavan fax machines. They work at 5:27 am to revoke Presidents rule facilitating a BJP led government but went defunct in November 2018 when PDP NC & Congress tried to stake claim in J&K. New digital India 🇮🇳— Mehbooba Mufti (@MehboobaMufti) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.40 pm: Former Karnataka Chief Minister HD Kumaraswamy says only opportunist politics were underway in India these days, News18 reports. “Government is being formed with the NCP that had worked against the BJP,” he says. “No one in this country’s politics have morality left in them, and no one can discuss about morality, including me.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.35 pm: Congress leader Randeep Singh Surjewala asks why Maharashtra Governor Bhagat Singh Koshyari had not mentioned how long the Devendra Fadnavis government had to prove its majority in the state Assembly. He also raised a number of questions about the circumstances leading to Koshyari’s recommendation to the Centre to withdraw President’s Rule in the state, and invite Fadnavis to form the government with the support of rebel Nationalist Congress Party leader Ajit Pawar.Read more here:Maharashtra: ‘How and when did governor verify BJP’s claims of support?’ Congress has 10 questions\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.28 pm: Dhananjay Munde visits NCP headquarters in Mumbai to attend a party meeting, NDTV reports. He was believed to have been among the rebel MLAs supporting Ajit Pawar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.23 pm: Singh adds that the governor’s role has become that of a “gatekeeper” who is saluting those in power. “Raj Bhavan has turned into Raja Bhavan,” he says. He also asks how the government was formed when the BJP and the rebel leaders do not seem to have the numbers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.20 pm: “The way the government was formed in Maharashtra is undemocratic and it disrespected the mandate of the people of the state,” senior Aam Aadmi Party leader Sanjay Singh says, according to PTI. “The dark act that took place in Maharashtra in the dark of night is the act of killing the dignity of democracy of this country.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.15 pm: Samajwadi Party chief Akhilesh Yadav criticises BJP for the political situation in Maharashtra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    SP Chief Akhilesh Yadav on #MaharashtraGovtFormation: Ab to lagta hai ki, 'jiska Governor uski Sarkar'. pic.twitter.com/XJsNi3dZaA— ANI UP (@ANINewsUP) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5 pm: “The Fadnavis dispensation will provide a stable government in the state. The country has witnessed what has happened and what is happening...Development, not power, will be the agenda of this government,” Giriraj Singh adds. “The government will work towards the completion of pending works without selfishness in the interest of the country. My best wishes to the people of Maharashtra which will benefit from this government.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.55 pm: Union minister Giriraj Singh defends the BJP. “The country has seen that the BJP won 105 seats [in Maharashtra],” Singh says, according to PTI. “Balasaheb Thackeray had said that in democracy a party with majority gets the post of chief minister. We respect Balasaheb Thackeray and democracy.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.47 pm: Shiv Sena chief Uddhav Thackeray is meeting his party MLAs at Hotel Lalit in Mumbai, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: Ajit Pawar holds meeting with NCP leaders Sunil Tatkare, Dilip Walse Patil and Hasan Mushrif, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Maharashtra Deputy CM Ajit Pawar is holding a meeting with NCP MP Sunil Tatkare and NCP MLAs Dilip Walse Patil and Hasan Mushrif at his brother Sriniwas Pawar's residence; Security has been heightened outside the residence of Sriniwas Pawar pic.twitter.com/KDzv2WOKpG— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.21 pm: Fadnavis assures party workers that the BJP will complete a full term.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Maharashtra CM Devendra Fadnavis arrives at state BJP office. pic.twitter.com/EAxmnl1K0K— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.20 pm: Meanwhile, Devendra Fadnavis addresses party workers in Mumbai.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.17 pm: Congress puts up 10 questions to the BJP and claims it is on behalf of Indians. Congress spokesperson RS Surjewala asks who presented the claim to form government by the BJP and how many MLAs from the BJP and the Nationalist Congress Party signed the claim to form government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.15 pm: “In the history of independent India, this may be the only occasion when in the dead of the night, constitution was subverted, democracy was throttled and rule of law was mowed down by governor to surreptitiously induct an illegitimate govt of the BJP,” adds Surjewala.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    In the history of independent India, this may be the only occasion when in the dead of the night, constitution was subverted, democracy was throttled and rule of law was mowed down by Governor to surreptitiously induct an illegitimate govt of the BJP: @rssurjewala— Congress Live (@INCIndiaLive) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.10 pm: They have actually betrayed the people of Maharashtra, Surjewala says. He adds that before the elections, Devendra Fadnavis and BJP had promised to send Ajit Pawar to prison in connection with the irrigation scam. “But post elections, they have sent him to Mantralaya as a deputy CM. This is only possible in Modi regime. Hence they say ‘modi hai toh mumkin hai’.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.09 pm: “After scaring an opportunist Ajit Pawar of putting him behind bars, BJP constituted an illegitimate government in Maharashtra by acting as a contract killer for democracy,” Surjewala says. “BJP and Ajit Pawar have together acted like Duryodhana and Shakuni to rip off and cheat a democratic mandate given by the people of Maharashtra.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.08 pm: “November 23 shall go down in the history of India as a black chapter when an illegitimate government was constituted by a governor acting as a hitman on Constitution of India at the instance of a home minister who considers constitution as his captive instrument,” says Surjewala.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.06 pm: Congress spokesperson Randeep Singh Surjewala claims the BJP threatened Ajit Pawar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.03 pm: Rajasthan Chief Minister and senior Congress leader Ashok Gehlot seeks the resignation of Maharashtra governor.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The details that are emerging from #Maharashtra are shocking n shows Governor acted in connivance with BJP n administered the oath of office to Devendra Fadnavis ji without verifying signatures of NCP MLAs. Governor must resign on moral ground. He has no right to remain in office— Ashok Gehlot (@ashokgehlot51) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.59 pm: “The people of the country are watching the developments and what type of politics the desperate BJP is playing to form the government,” Mir adds, according to PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.58 pm: “Ajit Pawar had not taken the signatures separately to be part of the BJP-led government,” Mir says, adding that the governor did not question Pawar about when he held a meeting with party MLAs and sought their support. “In other places, the governor is seeking parade of the MLAs instead of honouring their signatures and in Maharashtra, the oath was administered by entertaining the fake document,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.57 pm: “On the one hand, the governor is seeking assurance from the major parties that they have numbers to form the government and on the other he is administering oath just after getting a fake piece of paper [from NCP leader claiming support of the MLAs],” GA Mir says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.55 pm: Jammu and Kashmir Congress President GA Mir takes a potshot at the BJP and criticises it for aligning with Ajit Pawar, whom it had earlier accused of corruption, PTI reports.“The country is watching the developments in Maharashtra and perhaps this is the first of its kind drama which was enacted to grab power by the desperate BJP,” Mir says. “The leader [Ajit Pawar] was accused of being most corrupt by the BJP till yesterday. The BJP had purified him by its ‘Ganga Jal’ during the night.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.45 pm: Rebel NCP MLAs will be taken to New Delhi, reports India Today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.39 pm: Defence Minister Rajnath Singh says it was the prerogative of the governor to invite Devendra Fadnavis to form government. “At this point of time in this programme, I do not wish to make any political statement,” Singh says at an event in Lucknow, according to PTI. “The governor invited the person [to form the government] after he was satisfied.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.37 pm: Congress MLAs may be shifted to Jaipur or Bhopal, say reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: Meanwhile, Raut claims that Ajit Pawar had been “blackmailed” into joining hands with the saffron party, and might return to the Sharad Pawar-led party. “NCP leader Dhananjay Munde has been contacted,” the Rajya Sabha MP tells reporters in Mumbai. “Ajit Pawar may also return [to NCP fold]. We have information how Ajit Pawar has been blackmailed and will expose this soon.” “Of the eight MLAs who had gone with Ajit Pawar, five of them have come back,” he says. “They were lied to, put in a car, and sort of kidnapped. If they [BJP] have the courage, let them prove their majority in the Assembly.”Read more here:‘Betrayal’, ‘Ajit Pawar stabbed us in the back’: Congress, Sena react to Maharashtra developments\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.25 pm: Prasad also refuses to comment on the infighting with the NCP. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.23 pm: “We are ashamed at the language used by the Shiv Sena for the prime minister and the home minister in their editorial mouthpiece Saamana,” Prasad says, according to NDTV. “It is shameful and a new low for their party. We will not stoop to that level. We will make no comments about their leaders.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.21 pm: He adds that the BJP and Ajit Pawar will prove their majority in the Assembly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.20 pm: Prasad says many people are questioning the role of the governor. “He called BJP, Sena and NCP, no government was formed,” Prasad says. “But this morning, he called the BJP and Ajit Pawar to form a government and they did. No one countered the numbers with the governor.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: “Bala Saheb [Shiv Sena founder Bal Thackeray] was always against Congress,” says Prasad. “BJP’s ideology was always at par with his and hence we came into alliance with Sena.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.10 pm: “It was a conspiracy to control the financial capital of India through backdoor means,” claims Prasad. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.08 pm: The country is entitled to know how there was a “match fixing” to grab the chair despite the NCP and Congress saying that they had got the mandate to only sit in the Opposition, Prasad adds. “When Shiv Sena breaks a 30-year-old alliance and sides with the opposition, isn’t that the murder of democracy,” he asks. “But they say that Ajit Pawar allying with BJP is murder of democracy.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.07 pm: “It was the moral and electoral victory of the BJP-led alliance under the leadership of Devendra Fadnavis. It is important to understand this,” says Ravi Shankar Prasad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.04 pm: Union minister Ravi Shankar Prasad says Devendra Fadnavis had the people’s mandate and he was always the “rightful chief minister”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.03 pm: Bharatiya Janata Party’s press conference begins.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.59 pm: Senior Congress leader Ahmed Patel says “Today was a black spot in the history of Maharashtra.”Read more here:Maharashtra crisis: Congress says it will fight new BJP-led government ‘politically and legally’\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: BJP leader and Union minister Nitin Gadkari congratulates Fadnavis on taking oath. He also says: “I had earlier said anything can happen in cricket and politics, now you can understand what I meant.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Minister & BJP leader, Nitin Gadkari on #MaharashtraGovtFormation: I had earlier said anything can happen in cricket and politics, now you can understand what I meant. pic.twitter.com/Lv9Gc65tKQ— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.42 pm: Nationalist Congress Party MLAs Rajendra Shingane, Sandip Kshirsagar and Sunil Bhusara claim that they were taken to the Raj Bhavan, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    NCP MLA Rajendra Shingane: Ajit Pawar had called me to discuss something and from there I was taken with other MLAs to Raj Bhavan. Before we could understand oath ceremony was complete. I rushed to Pawar Sahab and told him I am with Sharad Pawar and NCP. pic.twitter.com/cVJIFfSatw— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.40 pm: “How absurd the argument of Shiv Sena is – If Shiv Sena goes with the NCP it is good and if NCP MLAs come with BJP, it is bad. Today what has been honoured is ‘Peoples’ Mandate’,” adds Javadekar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.39 pm: Senior BJP leader Prakash Javadekar says the Shiv Sena had betrayed the people’s mandate and decided to go with the Congress. “Shiv Sena was happy to go with Congress, which is synonymous to corruption and had imposed Emergency,” the Union minister says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    How absurd the argument of Shiv Sena is — If @ShivSena goes with the #NCP it is good and if #NCP MLAs come with @BJP4Maharashtra it is bad. Today what has been honoured is “Peoples’ Mandate”@Dev_Fadnavis@AjitPawarSpeaks— Prakash Javadekar (@PrakashJavdekar) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 pm: Congress leader Priya Dutt says she’s not surprised with the developments in Maharashtra and that she wished her party had acted faster.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Not surprised with the developments in Maharashtra. BJP was a bit too quiet thru it all, wish cong would have acted faster their delayed decision gave a window to BJP to strike. One more opportunity lost. #MaharashtraPolitics #Maharashtra— Priya Dutt (@PriyaDutt_INC) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.55 pm: “We will fight this on both fronts, political and legal,” says Ahmed Patel on whether they will approach Supreme Court.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.53 pm: Patel says the press conference was to inform that the alliance was intact.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.52 pm: Congress leader Ahmed Patel says the party is with Shiv Sena and NCP. “Today’s meeting of the three parties will go ahead as per schedule and we will discuss all pending issues, including who will be the leader of the alliance.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.48 pm: Ahmed Patel says Congress did not do anything to delay the government formation in Maharashtra and blames NCP MLAs for the problem.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.46 pm: Patel says he had a feeling that something is wrong. “All limits of shamelessness have been crossed by BJP,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.44 pm: Ahmed Patel says government formation is a “dark chapter” of Maharashtra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.43: Congress leader Ahmed Patel says there was no verification of signatures or due process followed in the oath-taking ceremony.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.42 pm: Congress begins their press conference.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: Shiv Sena leader Sanjay Raut claims that Ajit Pawar “kidnapped” Nationalist Congress Party MLAs and that BJP is behaving like thieves. “Of the 8 MLAs who had gone with Ajit Pawar, five of them have come back,” he adds. “They were lied to, put in a car, and sort of kidnapped.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sanjay Raut, Shiv Sena: Of the 8 MLAs who had gone with Ajit Pawar, 5 of them have come back. They were lied to, put in a car, and sort of kidnapped. Agar himmat hai to vidhaan sabha mein majority saabit kar ke dikhaye. pic.twitter.com/hDOKRad9kL— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.33 pm: Congress to address a press conference shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.15 pm: Bharatiya Janata Party to address a press conference at 2.30 pm in Mumbai, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.11 pm: Sharad Pawar says if need be, they will do whatever it takes to keep the MLA’s together.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.08 pm: Uddhav Thackeray calls the twist in Maharashtra government formation a “political surgical strike” conducted by BJP, according to NDTV. “We don’t play night games,” he adds. “We don’t split parties.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: Uddhav Thackeray says BJP disrespected the Constitution of India and the mandate of the people of Maharashtra. “This is not just in Maharashtra,” he adds. “The BJP is doing this all over the country. The BJP is forming governments with people like Dushyant Chautala, who they were against earlier. The BJP must go back and introspect. They should see what ideals Chhatrapati Shivaji Maharaj stood for.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.03 pm: Shiv Sena chief Uddhav Thackeray says he stands together with NCP and will form the government in Maharashtra. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.02 pm: Pawar says he is absolutely certain that the BJP-led government which is sworn in does not have the numbers to pass a floor test. “We completely back the Shiv Sena and want a government under the leadership of Uddhav Thackeray,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.00 pm: “All the MLAs who are going must know that there is an anti-defection law and there is the possibility of them losing their Assembly membership is high,” Sharad Pawar says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: Ajit Pawar’s decision to partner with BJP is against the decision of the NCP, says Pawar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.50 pm: “BJP as a party has always believed in forming an alliance with anyone and in any manner to come to power,” says NCP chief Sharad Pawar. “But NCP can never join hands with BJP. I am told that 10 to 11 MLAs have gone along with Ajit Pawar and joined hands with the BJP.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    NCP Chief Sharad Pawar: I don't know if he(Ajit Pawar) has done this fearing investigating agencies or not. As per my source, 10-11 MLAs were there in Raj Bhavan and out of those, 3 are already here sitting with me. pic.twitter.com/W8JgRlHx6Z— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.49 pm: “I got a call from a colleague at 6.45 am that we have been brought to Raj Bhavan,” says Sharad Pawar. “I was surprised that efficiency in Raj Bhavan has increased so much in Maharashtra.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.48 pm: A true NCP leader will never leave his party and join others, says Sharad Pawar\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.47 pm: NCP chief Sharad Pawar tells the media that along with Shiv Sena and Congress had agreed to form the government in Maharashtra.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.45 pm: The Shiv Sena and Nationalist Congress Party begin their joint press conference.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.37 pm: All India Anna Dravida Munnetra Kazhagam greets BJP leader Devendra Fadnavis and Nationalist Congress Party leader Ajit Pawar for taking over as chief minister and deputy chief minister of Maharashtra, respectively, early in the day. “I extend my greetings (to both) to work towards a sustained growth of Maharashtra,” Tamil Nadu Deputy Chief Minister O Panneerselvam tweets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.26 pm: Ajit Pawar has been removed as Nationalist Congress Party legislative leader after he took oath with the BJP’s Devendra Fadnavis earlier this morning, say reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.25 pm: A party needs the support of 145 MLAs to form government in the 288-member Assembly. The BJP emerged as the single-largest party with 105 seats, and the Shiv Sena secured the second position with 56 seats in the Assembly elections held in October.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.15 pm: Nationalist Congress Party leader Supriya Sule receives Shiv Sena chief Uddhav Thackeray and Aditya Thackeray outside YB Chavan Centre. The Shiv Sena, Nationalist Congress Party and Congress will address a joint press conference shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Mumbai: Nationalist Congress Party's Supriya Sule receives Shiv Sena's Uddhav Thackeray and Aditya Thackeray outside YB Chavan Centre, where Congress-NCP-Shiv Sena will address the media shortly. pic.twitter.com/Y2ZaUClDic— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.10 pm: Outside the venue of the press conference in Mumbai, Nationalist Congress Party workers raise slogans supporting party chief Sharad Pawar and against Ajit Pawar, ANI reports.Ajit Pawar had on Friday pledged support to the Shiv Sena along with the Congress.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Slogans raised in support of Sharad Pawar and against Ajit Pawar by a group of NCP workers outside YB Chavan Centre where Congress-NCP-Shiv Sena will address the media shortly. #Maharashtra pic.twitter.com/d8SdQhWVPO— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 pm: Congress leader Milind Deora quotes a line from The Godfather saying: “Keep your friends close, but your enemies closer”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Keep your friends close, but your enemies closer ~ @godfathermovie pic.twitter.com/h6AaX4WJdn— Milind Deora मिलिंद देवरा (@milinddeora) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.58 am: Congress leader Digvijaya Singh says Maharashtra Governor Bhagat Singh Koshyari violated the Constitution. “This is making a mockery of the constitution, BJP did the same in Goa, Meghalaya and other states,” he tells ANI. “No MLA of the NCP will support this, Ajit Pawar has gone with them alone.” Bharatiya Janata Party leader Devendra Fadnavis and Nationalist Congress Party leader Ajit Pawar took oath as Maharashtra chief minister and deputy chief minister respectively in Raj Bhavan earlier in the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.55 am: Security has been beefed up at offices of political parties and leaders’ residences to prevent untoward incidents after the Maharashtra political impasse ended dramatically on Saturday morning, reports PTI. “We are keeping a close watch on the situation in the city after the latest political development, and have increased security at sensitive locations,” a spokesperson of the Mumbai police says.Also read: Devendra Fadnavis takes oath as Maharashtra CM, NCP’s Ajit Pawar as deputy; Modi congratulates them\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: Congress leader Sanjay Jha questions the timing of the revocation of President’s Rule in Maharashtra. “At what time was the Union Cabinet meeting held that recommended revocation of President’s Rule in Maharashtra,” he asks. “Who all were present? Where are the minutes?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    At what time was the Union Cabinet meeting held that recommended revocation of President’s rule in Maharashtra???? Who all were present? Where are the minutes?— Sanjay Jha (@JhaSanjay) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.45 am: Nationalist Congress Party chief Sharad Pawar and Congress leaders Mallikarjun Kharge, Ahmed Patel arrive for the joint press conference at YB Chavan Centre in Mumbai, reports ANI. Shiv Sena chief Uddhav Thackeray and Pawar will also later hold a joint press conference. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai: Nationalist Congress Party (NCP) Chief Sharad Pawar, Congress leaders Mallikarjun Kharge & Ahmed Patel arrive for the Congress-NCP-Shiv Sena joint Press Conference at the YB Chavan Centre. #Maharashtra pic.twitter.com/Z0qeRpahIT— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.40 am: Nationalist Congress Party leader Nawab Malik says the government formation was deceitful and BJP will lose the floor test, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Nawab Malik,NCP:Ye dhoke se banayi gayi sarkar hai aur ye vidhan sabha ke floor pe haaregi, saare vidhayak hamare saath hain. #Maharashtra pic.twitter.com/TISmQENzTo— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.33 am: Former Mumbai Congress chief Sanjay Nirupam, who had warned his party against forming an alliance with the Shiv Sena, says he is sad with the developments, ANI reports. “People would be thinking I will be happy by today’s developments...Congress has been unnecessarily defamed in this and thinking of alliance with Shiv Sena was a mistake,” he adds. “I appeal to Sonia [Gandhi] ji to at first dissolve Congress Working Committee.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.22 am: Shiv Sena legislative party leader Eknath Shinde says that the party will reveal its position at 12.30 pm, The Hindu reports. “This was unexpected,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.16 am: Nationalist Congress Party leader Nawab Malik says the party took signatures from MLAs for attendance, and it was misused for oath-taking, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Nawab Malik, Nationalist Congress Party (NCP): We had taken signatures from MLAs for attendance, it was misused as a basis for the oath. #Maharashtra pic.twitter.com/vZo05p1vri— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.14 am: Sharad Pawar calls for a meeting of all Nationalist Congress Party MLAs at 4.30 pm, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: Nationalist Congress Party leader Supriya Sule says there is a split within the party, Hindustan Times reports. She adds that it will take time to figure out how many MLAs are supporting Sharad Pawar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.02 am: Rajasthan Chief Minister Ashok Gehlot questions the morality of revoking the President’s Rule and the swearing-in of Devendra Fadnavis and Ajit Pawar. He says both the leaders were “guilt conscious” and raises doubt whether they would be able to deliver good governance. Also read: ‘Betrayal’, ‘Ajit Pawar stabbed us in back’: Congress, Shiv Sena react to Maharashtra developments\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.50 am: Senior Congress leader Ahmed Patel calls the Maharashtra government as an “illegitimate formation”. “Illegal and evil manoeuvres take place in the secrecy of midnight,” he says in a tweet. “Such was the shame that they had to do the swearing in hiding. This illegitimate formation will self destruct.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Illegal and evil manoeuvres take place in the secrecy of midnight Such was the shame that they had to do the swearing in hiding This illegitimate formation will self destruct— Ahmed Patel (@ahmedpatel) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.40 am: Congress terms the twist in government formation a “betrayal” of people’s mandate. “This is called betrayal of people’s mandate and giving contract for killing democracy,” party spokesperson Randeep Surjewala says in a tweet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.38 am: President’s Rule was revoked in Maharashtra at 5.47 am, hours before BJP leader Devendra Fadnavis took oath, PTI reports. The state was placed under President’s Rule on November 12 after no party could form a government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.33 am: Congress calls for an urgent meeting at their party office in Mumbai, ANI reports. Senior party leaders Mallikarjun Kharge and KC Venugopal will be present.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.28 am: BJP leader Girish Mahajan says “verbal diarrhoea” will be the right phrase to use for Shiv Sena leader Sanjay Raut, ANI reports. He claims Sena leaders are frustrated with Raut and may join BJP.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 am: Uttar Pradesh Chief Minister Adityanath congratulates BJP leader Devendra Fadnavis and NCP leader Ajit Pawar. In a tweet, he says “under the leadership of Sri Devendra Fadnavis ji and Sri Ajit Pawar ji, Maharashtra will be on the path of development”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.15 am: Shiv Sena chief Uddhav Thackeray and NCP chief Sharad Pawar will address a press conference at 12.30 pm, according to ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.05 am: BJP leader Girish Mahajan says the party has support of over 170 MLAs, ANI reports. “Ajit Pawar has given a letter to governor about support of his MLAs and as he is legislative party leader of NCP, which means all NCP MLAs have supported us,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.59 am: Chandrakant Patil blames Shiv Sena leader Sanjay Raut, ANI reports. He says Raut should be silent now as he ruined Shiv Sena.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.57 am: BJP Maharashtra chief Chandrakant Patil says Shiv Sena betrayed the people’s mandate, ANI reports. “Since the first press conference, they [Sena] had started talking about alternatives,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.36 am: Sanjay Raut says Shiv Sena chief Uddhav Thackeray and NCP chief Sharad Pawar will meet later in the day, ANI reports. “But fact is that Ajit Pawar and the MLAs supporting him have insulted Chhatrapati Shivaji Maharaj and Maharashtra,” he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.42 am: “Ajit Pawar was there in the meeting yesterday, but late last night his phone was suddenly switched off and even the NCP don’t exactly know what happened suddenly,” Raut says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sanjay Raut,Shiv Sena: Kal 9 baje tak ye mahashaye(Ajit Pawar) hamare saath baithe the, achanak se ghayab ho gaye baad mein, vo nazar se nazar mila kar baat nahi kar rahe the, us se hume shaq bhi hua tha pic.twitter.com/l1kzrs1X8D— ANI (@ANI) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.40 am: Shiv Sena leader Sanjay Raut says “stabbed in back” by Ajit Pawar, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.35 am: NCP chief Sharad Pawar says his nephew Ajit Pawar’s decision to support the BJP was his own and did not have the party support. “We place on record that we do not support or endorse this decision of his,” he says in a tweet.Pawar had stated earlier that Shiv Sena, NCP and the Congress were unanimous that Uddhav Thackeray should lead the government. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ajit Pawar's decision to support the BJP to form the Maharashtra Government is his personal decision and not that of the Nationalist Congress Party (NCP). We place on record that we do not support or endorse this decision of his.— Sharad Pawar (@PawarSpeaks) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.26 am: Senior NCP leader Praful Patel says Ajit Pawar did not have the support of party chief Sharad Pawar to form government with BJP, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.13 am: President Ram Nath Kovind revokes the proclamation imposing President’s rule in Maharashtra, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 am: Meanwhile, Congress leader Abhishek Manu Singhvi calls the sudden government formation “surreal”. “Thought it was fake news,” he says in a tweet. “Candidly and personally speaking, our tripartite negotiations should not have gone on for more than three days...took too long. Window given was grabbed by fast movers. Pawar ji tussi grt ho [you are great]! Amazing if true, still not sure.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.38 am: BJP President and Union Home Minister Amit Shah expresses confidence that the new government under the leadership of Fadnavis wills scale new heights of development. “Hearty congratulations to Devendra Fadnavis ji on taking oath as chief minister of Maharashtra and Ajit Pawar as deputy chief minister of the state,” he tweets. “I am confident that this government will be continuously committed to the development and welfare of Maharashtra and will set new standards of progress in the state.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.21 am: Prime Minister Narendra Modi congratulates the newly-sworn in leaders. “Congratulations to Dev Fadnavis  Ji and Ajit Pawar  Ji on taking oath as the CM and Deputy CM of Maharashtra respectively,” he says in a tweet. “I am confident they will work diligently for the bright future of Maharashtra.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congratulations to @Dev_Fadnavis Ji and @AjitPawarSpeaks Ji on taking oath as the CM and Deputy CM of Maharashtra respectively. I am confident they will work diligently for the bright future of Maharashtra.— Narendra Modi (@narendramodi) November 23, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.20 am: Ajit Pawar says since October 24 no party was able to form the government, PTI reports. “Maharashtra was facing many problems, including farmers issues. So we decided to form a stable government,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.18 am: Speaking after taking oath, Devendra Fadnavis said the people of Maharashtra gave BJP a clear mandate, but alliance partner Shiv Sena rejected it, ANI reports. “Sena tried to ally with other parties after results, as a result President’s Rule was imposed,” he adds. “Maharashtra needed a stable government not a khichdi [messy] government.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.15 am: The sudden developments comes though the Shiv Sena, Nationalist Congress Party and Congress on Friday unanimously agreed that Sena chief Uddhav Thackeray would be the chief minister of the new government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.12 am: BJP leader Devendra Fadnavis takes oath as Maharashtra chief minister for the second consecutive term, and Nationalist Congress Party leader Ajit Pawar as his deputy, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Devendra Fadnavis took oath as Maharashtra Chief Minister again,NCP's Ajit Pawar took oath as Deputy CM,oath was administered by Maharashtra Governor Bhagat Singh Koshyari at Raj Bhawan pic.twitter.com/KrejSTXTBd— ANI (@ANI) November 23, 2019","author":"Scroll Staff","time":"2019-11-23T10:09:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/130732-mzkwrlpicb-1574424457.jpg","tags":["Devendra Fadnavis","Maharashtra","Ajit Pawar","Sharad Pawar","NCP","BJP"],"source":"https://scroll.in/latest/944623/maharashtra-ncp-does-not-endorse-ajit-pawars-decision-to-support-bjp-says-sharad-pawar"}