{"title":"Maharashtra: Water minister blames crabs for dam burst. Arrest them, taunts NCP","content":"Maharashtra Water Conservation Minister Tanaji Sawant on Thursday attributed the breach in the Tiware dam in Ratnagiri district to weakening of the wall by crabs, PTI reported. The breach had led to the deaths of 18 people. Sawant also claimed that what was destined to happen, will happen.“The wall was weakened by a large number crabs and after it was pointed out to the government officials, some remedial measures were taken up,” Sawant told reporters. “The SIT [Special Investigation Team] appointed by Chief Minister Devendra Fadnavis will come up with its findings soon and we will come to know what exactly went wrong.”Sawant also termed the dam breach a “natural calamity”. The minister also hinted that the breach could have been the result of heavy rains.“In just eight hours, 192 mm rainfall was recorded in the catchment area of the dam,” he said. “As per my information, the water level of the dam increased by eight metres in eight hours. The villagers wonder whether it was due to a cloudburst.”“It was a tragedy, but I think you cannot change your fate,” Sawant claimed. “Whatever is going to happen, will happen. It was a kind of natural calamity.” The minister, asked whether the government did not realise that repair works had been inadequate, said, “We realised it only when water started accumulating in the dam.” Nationalist Congress Party Maharashtra Youth Wing chief Mehboob Sheikh said that the crabs should be arrested. “If the minister think crabs caused the breach, then a case should be registered against the crabs under section 302 of IPC for murder,” he said.Nationalist Congress Party leader Jitendra Awhad called the Bharatiya Janata Party-led state government “shameless”. On Friday, he led party leaders into a police station in Thane and handed over some crabs to officials, demanding that they be detained.","author":"Scroll Staff","time":"2019-07-05T22:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123326-eysgnswnce-1562345345.jpg","tags":["Tanaji Sawant","Maharashtra","dam breach"],"source":"https://scroll.in/latest/929587/maharashtra-ncp-calls-for-crabs-arrest-after-water-minister-blames-them-for-dam-breach"}