{"title":"Maharashtra crisis: Uddhav Thackeray holds meeting with Sharad Pawar, other NCP leaders","content":"8.48 pm: Maharashtra Assembly secretariat calls Advocate General Ashutosh Kumbhakoni to seek his legal opinion on the current political crisis, including the disqualification of 16 rebel MLAs sought by the Shiv Sena, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Maharashtra Advocate General Ashutosh Kumbhakoni has been called by Assembly Secretariat to seek legal opinion on the current political crisis which includes the disqualification of 16 rebel MLAs, as pleaded by Shiv Sena.#MaharashtraPoliticalTurmoil pic.twitter.com/T3ODFokNEq— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.50 pm: After Shiv Sena sought the disqualification of 16 rebel MLAs, Maharashtra Advocate General Ashutosh Kumbhakoni has been called by Assembly Secretariat to seek legal opinion on the current political crisis in Maharashtra, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Maharashtra Advocate General Ashutosh Kumbhakoni has been called by Assembly Secretariat to seek legal opinion on the current political crisis which includes the disqualification of 16 rebel MLAs, as pleaded by Shiv Sena.#MaharashtraPoliticalTurmoil pic.twitter.com/T3ODFokNEq— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.47 pm: Shiv Sena calls a meeting of the party’s national executive committee at Sena Bhavan in Mumbai on Saturday at 1 pm, ANI reports. Chief Minister Uddhav Thackeray, who tested positive for Covid-19, will join the meeting through video conferencing.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 pm: Nationalist Congress Party chief Sharad Pawar leaves from Chief Minister Uddhav Thackeray’s family home in Mumbai after a meeting, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | NCP chief Sharad Pawar leaves from Matoshree (Thackeray residence) in Mumbai after concluding meeting with CM Uddhav Thackeray pic.twitter.com/Z0cZ0y9y0T— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.49 pm: Shiv Sena MP Sanjay Raut arrives at Chief Minister Uddhav Thackeray’s home for the meeting with Nationalist Congress Party chief Sharad Pawar, Maharashtra Deputy Chief Minister Ajit Pawar and other party leaders, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Shiv Sena MP Sanjay Raut arrives at Matoshree (Thackeray residence) in Mumbai.Amid political turmoil in the state, a meeting between CM Uddhav Thackeray and NCP leaders, including party chief Sharad Pawar, is underway at Matoshree pic.twitter.com/kh9zRtDMux— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.20 pm: The Enforcement Directorate attaches properties and land belonging to Shiv Sena leader Arjun Khotkar in a money-laundering case. The properties have been attached under the provisions of the Prevention of Money Laundering Act in a case relating to the illegal sale of a cooperative sugar mills (Sahakari Sakhar Karkhana) in Maharashtra State Co-operative Bank (MSCB) case.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.13 pm: Shiv Sena workers gather outside Chief Minister Uddhav Thackeray’s home as a meeting between the leader and Nationalist Congress Party chief Sharad Pawar, Maharashtra Deputy Chief Minister Ajit Pawar and other party workers is underway, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Shiv Sena workers gather outside Matoshree (Thackeray residence) in Mumbai as a meeting between CM Uddhav Thackeray and NCP leaders, including party chief Sharad Pawar, gets underway. #MaharashtraCrisis pic.twitter.com/8CqYEumYTc— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.08 pm: Maharashtra Police has ordered all police stations in the state, especially in Mumbai, to remain on high alert, ANI reports. “Police received information that Shiv Sainiks can take to the streets in large numbers. To ensure that peace prevails, police have been asked to remain alert,” the Maharashtra Police say.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.04 pm: Hours after Shiv Sena MLA Dilip Lande reached Guwahati with rebel party leader Eknath Shinde, his poster was smeared with ink in Mumbai. Another banner with his picture was torn in the city, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maharashtra | Poster of Shiv Sena MLA Dilip Lande, who is currently camping in Guwahati with rebel party leader Eknath Shinde, smeared with ink and a poster showing his picture torn in Mumbai pic.twitter.com/XXmfCacBAc— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.45 pm: Nationalist Congress Party chief Sharad Pawar, Maharashtra Deputy Chief Minister Ajit Pawar and other leaders of the NCP reach Chief Minister Uddhav Thackeray’s home, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | NCP chief Sharad Pawar, Deputy CM Ajit Pawar, state cabinet minister Jayant Patil and party leader Praful Patel arrive at Matoshree (Thackeray residence) in Mumbai.#MaharashtraCrisis pic.twitter.com/Azq782KOHr— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.25 pm: “Nothing is over till it is over,” Shiv Sena MP Priyanka Chaturvedi tells NDTV, when asked if Uddhav Thackeray has any chance of saving his government.Many of the rebel MLAs in Guwahati want to return but are not able to do so due to the security restrictions they have been put under, Chaturvedi says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraCrisis | \"Many MLAs are in touch with us saying this is not how they saw it proceeding. Many want to return but have been denied because of the security they are under\": #Shivsena Rajya Sabha MP Priyanka Chaturvedi (@priyankac19)#NDTVExclusive pic.twitter.com/zkwcuKCCrO— NDTV (@ndtv) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.08 pm: Office of rebel MLA Mangesh Kudalkar vandalised in Mumbai allegedly by Shiv Sena members, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Maharashtra | Office of rebel MLA Mangesh Kudalkar in Kurla vandalised allegedly by Shiv Sena workers today pic.twitter.com/RhVYGJVw5X— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.50 pm: Maharashtra Deputy Speaker Narhari Zirwal reaches the Assembly building, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🔴 #JustIn | Maharashtra Legislative Assembly Deputy Speaker Narhari Sitaram Zirwal reaches Vidhan Bhavan in Maharashtra. pic.twitter.com/6GxnVbmxyX— NDTV (@ndtv) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.34 pm: Rebel Shiv Sena MLA Eknath Shinde returns to the Guwahati hotel, reports ANI. He had left the hotel around 1.30 pm and reportedly visited a temple.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Assam: Shiv Sena's Eknath Shinde returns to Radisson Blu Hotel in Guwahati after around 2.5 hours. He had reportedly visited Kamakhya Temple to offer prayers. pic.twitter.com/9yKMRNI3MT— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.15 pm: Addressing Shiv Sena members virtually, Maharashtra Chief Minister Uddhav Thackeray says he might have left the official residence, but not his determination, reports PTI.“Despite the rebellions that the party has faced earlier, it came to power twice,” he adds.Thackeray had left the chief minister’s official residence on Wednesday night and moved to his family home.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.10 pm: Former Shiv Sena MLA and executive president of the Maharashtra State Planning Commission, Rajesh Kshirsagar, reaches the Guwahati hotel, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Rajesh Kshirsagar, former Shiv Sena MLA and Executive President, Maharashtra State Planning Commission, reaches Guwahati's Radisson Blu Hotel, meets rebel #EknathShinde pic.twitter.com/z9Q5aoIERY— NDTV (@ndtv) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.55 pm: Nationalist Congress Party leader Ajit Pawar says that his party leaders will go to meet Chief Minister Uddhav Thackeray at his residence at 6.30 pm today, reports ANI. “Our stand is the same as yesterday. We will try to keep the government stable,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    NCP leaders will go to meet CM at 6.30 PM today at  Matoshree (Thackeray residence). Our stand is the same as yesterday. We will try to keep the govt stable: Maharashtra Deputy CM and NCP leader Ajit Pawar#MaharashtraCrisis pic.twitter.com/GJ2BziZD12— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.45 pm: Maharashtra Chief Minister Uddhav Thackeray says the rebel Shiv Sena MLAs are trying to break the party, reports NDTV. “Why would I feel bad about those who have left?” he says. “Without using the names of Shiv Sena and Thackeray, how will you move ahead.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.09 pm: Meeting of Shiv Sena district chiefs in Mumbai concludes, reports NDTV. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.46 pm: Assam BJP MLA Taranga Gogoi reaches Guwahati hotel where rebel Shiv Sena legislators are staying, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Assam BJP MLA Taranga Gogoi arrives at Radisson Blu Hotel in Guwahati. Rebel Maharashtra MLAs are staying at the hotel. pic.twitter.com/dq36opRY5P— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.04 pm: Rebel MLAs at the Guwahati hotel release another group photo.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | Rebel Maharashtra Shiv Sena MLAs with Eknath Shinde at a Guwahati hotelShinde claims he has the support of 38 Shiv Sena MLAs pic.twitter.com/4sVHdD1bg1— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.59 pm: Another Shiv Sena MLA Dilip Lande reaches the Guwahati hotel, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🔴#MaharashtraPoliticalCrisis | Shiv Sena MLA Dilip Lande reaches Radisson Blu hotel in Guwahati, where other rebel MLAs have been staying. pic.twitter.com/R9Hr8JBcgn— NDTV (@ndtv) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.43 pm: Independent MLAs Mahesh Baldi and Vinod Agarwal write to Maharashtra deputy speaker saying that he does not have the power to disqualify Shiv Sena MLAs, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🔴#MaharashtraPoliticalCrisis | Independent MLAs Mahesh Baldi and Vinod Agarwal write to the Deputy Speaker. In the letter, they argue that he does not have the power to disqualify Shiv Sena MLAs. pic.twitter.com/aj4W5nhcjP— NDTV (@ndtv) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.40 pm: Maharashtra minister Aaditya Thackeray meets his party’s district chiefs at the Shiv Sena Bhavan in Mumbai, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.29 pm: Rebel Shiv Sena MLA leaves Guwahati hotel, according to News18. Reports suggest he could be headed to Mumbai.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Breaking | First Visuals of Eknath Shinde headed towards the Airport.Aaditya Thackeray leaves for Sena Bhawan.#MaharashtraPoliticalCrisis @vinivdvc and @Herman_Gomes shares details.Join the broadcast with @akankshaswarups pic.twitter.com/A82ufEUBza— News18 (@CNNnews18) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.24 pm: Shiv Sena drafts applications to disqualify four more rebel MLAs, reports NDTV. The MLAs are Sada Sarvankar, Prakash Abitkar, Sanjay Raimulkar and Ramesh Bornare. The applications will be submitted to the deputy speaker once he reaches the Assembly, reports NDTV. On Thursday, the Shiv Sena had submitted an application to disqualify 12 MLAs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🔴 #MaharashtraPoliticalCrisis | Shiv Sena moves to disqualify 4 more rebel MLAs https://t.co/9VJ5UwhJVRNDTV's Sohit Mishra reports pic.twitter.com/n7SdzdnT7x— NDTV (@ndtv) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.10 pm: Assam Congress chief Bhupen Kumar Borah writes to Eknath Shinde asking him to leave the state, reports ANI.“Assam is defamed by your presence considering Guwahati as a safe heaven for MLAs who have no respect for constitutional values and loyalty at all,” he writes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Assam Congress chief Bhupen Kumar Borah writes to rebel Maharashtra Shiv Sena MLA Eknath Shinde and asks him to leave Assam at the earliest \"in the interest of the state\" pic.twitter.com/OajA322m6M— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.08 pm: BJP Legislative Council member Pravin Darekar writes to Maharashtra governor seeking his intervention into the way the Uddhav Thackeray government is “suspiciously taking rapid decisions one after other pertaining to schemes, projects and giving contracts”, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maharashtra | BJP MLC Pravin Darekar has written a letter to Governor Bhagat Singh Koshiyari demanding his intervention into the way the \"MVA govt in the state is suspiciously taking rapid decisions one after other pertaining to schemes, projects & giving contracts\"(File Pic) pic.twitter.com/YSylqkAyzQ— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.43 pm: Maharashtra Deputy Speaker Narhari Zirwal approves Shiv Sena’s application to appoint Ajay Choudhary as its legislature party chief in the Assembly, The Times of India reports. He has also approved Sunil Prabhu as Shiv Sena’s chief whip, according to The New Indian Express.Rebel leader Eknath Shinde held both the posts in Shiv Sena. The party had applied to replace Shinde after he threatened to break away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.27 pm: Shiv Sena MP Sanjay Raut says that the rebel MLAs have taken a “very wrong step”, reports ANI.“We also gave them a chance to return to Mumbai,” he says. “Now, we challenge them to come to Mumbai.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.03 pm: Pravin Darekar and other leaders of the Maharashtra unit of the Bharatiya Janata Party reach the home of former Chief Minister Devendra Fadnavis, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mumbai | BJP leader Pravin Darekar and party leaders arrive at the residence of Devendra Fadnavis #MaharashtraPoliticalCrisis pic.twitter.com/mnP7tkHlfN— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.53 am: More rebel MLAs likely to join the Eknath Shinde camp in Guwahati by Friday night, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | More MLAs expected to join rebel #EknathShinde's camp NDTV's Ratnadip Choudhury reports pic.twitter.com/O2i9PTsUWH— NDTV (@ndtv) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 am: Union minister Ramdas Athawale says that most of the MLAs of the Shiv Sena will go with Eknath Shinde and that he would form the government in Maharashtra with supoort from the Bharatiya Janata Party, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.22 am: Shiv Sena MP Sanjay Raut arrives at YB Chavan Centre in Mumbai to meet Nationalist Congress Party chief Sharad Pawar, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | Shiv Sena leader Sanjay Raut arrives at YB Chavan Centre, Mumbai to meet NCP chief Sharad Pawar pic.twitter.com/J96xHToNhA— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.17 am: Shiv Sena MP Sanjay Raut admits that the party’s strength in the Maharashtra Assembly has come down, but expresses confidence that rebel MLAs would support the Uddhav Thackeray government if a floor test is held, reports PTI.“The rebel group claims to have the required figures and democracy runs on numbers,” Raut says. “But figures can change anytime. When the rebels return, it will be a test of their loyalty towards Balasaheb Thackeray and the Shiv Sena.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: The Guwahati Police has detained Shiv Sena leader Sanjay Bhosale, who held a placard outside the hotel where the rebel leaders are lodged, urging Eknath Shinde to return to the party fold, according to ANI.“Shiv Sena has given a lot to its MLAs...They should return to Matoshree,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Assam | Sanjay Bhosale, deputy district chief of Shiv Sena from Maharashtra's Satara, arrives in Guwahati, urges party MLA Eknath Shinde to return to 'Matoshree'Shiv Sena has given a lot to its MLAs. They should return to 'Matoshree', he says. pic.twitter.com/GiF7D7qBSF— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.35 am: Amid the political crisis, the Shiv Sena has convened a meeting of their party’s district presidents at 12 pm in Mumbai. The meeting will be chaired by Chief Minister Uddhav Thackeray, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maharashtra | Amid ongoing political crisis, Shiv Sena calls a meeting of the party's district presidents to be chaired by CM Uddhav Thackeray at Shiv Sena Bhawan, Mumbai at 12 pm, today— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: Shiv Sena leader Sanjay Raut alleges that a Union minister has threatened Nationalist Congress Party chief Sharad Pawar.“A Union Minister threatened that if Sharad Pawar tries to save the Maha Vikas Aghadi, he will not be allowed to go home, he will be stopped on the road,” Raut says. “Whether the government stays or goes, such language for Sharad Pawar is unacceptable.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    महाविकास आघाडीचे सरकार वाचवण्याचा प्रयत्न केला तर शरद पवार यांना घरी जाऊ देणार नाही .रस्त्यात अडवू.अशी धमकी भाजपचा एक केंद्रीय मंत्री देतो.ही भाजपची अधिकृत भूमिका असेल तर तसे जाहीर करा. सरकार टिकेल किंवा जाईल..पण शरद पवार यांच्या बाबत अशी भाषा महाराष्ट्राला मान्य नाहीं@PMOIndia pic.twitter.com/YU1Pc39vCb— Sanjay Raut (@rautsanjay61) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.15 am: Maharashtra minister Eknath Shinde says that he has the support of over 50 MLAs, according to NDTV. “Nearly 40 of them are from the Shiv Sena. Those who have faith in our role will join us. We want to carry forward Balasaheb Thackeray’s ideology,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.32 am: West Bengal Chief Minister Mamata Banerjee says the Bharatiya Janata Party is “bulldozing” democracy, reports PTI.“I feel very sad, and it is unfortunate that it is demolishing the federal structure of this country,” she adds. “It is attempting to topple the Maharashtra government in an unethical and unconstitutional manner. In the forthcoming presidential polls, the BJP is falling short in terms of votes. Hence, they are picking and choosing which government to topple to get the votes needed to elect their nominee for the post of president.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.25 am: After Shiv Sena urges Maharashtra deputy speaker to disqualify 12 rebel MLAs, Eknath Shinde in a series of tweets says the party cannot scare them with this move and asserts that the faction led by him is “the true Shiv Sena of Balasaheb Thackeray”.“According to the 10th Schedule of the Constitution the whip is for Assembly work, not for meeting,” he adds. “There are numerous Supreme Court decisions in this regard.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    12 आमदारांविरोधात कारवाईसाठी अर्ज करून तुम्ही आम्हाला अजिबात घाबरवू शकत नाही. कारण आम्हीच वंदनीय शिवसेनाप्रमुख बाळासाहेब ठाकरे यांची खरी शिवसेना व शिवसैनिक आहोत.— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.10 am: Rebel MLA Sanjay Shirsat claims that legislators sought time to meet Chief Minister Uddhav Thackeray on numerous occasions, but he never met them, according to ANI.“If you look at the constituency of any Shiv Sena MLA, from the tehsildar to the revenue officer, no official is appointed in consultation with the MLA,” he says. “We told this to Uddhav ji many times but he never responded to it.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    If you look at the constituency of any Shiv Sena MLA, from the Tehsildar to the revenue officer, no official is appointed in consultation with the MLA. We told this to Uddhav ji many times but he never responded to it: Rebel Shiv Sena MLA Sanjay Shirsat— ANI (@ANI) June 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.05 am: Maharashtra minister Eknath Shinde is seen in a video telling MLAs camping in Guwahati that a “national party” has described their rebellion as historic and has assured all help to them, PTI reports.The video also shows the MLAs unanimously authorising Shinde to take decisions on their behalf as their group leader.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.55 am: Thirty-seven rebel Shiv Sena MLAs who are currently camping at a hotel in Guwahati on Thursday write to Maharashtra Deputy Speaker Narhari Zirwal, proclaiming state minister Eknath Shinde as their leader in the legislature, according to PTI.Zirwal had earlier approved the appointment of Ajay Chaudhary as the leader of the Sena’s legislature party instead of Shinde.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Eknath Shinde camp send letter to Dy Speaker and Governor claiming support of 37 MLAsThey assert Shinde is the legislative party leader #MaharashtraPoliticalCrisis pic.twitter.com/sQNFgHQg7K— Aditi A (@AditiAnarayanan) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.45 am: Here are the top developments from Tuesday on the political crisis in Maharashtra:    \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sanjay Shirsat, one the rebel MLAs, wrote to Chief Minister Uddhav Thackeray, saying that his offer to step down from his post did not address their concerns. He claimed that Thackeray would not meet Shiv Sena MLAs at the chief minister’s residence, but would give priority to legislators from the Congress and Nationalist Congress Party.  Only 13 Shiv Sena MLAs attended a meeting called by Chief Minister Uddhav Thackeray. Meanwhile, 42 MLAs, including 35 from the Shiv Sena and seven Independents, were seen together at a hotel in Guwahati.Shiv Sena MP Sanjay Raut said that the party will consider exiting the Maha Vikas Aghadi, but that the rebel MLAs would need to discuss the matter with the chief minister.The Shiv Sena sought disqualification of 12 rebel legislators, including Shinde, after they did not attend a party meeting on Wednesday.","author":"Scroll Staff","time":"2022-06-24T07:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131776-afjkmvsdtc-1581660350.jpg","tags":["Eknath Shinde","Maharashtra political crisis","Shiv Sena","Uddhav Thackeray","Maharashtra"],"source":"https://scroll.in/latest/1026822/maharashtra-political-crisis-37-shiv-sena-mlas-proclaim-eknath-shinde-as-legislature-party-leader"}