{"title":"Maharashtra: ‘Talks with BJP will only be for CM post,’ says Shiv Sena’s Sanjay Raut amid impasse","content":"Shiv Sena leader Sanjay Raut on Sunday said talks with the Bharatiya Janata Party about Maharashtra government formation will only be for the chief minister’s post, PTI reported. Earlier this week, the BJP had refused to concede the Shiv Sena’s demand that it share the chief minister’s post and divide portfolios on a 50:50 basis.“The impasse continues,” Raut told reporters in Mumbai. “There is no discussion on government formation as yet. If talks happen, it will only be on the issue of the chief minister’s post.”The ongoing constitutional crisis in the government formation entered its tenth day on Sunday.In an article in the party’s mouthpiece Saamna, Raut dared the saffron party to impose President’s rule in Maharashtra, saying such a step would be BJP’s “biggest defeat of the century”.  Former finance minister and senior BJP leader Sudhir Mungantiwar had  on Friday said Maharashtra was headed for Presidential rule if a  government was not installed by November 7.The BJP won 105 seats in the Maharashtra Assembly elections, and its ally the Shiv Sena secured 56. The majority mark in the Assembly is 145. Raut claimed that BJP would not have got more than 75 seats if it did not have an alliance with the Shiv Sena. Raut said the BJP can form government without the Shiv Sena, but it will lose the trust vote as it needs 40 more MLAs to prove its majority in the 288-member Assembly.The Rajya Sabha member said the situation in the state would not have worsened if incumbent Chief Minister Devendra Fadnavis had visited Shiv Sena president Uddhav Thackeray’s “with a large heart” and begun alliance talks after the election results. “Despite [BJP and Sena] contesting the elections in alliance and getting mandate for government formation, the wheel of the chariot is stuck in the mud of arrogance,” he said.Raut said the “agreements” made before the formation of the alliance are important. “Fadnavis is not ready to give the chief minister’s post to Shiv Sena for two-and-a-half years,” he said. “He on record agreed to equal sharing of posts and responsibilities and now denies this and attempts to form government with the help of police, CBI, ED and Income Tax department.”On Friday, Raut had said that if the Shiv Sena made up its mind, it could get the required numbers to form the government in Maharashtra. Nationalist Congress Party chief Sharad Pawar on the same day had said that his party can think of providing an alternative arrangement if the BJP-Sena alliance fail to form the government.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-03T13:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/77388-xxiqnkjotd-1572768558.jpg","tags":["BJP","Shiv Sena","Sanjay Raut","Maharashtra","Maharashtra Government Formation"],"source":"https://scroll.in/latest/942525/maharashtra-talks-with-bjp-will-only-be-for-cms-post-says-shiv-senas-sanjay-raut-amid-impasse"}