{"title":"Maharashtra: Shiv Sena cancels meeting with BJP after Devendra Fadnavis refutes power-sharing deal","content":"Shiv Sena chief Uddhav Thackeray on Tuesday cancelled a meeting with the Bharatiya Janata Party for government formation in Maharashtra, hours after incumbent Chief Minister Devendra Fadnavis said the BJP had not promised any equal power-sharing agreement to the alliance partner, PTI reported. The Sena is determined to share the chief minister’s post as well as Cabinet portfolios during the next government’s five-year tenure. However, the BJP is not keen to accept the “50:50 formula”. Fadnavis also asserted that he will continue to be the chief minister for another five years.   The meeting was to be attended by Union minister Prakash Javadekar and other senior Shiv Sena leaders at 4 pm in Mumbai.“If the CM himself is saying that the ‘50-50 formula’ was not discussed then what will we even talk about,” Shiv Sena leader Sanjay Raut asked, according to ANI. “On what basis should we talk to them? So Uddhav ji has cancelled today’s meeting.” He also said Fadnavis can form the government if he has the support of 145 MLAs, NDTV reported.“We have sent out the clip of the CM speaking about sharing posts and responsibilities equally,” an unidentified Shiv Sena leader told PTI. “Fadnavis should mind his words while making such statements.”In the Maharashtra Assembly polls held last week, the BJP won 105 seats, while the Shiv Sena secured 56. Together, the two parties can cross the majority mark of 145 in the legislature to form a government.On Saturday, the Shiv Sena had demanded a written assurance from the BJP that the chief minister’s post will be shared during the five-year term. Raut on Monday said his party’s insistence on sharing power was not a demand but an agreement. Thackeray has also warned the BJP that it will consider “other options” if the saffron party refuses to agree to its demand.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-29T18:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129958-xhlwtyzwwt-1572349401.jpg","tags":["Shiv Sena","Uddhav Thackeray","Devendra Fadnavis","Prakash Javadekar","BJP"],"source":"https://scroll.in/latest/942015/maharashtra-shiv-sena-cancels-meeting-with-bjp-after-devendra-fadnavis-refutes-power-sharing-deal"}