{"title":"Maharashtra MLAs Nitesh Rane, Geeta Jain have been booked for hate speech, police tell Bombay HC ","content":"The Maharashtra Police on Tuesday told the Bombay High Court that it has filed cases against Bharatiya Janata Party MLAs Nitesh Rane and Geeta Jain for allegedly inflammatory speeches during the Mira Road violence near Mumbai in January, Bar and Bench reported.Four cases have been filed against Rane in the Mira-Bhayandar, Govandi, Malvani and Ghatkopar police stations, authorities told the court. Jain has been booked in a case filed at Mumbai’s Ghatkopar police station.The police said they have invoked sections under the Indian Penal Code that deal with promoting enmity between religious groups, intentional insult with intent to provoke and criminal intimidation, Live Law reported.A bench of Justices Revati Mohite-Dere and Manjusha Deshpande was hearing a petition seeking action against Rane, Jain and Bharatiya Janata Party leader T Raja Singh.Senior Advocate Gayatri Singh, representing the petitioners, contended that Section 295A of the Indian Penal Code, which deals with acts intended to outrage religious feelings, should also be invoked.The violenceOn January 21, a mob vandalised several cars and motorbikes carrying saffron flags in the Naya Nagar locality of Mira Road, an area north of Mumbai. The violence took place ahead of the Ram temple being inaugurated in Ayodhya. Thirteen persons were arrested for the violence.Several incidents of communal violence were reported from different parts of Mira-Bhayanadar on January 22 as well. The petitioners before the High Court alleged that while the violence was taking place, Rane and Jain visited parts of Mira Road and gave speeches threatening Muslims. The petitioners also alleged that Singh made provocative remarks during a rally in Mira Road on February 25, The Indian Express reported.On January 23, civic authorities bulldozed several shops in the area where the violence took place. This came after Rane held a protest demanding action against those who took part in the clashes.In recent years, there has been a growing trend of civic authorities in Bharatiya Janata Party-ruled states demolishing ostensibly illegal properties of those accused of crime. There are no provisions in Indian law that provide for demolishing property as a punitive measure.Municipal authorities in Mira Road did not say whether the structures that were demolished belonged to those accused of taking part in the clashes. An activist told Scroll on the condition of anonymity that the structures belonged to Muslims. However, he said that they were not related to the 13 persons who had been arrested.Also read: Why police investigation into Mira Road violence has left Muslims with little hope of justice","author":"Scroll Staff","time":"2024-04-24T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168927-kmbjyabnio-1642415201.jpg","tags":["Bombay High Court","Nitesh Rane","Geeta Jain","Police","Maharashtra police","Mira Road violence","Ram Navami","T Raja Singh"],"source":"https://scroll.in/latest/1066991/maharashtra-mlas-nitesh-rane-geeta-jain-have-been-booked-for-hate-speech-police-tell-bombay-hc"}