{"title":"Mahatma Gandhi would have supported Israel, claims Subramanian Swamy","content":"India has been misled in its relations with Israel, claimed Subramanian Swamy. The former Union minister is now campaigning for better Indo-Israel relations.“[Mahatma] Gandhi was at first against the idea of Israel because at the time he was against the idea of any partition in principle,” Swamy told Scroll.in in Mumbai on Sunday, at a gathering organised by the three-month-old Indo-Israel Friendship Alliance in Mumbai. “But by the time Israel became a state in 1950, Gandhi was dead. I think that had he been alive, he would have been in support of the state. He was always sympathetic to Jewish culture and people.”Israel was formed by a resolution of the United Nations in May 1948, only four months after Gandhi died. India did not have formal relations with Israel until 1992. Swamy, who was then a Union minister, says he welcomed the first Israeli ambassador to India.Even today, the Narendra Modi government has not performed as well as he would have liked.“The people of India should not be disappointed by the Human Rights Commission vote because next time we will take the correct stand,” he said in his speech at the meeting, referring to India’s decision to vote in favour of a United Nations resolution condemning violence in Gaza on July 24. “But anyway, the HRC has no teeth unless also passed by the Security Council. We should just put the HRC report into the dustbin.\"But moments later, he spoke about the sanctity of UN resolutions. “The modern state of Israel is a member of the United Nations,” he said. “It will be against international law to remove it from existence.”Many in the audience were Swamy fans, who had attended the talk to gain wisdom at the feet of their social media guru. Swamy has an avid following on Facebook and Twitter.“Everyone is talking about Israel so much on FB,” said Sonal Oswall, an HR professional waiting in the long queue outside the venue. “I just came here to understand more about it. I don’t want to be biased.”Before the talk, Swamy was mobbed by admirers who wanted to have photographs taken with him and speak with him about his better-known theories.“Sir, why do people still believe the Congress even with all the proof you have given against them?”“Sir, why hasn’t our government spoken in favour of Israel?”“Sir, selfie?”Swamy was indulgent of his fans.“Social media is the way of the future,” he told this writer. “This class of people here is the class that needs to get involved in the politics of our country. They can stand on their own feet and won’t be parasites on the state, unlike the poor.”That, he said, is why he speaks with them as much as possible, to educate them and train them to think about the future.There were others who had a more direct interest in Indo-Israel relations. Maxine Moses, a Bene Israel Jew born in Pune, migrated to Israel several years ago, but has been living in India for the last 20 years on an Israeli passport. She is a consultant.“It is very bad how Congress is supporting Muslims,” she said. “Mumbai was built by the Jews. People who don’t know ABC of Israel’s history and geography are putting their noses into this.”Moses, like many other Israelis, served her mandatory two years in the army, during which time she was posted at Jenin in the late 1980s, just before Israel handed the city back to the Palestinian Authority in 1996.“The Congress looted all the Jews, but the Hindus of Maharashtra and Gujarat supported us right through,” she said.According to Moses, the media has been highlighting only Palestinian issues. Vinod Raghavan, an organising member of the Indo-Israel Friendship Association, agreed.“We do try to sympathise with the Palestinians,” he said. “There is no doubt that the casualties have been more on their side. But their response has also been to use women and children as human shields.”Swamy said this rather more vehemently as he closed his speech.“The time has come to bring together countries to fight against the enemies of Israel,” he said. “Israel never needs to fear that they are only seven or eight million people standing against 150 million Arabs. They have 1.2 billion Indians backing them.”Indians who do not support Israel do not matter, he finished, because our country is a democracy and will make the right choice for national interest.“Swamyji for defence minister!” a voice at the back of the hall yelled, to general acclaim.","author":"Mridula Chari","time":"2014-08-04T08:34:22+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/672708-f64bb83d-fd99-4c1f-8a41-d652b0ddb14e.jpg","tags":[],"source":"https://scroll.in/article/672708/mahatma-gandhi-would-have-supported-israel-claims-subramanian-swamy"}