{"title":"Eknath Shinde says he will never cheat for power as Shiv Sena removes him from chief whip post","content":"Maharashtra minister Eknath Shinde on Tuesday broke his silence on the rising political crisis in the state, after he, along along with a group of Shiv Sena MLAs, moved to a hotel in Surat, giving rise to speculation about them breaking away from the ruling Maha Vikas Aghadi government.In a tweet, Shinde wrote that he would never cheat for power.“Balasaheb has taught us Hindutva,” he added. “We have never and will never cheat for power regarding Balasaheb’s thoughts and Dharmaveer Anand Dighe Saheb’s teachings.”The tweet came around the time Shiv Sena removed Shinde as the party’s chief whip, NDTV reported.It is not clear how many MLAs are with Shinde, but the number could be more than 20, NDTV reported. The MLAs were unreachable by phone on Monday night, according to The Indian Express, but Shiv Sena MP Sanjay Raut said that they have now been communicated with, PTI reported.Earlier on Tuesday, Raut told reporters that efforts were being made to topple the Maha Vikas Aghadi government. “But BJP [Bharatiya Janata Party] has to remember that Maharashtra is very different from Rajasthan or Madhya Pradesh,” he said, according to ANI.Raut said that Chief Minister Uddhav Thackeray, Nationalist Congress Party chief Sharad Pawar and other leaders of the alliance are addressing the matter. “I trust that all our MLAs will return and everything will be fine,” he added.Amid the uncertainty, Thackeray called for a meeting of the Shiv Sena MLAs, but even some of those who are not a part of the group in Surat, did not turn up at the chief minister’s home, a Mumbai-based NDTV reporter said on the news channel on Tuesday afternoon.Meanwhile, Congress MLAs of the state also held a meeting at the home of party leader Balasaheb Thorat, ANI reported.At a press conference held at 2 pm on Tuesday, Pawar said that the matter was an “internal issue” of the Shiv Sena and that the Nationalist Congress Party would back whatever decision the Thackeray-led outfit takes, ANI reported.On reports of Shinde wanting to become the chief minister, Pawar said that the Shiv Sena leader had not conveyed any such demand.“We don’t think there is any need for change in the government,” Pawar added.How could the development affect the Maharashtra Assembly?The Maha Vikas Aghadi in Maharashtra is an alliance of the Shiv Sena which has 55 MLAs, the Nationalist Congress Party with 53 MLAs and the Congress with 44 MLAs. Some of the 29 MLAs from smaller parties and those who got elected as Independents also support the alliance, pushing its strength to 169 in the 288-member Assembly.However, if Shinde and the other Shiv Sena MLAs indeed do decide to leave the alliance, the number would come down worryingly close to the majority mark of 145.Shinde and his party colleagues went untraceable a day after the BJP won all five of the Maharashtra Legislative Council seats that it contested.The ruling alliance won the other five seats.The BJP won the five seats in the Upper House despite not having the required number of MLAs in the Legislative Assembly to do so. The development had already sparked off speculations about cross-voting.The Maha Vikas Aghadi Legislative Council candidates received votes from only 151 MLAs against its strength of 169, The New Indian Express reported on Tuesday. Meanwhile, the BJP secured 134 votes. One seat in the 288-member Assembly is vacant, while NCP leaders Nawab Malik and Anil Deshmukh could not vote as they are in jail.Whatever is right will be done, says BJPThe BJP has not made a direct comment on the developments related to Shinde. However, when asked if the party would stake claims to form a government in the state, MLC Pravin Darekar told ANI on Tuesday that “whatever is right for Maharashtra” will be done.“Their [citizens of the state] interest is more important than the power,” Darekar said. “If it’s needed for Maharashtra such a movement can take place.”The BJP’s state unit chief Chandrakant Patil said that Raut’s “instigating statements” were the reason behind problems within the Shiv Sena, ANI reported.“Eknath Shinde’s rebellion is an example...Sanjay Raut should speak politely, he does not need to speak harshly on every matter,” Patil said.On reports about former Maharashtra chief minister Devendra Fadnavis travelling to Delhi, Patil said that it was the BJP’s tradition to visit national leaders after an electoral success. “Devendra Fadnavis has gone to distribute sweets among our party leaders in Delhi [after the Legislative Council polls],” Patil added.","author":"Scroll Staff","time":"2022-06-21T11:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176067-rfzfbcupgx-1655791217.jpg","tags":["Eknath Shinde","Maha Vikas Aghadi","Maharashtra","Shiv Sena","BJP"],"source":"https://scroll.in/latest/1026603/maharashtra-alliance-in-limbo-as-minister-eknath-shinde-other-shiv-sena-mlas-go-untraceable"}