{"title":"Maharashtra crisis: Congress says it will fight new BJP-led government ‘politically and legally’","content":"The Congress on Saturday said it would politically and legally fight the Bharatiya Janata Party’s decision to form the government in Maharashtra with the help of a breakaway faction of the Nationalist Congress Party led by Sharad Pawar’s nephew Ajit Pawar.“Today was a black spot in the history of Maharashtra,” said senior Congress leader Ahmed Patel, who with Mallikarjun Kharge and KC Venugopal had led the negotiations for a tripartite alliance with the Nationalist Congress Party and the Shiv Sena. “Everything was done in a hushed manner and early morning. There was neither band-baja [celebration] nor a procession as the chief minister was sworn-in in a clandestine manner.” BJP leader and previous Chief Minister Devendra Fadnavis took oath early in the morning after Governor Bhagat Singh Koshyari revoked President’s Rule, which was invoked on November 12, early on Saturday morning. At a press conference in the afternoon, Pawar said only 10 or 11 legislators were supporting Ajit Pawar and the BJP does not have majority in the Assembly. The Shiv Sena has also challenged the saffron party to pass a floor test in the legislature. The Nationalist Congress Party has sacked Ajit Pawar as its legislative party leader.“All the three [Congress, NCP, Shiv Sena] parties are together in this and I am confident we will defeat BJP in the trust vote,” Patel told reporters in Mumbai. “All Congress MLAs are present here except two who are right now in their village, but they too are with us.”Patel said he could “smell” something was wrong the way the oath was administered discreetly. “They have crossed limits of shamelessness,” he added.\n\n\n    \n    Play\n\nAhmed Patel,Congress: All the three(Congress-NCP-Shiv Sena) parties are together in this and I am confident we will defeat BJP in the trust vote. All Congress MLAs are present here except two who are right now in their village, but they too are with us. pic.twitter.com/s0snX0yQNm— ANI (@ANI) November 23, 2019\n\nAlso read:Devendra Fadnavis takes oath as Maharashtra CM, NCP’s Ajit Pawar as deputy; Modi congratulates themMaharashtra: Sharad Pawar says NCP will stick with Shiv Sena, BJP doesn’t have a majorityFollow our live coverage of the developments in Maharashtra here.","author":"Scroll Staff","time":"2019-11-23T14:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131427-sknnhhaojg-1574500359.jpg","tags":["Maharashtra","Congress","Sharad Pawar","Ahmed Patel","Shiv Sena","Nationalist Congress Party"]}