{"title":"Maharashtra: Congress will not support Shiv Sena to keep BJP out of power, says state chief","content":"Maharashtra Congress chief Balasaheb Thorat on Friday ruled out any proposal to join Shiv Sena to keep Bharatiya Janata Party out of power in Maharashtra, PTI reported.The Shiv Sena won 56 seats in the 288-seat Assembly, as against 62 in 2014. The National Democratic Alliance – which included the Bharatiya Janata Party, Shiv Sena and some smaller parties – won 161 seats. The Congress and the Nationalist Congress Party together won 98 seats.“The question of us offering support to the Sena doesn’t arise,” Thorat said, addressing a press conference in Mumbai. “If the Sena approaches us, we will seek advice from our central leadership and its decision will be final.” He said the Uddhav Thackeray-led party would have to “come out of the BJP’s influence” when asked about Congress’ response if the Sena approached it. Thorat added that everybody knows how the ruling saffron party treated the Shiv Sena, and said “it is for the Sena to decide what to do”.Thorat claimed Independent candidates were in touch with him, and wanted to be part of the Opposition instead of supporting the BJP-Shiv Sena alliance in the state. “We expected more [seats] and had worked hard towards it,” he added. “However, the mandate is welcome. It is for us to be a responsible and strong opposition party.”Earlier in the day, the Shiv Sena said it had the “keys to power” in Maharashtra. It added that the mandate has rejected the BJP’s thinking that elections can be swept by engineering defections and splitting Opposition parties.On Thursday, as the trends started coming in and the leads indicated that the Shiv Sena may perform well, party chief Uddhav Thackeray spoke about 50:50 division of cabinet berths. On who will get the chief minister’s post, Thackeray said: “It is time to remind the BJP about the formula arrived at when BJP chief Amit Shah visited my home....we had decided on 50:50 formula for the alliance.”The Shiv Sena chief described the mandate as an “eye-opener for many”, and said people of the state kept democracy alive. “We had agreed to contest fewer seats [than the BJP], but I cannot accommodate the BJP every time,” he added. “I should allow my party to grow.”Shiv Sena has time and again hinted that party leader leader Aaditya Thackeray will be a contender for the post of chief minister in the future. Last week, incumbent Chief Minister Devendra Fadnavis of the Bharatiya Janata Party ruled out giving the top post to the Shiv Sena and said the saffron party would be happy to offer Thackeray the post of deputy chief minister.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-25T22:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123795-loxwydowfs-1563073119.jpg","tags":["Balasaheb Thorat","Shiv Sena","BJP","Congress","Maharashtra Assembly elections"],"source":"https://scroll.in/latest/941712/maharashtra-congress-will-not-support-shiv-sena-to-keep-bjp-out-of-power-says-state-chief"}