{"title":"Mahua Moitra moves Supreme Court against her expulsion from Lok Sabha","content":"Trinamool Congress leader Mahua Moitra on Monday moved the Supreme Court against her expulsion from the Lok Sabha over allegations that she took bribes in exchange for asking questions in Parliament, ANI reported.Moitra was expelled from the Lok Sabha on Friday after Bharatiya Janata Party MP Nishikant Dubey and advocate Jai Anant Dehadrai, reportedly her estranged partner, accused her of taking bribes from businessman Darshan Hiranandani to ask questions in Parliament.The ethics panel adopted its report recommending Moitra’s expulsion from the Lok Sabha at a meeting on November 9. The committee had called Moitra’s actions “highly objectionable, unethical, heinous and criminal.”Six panel members, including Congress MP Preneet Kaur, supported the report, while four opposition leaders submitted their dissent notes against it.In its 104-page report, the ethics panel had found Moitra guilty of “unethical conduct” and contempt of the Lok Sabha for sharing her login user ID and password of the Parliament website with “unauthorised persons”, and thereby disturbing national security.The panel stated that Moitra said she had not logged in from Dubai between January 1, 2019, and September 30, 2023, during her visits to allegedly meet Hiranandani. But, the report said, this showed that someone else had been logging in on her behalf from Dubai, having 47 logins from the same IP address.On Friday, the Speaker did not allow Moitra to speak inside Parliament, even as the Opposition MPs demanded that she be given a chance.Moitra, after her expulsion, spoke outside the Lok Sabha and alleged that the Ethics Committee found her guilty of breaching a code that does not exist. The Trinamool Congress leader said that the committee punished her for a practice that is routine, accepted and encouraged in the House.Moitra also said that the findings of the panel are based on the written testimonies of two private citizens, Dehadrai and Hiranandani, whose versions contradict each other. Moitra also said that she was not allowed to cross-examine both the men to verify their claims.“The 17th Lok Sabha has indeed been historic,” Moitra told reporters outside Parliament on Friday. “It is a House which saw the passage of the Women’s Reservation Rescheduling Bill, but it has presided over the most tenacious witch hunt of one of 78 women MPs.”The legislator from West Bengal’s Krishnanagar said that the Lok Sabha has weaponised the parliamentary committee.","author":"Scroll Staff","time":"2023-12-11T15:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195340-rtzrrjxmvm-1698399455.jpg","tags":["Supreme Court","Mahua Moitra","Mauhua Moitra expelled","Lok Sabha","cash for query"]}