{"title":"‘Maidaan’ review: A halfway-there portrait of brilliant football coach Syed Abdul Rahim","content":"Amit Ravindernath Sharma’s Maidaan runs over fertile ground – the contributions of Syed Abdul Rahim to the glory years of Indian football. The national team’s coach took the sport to heights in the 1950s and 1960s that have never been scaled since. Rahim coached the Indian team to a hard-won football gold medal in the Asian Games in 1962 despite suffering from lung cancer. He died in 1963.Maidaan spans Rahim’s career between 1952 and 1962. The story by Saiwyn Quadras, Akash Chawla and Arunava Joy Sengupta and Quadras’s screenplay initially move at such a pace that the listed 181-minute duration appears to be a mistake.Barely half an hour into the biopic, Rahim (Ajay Devgn) has assembled a crack team, silenced naysayers in the Football Federation of India, and turned India into a serious global competitor. But Maidaan is a long way from its terrific climax.The film has every intention of dangling viewers keen on understanding the reasons behind Rahim’s repute. Maidaan pays heartfelt homage to Rahim, but has difficulty locating his brilliance within an overarching theme or an identifiable core.The predecessors to Maidaan organised their conventional beats around easily digestible themes. Chak De! India (2007) was the fictitious story of a disgraced Muslim hockey coach redeeming himself by turning a rag-tag women’s team into match-winners. Bhaag Milkha Bhaag (2013) set Milkha Singh’s achievements against his tragic experiences with Partition. M.S. Dhoni – The Untold Story (2016) traced the maverick Indian cricketer’s formative years. 83 (2021) followed Kapil Dev’s team of underdogs to a historic win for India in the Cricket World Cup in 1983.Except for a couple of instances, Maidaan reveals little about Rahim’s tactical brilliance. We learn next to nothing about the team that he assembles, including the flamboyant Chuni Goswami (Amartya Ray), the lightning-fast PK Banerjee (Chaitanya Sharma) and the aggressive Jarnail Singh (Davinder Singh). The narrative place-holders include Rahim’s supportive wife Saira (Priyamani) and his son Hakim (Devyansh Tapuriah), who also plays for India.Maidaan (2024). Courtesy Bayview Projects/Zee Studios.Instead, the unevenly paced movie draws negative energy from two cartoonish villains. Football administrator Shubhankar (Rudranil Ghosh) and powerful journalist Roy Choudhry (Gajraj Rao) join forces like a pair of fairy-tale sorcerers to take Indian football away from the Hyderabadi Rahim and back into Bengali control. Federation member Anjan (Baharul Islam) is the only one in Rahim’s corner.Rahim versus the petty-minded, traitorous Bengalis assumes greater importance than the Indian team versus more proficient athletes. The childish Bengali-bashing not only sucks up far too much air but also contributes unintended hilarity to a strangely downbeat account of triumph against tremendous obstacles. If there is joy in watching the victories of a team for which only Rahim is rooting, it’s shaded by the clouds of doom that grow after Rahim’s illness is diagnosed.The football itself is superlative, just as Tushar Kanti Ray’s camerawork is atmospheric. Filmed at eye level or upwards from the ground by a trio of specialist sports cinematographers, and aided by impressive visual effects, the football matches have a three-dimensional quality that puts viewers squarely on the ground and in the middle of the action.The sequences of Rahim’s boys holding their own against better-trained opponents and hostile crowds reach a crescendo in the climax. Aided by AR Rahman’s music, the final act is heart-stopping, exhilarating and a fitting tribute to Rahim’s legacy.Ajay Devgn turns out a restrained, likeable performance, with his Rahim emerging as a thoughtful, quietly fierce man who dedicates his very life to football. The players, despite being portrayed as bright kids waiting for instruction from a strict but affectionate teacher, leave their mark.Some of them might be worthy of their own biopics, such as PK Banerjee, who moved like a bullet through the ground, or the stylish Chuni Goswami, who also played Ranji Trophy-level cricket, or Tulsidas Balaram, who was raised in poverty. The end credits include a moving sequence of the actual members of the team.Syed Abdul Rahim himself needed a more rounded portrait, one that would include his background, his understanding of the beautiful game, and the personal belief system with which he infected the players. Maidaan gives some sense of Rahim’s doggedness, but the man himself remains only partly formed on the football field and elusive beyond it.\n\n\n    \n    Play\n\nMaidaan (2024).Also read:In unbearable pain but with football on his mind: The last nine months of Syed Abdul Rahim’s life Indian Football: Visionary coach and master tactician, Syed Abdul Rahim’s genius stands test of time","author":"Nandini Ramnath","time":"2024-04-10T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199917-zldxwidbxo-1712601930.jpg","tags":["Maidaan review","Amit Sharma","Ajay Devgn"],"source":"https://scroll.in/reel/1065512/maidaan-review-a-halfway-there-portrait-of-brilliant-football-coach-syed-abdul-rahim"}