{"title":"‘Main Atal Hoon’ review: A puff piece about AB Vajpayee and his party","content":"Why do you like cinema so much, Atal Bihari Vajpayee asks Lal Krishna Advani. I like the stories, the songs, the overall entertainment, Advani says. Vajpayee observes that there is a bigger screen beyond the movie theatre, which is shielding Indians from the truth about the Bharatiya Janata Party. Despite its firm commitment to democratic processes, the BJP is wrongly described as communal, Vajpayee complains. Main Atal Hoon is entirely free of the irony that can redeem flattering portraits of famous people. Ravi Jadhav’s Vajpayee hagiography is a Greatest Hit parade of its subject’s political career, serving as a puff piece on the party and its parent. Most scenes in the screenplay by Jadhav and Rishi Virmani play out like audio-visual points from the BJP’s official history and manifesto, from Article 370 to Hindu Rashtra. Nods to Vajpayee’s poetic side, his affability, and personal capacity for broad-mindedness are barely enough to provide a measure of the man who is in nearly every frame of the 139-minute movie.Vajpayee’s arc is inseparable from his party’s ascent in national politics. We see Vajpayee (Pankaj Tripathi) in his formative years as a proud member of the Rashtriya Swayamsevak Sangh, worshipping the likes of KB Hedgewar (Ajay Purkar) and Deen Dayal Upadhyaya (Daya Shankar Pandey). It’s a short step from wielding a lathi at the shakha to unleashing his gift for oratory in the electoral arena. Vajpayee’s metier for poetic metre endures through a journey that sees him emerge as an aphorism-spouting, finger-wagging Parliamentarian.Main Atal Hoon (2024). Courtesy Bhanushali Studios/Legend Studios.The dank air of conspiracy clings to the early deaths of two of Vajpayee’s mentors. While he admires Jawaharlal Nehru (Haresh Khatri), Indira Gandhi (Payal Kapoor Nair) is a tougher adversary, plotting away in the shadows to undermine Indian democratic institutions before Vajpayee and his posse leap to the rescue.Along the way, Vajpayee befriends Advani (Raja Rameshkumar Sevak). The more interesting relationship is with Rajkumari (Ekta Kaul), whom Vajpayee falls for in college and with whom he later embarks on one of the most Bohemian arrangements in Lutyen’s circles. Vajpayee suggests that Rajkumari move in with him along with her husband and daughter so that he can have a sense of a family.The bond is shown as chaste, of course, just as Vajpayee is never seen to make a misstep. Going from strength to strength, conquering one and all through poems and rousing speeches, the movie’s Vajpayee is fully formed, with no creases or character-building setbacks. While Pankaj Tripathi’s imitation of Vajpayee’s particular speaking style and body language is spot-on, his character has as much weight as an election poster.Jadhav brings technical heft to a film that works as a diatribe against the Congress party as well as a nostalgia video for a less strident version of the BJP now led by Narendra Modi. Lawrence Dcunha’s cinematography and the make-up, hair and prosthetics by Jagdish Yere do a fine job of making the actors resemble their characters. The writing and staging that could have added depth to the illusion of similarity are nowhere in sight.\n\n\n    \n    Play\n\nMain Atal Hoon (2024).","author":"Nandini Ramnath","time":"2024-01-19T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197649-udgvydqbhn-1705591728.jpg","tags":["Main Atal Hoon review","Ravi Jadhav","Pankaj Tripathi"],"source":"https://scroll.in/reel/1062314/main-atal-hoon-review-a-puff-piece-about-ab-vajpayee-and-his-party"}