{"title":"‘Major setback:’ Activists tense after Centre asks top court to recall verdict on AFSPA in Manipur","content":"When the Supreme Court ruled last year that Indian Army and paramilitary personnel could not use excessive force even in areas covered by the Armed Forces Special Powers Act, it was hailed as a watershed moment by human rights campaigners and analysts. The July 8 judgment was the outcome of a petition filed by the Extra Judicial Execution Victim Families Association, a group comprising family members allegedly killed by security forces in fake encounters in Manipur. In the petition, the Association alleged there had been 1,528 fake encounters in Manipur since the 1970s but action had not been taken against the personnel involved in even one case. The apex court’s order came as a significant victory for Manipuri human-rights activists, who had been fighting against the culture of impunity that AFSPA, which gives sweeping powers to armed forces in areas designated as “disturbed”, allegedly promotes. However, a curative petition filed by the Union government on Wednesday, asking the Supreme Court to re-evaluate the judgement, threatens to nullify the Extra Judicial Execution Victim Families Association’s hard-earned victory and bring things back to square one. The Supreme Court has agreed to take up the petition for hearing. The petition comes at crucial juncture: On April 18, 19 and 20, the Supreme Court is scheduled to decide the agency that will look into the alleged fake encounters. The Association, in its plea, had sought a probe by either the Central Bureau of Investigation or a Special Investigation Team set up for the purpose. The Centre’s contentionWhile submitting the curative petition – a last-ditch effort by an aggrieved party seeking reconsideration of a judgment – attorney general Mukul Rohatgi argued that the order has hampered the functioning of the Army and its “ability to respond to insurgent and terrorist situations.”The petition reportedly said:“This court ought to have appreciated that the principles of right to self-defence cannot be strictly applied while dealing with militants and terrorist elements in a hostile and unstable terrain. This court ought to have taken into account the complexity and the reality of the conduct of military operations and tactics, especially while combating terrorists.”‘Extremely worrying’The development has left the Extra Judicial Execution Victim Families Association concerned about the fate of the case – and their quest for justice.  “We are almost at the end of our long struggle, so this move by the Centre is extremely worrying,” said Yaikhom Ediba, secretary of the Association. Ediba said she came to know about the petition only through the media. “Every day, mothers and wives of victims come to me to ask if they would ever receive justice. The July 8 judgment was an important step towards it. If it is overturned, it will be a major setback.”Association’s President Renu Takhellambam said that although she was nervous about the Centre’s petition, she was confident that Supreme Court would not overturn its judgment. “We have a really tight case here and I am sure we will get justice,” she said. “If not in all the 1,528, at least [in] a few cases. It’ll be a start and the people of Manipur will again start believing in the judicial system.” Takhellambam was 28 when the police allegedly shot her husband dead on April 6, 2007. Takhellambam said that she and her husband ran a small shop together and claimed he had no links with any of Manipur’s many insurgent groups.Babloo Loitongbam, the lawyer representing Extra Judicial Execution Victim Families Association, said the curative petition was “definitely a cause of concern” “After so much of effort we finally got the court to rule in our favour, and now we were busy preparing for the final hearings on April 18, 19 and 20,” said Loitongbam. “If at this stage, the decision is overturned, it will be very unfortunate for the victims, citizens, and the very nature of democracy in Manipur.”Activists campaigning for the repealing of AFSPA in the state also expressed concern over the petition. Nazima Bibi, who had contested the Manipur Assembly elections in March as a candidate of the Peoples Resurgence and Justice Alliance, the party floated by Manipur’s most well-known anti-AFSPA campaigner, Irom Sharmila, said erring security personnel should not be given preferential treatment just because of their uniform.  Bibi said: “If the army men involved in these cases are guilty, they should be punished.”Significant judgementApart from taking note of the alleged extra-judicial killings, the Supreme Court’s July order had also clarified that the AFSPA does not give the armed forces absolute immunity. Rejecting the security forces’ argument that the situation in Manipur was extraordinary, the court said that “there is no concept of absolute immunity from trial by a criminal court” even in a disturbed area.  The legislation, which has its roots in a British-era ordinance, grants the Army the right to shoot to kill, raid houses, and destroy any property that is likely to be used by insurgents and to arrest without a warrant on “reasonable suspicion” a person who has committed or even “about to commit a cognisable offence. It lets even a non-commissioned officer shoot to kill based on mere suspicion that it is necessary to do so to maintain public order. “If members of our armed forces are deployed and employed to kill the citizens of our country on the mere allegation or suspicion that they are ‘enemy’ not only the rule of law but our democracy would be in grave danger,” the court observed.The Supreme Court order was also significant because it took note of the alleged misuse of the wide-ranging powers granted by the Act. “Every death caused by the armed forces, including in the disturbed area of Manipur should be thoroughly enquired into if there is a complaint or allegation of abuse or misuse of power,” the judgment read.The order had led to unease in India’s security establishment, Scroll.in   had reported. “That could have a major impact on the efficacy of our operations in Kashmir or Chhattisgarh,” a home ministry official had then admitted.","author":"Arunabh Saikia","time":"2017-04-17T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/834576-55786-xtqdxkafvz-1492112754.jpg","tags":["Manipur","AFSPA","Encounter"],"source":"https://scroll.in/article/834576/major-setback-activists-tense-after-centre-asks-top-court-to-recall-verdict-on-afspa-in-manipur"}