{"title":"Majority vs Chandrachud: How the Supreme Court came to contradictory conclusions on Aadhaar","content":"The Supreme Court’s verdict on the constitutional validity of Aadhaar, delivered on Wednesday, came in two very different flavours. The majority judgment, written by Justice AK Sikri, upholds the constitutionality of Aadhaar, although it adds a few guidelines to the unique identity project. Justice Ashok Bhushan wrote a concurring judgment that largely agrees with the majority. But Justice DY Chandrachud’s dissenting opinion lashes out at the government for a law and project that he concludes is entirely unconstitutional. How could judges that listened to the same arguments come to such contrasting conclusions? Here is a look at the different logic used by the majority judgment as well as Justice Chandrachud’s dissenting opinion on the major themes of the order.Surveillance One of the central challenges to Aadhaar was whether the project helped enable 360-degree profiling of individuals and the creation of surveillance state so pervasive that it changes the nature of the relationship between citizens and the government.Majority: The majority opinion said the contention of the petitioners that Aadhaar could lead to profiling and mass surveillance is “far fetched”. The court said a reading of the Aadhaar Act and the submissions made by the Unique Identification Authority of India makes it clear that there are sufficient checks and balances to protect the data provided by the individuals, and that the biometric information collected by the government is “minimal.”However, to assuage the fears of the petitioners on Aadhaar turning into a surveillance tool, the court has read down some provisions of the Aadhaar Act and has struck down completely certain others. Among other things, it asked for authentication record not to be kept for more than six months, not to keep metadata, and called on the government to create a robust data protection regime.Dissent: In his order, Chandrachud says that the structure of the entire Aadhaar project allows for surveillance from the government and even private companies, permitting profiling of individuals, which is deeply dangerous. “The architecture of Aadhaar poses a risk of potential surveillance activities through the Aadhaar database. Any leakage in the verification log poses an additional risk of an individual’s biometric data being vulnerable to unauthorised exploitation by third parties...When Aadhaar is seeded into every database, it becomes a bridge across discreet data silos, which allows anyone with access to this information to re-construct a profile of an individual’s life. This is contrary to the right to privacy and poses severe threats due to potential surveillance.” PrivacyThe Puttaswamy judgment of 2017, which emerged after the government told the Supreme Court that Indians did not have a fundamental right to privacy, concluded that citizens do have such a right and any law would have to be tested against it. Majority: The petitioners argued Aadhaar violates privacy, dignity and personal autonomy. The court has used the same argument in reverse to uphold Aadhaar. The court held that while autonomy is an intrinsic part of right to privacy, so is dignity. This dignity has many facets. Aadhaar by helping provide welfare benefits, subsidies and services to the poor and marginalised, contributes to a dignified life of these sections. “The detailed discussion in this behalf amply demonstrates that enrolment in Aadhaar of the unprivileged and marginalised section of the society, in order to avail the fruits of welfare schemes of the Government, actually amounts to empowering these persons. On the one hand, it gives such individuals their unique identity and, on the other hand, it also enables such individuals to avail the fruits of welfare schemes of the Government which are floated as socio-economic welfare measures to uplift such classes. In that sense, the scheme ensures dignity to such individuals,” the order says. Dissent: Chandrachud concludes that the government cannot justify the intrusion on people’s privacy that Aadhaar entails, just by insisting that it will be used to provide welfare services. “The legitimate aim of the State can be fulfilled by adopting less intrusive measures as opposed to the mandatory enforcement of the Aadhaar scheme as the sole repository of identification. The State has failed to demonstrate that a less intrusive measure other than biometric authentication would not subserve its purposes.”He adds that the Aadhaar project as envisioned attempts to take away the right of privacy at the cost of another: “One right cannot be taken away at the behest of the other. The State has failed to satisfy this Court that the targeted delivery of subsidies which animate the right to life entails a necessary sacrifice of the right to individual autonomy, data protection and dignity when both these rights are protected by the Constitution.” ExclusionAadhaar was originally envisioned as a means of improving the welfare state, making it easier for people to get benefits and subsidies. But petitioners have pointed out that the actual experience has often shown Aadhaar to be an inadequate tool, excluding people from getting what they are due rather than making it easier. Majority: Citing the submission of the UIDAI that 99.76% of authentications were successful, the court wondered if it would be right to shelve a project for 0.3% failures. The order said: “Insofar as the argument based on probabilistic system of Aadhaar, leading to ‘exclusion’ is concerned, the Authority has claimed that biometric accuracy is 99.76% and the petitioners have also proceeded on that basis. In this scenario, if the Aadhaar project is shelved, 99.76% beneficiaries are going to suffer. Would it not lead to their exclusion?”As far as the argument of the petitioners that Aadhaar had led to exclusion, in the sense that lack of the document or failure in authentication has led to the poor being excluded from welfare schemes, the court has argued that this was an issue that could be managed. “It will amount to throwing the baby out of hot water along with the water. In the name of 0.232% failure (which can in any case be remedied) should we revert to the pre-Aadhaar stage with a system of leakages, pilferages and corruption in the implementation of welfare schemes meant for marginalised section of the society, the full fruits thereof were not reaching to such people?”Dissent: Chandrachud points out that a probabilistic technology, in which the chances of failures are genuine, should not be the basis on which the state hands out its benefits. “Dignity and the rights of individuals cannot be made to depend on algorithms or probabilities. Constitutional guarantees cannot be subject to the vicissitudes of technology. Denial of benefits arising out of any social security scheme which promotes socioeconomic rights of citizens is violative of human dignity and impermissible under our constitutional scheme.” With this in mind, he insists that the government should not be allowed to make Aadhaar mandatory to give out benefits, and also says that the manner in which the section covering this was drafted is so broad as to cover almost every interaction between government and citizen. “Section 7 suffers from overbreadth since the broad definitions of the expressions ‘services and ‘benefits’ enable the government to regulate almost every facet of its engagement with citizens under the Aadhaar platform. If the requirement of Aadhaar is made mandatory for every benefit or service which the government provides, it is impossible to live in contemporary India without Aadhaar. The inclusion of services and benefits in Section 7 is a pre-cursor to the kind of function creep which is inconsistent with the right to informational self-determination. Section 7 is therefore arbitrary and violative of Article 14 in relation to the inclusion of services and benefits as defined.”Money BillOne of the central questions was whether the government’s decision to pass the Aadhaar Act as a Money Bill is constitutional. Money Bill are special pieces of legislation that are supposed to be connected to the Consolidated Fund of India, and can be passed without having to go through the Rajya Sabha. Majority: On the question of whether the Aadhaar Bill being passed as a money bill was constitutional, the majority opinion answered in the affirmative. In doing so, the judges said since Aadhaar Act relates to subsidies and benefits that access the consolidated fund of India, it satisfies the principles of a money bill laid down in Article 110 of the Constitution. “It follows that authentication under Section 7 would be required as a condition for receipt of a subsidy, benefit or service only when such a subsidy, benefit or service is taken care of by Consolidated Fund of India. Therefore, Section 7 is the core provision of the Aadhaar Act and this provision satisfies the conditions of Article 110 of the Constitution. Upto this stage, there is no quarrel between the parties.   Dissent: Chandrachud concludes that the Aadhaar Act goes much beyond issues directly to do with the Consolidated Fund of India, including enrolment on the basis of demographic and biometric detail, and the use of Aadhaar for “any purpose.” To be certified as a Money Bill, the proposed law must contain “only provisions” relating to specific portions of Article 110(1) of the Constitution, and anything that falls outside of this would not count as one. He insists that the Aadhaar Act could not legally have been passed as a Money Bill, and so is inherently unconstitutional, especially because it as a result has bypassed the Rajya Sabha. “The Aadhaar is declared unconstitutional for failing to meet the necessary requirements to have been certified as a Money Bill... If the bill was not a Money Bill, the role of the Rajya Sabha in its legislative passage could not have been denuded. The debasement of a constitutional institution cannot be countenanced by the Court. Democracy survives when constitutional institutions are vibrant.”","author":"Sruthisagar YamunanRohan Venkataramakrishnan","time":"2018-09-26T16:47:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895935-pqdacotupt-1537960599.jpg","tags":["Aadhaar","Supreme Court","Surveillance","Money Bill","DY Chandrachud"]}