{"title":"Making savoury curries with sweet fruits has always been an Indian specialty","content":"A few weeks ago, a video of an Indian woman cooking in her courtyard went viral on social media. In the video, the woman can be seen sliding a plateful of whole, ripe apples into a smoking cauldron of hot oil and deep-frying them. She then carefully cores the apples and stuffs them with a mix of crushed peanuts, spices, chickpea flour and other ingredients. Once that is done, the fruit is tossed in a fiery-red gravy gleaming with oil and served with soft white bread and fat green chillies.Although the video was widely shared, it didn’t elicit the response that its creator had probably hoped for. People were angry.What seemed to have galled them is the use of apples for making a savoury curry. Fruits like apples, they groaned, are meant to be savoured for their sweetness, not dropped into spicy gravies. “Has someone actually told you this is criminal? I wish there was something called the food police,” wrote one Twitter user, while another lamented, “Bas ab aur jeena nahi. (That’s it, I don’t want to live anymore.)” As is often the case, the internet was quick to judge and dismiss something that challenged its imagination.The truth is, the line between fruits and vegetables in the kitchen has always been fluid. Across India, and the world, cuisines have for centuries used fruits in creative and prolific ways, making them the star of savoury dishes instead of vegetables and meat. Think unripe cluster figs and nightshade berries (made into seasonal curries); sour tamarind, elephant apples, hog plums and starfruit (commonly used as souring agents); or your everyday cucumber (widely used in stir fries and other savoury dishes). There is no limit to the imagination of the adventurous cook. In some Indian regional cuisines, the star billing in savoury curries is reserved for sweet fruits – such as plums, citrons, guavas and grapes – or even fleshy, fibrous petals of jackfruit and meaty plantains.History shows that this culinary ingenuity started early. Perumpanarruppatai, a Sangam-era Tamil poem, references a wandering minstrel in 3rd century CE who feasted on a savoury dish of pomegranate cooked in butter with pepper and karu vembu leaves. In her book Grains, Greens and Grated Coconut, Ammini Ramachandran documents a curry recipe derived from the traditional Sangha Kali songs that marries sweet, ripe jackfruit with toasted cumin and ginger. If jackfruit is unavailable, use pineapples or pears, says Ramachandran.Credit: AFP.Down south, Kerala has an enduring tradition of making mildly sweet curries with tropical fruits, including at its temples. “At the Aranmula Parthasarathy temple, on the occasion of Ashtami Rohini Valla Sadya, a vegetarian sadya or feast is offered to the deity, Lord Krishna, and then served to oarsmen of the local snake boats that ply on the river Pampa,” said Sujata Shukla Rajan, the author of Bhog Naivedya: Food Offerings to the Gods. The sadya is made up of over 64 dishes, including the unique Mambazha Pulissery, a dish of local sour mangoes cooked in coconut paste and watered down curd or buttermilk. Another dish in the sadya is Munthiri Pachadi – ripe grapes cooked in curd with sugar or jaggery and a coconut-cumin paste. Rajan also gives the example of the Shree Padmanabhaswamy Temple in Thiruvananthapuram, where “daily offerings during the Usha Puja Seva at dawn include a pulissery made of seasonal fruits like pineapple, grape or ripe mango, cooked in a gravy of curd and coconut paste”.Apples and bananasChef Regi Mathew of the restaurant Kappa Chakka Kandhari hypothesises a few reasons for why fruits came to be added to curries in a state like Kerala. One reason is its philosophy of no-waste cooking. Another is the surfeit of produce there. “In Kerala, home kitchens traditionally made use of whatever was available in the backyard,” Mathew said. “These ingredients, prepared in inventive ways, added variety to the fare.” The state, for instance, has a unique pachadi where Changalikodan Nendran bananas and ripe pineapples are cooked with coconut. Nendra Pazham is also the topliner in a curry made by the Rowther Muslims of Kerala and Tamil Nadu, who cook it in coconut milk with salt and sugar and temper with cinnamon and cloves.Up north in Kashmir, it is not bananas but quince apples called Bumchoont that get used creatively. “The quinces are typically cooked with wangun (brinjal) or lotus stem (nadru) in pungent mustard oil with the trifecta of spices: sont, saunf and hing,” said restaurateur Jasleen Marwah. “A little curd is sometimes added to the curry. The dish gets the colour of sun-baked clay from Kashmiri red chillies. Green apples are a good substitute for Bumchoont.”A hearty Goan summer treat is Kaazwachi Xaak, a curry made with cashew apples. Shubhra Shankhwalker, a caterer who promotes Saraswat cuisine, told food writer Joanna Lobo that she inherited her recipe for the dish from her mother-in-law. In this recipe, the accessory fruit is chopped up, cooked with coconut milk and jazzed up with jaggery. Gastronomes suggest that cashew apple is also a good substitute for pork in Goa’s beloved sorpotel: not only does it “have the right texture, it also soaks up the masalas well”.Mango delightPerhaps of all the fruits, the most versatile is the mango. Raw or ripe, it is used across India in curries by many communities. The raw form goes into everything from dal to meat dishes to provide extra flavour and texture, while the ripe variety makes for curries special and complex.Sheetal Bhatt, who lives in Ahmedabad and documents the culinary tradition of Gujarat, talks about Anavil Brahmins’ Paki Keri ni Kadhi. An affluent landowning community, the Anavil Brahmins have enriched their cuisine with the bounty from the river-fed lands of southern Gujarat. For this dish, they fold the pulp of alphonso mangoes into a runny mixture of yoghurt and chickpea flour and allow it to simmer on a mellow flame until there is a velvety finish. “The dish is enlivened with fresh mint, ginger and green chillies,” said Bhatt, “and finished with a fragrant tadka of cinnamon, cloves and asafoetida bloomed in ghee.”The Sheherwalis of Bengal, who are known for their fanatical love of the mango, have also created some special recipes with the king of fruits plucked from their orchards in Murshidabad. One such heirloom recipe involves cooking ripe mango in ghee with saffron and aromatic spices. Another is a thin soup called aam ka madiya that is made with raw mango and served with khichdi in summers.Credit: Diptendu Datta/AFP.In Goan Saraswat homes, says Shankhwalker, “there are different ways of making mango curries and every family has its recipes”. “For example, at my maternal home, dried prawns are added to jazz up the mango curry, while at my in-laws’, it is a vegetarian dish with the addition of vadyo or dried ash gourd and pineapples,” she added.Mangalorean cuisine, which is influenced by the food of various communities, also has a voluptuous mango curry. In it, ripe mangoes are cooked into a flavour bomb with mustard, coriander, fenugreek, cumin, jaggery and a splash of tamarind water. Mangalorean kitchens also make a sapid curry with tart hog plums, where the plums are allowed to luxuriate in chilli-tinged gravy rich with coconut and spices, and served with mounds of rice.No limitsIn Gujarat, where the sweet-and-sour flavour profile is cherished, fruit-based curries are predictably popular. Its Gorasambli Nu Bharelu Shaak is a spirited curry made with the fruit encased in the gorgeous pink pods of the Manila tamarind or Madras thorn tree. For this shaak, the fruit is stuffed with a mix of pounded peanuts and sesame seeds mixed with fresh coriander, chilli, garlic, ginger, some seasonings and chickpea flour. It is then cooked in a gravy tempered with mustard, cumin and asafoetida.Fruits are also a preferred ingredient of the Jain community, which is devoutly vegetarian and follows a series of dietary strictures based on the philosophy of nonviolence. One dish the community makes is Jamfal Nu Shaak or guava curry, which is incidentally also a part of the culinary repertoire of the Parsis, although, unlike the Jains, they are mostly carnivorous.The Thathai Bhatia community, which was once settled in Sindh, is vegetarian like the Jains and does not consume alliums like onion and garlic. Its Gidray Jo Saag, says blogger Alka Keswani, is a delicious curry made by cooking slices of muskmelon with a tempering of cumin seeds and a mix of green and red chillies. A little sugar is added at the end to give the dish a sweet underpinning.If religious strictures limit the diets of Jains and Thathai Bhatias, in arid Rajasthan, it is the scarcity of fresh vegetables that restrict the menu. To get around this, people have made the best of whatever is available. A local watermelon called matira, for instance, is used to make a special fiery curry. Its nutritious rind too is useful: it goes into a seasonal curry.The list goes on.","author":"Priyadarshini Chatterjee","time":"2023-11-25T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196133-jvrimmfwns-1700821963.jpg","tags":["Food","Fruit"],"source":"https://scroll.in/magazine/1059593/making-savoury-curries-with-sweet-fruits-has-always-been-an-indian-specialty"}