{"title":"Malayalam cinema in 2018: ‘Sudani from Nigeria’, ‘Ee Ma Yau’ and ‘Eeda’ were among the top films","content":"Until the middle of December this year, 150-plus films were censored in Malayalam, which makes it one among the top five languages in the country in terms of the number of films produced. But out of these, less than 10% manage to get their money back from the box office, while 40-50% are at the mercy of television channels to break even. The rest wait in the wings, with only the very aggressive and luckier among them managing to get even a ritualistic theatre release. With no solid and sustained support from the diaspora either as a paying audience or as committed producers, Malayalam cinema has been forced to survive within low economies of scale, which is reflected in the scale of production and the extent of the market. Despite these limitations, Malayalam cinema has fared well, especially in the last few years, with several first-time producers entering the field every year and innumerable film-crazy youngsters attempting shoestring-budget films. Paradoxically, it could be the very same low economies of scale and the artisanal use of digital technology that make possible the entry of diverse talents viable and also the sustenance of the annual quantum of solace. Evidently, the age of the superstars who lorded over the industry for more than three decades, and in turn, the tone and tenor of the narratives, is over and done with. Their presence is restricted to a handful of films that, despite all the hype, do not make a great flutter at the box office but are solely kept afloat by television rights. On the acting front, this year is marked by impressive performances by young and new actors such as Soubin Shahir, Shane Nigam, Nimisha Sajayan, Chemban Vinod, Tovino Thomas and Joju George. The two mega-productions were Rosshan Andrew’s Kayamkulam Kochunni and Sreekumar Menon’s Odiyan, both of which dazzled the viewers more with their hype about entering the 100 crore+ club than with their narrative strength or artistic merit.\n\n\n    \n    Play\n\nKayamkulam Kochunni.The year further strengthens the trend of previous years, that of small films with young actors and fresh themes making it big. Young filmmakers have proved yet again that it is possible to think and make out-of-the-superstar-box cinema, with fresh themes set to a human scale and an ordinary pace. Zakaria Mohammed’s Sudani from Nigeria, which was a runaway hit, stands testimony to this trend. Featuring Soubin Shahir and a young actor from Nigeria (Samuel Robinson) in lead roles, the film was about the local Sevens football tournament in Malappuram and the struggles of everyday life that surround it. Apart from being a feel-good entertainer, Sudani from Nigeria also subverted the stereotypical representations of the Muslim community that had become the norm in Malayalam cinema, and makes a larger connection with the universal theme of belonging and refugees, as the guest player is a refugee in his country. \n\n\n    \n    Play\n\nSudani From Nigeria.Ee Ma Yau by Lijo Jose Pellissery, which won several awards at the International Film Festival of Kerala in December, is also set amidst another marginalised community, the Latin Catholic fisherfolk from the coastal region of Kochi. The story is about the last day in the life of an old man, Vavachan, who returns home to his son Eesi after a lapse of time and meets with sudden death the same night. The rest of the narrative is about Eesi’s desperate struggles to give his father a funeral he wished for. As the night progresses, Eesi’s despair mounts. Each and every attempt to cobble together a decent funeral ceremony fails, pushing him into further misery. Eesi finds that every element of the establishment around him – the church, community, family, police, doctor and friends – elude, evade and avoid him, leaving him to his fate. The film poignantly captures the loneliness and despair of lives at the margins, which apparently have the appearance of a community, but is something that is hollow and soulless. No wonder the wooden altar that Vavachan had built in the local church is under disrepair, with plans under way to replace it with a concrete one. \n\n\n    \n    Play\n\nEe Ma Yau.Joseph by M Padmakumar was a surprise hit, for which the credit goes to Joju George, who plays the eponymous role and has emerged as a major actor to reckon with. George plays a retired policeman who helps the police force to solve crimes. He is a bloated, aging man, ambling his way into crime scenes with a keen eye for vital clues. Though the narrative looks a bit contrived towards the end, the charm of the film draws from the unassuming performance of the central character and his aging colleagues and friends.\n\n\n    \n    Play\n\nJoseph.Eeda, by debutant Ajithkumar, ventures into a disturbing underside of Kerala politics – the unending cycle of murder in northern Kerala triggered by political rivalry between the Communist Party of India (Marxist)  and the Rashtriya Swayamsewak Sangh. Here, political beliefs, like religious beliefs, have seeped into human lives and society. The young lovers of Eeda belong to families from rival political parties, and their love is doomed from the beginning. In a place where the destinies of individuals are locked in a hell of clannish endogamy, anything that disturbs that binary mode is hunted down and destroyed. Even the most basic of human emotions and spontaneous feelings becomes a crime.\n\n\n    \n    Play\n\nEeda.Other films that created some flutter at the box office were Aami (directed by Kamal), Carbon (Venu), Varathan (Amal Neerad), Koode (Anjali Menon), Theevandi (Fellini TP) and Oru Kuprasiddha Payyan (Madhupal). Aami is the biopic of the legendary and mercurial poet Kamaladas (Manju Warrier). The film revisits the poet’s life and work through major events, personalities and places in her life. Carbon, by cinematographer and director Venu, is about an ordinary small town-slacker played by Fahad Faasil who stumbles upon a treasure hunt that changes his life. Spectacular visuals of the hilly region, the surrealistic treasure hunt and the strange people the lead character encounters on the way all contribute to the film’s success.\n\n\n    \n    Play\n\nCarbon.Varathan, another Fahad Faasil film, is about a couple caught in the deadly and claustrophobic web of the voyeuristic society that is contemporary Kerala. Filmed in the suspense-horror mode, with an eerie soundtrack echoing the mounting fear of the woman, the film captures the dark cloud of economic survival that follows the loss of a comfortable life and career in Dubai. Koode attempts to do a ghost-cum-love story that falls in between, with diluted reality and fantasy that appear too real. Interestingly, the hero of Koode too is a Gulf returnee, who comes home to grapple with bitter truths. Theevandi, featuring Tovino Thomas as the central character, is about a man addicted to smoking and his comic travails to escape from his infatuation. Oru Kuprasidha Payyan, also a Tovino Thomas film, attempts to tell the story of an innocent young man being wrongly convicted of murder and the struggle to prove his innocence. Nimisha Sajayan plays a young and ambitious lawyer, and the narrative is about her coming of age in her career as an advocate and in her personal life as an independent woman.\n\n\n    \n    Play\n\nOru Kuprasidha Payyan.With the changing composition of theatre audiences and the increasing domination of local screens by Hollywood, Hindi and Tamil films, Malayalam productions, especially the serious and independent ones, are increasingly being sidelined or ignored by audiences.  One such film was Bhayanakam by Jayaraj, a period film based on a Thakazhi Sivasankara Pillai story. The film is about the experiences of a postman who joins a village post office in Kuttanad between the two World Wars. He is a World War I veteran with a wounded leg, and receives a warm welcome from the villagers. This is a time when the recruitment of soldiers for the impending war is under way, and the first money orders of those already recruited are beginning to arrive and irrigate the cash-scarce economy. But as the war progresses, money orders turn into telegrams announcing casualties and deaths. The postman suddenly turns into a messenger of death, feared and abhorred by all. Beautifully shot in the watery expanse of Kuttanad, it is only the casting of certain characters that looks odd in an otherwise engaging film.\n\n\n    \n    Play\n\nBhayanakam.Pathirakalam by Priyanandanan, though dealing with contemporary themes of authoritarianism and growing intolerance, could not attract audiences. Ababhasam by Jubith Namradath, a road movie and an acerbic satire about the misogyny underlying Malayali life and society and the desperate bids of rebellion against it, also met with the same fate. It was after a long drawn-out battle with the censor board that S Durga by Sanalkumar Sasidharan was released in theatres, but it evoked only a lukewarm response. Similar was the case with Aalorukkam by VC Abhilash, about the inner conflicts of an aging father dealing with his son’s sex change. Though it was not a huge commercial success, the brilliant performance by Indrans in the role of the father received critical acclaim.\n\n\n    \n    Play\n\nAalorukkam.If one looks at the response of audiences, one finds contradictory trends at work. On the one hand, there is an increasing intolerance towards  artistically acclaimed and experimental films. On the other, there are instances such as Sudani from Nigeria and Joseph that, even without stars, gather momentum through word of mouth and social media. The key factors seem to be a captivating human drama plus the usual dose of humour supported by always-on-the-move cinematography and fast-paced editing. Anything that is slow-paced in form or complex in content and demands reflection seems to put off audiences. In terms of production, though not popularity, arthouse cinema too remained very vibrant this year, with several debutants entering the field, and many of them winning awards and places at foreign festivals. Films such as Shaji N Karun’s Olu, Vipin Vijay’s Prathibhasam, Vinu Kolichal’s BIlathikuzhal, Gautham Soorya and Sudeep Elamon’s Sleeplessly Yours, and Pampally’s Sinjar, are still waiting a theatrical release.Despite the devastating floods, 2018 was a significant year for Malayalam cinema, but there was a dark lining to this cloud. In February 2017, a prominent actress was attacked and sexually assaulted in Ernakulam. A few months later, the attack led to the arrest of actor Dileep, who was later released on bail. Till date, there has been no significant progress in the case, despite the vociferous campaign by the Women in Cinema Collective, which is led by some of the most important female artists, directors and technicians in the industry. Their outrage and appeals still remain cries in the wild. Even more sadly, male actors and technicians, even the ones from the so-called NewGen group, never came out in the open to declare their solidarity with their female colleagues, who have taken huge risks to take on the powers-that-be. Evidently, their loyalty and commitment to the patriarchal and misogynistic tradition in Malayalam cinema outweighed the ethical call of the #MeToo movement that is sweeping film industries all over the world. Like their screen narratives that seek new realism, one hopes that their lives and careers too will dare to illuminate the realities within the Malayalam film industry.","author":"CS Venkiteswaran","time":"2018-12-25T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108846-jhvvewbruc-1545662564.jpeg","tags":["Malayalam cinema","Ee Ma Yau","Sudani from Nigeria"],"source":"https://scroll.in/reel/906889/malayalam-cinema-in-2018-sudani-from-nigeria-ee-ma-yau-and-eeda-were-among-the-top-films"}