{"title":"Maldives asks India to remove military presence from its territory ","content":"The Maldives said on Saturday that it has asked India to remove its military presence from the island country.Maldivian President Mohamed Muizzu made the request during a meeting with India’s Minister for Earth Sciences Kiren Rijiju on Saturday in the capital city of Malé. The Maldivian president told the Indian minister that he hoped New Delhi would “honour the democratic will of the people” of the archipelago.Muizzu was sworn in as the president of Maldives on Friday. Rijiju represented India at the ceremony.Soon after taking oath, the Maldivian president said that his country “will not have any foreign military personnel”, AFP reported.Muizzu, who is considered to hold a favourable stance towards China, was elected as president in September. After the election, Muizzu said in October that his negotiations with the Indian government to remove its military personnel from the country had been “very successful”. Last week, Muizzu told AFP that he did not intend to disrupt the regional status quo by replacing Indian troops with Chinese ones.The Maldivian defence forces said in 2021 that there were 75 Indian military personnel in the Maldives, stationed there to maintain and operate aircraft that New Delhi has provided to the island country.India is the only foreign power with a military presence in Maldives.India’s Ministry of External Affairs has not yet commented on Maldives’ request for Indian troops to be removed. However, the ministry’s spokesperson Arindam Bagchi said last month that New Delhi looks forward to engaging with the new Maldives government on “all issues”.","author":"Scroll Staff","time":"2023-11-19T13:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195984-rvkgqicxgh-1700379809.jpg","tags":["Mohamed Muizzu","Maldives","India"],"source":"https://scroll.in/latest/1059297/maldives-asks-india-to-remove-military-presence-from-its-territory"}