{"title":"Maldives signs free military assistance agreement with China amid withdrawal of Indian troops","content":"China signed a defence cooperation agreement with the Maldives on Monday that will provide the island nation with free military assistance, PTI reported.The development comes nearly a month after the Maldives government had said that India had agreed to withdraw its military personnel from the island nation by May 10 and replace the aviation management staff with civilians.On February 26, the first Indian team of civilian technical personnel reached the Maldives to replace the Indian military personnel stationed there for operating aviation equipment.On Monday, defence minister of the Maldives Mohamed Ghassan Maumoon held bilateral talks on military cooperation with Major General Zhang Baoqun, Deputy Director of the Office for International Military Cooperation of China.The two sides signed an agreement on “China’s provision of military assistance gratis to the Republic of Maldives, fostering stronger bilateral ties”, the Maldivian Defence Ministry said on social media. Details of the agreement were not provided.China had on Sunday also gifted the Maldives 12 eco-friendly ambulances, NDTV reported.Ties between India and the Maldives have been strained after President Mohamed Muizzu was sworn into power in November.For Muizzu, who is considered to hold a favourable stance towards China, removing the Indian military from his country was a key election promise.Muizzu made his first official state visit to China earlier in January, amid a diplomatic spat with India pertaining to remarks by three deputy ministers of the island nation about Prime Minister Narendra Modi’s social media posts. After preliminary negotiations in October, he asked India to withdraw its troops from the country. In December, he claimed that India had agreed to withdraw its soldiers.India used to be the only foreign power with a military presence in the Maldives. Around 70 Indian defence personnel maintained radar stations and surveillance aircraft in the archipelago. Indian warships also helped patrol the Maldives’ exclusive economic zone. This collaboration was of strategic importance to New Delhi amid its geopolitical competition with China in the Indian Ocean region.To continue its presence in the region, the Indian Navy is set to open a new base – INS Jatayu – near the Maldives on March 6, on the Lakshadweep island of Minicoy.The new base will augment India’s “operational surveillance” of the region, according to a statement issued by the Indian Navy on Saturday.INS Jatayu will be located about 258 kilometres closer to the Maldives than the Indian Navy’s existing base – INS Dweeprakshak – on the Lakhshadweep island of Karavatti, AFP reported. “Minicoy is the southernmost island of Lakshadweep which straddles the vital sea lines of communications,” the Indian Navy said.Also read: Why a social media row over Modi’s tweets led to the suspension of three Maldives ministers?","author":"Scroll Staff","time":"2024-03-05T13:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197828-aybbjovoyh-1706160654.jpg","tags":["Maldives","China","defence cooperation agreement"]}