{"title":"Maldives parliamentary polls: Pro-China Mohamed Muizzu’s party wins over two-thirds majority","content":"Maldivian President Mohamed Muizzu’s People’s National Congress on Sunday swept the parliamentary elections in the country, securing over two-thirds majority in the 93-member House, the Associated Press reported.The Muizzu-led party won 70 seats and its allies bagged three seats.Maldives’ largest Opposition party, the Maldivian Democratic Party led by former President Ibrahim Mohamed Solih, managed to win only 15 seats in the House. It had held 65 seats in the previous Parliament while the People’s National Congress and its allies held eight seats.The elections were crucial for Muizzu, whose attempts to build closer economic ties with Beijing were being throttled in Parliament, according to AFP. The elections were closely watched in India as the Maldives is of strategic importance to New Delhi amid its geopolitical competition with China in the Indian Ocean region.In January, Muizzu visited China amid a diplomatic spat with India. During the visit, he signed 20 agreements including one on accelerating cooperation on the Belt and Road Initiative with China.The leader of the winning political alliance and former President Abdulla Yameen, whose 11-year prison sentence in a corruption case was recently overturned by the Maldives High Court, led an “India Out” political campaign during the presidential elections in October that saw Muizzu come to power.While campaigning for the presidential election, Muizzu had attacked Solih for his pro-India stance and promised the removal of “thousands of Indian military personnel” from the island nation. The Muizzu government has maintained that the Maldivian Democratic Party compromised Maldives’ sovereignty by allowing Indian soldiers to be stationed there.According to India’s external affairs ministry, there were around 70 Indian defence personnel maintaining radar stations and surveillance aircraft in the archipelago. Since October, Muizzu has made a public show of asking New Delhi to withdraw these personnel from the Maldives by May 10.The first Indian team of civilian technical personnel reached the Maldives to replace them on February 26. India is the only foreign power with a military presence in the Maldives. A group of Indian defence personnel has been maintaining radar stations and surveillance aircraft in the archipelago. Indian warships also help patrol the Maldives’ Exclusive Economic Zone.New Delhi’s relations with Malé turned frosty during Yameen’s presidential term between 2013 and 2018, while the latter’s relations with China became stronger.In January, the two main Opposition parties in the Maldives had said that the government’s “anti-India stance” could be detrimental to the country’s development in the long term.","author":"Scroll Staff","time":"2024-04-22T13:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200214-ejwdrfeyxp-1713766012.jpg","tags":["People's National Congress","Mohamed Muizzu","Ibrahim Mohamed Solih","Maldives"]}