{"title":"Maldives suspends three ministers who made ‘derogatory remarks’ about PM Modi","content":"The Maldives government on Sunday suspended three deputy ministers who made alleged derogatory remarks about Indian Prime Minister Narendra Modi on social media, reported Atoll Times.  The ministers are Maryam Shiuna, Malsha Shareef and Mahzoom Majid, according to the Maldives-based online news portal. The comments pertain to Modi’s post showing him snorkelling during his recent visit to Lakshadweep with Shiuna calling him a “clown”. “The puppet of Israel Mr Narendra diver with life jacket,” she had said in her now-deleted post.This comment, along with a few others by political leaders in the Maldives, kicked off a row on social media with many prominent Indians calling for a boycott of the island nation, which lies just 70 nautical miles away from Lakshadweep.Zahid Rameez, a member of the ruling Progressive Party of Maldives, commented on Modi’s visit to Lakshadweep, which is seen as a move to promote tourism in the Union territory.Rameez posted on Friday: “It is very sad that a big country like India is trying to make money by copying a small economy like Sri Lanka.”Shareef and Majid also made similar remarks. Hours later after the row, the Maldives government distanced itself from the remarks, saying that the “opinions are personal and do not represent the views of the Government of Maldives”. “Freedom of expression should be exercised in a democratic and responsible manner, and in ways that do not spread hatred, negativity, and hinder close relationships between the Maldives and international partners,” the Maldives Ministry of Foreign Affairs said in a statement.It added: “The relevant authorities of the government will not hesitate to take action against those who make such derogatory remarks.”Ties between India and the Maldives have been strained after President Mohamed Muizzu was sworn into power in November.Muizzu is widely seen as sympathetic to China’s interests in his country, in contrast to his predecessor Ibrahim Mohamed Solih who had sought closer ties with India even as government critics accused him of “compromising the sovereignty” of the island nation.Maldives former President Mohamed Nasheed and former Foreign Minister Abdulla Shahid have both condemned the remarks made by the ministers. What appalling language by Maldives Government official @shiuna_m towards the leader of a key ally, that is instrumental for Maldives’ security and prosperity. @MMuizzu gov must distance itself from these comments and give clear assurance to India they do not reflect gov policy.— Mohamed Nasheed (@MohamedNasheed) January 7, 2024\n\n\nDerogatory remarks made by 2 Deputy Ministers of the current #Maldives Government, and a  member of a political party in the ruling coalition, towards Prime Minister @narendramodi and the people of India on social media is reprehensible and odious. I call on the Government to… pic.twitter.com/kCjEyg4yjb— Abdulla Shahid (@abdulla_shahid) January 7, 2024\n\n\nIn December, Muizzi had said that India has agreed to withdraw its military presence from the Maldives at his request. But India maintained that discussions were still “ongoing”.India has about 75 military personnel stationed in the Maldives to maintain and operate aircraft that New Delhi has provided to the island country.","author":"Scroll Staff","time":"2024-01-07T18:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175248-casydwitlh-1654167214.jpg","tags":["Narendra Modi","Maldives","International relations","Mohamed Muizzu","Lakshadweep","India-Maldives Relations"],"source":"https://scroll.in/latest/1061744/maldives-suspends-three-ministers-who-made-derogatory-remarks-about-pm-modi"}