{"title":"Malegaon blast case: Court says Pragya Thakur’s absence hampering trial, seeks report on her health","content":"A special court in Mumbai on Wednesday said that the absence of Bharatiya Janata Party leader Pragya Thakur in the court is hampering the proceedings in the 2008 Malegaon blast case and directed the National Investigation Agency to verify her health status, The Indian Express reported.The special court is currently recording the statements of the seven accused, including Thakur, in the case.On Wednesday, the special judge AK Lahoti said that Thakur, who is the main accused in the case, has been absent from the proceedings for a long time, and considering her medical condition, she was allowed to leave even when she appeared before it on March 22.“Thereafter, before departing to Bhopal, she did not turn back in court for recording her statement,” the court said. “The presence of accused no. 1 [Thakur] is necessary to record her statement… Due to her absence, it is hampering the court proceedings.”On March 11, the court issued a bailable warrant against the BJP MP from Bhopal. The warrant was cancelled after she appeared before the court on March 22.On Wednesday, Thakur’s lawyers sought exemption from her appearance in the court citing health reasons. They said she was suffering from serious ailments and her doctors in Bhopal have advised her to rest.Her lawyers told the court that the circumstances of her physical condition are unforeseen and beyond her control, requesting sufficient time be granted for her to recover.The court acknowledged that her medical certificate, attached with her application seeking the exemption, advises her to rest. However, it said that it cannot overlook the National Investigation Agency’s reply, which states that there should be a verification of her health condition, as her absence is delaying the trial.“I found substance in it, as accused no. 1 is not in Mumbai and hence, cause cannot be verified,” the court said. “Moreover, prescription, treatment papers, test papers are not annexed with the certificate. Therefore, considering all the aforesaid aspects, I am of the view that, verification of health condition report requires to be called from the NIA in order to verify the actual position/situation.”The court directed the counter-terrorism law enforcement agency’s Mumbai unit to communicate with the agency’s unit in Bhopal to verify Thakur’s health status and submit a report by April 8.Six persons were killed and 100 injured when an explosive device strapped to a two-wheeler went off near a mosque in north Maharashtra’s Malegaon on September 29, 2008. Hindutva outfit Abhinav Bharat is suspected of carrying out the attack.Besides Thakur, six other persons are facing trial in the case – Lieutenant Colonel Shrikant Purohit, Major Ramesh Upadhyay, Sameer Kulkarni, Ajay Rahirkar, Sudhakar Dwivedi and Sudhakar Chaturvedi.They have been charged under various sections of the Unlawful Activities Prevention Act and the Indian Penal Code, including murder.","author":"Scroll Staff","time":"2024-04-04T12:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121791-wwlpxectpj-1566362373.jpg","tags":["Pragya Thakur","2008 Malegaon blast case","NIA"],"source":"https://scroll.in/latest/1066219/malegaon-blast-case-court-says-pragya-thakurs-absence-hampering-trial-seeks-report-on-her-health"}