{"title":"Malegaon blast: SC seeks reply from NIA, Maharashtra on accused Lt Colonel Purohit's bail plea","content":"The Supreme Court on Friday issued a notice to the National Investigation Agency and the Maharashtra government seeking a reply on the bail plea made by 2008 Malegaon blast prime accused Lieutenant Colonel Prasad Shrikant Purohit’s bail plea, PTI reported. The bench has given them two weeks’ to file a reply. Purohit’s lawyer Gopal Subramaniam informed the Supreme Court that Purohit was considered to be one of the best counter-insurgency officers and that he was framed in this case, reported The Times of India. On April 28, Purohit had moved the apex court days after the Bombay High Court had rejected his bail plea. The High Court had granted relief to another accused in the case, Sadhvi Pragya Singh Thakur, but said that the charges against Purohit were of grave nature, PTI reported.  They were both arrested in 2008 on charges of plotting the explosions carried out by radical Hindutva group Abhinav Bharat. The two had moved the Bombay High Court after a special court, which hears terror cases investigated by the NIA, quashed their bail pleas in 2016.Two explosions on September 29, 2008, in Malegaon, Maharashtra, had killed at least six people and injured several others. The Maharashtra Anti-Terrorism Squad had filed a chargesheet against 14 right-wing extremists, including Purohit and Thakur, in the case. The two were later arrested. Purohit, a former military intelligence officer, was charged with conspiring to carry out the blasts and procuring materials to create the explosives used in the incident. Another prime accused in the case, Ram Kalsangra, is still absconding.","author":"Scroll Staff","time":"2017-05-05T19:40:57.402433+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/836735-5474-ftuyknofyb-1480673603.jpg","tags":["2008 Malegaon blast","Maharashtra","Lt Colonel Purohit","Prasad Shrikant Purohit","Supreme Court","Malegaon"],"source":"https://scroll.in/latest/836735/malegaon-blast-sc-seeks-reply-from-nia-maharashtra-on-accused-lt-colonel-purohits-bail-plea"}