{"title":"Malegaon blasts accused Pragya Singh Thakur nominated to parliamentary panel on defence: Report","content":"Bharatiya Janata Party MP Pragya Singh Thakur has been nominated to the Ministry of Defence’s Parliamentary Consultative Committee, The Indian Express reported on Thursday. According to NDTV, Thakur was named in the 21-member committee headed by Defence Minister Rajnath Singh on October 31. The Ministry of Parliamentary Affairs decides the panel’s composition. The committee’s recommendations to the Defence Ministry are not binding.The parliamentarian from Bhopal is an accused in the 2008 Malegaon bombing case, and is facing trial in a National Investigation Agency court. She is facing multiple charges under the Unlawful Activities (Prevention) Act. Six people were killed and 100 were injured when an explosive device strapped to a motorcycle went off near a mosque in Malegaon in North Maharashtra on September 29, 2008. The Bombay High Court granted Thakur bail on health grounds in April 2017 after the National Investigation Agency dropped charges against her registered under the Maharashtra Control of Organised Crime Act.The Congress criticised the Narendra Modi government for nominating the terror accused to the parliamentary committee. “This move is an insult to our nation’s defence forces, to our nation’s esteemed parliamentarians and to every Indian,” the party said in a tweet. Congress leader Pranav Jha urged the BJP government to rethink its decision. “Bringing such people, against whom the cases are going in court is not good for democracy,” he told IANS. “Everything is not guided by the Constitution but some decisions are taken on moral grounds too.”Pragya Thakur, a terror accused & Godse fanatic has been nominated by the BJP govt. to be a member of the Parliamentary Panel on Defence. This move is an insult to our nation's defence forces, to our nation's esteemed parliamentarians & to every Indian. https://t.co/OqX4wGA4Dk— Congress (@INCIndia) November 21, 2019\n\nIn the run-up to the General Elections, in which she defeated Congress leader Digvijaya Singh, Thakur made a number of controversial comments. In April, she claimed former Mumbai Anti-Terrorist Squad chief Hemant Karkare, who had investigated her in the Malegaon case, died during the Mumbai terror attacks because she had cursed him. Her comments drew criticism from all corners, including an Indian Police Service association, following which she withdrew her statement. She also courted controversy by calling Mahatma Gandhi’s assassin Nathuram Godse a patriot. She apologised for the remark after facing a barrage of criticism, both from her own party as well as the Opposition.  Congress leader Jaiveer Shergill reminded the ruling party that Prime Minister Narendra Modi had said he would not be able to forgive Thakur for the Godse comment. “Message is clear – it’s acche din for Nathuram Godse bhakts.”Also read: How NIA went soft on Pragya Thakur – and is now delaying the Malegaon trial","author":"Scroll Staff","time":"2019-11-21T09:42:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/122061-fryyutacnk-1563798389.jpg","tags":["Pragya Singh Thakur","BJP","Parliamentary Consultative Committee on Defence","Ministry of Defence","2008 Malegaon blasts"],"source":"https://scroll.in/latest/944400/malegaon-blasts-accused-pragya-singh-thakur-nominated-to-parliamentary-panel-on-defence-report"}