{"title":"Malegaon blast case: NIA court grants Pragya Thakur exemption from physical appearance","content":"A special National Investigation Court in Mumbai on Tuesday granted exemption from physical appearance to Bharatiya Janata Party MP Pragya Singh Thakur in the 2008 Malegaon blast case, reported PTI. Thakur is one of the seven accused in the case.Special Judge PR Sitre granted the exemption after Thakur’s lawyer JP Mishra filed a written application, saying that the BJP MP from Bhopal cannot travel regularly due to health and security concerns. Thakur had last appeared in court on Monday when the application was filed. “Thakur has multiple illnesses and is undergoing treatment at AIIMS [All India Institute of Medical Sciences],” the application said. “Even while she was in Mumbai [yesterday], she had undergone some tests at Kokilaben Hospital where doctors told her she was having multiple complications and needed to be treated by a team of doctors.”Mishra also said that Thakur has a “threat to her life” due to which the Madhya Pradesh Police have given her six armed personnel for her security. “Besides them, two personal aides accompany her wherever she goes,” he said. “It is very difficult for her to travel with all these security personnel.”Thakur’s advocate Prashant Maggu told The Hindu that the coronavirus pandemic was also a contributing factor for filing the application. The court has asked the BJP MP to remain present as and when required.Thakur had earlier failed to be present in the court multiple times following which Judge Sitra had on December 19 given her “last chance” to appear before the court.The trial in the case had come to a halt in March 2020 after a lockdown was imposed across the country due to the coronavirus pandemic. The trial resumed in December.The court had charged Thakur, Sameer Kulkarni, Lieutenant Colonel Prasad Purohit, Sudhakar Chaturvedi, Ramesh Upadhyay and Ajay Rahilkar with murder, abetment and conspiracy under the Unlawful Activities Prevention Act in the case. “Abhinav Bharat organisation [alleged to be behind the blast] was formed with the common object to spread terrorism,” the court had said. “All the accused conspired from January 2008 to plant a bomb with RDX [Research Department Explosive] on a motorcycle that belonged to Thakur.” Six people were killed and 100 injured when an explosive device strapped to the motorcycle went off near a mosque in Malegaon in north Maharashtra on September 29, 2008.","author":"Scroll Staff","time":"2021-01-05T21:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131832-xmxlmdyqkv-1609856833.jpg","tags":["Pragya Singh Thakur","Malegaon blast case","NIA"],"source":"https://scroll.in/latest/983225/malegaon-blast-case-nia-court-grants-pragya-thakur-exemption-from-physical-appearance"}