{"title":"Malegaon blast: Bombay HC rejects Army officer Prasad Purohit’s discharge plea","content":"The Bombay High Court on Monday rejected Lieutenant Colonel Prasad Purohit’s plea seeking discharge from the 2008 Malegaon blast case, reported the Bar and Bench. Six people were killed and 100 injured when an explosive device strapped to a motorcycle went off near a mosque in Malegaon in north Maharashtra on September 29, 2008. Bharatiya Janata Party MP Pragya Thakur is also one of the accused persons in the case. She was elected from the Bhopal Lok Sabha constituency in 2019, while out on bail.Purohit, in his petition, had contended that the prosecution had not obtained sanction under Section 197(2) of the Code of Criminal Procedure from the Indian Army to carry out his trial, reported Live Law.Section 197(2) of Code of Criminal Procedure says that no court can take up a case pertaining to any offence alleged to have been committed by a member of the Armed Forces, if they are acting or purporting to act in the discharge of their official duty, except with the previous sanction of the Centre. However, the National Investigation Agency, which is conducting inquiry into the case, told the court that no such sanction was required since Purohit was not acting in discharge of his official duty.The division bench of Justices AS Gadkari and PD Naik rejected Purohit’s plea, as they noted “causing bomb blast is not an official duty”, reported Live Law.Purohit had been arrested in 2008 and charged under provisions of the Unlawful Activities (Prevention) Act along with Pragya Thakur and five others. He was granted bail by the Supreme Court in 2017.The NIA has alleged that Purohit had founded a group called Abhinav Bharat which planned and executed the blast in Malegaon. The prosecution alleged that Purohit founded the organisation with the objective of turning India into a Hindu country, despite being an Army officer.The NIA has also alleged that Purohit was responsible for procuring explosives from Kashmir, which were used in the blast, reported Live Law.Meanwhile, Advocates Neela Gokhale and Viral Babar, appearing for Purohit, had argued that he was an army officer and was performing his duty as a part of military intelligence. Gokhale also claimed that explosives found in Purohit’s possession had been planted by someone else and that one of the witnesses has said that he was asked to give a statement by the Maharashtra Anti-Terrorism Squad at gun point, reported Live Law.The Anti-Terrorism Squad was investigating the case before the NIA took over the investigation.","author":"Scroll Staff","time":"2023-01-02T13:34:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/66453-pczfnfuhco-1503466594.jpg","tags":["Lt Col Prasad Purohit","Bombay High Court","Malegaon Blasts"],"source":"https://scroll.in/latest/1041009/malegaon-blast-bombay-hc-rejects-army-officer-prasad-purohits-discharge-plea"}