{"title":"Mamata Banerjee calls defectors ‘greedy and corrupt’, says BJP is ‘collecting TMC’s garbage’","content":"West Bengal Chief Minister Mamata Banerjee on Tuesday condemned the Trinamool Congress leaders who have defected to the Bharatiya Janata Party, calling them “greedy and corrupt”. Banerjee said the saffron party was “collecting garbage” that the state’s ruling Trinamool Congress had rejected.The chief minister said that she would easily replace those who quit the party with dedicated members. “We are not bothered about a few corrupt and greedy leaders who are switching to some other party,” Banerjee said at an internal meeting of the party’s councillors from across the state. “They joined the BJP because they were afraid they might face consequences for their activities,” she said.On Monday, Trinamool Congress MLA from Noapara, Sunil Singh, along with 12 party councillors, joined the Bharatiya Janata Party at an event in New Delhi. Singh was the fourth lawmaker to quit the ruling party after the Lok Sabha election results were declared last month.Banerjee on Tuesday said that her administration will be taking action against those involved in corruption. “Joining some other party will not save anyone from the impending investigations for their corrupt activities,” she said. The Trinamool Congress chief also said that she wanted to restructure the party before the 2021 Assembly elections in the state.She urged the members of her party who are still in two minds about going over to the BJP to quit the Trinamool Congress. “We don’t want such leaders or workers,” Banerjee said. “One person will leave and 500 more will be inducted in their place.”The West Bengal chief minister admitted that the party’s leadership had made certain mistakes while giving party tickets. She said that it was an error in judgement to give Singh a ticket for the Noapara Assembly bye-election last year instead of giving it to deceased TMC leader Bikash Basu’s wife Manju Basu.Directing Trinamool Congress leaders to increase outreach activities, Banerjee asked the members not to “fall into the BJP’s trap”. “People are looking at us,” she said. “Do remember that councillors play a very important role, they are the face of the party in their respective wards.”Lawmakers from various parties in the state have been defecting to the saffron party for the past several months now. However, the ruling party in the state has, in the past, downplayed the defection of its legislators as a “temporary phase” and a “minor crisis”.Banerjee refuses to attend PM’s meetingBanerjee also refused to attend a scheduled meeting on Wednesday of political party chiefs with Prime Minister Narendra Modi. The prime minister had invited heads of all parties with an MP in the Lok Sabha or the Rajya Sabha to discuss several matters, including the idea of simultaneous national and state polls.In a letter to the Parliamentary Affairs Minister Pralhad Joshi, Banerjee said that the subject requires consultations with experts. “Instead of doing the matter hurriedly, I would request you to kindly circulate a white paper on the subject to all political parties inviting their views by providing adequate time,” PTI reported quoting her letter. “If you only do so, we will be able to give concrete suggestions on this important subject.”The West Bengal chief minister also claimed that with regard to the development of aspirational districts, the Trinamool Congress would not support selecting a few areas. “Our state is committed to ensuring social and economic development of all districts uniformly so that regional imbalances do not rise,” she wrote in her letter. Banerjee committed to participating in the celebration of 75 years of Independence in 2022 and 150 years of Mahatma Gandhi’s birth anniversary this year, topics that were also going to be discussed during the meeting. The Trinamool Congress chief had also skipped the NITI Aayog meeting on June 15.","author":"Scroll Staff","time":"2019-06-18T17:31:09.320730+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122113-bgubpophuw-1560854350.jpg","tags":["West Bengal","BJP","TMC","Mamata Banerjee","Sunil Singh","Defection"]}