{"title":"Mamata Banerjee’s remarks on Bengalis in Assam could revive an old and bitter divide","content":"This week, West Bengal Chief Minister Mamata Banerjee proclaimed herself the champion of Bengali interests. She voiced grave misgivings about the National Register of Citizens, being updated in Assam for the first time since 1951. It was a “Bangalee kheda” movement, she said, aimed at ejecting Bengalis from Assam. As the chief minister warned the Bharatiya Janata Party against playing “divide and rule”, Trinamul Congress workers picketed outside Parliament on Thursday, protesting against the new citizens’ register. The project of counting citizens in Assam could also have a worrying fallout in Bengal, according to Banerjee.She drew howls of protest in Assam, where the Krishak Sramik Kalyal Parishad filed a first information report against her and the BJP plans to prod the office of the National Register of Citizens to register a complaint in the Supreme Court, claiming contempt. Regional parties, even those claiming to represent the interests of Bengali Muslims, have condemned Banerjee’s remarks.  By casting the BJP as anti-Bengali, Banerjee may hope to score political points in her home state, where the saffron party is making a determined push. The BJP has certainly levelled that charge against her. It could also expand the Trinamul presence in other states with large Bengali populations: Assam itself, where the BJP has a strong Hindu Bengali base, or Tripura, which goes to polls next month. For the Trinamul, this overt appeal to ethnic chauvinism is new. In Assam, which has been a battleground of various ethnic nationalisms for decades and where party politics thrives on these assertions of identity, it threatens to deepen a dangerous divide.Bahiragat, outsidersThe stated aim of updating Assam’s citizens’ registry is to root out “illegal immigrants”, especially Bangladeshi immigrants. The project inherits its preoccupations from the Assam Movement which started in 1979 and ended with Assam Accord of 1985. Citizenship is now defined by the accord. It prescribed that anyone who could prove that they or their ancestors entered the state before midnight on March 24, 1971, would be considered legal citizens. The Assam Movement has often been called the “anti-foreigners’ movement”, triggered by the fear that foreigners had infiltrated the state’s electoral rolls and were shaping its political future. But the movement was also an assertion of Assamese identity, a bid to remould the state in its own image. Its energies were directed against the “bahiragat” – foreigners but also outsiders, not indigenous to Assam. In a state that has seen large waves of migration since the 19th century, there were plenty of such “outsiders”. But the most prominent group was the Bengalis, whose presence in Assam predates the Bangladesh War of 1971 and even Partition. In her speech this week, Banerjee was referring to an older campaign of ethnic assertion, the “Bongal Kheda” movement, which took root in Assam in the 1960s and 70s, later spreading to Meghalaya and Tripura. During the peak of the movement in 1960, it is believed to have displaced nearly 45,000 Bengali settlers from Assam to West Bengal.Ravages of colonialismThese animosities against outsiders stemmed, perhaps, from the impulse to retrieve Assamese identity from the ravages of colonialism. Yasmin Saikia writes of how the colonial administration constructed an Ahom past and then erased the Ahoms from the records, to be replaced by the Assamese, a “tax paying labor force” of “governable subjects”. Yet the Assamese were largely left out of the commercial agricultural economy that developed in the 19th century. British representations of the Assamese as “lazy, apathetic, indolent, degraded people” led to the import of labour from Bengal and other provinces to work on the tea plantations and build new railways tracks. In subsequent decades, Bengali Hindus would also occupy bureaucratic posts and dominate the so-called elite professions - law, medicine, teaching and others.Besides, Bengali became the language of colonial rule in 1836. “Assamese historical narratives of the 19th century typically refer to the period when Bengali was Assam’s official language as a ‘dark’ period for Assamese language, literature, and culture,” writes Sanjib Baruah. The first assertions of cultural pride, then, were acts of resistance to the colonial language, Bengali in this case. Later, Assamese language would become the touchstone of an emergent cultural nationalism, largely channelled through the Axom Xahitya Xobha, formed in 1917. According to the 1951 census, Assamese was spoken by 56.6% of the population, though the linguistic divide was not always an ethnic divide; many Bengali Muslims of the Brahmaputra Valley were also listed as Assamese speakers. While there were several indigenous languages spoken in Assam, writes Baruah, Bengali posed the most substantial challenge to Assamese.In 1960, the year the Bongal Kheda campaign heated up in Assam, language politics seemed to come full circle. The state government passed a bill to make Assamese the official language of Assam. Ethnic tensions had intensified after Partition, with the looting of Bengali shops in Guwahati in 1948 and turmoil in Goalpara during the visit of the State Reorganisation Commission. But the years before the language bill had also seen the flourishing of rival language and literary movements. While the Axom Xahitya Xobha agitated for the recognition of Assamese as an official language, Bengali linguistic assertion coalesced around the Nikhil Assam Banga Bhasha-Bhashi Samiti and other organisations in southern Assam. These banded together to form Bhasha Andolan Samiti, which opposed the official language bill. These contestations on language fed into ethnic clashes.A bitter divideThe decades that followed would see the hardening of identities, and what had once been cultural nationalism seemed to mutate into ethnic chauvinism. Atrocities in East Pakistan and the formation of Bangladesh in 1971, which triggered further migrations of Bengalis into the state, turned it into a clash between indigenous people and “foreigners”. The Assam Movement, spearheaded by the All Assam Students’ Union, grew violent in the 1980s, giving rise to militancy in the state. Some of the violent energies of the movement were absorbed into electoral politics after 1985, as the Asom Gana Parishad grew out of the All Assam Students’ Union, won a landslide victory in the assembly elections held soon afterwards and dominated the state’s politics for some years. But indigenous militant groups continued to target Bengali Muslims over the next few decades, the spectre of the illegal Bangladeshi immigrant was also absorbed into electoral politics in the state and thousands of Bengalis were declared “D voters”, or doubtful voters.With the advent of the BJP in Assam, these faultlines were given a communal hue, as the party tried to distinguish between Bengali Hindu refugees, fleeing religious persecution, and Bengali Muslims “infiltrators”, encroaching on land and wiping out indigenous cultures. In recent times, this has caused unease among regional parties like the Asom Gana Parishad, currently an ally of the BJP in the state government.Banerjee seems to have tried to shift the focus back from religion to ethnic identity. But in a region like Assam, such a divide could prove to be no less explosive. For Banerjee, who is chief minister of a diverse state herself, to pit one ethnic chauvinism against the other is irresponsible, if not downright regressive.","author":"Ipsita Chakravarty","time":"2018-01-06T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864002-78371-hzndabxwzp-1515178516.jpg","tags":["Citizenship tangle","Assam","Mamata Banerjee","BJP","Asom Gana Parishad","Citizenship","Migrants and immigrants"]}