{"title":"Mamata Banerjee accuses Modi of pursuing vendetta politics, says he cannot accept Bengal poll defeat","content":"West Bengal Chief Minister Mamata Banerjee on Saturday accused Prime Minister Narendra Modi of pursuing vendetta politics against her after she skipped a review meeting on Cyclone Yaas, PTI reported. The chief minister said the Bharatiya Janata Party government was yet to come to terms with its defeat in the recent Assembly elections.The Centre recalled West Bengal Chief Secretary Alapan Bandyopadhyay to Delhi, hours after the meeting row on Friday. The central government alleged that Banerjee kept Modi and West Bengal Governor Jagdeep Dhankhar waiting for half an hour. Soon after, Union ministers attacked her, calling the Trinamool Congress chief’s conduct an “unfortunate low” and accused her of putting “arrogance above public welfare”.At a press conference on Saturday, the chief minister contested the claims made by the Centre and explained the chain of events, NDTV reported. Banerjee said she was made to wait for Modi at the tarmac for 20 minutes.She explained that her government had planned for her to visit cyclone-hit areas. “I had to travel to Sagar and Digha to see the damage caused by Cyclone Yaas,” Banerjee said. “All my plans were made and ready, then suddenly we get a call that prime minister wants to visit Bengal to assess the situation after the cyclone. We were made to wait for 20 minutes and were told that the PM’s helicopter will land there, so we waited patiently.”Banerjee held a 15-minute-long meeting at Kalaikunda Air Base, where Modi’s flight landed. “By the time were reached the place where the PM-chief minister meeting was to be held, we found out that the PM had already arrived there some time ago and that there was a meeting going on,” she continued. “We were asked to wait outside, told that there will be no entry at the moment because a meeting is going on. We waited patiently for a while. Then, when we asked again, we were told that no one can enter for the next one hour...”After this, the chief minister said, the meeting was moved to a conference hall where Modi was speaking to the governor, central leaders and Opposition MLAs. “This was clearly against the brief,” she added. “It was supposed to be only a PM-CM meeting. So, we decided to submit our report to the PM and then, with his permission, we went to Digha.”She also claimed that Opposition leaders were not invited to similar review meetings held in Gujarat and Odisha, the two states that faced devastation due to the cyclone over the past few days. The Trinamool Congress chief stressed that she sought permission from Modi thrice to visit Digha.Banerjee added that despite these developments, the Modi government clicked photos showing her vacant seat at the meeting, which was widely shared on social media. “There were some vacant seats, but there was no need to sit as we were leaving for Digha,” she said, accusing his office of feeding “fake, one-sided, partisan news” to reporters.The chief minister alleged that Modi and Union Home Minister Amit Shah were trying to create problems for her government at every step. “Why do you humiliate us,” she asked. “Why do you target us? Why do you disturb us? Only because you cannot digest the fact that you lost the election in Bengal? If the PM tells me to touch his feet in return for his help to Bengal, I am willing to do even that for the people of Bengal and the betterment of Bengal, but please do not play these dirty political games. Do not punish Bengal like this.”She also requested the government to withdraw its order recalling the chief secretary, saying this was an insult of bureaucrats across the country, NDTV reported. “Recalling the chief secretary amid the coronavirus crisis goes on to show that the Centre was indulging in political vendetta,” she continued. “Why are you targeting him? Do you think the IAS [Indian Administrative Service], IPS [Indian Police Service] and other civil services do not have a lobby? Do not insult or challenge them. They work very hard.”This is the second occasion in a span of a few months that the Centre has recalled top bureaucrats from West Bengal to Delhi. In December, the Centre had asked the West Bengal government to relieve three Indian Police Service officers for joining a central deputation.","author":"Scroll Staff","time":"2021-05-29T17:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159629-lbwxlffuxc-1622289405.jpg","tags":["Mamata Banerjee","PM Modi","West Bengal","Cyclone Yaas","BJP"],"source":"https://scroll.in/latest/996122/mamata-banerjee-accuses-modi-of-pursuing-vendetta-politics-says-he-cannot-accept-bengal-poll-defeat"}