{"title":"Mamata's cash-transfer state earns her tremendous support – but also generates resentment","content":"Arjun Mahato has a dim view of the Trinamool Congress cadre in his area. “Can you imagine, they are telling people that if [West Bengal Chief Minister] Mamata [Banerjee] loses, Kanyashree will shut down?” he says with disgust. “All the Trinamool knows how to do is mithya prachar, fake propaganda.”A Bharatiya Janata Party worker in the district of Purulia, Mahato’s argument is probably correct. It is unlikely that even if the BJP were to win in the ongoing 2021 West Bengal Assembly elections, it would shut down Kanyashree – the Trinamool’s popular 2013 cash transfer scheme to teenage schoolgirls aimed at preventing child marriage. But the Trinamool’s “mithya prachar” also illustrates just how important the party considers welfare, large parts of it in the form of cash transfers, as a campaign issue during the polls.The Trinamool’s outlook is not new. When it came to power in 2011, the party turbocharged welfare compared to the rather lackadaisical approach of the Left. This has obviously won it votes – including the largest-ever mandate in the history of West Bengal in 2016. However, welfare is a double-edged sword for the party: it has also created opponents.The Trinamool administration’s expanded welfare apparatus has given rise to significant anger at local-level corruption in the distribution of benefits as well as allegations that the party has used this to “appease” the state’s Muslims. And while the Trinamool’s cash-transfer apparatus is vast, its reach also has natural limitations in a state with little industrial development: many upwardly-mobile rural Bengalis are now looking for salaries not state handouts.BJP worker Arjun Mahato accuses the local Trinamool cadre of spreading fake news that welfare schemes will go away if Mamata loses power.Welfare support baseFew people can better exemplify the success of the Trinamool’s welfarist approach than 58-year-old Binapani Das of Panchkhuri village, West Midnapore. In 2018, Das came down with dermatomyositis, a condition that severely weakened her muscles and produced skin rashes. For months, she was bedridden, unable to move her limbs. Today, after long-term free-of-cost treatment at a public hospital in Midnapore town, she has made a near-complete recovery. For this, she credits Mamata Banerjee almost more than the medical practitioners who treated her. “My doctor told me, there is a Mamata sarkar so you have got saved,” she recounted. “Earlier we would not get so many medicines.”Das’ treatment has sealed her political choice. “Why only me, my whole family will vote for Mamata,” she says, with her husband nodding along.Improvements in public healthcare have made Binapani Das a strong Trinamool supporter.Her village neighbour, Mungli Hansda, 32, does not have as dramatic a welfare tale but is still extremely satisfied with the state government’s work. “We have got a house, under the lockdown we got free rations, she [pointing to her daughter] got rations from the school [in lieu of the school mid-day meal], we have got money to dig earth [NREGA],” she lists.Without knowing it, Hansda confirms Arjun Mahato’s fear: “Amader mone hocche, Mamata chole gele, sobi chole jabe. Ei amader bhoy.” We fear that if Mamata loses power, we will lose these welfare benefits.Trinamool’s successLike Binapani Das, 47-year old Borjahan Molla of Pandua village, Bankura displays an almost starry-eyed appreciation for state welfare. His daughter is studying for her bachelors degree in Sanskrit – a substantial example of intergenerational mobility, given Molla is a small-scale farmer who still lives in a mud hut and was a primary school drop-out. For this jump, Molla credits the Trinamool’s welfare programmes. “Kanyashree, OBC certificate, minority scholarship,” he reels off. “Otherwise would the daughter of a poor man like me be studying in college?”Molla – a long-time Trinamool voter – is an example of welfare holding the party vote. Much rarer is Adhir Roy Choudhury, who is considering changing his. Choudhury, who runs a hardware shop in Madanpur, Birbhum, voted BJP in 2019. “I thought [Prime Minister Narendra] Modi will do some good work,” he said. “But he did nothing. On the other hand, he increased the prices of everything.”This feeling of being let down by the BJP has allowed Choudhury to look at Bengal’s welfare with new eyes. “TMC has done work here,” he said pensively. “My own family is getting Kanyashree and Swasthya Sathi [the state health insurance scheme]. That is good.”The Union's government's poor economic performance has pushed Adhir Roy Choudhury to better appreciate the state government's welfare.Building a cash transfer stateGiven the significant role of welfare in driving the vote, the Trinamool party apparatus naturally pushes this narrative. Party workers across the state parrot the benefits that the Trinamool’s “64 schemes” have brought voters. While this includes regular welfare and development work such as rural roads and health infrastructure, there is an unmistakable, almost reflexive emphasis on cash transfers in the party’s messaging. If Mamata has come across a problem, she has thrown an allowance at it.This includes, amongst other things, regular cash transfers to girls if they don’t get married and remain in school, a grant once they do get married, an unemployment dole for young citizens, scholarships for Dalits and minorities, a handout to cover funeral costs and payments to farmers (including compensation on death). So frenetically detailed is the Trinamool’s handout spree that one scheme focuses on giving away “five footballs each” to  schools, colleges and clubs in order to “encourage sporting activities”.Given that women have acted as a vote bank for Banerjee, there is a special emphasis on the execution of payments to schoolgirls and new brides. “This is why so many women support Mamata,” said Debashish Biswas, a fish wholesaler in Hooghly who is even otherwise impressed with the TMC’s welfare. “Do they have any choice? She [Mamata Banerjee] has done so much for them. Young men are getting nothing [in comparison]”.Part of Mamata's women vote bank, Mungli Hansda is a firm TMC supporter driven by the party's many schemes.It is little surprise that the parting shots the Trinamool fired as the 2021 election approached were also welfare programmes with a focus on cash. In February, Banerjee, as part of the state’s vote-on-account, announced universal old age and widow pensions. Free rations – announced as part of Covid-19 relief measures – would continue even after. The Trinamool’s election manifesto promised a monthly “basic income” of Rs 500 to upper caste households while Dalit and Adivasi households would get Rs 1,000. In keeping with Mamata’s past focus on cash transfers to women, this money would be credited to the accounts of female heads of the family.Most significant, however, was the state government’s Duare Sarkar programme launched in December, which aimed to implement doorstep delivery of welfare. The state government claims that this serviced 1.48 crore requests – “the world’s largest government outreach programme”.Top performerSabir Ahamed, National Research Coordinator with Pratichi, a research organisation chaired by Nobel prize-winning economist Amartya Sen, explains that while there is anti-incumbency related anger against the government, there is also simultaneously an attachment to its welfare apparatus. “In one and a half years, the state’s public grievance redressal system received 11 lakh complaints, with 45% of them being from women,” Ahamed explained. “These volumes actually show that people, to a large extent, trust the government and expect it to course-correct. Otherwise, we would not have seen such engagement.”Ahamed’s argument gets further teeth when one looks at the data which shows that West Bengal has performed significantly well on distributing welfare. It is the top performing state in the Centrally-sponsored rural housing scheme, with 15% of all houses built across the country from 2018-’17 to 2018-’19. The state has under 8% of the country’s total population. In 2018, it also led in providing jobs under the National Rural Employment Guarantee Act. A 2016 study by Jean Drèze and Souparna Maji showed that West Bengal’s Public Distribution System – once “atrocious” – has “greatly improved” with households with ration cards doubling.This charged-up welfare apparatus has had a significant impact on rural Bengal. “In the last decade, the growth rate of West Bengal’s rural per capita consumption expenditure as well as poverty reduction has outstripped the national average, part of the credit for which could go to its cash transfer programmes,” explains Maitreesh Ghatak, professor of economics at the London School of Economics.Borjahan Molla credits the state government's welfare outreach for making his daughter reach college.Rage of the excludedHowever, while this welfare might have won the TMC votes and rural Bengal some prosperity, it has also created significant public anger – in turn also creating votes for the Opposition.In Hooghly’s Champsara village, Suken and Sushanta Ray run tea shops situated side-by-side. Suken is clearly going to vote BJP, repeating familiar complaints around the Trinamool’s “cut money” corruption. Right next door, however, Sushanta confirms he will vote for Mamata Banerjee.After more than a half hour of conversation with Suken, the actual reason for this split becomes apparent. “He [Sushanta] has bribed people and got a water connection,” Suken says bitterly. “Under TMC, you can only get anything after paying money.”Equal on almost every other parameter – location, religion, caste, class and profession – Suken’s and Sushanta’s votes turned on a water connection.This break-down is ubiquitous across West Bengal. What people get out of the welfare apparatus is a significant factor in deciding their vote.Sushanta Ray's teashop has a water connection – making him a Trinamool voter.Welfare communalismThis paradigm also goes a long way in explaining the nature of communal polarisation in rural Bengal. Hindu voters – many of them from powerless backward or Dalit castes – will complain that the state favours Muslims. In Rajnagar village, Malda, the backward caste Tanti neighbourhood is a solid BJP voting bloc. “You go to the Muslim side and see ours,” said Sanath Tanti. “We don’t have pukka roads while their side is fully paved. TMC does no development. There is only the politics of appeasement. There is no one to look after Hindus.”Unlike many other parts of India, the Tantis of Rajnagar exhibit few other signs of polarisation – there are no ideological conversations about mandirs or meat – save that Muslims have better roads.Given that polarisation in rural Bengal is often related to clientelist welfare rather than any deep ideological convictions, there are even occasions when it can work against polarisation. Gopal Majumdar, a shopkeeper in the otherwise communally divided block of Deganga in the North 24 Parganas district has a simple formula for how the Hindus in his village will vote: “Those Hindus who have got [welfare benefits] will vote TMC, the rest BJP.”Majumdar’s point is backed up by the data. In the 2019 election, the Trinamool secured 46% of the vote in the otherwise communally-sensitive North 24 Parganas district. Given that the total proportion of Muslims in the district is less than 26%, this means the Trinamool did manage to secure a substantial number of Hindu votes – a point often missed in much of the commentary about communal polarisation in West Bengal, which often assumes a simplistic one-to-one correspondence.Sanath Tanti will vote BJP since he alleges that the Muslims in his village have received more benefits from the state government than his neighbourhood.Diminishing returnsApart from polarisation, the other problem that is a by-product of a large welfare state is corruption. Complaints about bribes or “cut money” abound, with the Trinamool’s local leadership clearly skimming off a portion of the money that is dispatched from Kolkata and Delhi.Interestingly, like communal polarisation, cut money complaints often break down by have and havenots. People who are happy with benefits will rarely complain about corruption, in spite of often having to pay bribes. In Birbhum’s Margram village, for example, 51-year old Rohmat Ali is clear that he has paid a bribe to the local TMC panchayat in order to be allotted a house under the rural housing grant scheme – but is actually rather happy with the deal. “If a poor person like me is getting so much money, then I realise I have to pay some money,” he said matter-of-factly. “How does it matter? In the end I got so much money.”Rohamt Ali has paid a bribe but does not find much to complain about since it got him a rural housing grant of Rs 1.2 lakhs.Apart from uneven implementation, the other factor bedeviling the Trinamool are the diminishing returns on welfare, given this is a tactic the party has employed for a decade now. In Purulia’s Bhuiyadih village, Bikash Ray is picking up free rations, has a daughter who receives a Kanyashree stipend and agrees that village roads have improved. But he will vote BJP. “I have not got a house [under the rural housing scheme],” is his simple reason.In Bankura’s Raipur town, Baidyanath Rajak, a scheduled caste TMC supporter who runs a provision store describes this philosophically as “manusher lobh” – man’s greed. “The face of this area has changed since under the Left,” Rajak said. “But there is no end to man’s greed – so people want more.”PDS, Kanyashree and roads have had little effect on Bikash Ray. Since he hasn't got a rural housing grant, he will vote BJP.Aspirational mismatchRising prosperity in rural Bengal also means that the current welfare regime cannot address the aspirations of many upwardly mobile Bengalis. In Panchkhuri village – where Binapani Das’ treatment had made her a strong Mamata Banerjee supporter – 32-year old Shibshankar De is much more critical of the state government. “It is not like the TMC has done no work. But look at my younger sister – she is 26 and even after doing her MSc, is unemployed,” he said. “Is giving rice and cycles enough? Why is there no SSC [referring to the recruitment of government teachers]? The TMC has made people lazy – they are only sitting at home and eating [free] rice”.With a first-generation college graduate in the family, the upwardly-mobile Des have outgrown the state’s welfare and are looking to the BJP in hope.Evidently, while Mamata Banerjee’s extremely popular cash transfer state has managed to control the energies of a state with little mass industry for a decade, the system is fraying at the edges. A poor West Bengal can only provide so much. Even as welfare is playing a critical role in the 2021 elections, whichever party comes to power will have to grapple with the aspirations that this welfare state has built up in the first place.Read alsoNot Hindutva, not cut money: Biggest reason for BJP’s rise in Bengal might be rigged panchayat polls‘Corruption first, citizenship later’: Why CAA is having little impact on the Bengal electionsWill poor organisation be a roadblock for BJP in its Bengal stronghold of Jungle Mahal?","author":"Shoaib Daniyal","time":"2021-04-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157774-xqrmqydiet-1618747104.jpeg","tags":["West Bengal","Assembly election","Welfare","West Bengal Assembly elections 2021"],"source":"https://scroll.in/article/992601/mamata-s-cash-transfer-state-earns-her-tremendous-support-but-also-generates-resentment"}