{"title":"Man booked for abusing Gandhi, praising Nathuram Godse at Hindutva event in Raipur","content":"The Chhattisgarh Police have booked a seer, Kalicharan Maharaj, after he insulted Mahatma Gandhi and praised his assassin Nathuram Godse at a Hindutva event held in state capital Raipur over the weekend, PTI reported on Monday.The case was registered after videos of Kalicharan’s speech were shared widely on social media. In the video, Kalicharan can be seen using an expletive about Gandhi and accusing him for destroying the country.“I pay my obeisance to Nathuram Godse,” Kalicharan said. “He killed him [Gandhi]... See, it is essential to remove a wart by surgery, or else it could lead to cancer.”Kalicharan has been booked for allegedly promoting enmity between communities. Former mayor of Raipur Pramod Dubey had filed a complaint against him, NDTV reported.Social media users criticised Kalicharan’s speech and he also faced backlash from one of the seers attending the event. Ram Sundar Das, the head of Chhatisgarh-based mutt Doodhadhari Math, called out Kalicharan in his speech.“Was Gandhi a traitor?” he asked people attending the event. “You people applauded when Gandhi was abused from this stage. Recall the situation in 1947 when India became independent...He [Gandhi] was given the title of ‘father of the nation’ for his contribution...And this is what we say about him? I dissociate myself from this event.”More than 20 religious leaders attended the two-day “Dharm Sansad” event held in Raipur over the weekend, according to The Indian Express. Many of them reportedly called upon Hindus to take up weapons and prepare themselves for the establishment of a Hindu nation.The case against Kalicharan was filed days after provocative speeches against Muslims were made at two events in Haridwar and Delhi. At the Haridwar event, speakers asked Hindus to buy weapons for genocide against Muslims. In Delhi, people took oath to “die for and kill” to make India a Hindu nation.Three people have been booked in relation to the Haridwar event, but no action has been taken against those who attended the Delhi conclave.Meanwhile, former Raipur Mayor Pramod Dubey, a Congress leader and Bharatiya Janata Party’s Brijmohan Agrawal and Vishnu Deo Sai attended the event in Chhattisgarh capital, according to The Indian Express. Chief Minister Bhupesh Baghel was also scheduled to attend the event’s closing ceremony, but he skipped the event, NDTV reported.On Monday, the Maharashtra government also assured stern action against Kalicharan, who hails from the state’s Akola city. Maharashtra Minority Affairs Minister Nawab Malik raised the matter in the state Assembly and demanded that the religious leader be booked for treason and arrested, PTI reported.Congress members Nana Patole and Vijay Wadettiwar also supported Malik’s demand. Maharashtra Deputy Chief Minister Ajit Pawar took note of their statements and said that the government will seek a report on Kalicharan’s speech and take stern against him.","author":"Scroll Staff","time":"2021-12-27T13:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168060-abpmjlceqm-1640589434.jpeg","tags":["Kalicharan Maharaj","Mahatma Gandhi","Nathuram Godse","Hindutva"],"source":"https://scroll.in/latest/1013731/man-booked-for-abusing-gandhi-praising-nathuram-godse-at-hindutva-event-in-raipur"}