{"title":"Man who interrupted World Cup final wearing pro-Palestine t-shirt a habitual offender, say police","content":"An Australian man who ran onto the field wearing a t-shirt with the slogan “Free Palestine” during the ICC Men’s ODI World Cup final between India and Australia on Sunday is a habitual offender, the Gujarat Police said, according to PTI.Wen Johnson invaded the pitch at the Narendra Modi stadium in Ahmedabad during the 14th over of the first innings when cricketers Virat Kohli and KL Rahul were batting for the Indian side. The 24-year-old was immediately apprehended by security personnel as he approached Kohli.Johnson was later arrested under Indian Penal Code Sections 332 (voluntarily causing hurt to any person being a public servant in discharge of his duty) and 447 (criminal trespass). On Monday, a Gandhinagar court sent him to one-day police custody. Deputy Commissioner Of Police (Crime) Chaitanya Mandlik said that a court in the United States has declared Johnson a public nuisance, The Indian Express reported.A press statement accused Johnson, a Sydney resident, of associating himself with international matters and invading fields to become famous on the short-video-sharing app TikTok.“In 2020, he had invaded a Brisbane Rugby match and was fined more than $200. He also created nuisance in public places and was fined in 2021,” Ahmedabad City Joint Commissioner (Crime) Neeraj Badgujar told reporters. “In August, he had invaded the FIFA Women’s World Cup [with a ‘Free Ukraine’ T-shirt], for which he was fined $500.”Ahmedabad crime branch shares how Australian national Wen Johnson breached the security and invaded the pitch during Ind-Aus world cup final match, wearing t-shirt with pro-Palestine messages. The final between India and Australia was interrupted briefly #INDvsAUS @DeccanHerald pic.twitter.com/z2oyLp6jiY— satish jha. (@satishjha) November 20, 2023\n\nPolice Inspector Viraj Jadeja said that Johnson told the authorities that he is a fan of Kohli and wanted to meet him during the match. “He wore the pro-Palestine T-shirt just for the sake of it,” he added. “Otherwise, his main aim was to meet Kohli.”According to a preliminary investigation, Johnson had worn the blue jersey of the Indian team over the t-shirt with pro-Palestine slogans. He had removed the jersey before running towards Kohli.","author":"Scroll Staff","time":"2023-11-21T10:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195987-anbqyxjvpz-1700389448.jpeg","tags":["Cricket World Cup","Virat Kohli","Gujarat Police","Wen Johnson","Free Palestine"]}