{"title":"'Man accused of killing an animal is dead': How Hindi press reported lynching of a man near Delhi","content":"\"Pashuvadh ke aaropi ki maut\", or \"Man accused of killing an animal is dead.\" This is how the Hindi newspaper Amar Ujala reported the lynching of Mohammad Akhlaq in the pages of its Delhi edition.Amar Ujala, Delhi edition, September 30, 2015.Late Monday night, a violent mob descended on Akhlaq's home in Bisahara village in Dadri, about 50 kilometres from Delhi. He was stoned to death and his son was seriously injured over rumours that the family had killed a calf and consumed beef. The next day, after the police arrested six men from the village, the mob went on a rampage, attacking the police, blaming it for not acting against cow slaughter.Most Hindi newspapers on Wednesday devoted more space to the clashes between the mob and the police than to the horror of a man being stoned to death over an animal. In Amar Ujala's Noida edition, a full page on the events in Dadri, is dominated by pictures of the clashes, while the story of Akhlaq's grieving family is relegated to the bottom corner.Amar Ujala, Noida edition, September 30, 2015.Even though there was no evidence of an inter-community clash in Dadri, the face-off between an evidently Hindu mob and the police is obfuscated as a \"communal conflagration\" in Dainik Jagran.Dainik Jagran, Greater Noida edition, September 30, 2015.Navabharat Times used the term \"communal violence\" in its headline, not to refer to Akhlaq's murder but to the mob-police clashes.Navabharat Times, Noida edition, September 30, 2015Dainik Bhaskar stuck to the main facts of the case, highlighting that a father and son were beaten, one is dead and the other is injured. But the report opens with the statement that the mob acted on \"information\" that a cow had been slaughtered (\"govadh ki sochaana par\"), before it clarifies that this was a mere allegation.Dainik Bhaskar, Delhi edition, September 30, 2015.","author":"Scroll Staff","time":"2015-09-30T16:13:43+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/758934-article-xqsmehnlzy-1443606351.jpeg","tags":[],"source":"https://scroll.in/article/758934/man-accused-of-killing-an-animal-is-dead-how-hindi-press-reported-lynching-of-a-man-near-delhi"}