{"title":"Man accused of kidnapping killed by security forces in Assam, police claim he opened fire","content":"The Assam Police said that security forces on Sunday killed a member of a gang who had allegedly abducted a man, PTI reported, citing an unidentified official. The incident happened in Karbi Anglong district’s Kania Engti village. Karbi Anglong Superintendent of Police Pushpraj Singh told Scroll.in the incident took place between 1 pm and 2 pm on Sunday. The deceased person has not been identified yet.A senior police official told PTI that the abducted person was rescued safely. He is an employee of a company engaged in construction work on the national highway.During the operation jointly carried out by the police and the Central Reserve Police Force, the suspect reportedly opened fire when he saw the security forces approaching, according to Pratidin Time, an Assamese news channel.  An official said that the security forces fired in retaliation and the man was injured. He succumbed to his injuries at the Guwahati Medical College and Hospital, the official said. “We had information that the kidnappers had demanded Rs 30 lakh as ransom and the sum was to be handed over on Sunday,” the official said.He said that a pistol and ammunition were recovered from the deceased. An investigation is underway.Several instances of police shooting have taken place in Assam. Till September, at least 26 suspected militants and criminals have been shot dead in gunfights with the police since the current Bharatiya Janata Party government led by Himanta Biswa Sarma assumed office on May 10, according to PTI.The police have claimed that on many occasions they had to open fire in retaliation. Sarma has said that police have “full operational liberty” to fight against criminals within the bounds of the law, according to Pratidin Time.","author":"Scroll Staff","time":"2021-12-13T13:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163621-taiajxsaxb-1630666093.jpg","tags":["Assam","Karbi Anglong","Assam killings","CRPF","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1012701/man-accused-of-kidnapping-killed-by-security-forces-in-assam-police-claim-he-opened-fire"}