{"title":"Man claiming to be BJP member booked for abusing, assaulting woman in Noida","content":"A man was booked by the Noida Police on Friday for abusing and assaulting a woman following a heated argument over planting palm trees in a housing society in Sector 93-B, PTI reported, citing the police. Several videos on social media show Shrikant Tyagi abusing the woman as she tries to stop him from planting the trees. Tyagi could be seen pushing the woman and hurling abuses for the woman’s husband too.Additional Deputy Commissioner of Police (Women Safety) Ankita Sharma told PTI that Tyagi has been booked under section 354 (assault or use of criminal force on any woman, intending to outrage or knowing it to be likely that he will thereby outrage her modesty) of Indian Penal Code.Tyagi identifies himself as a national executive member of the Bharatiya Janata Party’s Kisan Morcha and national co-cordinator of the Yuva Kisan Samiti of the ruling party, according to PTI. However, BJP Noida Mahanagar chief Manoj Gupta claimed that Tyagi is not a member of the ruling party, reported the Hindustan Times. “Tyagi was never a BJP worker and we are standing in support of the society residents against this imposter,” he claimed. “Tyagi used to be an assistant of a former BJP leader, who has now moved to Samajwadi Party. We absolutely condemn his act and want to clarify that he is not associated with the BJP.”Tyagi told the Hindustan Times that he had the required permission to put the palm trees. “I have paid a preferential location charges of 6% during the registry of my flat on the ground floor and have all the rights to plant trees outside my home” he said.The woman, however, claims that he is not within his rights to plant the trees.“He used bad words for me, my husband and even my children,” the woman is heard saying in another video. “He pushed me and said I’ll face dire consequences if I touch his plants.”Meanwhile, the National Commission for Women on Saturday wrote to the police, seeking Tyagi’s arrest. Rekha Sharma, the chief of the body, has also sought speedy and fair trial in the case. @NCWIndia has taken cognizance of the incident. Chairperson @sharmarekha has written to @dgpup to ensure fair and speedy investigation in the matter. NCW has also sought FIR and arrest of the accused for assaulting a woman.  https://t.co/yoYVZlbTxl— NCW (@NCWIndia) August 6, 2022\n\nEarlier in 2019, the residents of the housing society had filed a complaint with the Noida authority and Gautam Budhha Nagar Police against Tyagi for allegedly encroaching onto the green belt in the common area.On October 16, 2019, the Noida authority issued a notice to Tyagi to remove the encroachment within 15 days. However, Tyagi claimed that the Noida Authority issued a letter to him last year saying the notice has been nullified.","author":"Scroll Staff","time":"2022-08-06T08:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178120-dyicfbhtqc-1659754412.jpeg","tags":["Shrikant Tyagi","Noida","Noida Police","Uttar Pradesh","BJP"],"source":"https://scroll.in/latest/1029870/man-booked-for-abusing-and-assaulting-woman-in-noida"}