{"title":"Manav Kaul interview: ‘I am 98 per cent a writer, the remaining two per cent, everything else’","content":"Manav Kaul cycles to his neighbourhood cafe, where his entry is noted but without any intrusion into his personal space or demands for selfies. As he sits, he knocks over a glass of water and laughs: “Oh! Manav, that’s great. You know, I am famous for this. Messy.”A very youthful 48, Kaul lives alone in a suburb of Mumbai, spends long months in a mountain retreat, and keeps away from the trappings of showbiz, which he sees as a means to allow him to do what he loves most – writing and travelling. Which is why his literary and theatre work outweighs his sporadic screen appearances. His role as a hearing-impaired man in the Netflix anthology Ajeeb Daastaans (2021) invited a gush of social media praise for this thinking woman’s sex symbol.Kaul sees himself as a writer first, because that’s how he can express his eclectic ideas. Inspiration that can strike from anywhere is converted into lyrical, partly philosophical prose, with loneliness as one of the themes. For instance, Kaul read a book by a Scandinavian writer about her daughter’s death and wrote Titli. Patjhad is about people he met on his travels. His most recent book is the English translation of Antima, titled Under the Night Jasmine. Here are excerpts from an interview.Your first film as a key actor was Jajantaram Mamantaram from 2003. Do you even remember it?I don’t. But I find that the childhood memories of a lot of people are connected to that film. I still meet people who say, “Oh damn! You were in Jajantaram Mamantaram!” I was just a kid then, too young to know what I was doing.But you had come to Mumbai be in films?Yes, and then Dubeyji happened [theatre doyen Satyadev Dubey]. The moment you encounter Dubeyji, your life shifts, and mine moved completely to theatre.Manav Kaul in Jajantaram Mamantaram (2003).How did you survive in Mumbai?I was living in a chawl. I had reduced my expenses to next to nothing. If I did one episode of CID, I could manage for three months. I did theatre, I travelled to the mountains where people let me live for free – yeh writer hai, isko space chahiye [he is a writer, he needs space].I now live a quiet and simple life in Mumbai, so I don’t really need that kind of silence. But Mumbai keeps you busy from morning to night, and you don’t realise how. Here I am meeting friends, playing cricket, tennis, badminton, there are calls and messages, so it reduces my writing time. I have to find time to write even though I get up at 4 am. In the mountains, from 4-10 am, I can write without disturbance. I love to be with my writing, that’s why I go for months, not just a few days. For instance, I went to Scandinavia for two months and wrote two books.It’s been 20 years since your first play Shakkar Ke Paanch Daane, and your group Aranya.Can you imagine. And Shakkar is still being performed somewhere or the other. Thank god that play worked, or I would have been doing something else. It’s a huge high when everyone says it’s not going to work and it does.For Aranya, I would give a lot of credit to Kumud Mishra. He has a strange sincerity to him, while I am childish and capricious. He straightened me out. Today, nobody in Aranya takes theatre lightly. They come on time and never skip rehearsals.Shakkar Ke Paanch Daane was a one-man show, but you didn’t act in it.I acted in two of my own plays because the actor who was cast ran away. I haven’t acted on stage in years and I do miss it. But I can’t act, write, produce and direct – it would be too much.Besides, I enjoy direction. I am an absolute dictator when I direct. If someone is not willing to surrender, they cannot survive for two days. I have been very lucky with my actors so far.        View this post on Instagram            A post shared by Siddharth Rawal (@bojack_falseman)\nWhy did you stop directing after two films?Both Hansa and Tathagat are available for free on YouTube. To direct a film, jaan nikal jaati hai [it takes the life out of you] because I have to do everything. I produce them too, because the kind of films I make, who else will produce? Still, I have started writing a script I hope to direct.With acting, I can do anything. Ever since my books started getting published and people started reading them, it has been amazing. Now I don’t need anyone. I don’t need actors, rehearsals, theatre – I can form a direct equation with my readers. Since 2016, I have had 13 books published. And the first one, Theek Tumhare Peechhe, is in its 17th reprint.Is it because you are a celebrity?Books written by celebrities die down after some time. I don’t even launch my books. I just post on Instagram that a new book is out.Because of copyleft, anyone is free to perform any of my plays. So they are being staged all over and an audience is being built up, of which I have no idea. When my first book came out, the readers were theatre people. They started staging my short stories too and that connected me to readers. By the time my third book, Tumhaare Baare Mein, was out, it was really big.The audience of my plays are readers, and they are very loyal. Nobody will read a bad book by a good actor. Ultimately, a book sells on its own merit. Nobody has recommended my books as an actor’s work.And these readers follow your abstract writing?The plays I write are experimental, the books not so much. I love the idea that I am talking to someone who is holding my book and reading in silence. So I can do much more than what I do in my plays. If you do a straightforward play, you are missing the point of theatre. When there is an audience with you, why not give them a new idea of storytelling?What is experimenting? That 50 per cent of the time, you are going to fail? If you can’t even take a 50 per cent chance, then go do stand-up comedy. Or one of those plays where people just go to laugh.Because of my books, my plays are now starting to pay off. There are people who understand my words. I like it that there is a buzz and people want to see my theatre experiments.        View this post on Instagram            A post shared by Manav (@manavkaul)\nDo you attend litfests?If I started going to litfetsts, I would stop writing. I find the idea boring. Those who read are a different species. What I do is that if I am in a city, I put a post on Instagram, that I will be at this bookshop for two hours, and whoever wants to meet me can come by, get a book signed, or whatever. I love those one-on-one sessions with readers who want to talk about writing.Are you a misfit in the film industry?I am 98 per cent a writer, the remaining two per cent, everything else.I have a childlike quality to me. Recently, after one of our shows, we had a party and were dancing till 2 in the morning to Bollywood songs. I love that side of me. I still have a certain naivete, an ‘I don’t know how’ attitude.When I go to the set, I surrender. As a director what I demand of others, as an actor I demand of myself. I keep telling myself to do better. Acting is therapeutic. In theatre, it is all very intense, in cinema, it is just acting. The moment I come home, I have no idea what happened. I forget.Recently, I was shooting non-stop for six months, and I was reading a lot. Then when I went back to writing. I enjoyed it much more because I missed it so much. I do my best theatre when I am missing it. I can’t write back to back, because I need to miss it. I have to something else in between. In the end, everything complements everything else.Were you taken aback by the adulation after Ajeeb Daastaans? That was a complete transformation.I started enjoying acting very late in my life. Initially I thought it was too much pressure. Thank god I left acting for so long, so now when I do it, I love it.I learnt sign language for that one, and I am happy people liked it. I don’t act too much because I get bored, and that is something the industry does not like. They say, you are getting work, why don’t you do it? I let go of all my managers and all. I have no PR. I am not on any social media platform except Instagram.People talk now of my good looks. I did my first play in 1994, so I have been performing in some form or the other since then, and I have that confidence. There are still those who don’t know that I exist. I get asked, ‘Have you just started acting?’ I say, ‘Yehi maan ke chaliye’ [Sure, if that’s what you want to be believe.]\n\n\n    \n    Play\n\nAjeeb Daastaans (2021).You have acted with screen divas like Vidya Balan and Madhuri Dixit. What was that like?In films, everybody is in the same boat. Everyone is afraid. When the camera comes on, everyone wants to do their best.I don’t see Madhuri Dixit, I see a hard-working actor. I go weak in the knees when I see Vinod Kumar Shukla, because he is a writer I love and admire.What do you talk to your co-stars about?Nothing. I read in my vanity van. I don’t stay in the same hotel as the others. When I travel, I love meeting local people. In Mumbai I stay at home. When I leave the city, I become an outdoor person. When I was shooting in London, I watched plays every day. Later I moved to an AirBnB and watched some more.Do you get recognised?Because of the Ban Ja Tu Meri Rani song from Tumhari Sulu, which was a huge hit. There’s a funny story – I went into a provision store in Scandinavia, and the owner was Pakistani. He said he loved my acting and that for the two months I was there, I could pick up anything from his shop for free. And you know how expensive things are over there.In countries like Sweden, Norway, Germany, most of the time I stayed for free because of my writing. People know my Hindi books and they would invite me to stay at their homes. This is the life I always wanted to live.\n\n\n    \n    Play\n\nBan Ja Tu Meri Rani, Tumhari Sulu (2017).Also read:‘A Bird On My Windowsill’: Actor-writer Manav Kaul’s book is an introspective guide for every artist","author":"Deepa Gahlot","time":"2024-02-17T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198533-ahshttujyj-1708112025.jpeg","tags":["Manav Kaul interview","Interview"]}