{"title":"Mangolpuri killing: VHP calls for hanging of arrested, AAP links incident to ‘Jai Shri Ram’ chant","content":"Hindutva group Vishwa Hindu Parishad and the ruling Aam Aadmi Party in Delhi on Sunday alluded communal angles to the murder of 25-year old Rinku Sharma in the national Capital’s Mangolpuri area, even as the police maintained that the incident, on a prima facie basis, was a result of a business rivalry.On Wednesday, Sharma was allegedly stabbed by five men following a quarrel at a birthday party in outer Delhi’s Mangolpuri area over rival eatery businesses, which were shut due to financial losses. The five men had gone to the victim’s house after the birthday party and stabbed him. Sharma was taken to a hospital, where he succumbed to his injuries, according to the police.  Members of the VHP and Bharatiya Janata Party held a prayer meeting and protest in Mangolpuri on Sunday afternoon, The Indian Express reported. Their leaders also met Sharma’s family members. While blocking the main road at Mangolpuri, they shouted slogans including “desh ke gaddaro ko goli maaro saalo ko” (shoot the traitors) and “Rinku ke hatyaaro ko, goli maaro saalo ko” (shoot those who killed Rinku).In a press note released by the VHP on Sunday, the outfit gave a three-day ultimatum to the police to arrest about a dozen people who could be seen in CCTV footage of the incident. The release also demanded that those arrested be presented in a court within 30 days and be hanged in six months.Alleging that the murder was committed by “Islamic Jihadists”, the VHP threatened to take matters into its own hands if the police did not act appropriately. The police has, meanwhile, arrested five people in relation to the case and transferred it to the crime branch.Addressing the meeting at Mangolpuri, Delhi BJP unit chief Adesh Gupta targeted Chief Minister Arvind Kejriwal for not meeting Sharma’s family, The Indian Express reported.“Arvind Kejriwal calls himself ‘Dilli ka beta’ (son of Delhi) but he hasn’t met the family yet,” Gupta said. “He can go meet Akhlaq’s family but can’t come here.People who conspired to kill Sharma will be caught and arrested soon. We want them to be hanged. We don’t want to support any Jihadi movement here.” Gupta was referring to Mohammad Akhlaq, a 52-year old who was lynched in Uttar Pradesh’s Dadri district in 2015, for allegedly consuming beef.‘Killed for chanting Jai Shri Ram’: AAPMeanwhile, Aam Aadmi Party MLA Raghav Chadha on Sunday claimed that Sharma was murdered for chanting “Jai Shri Ram” and accused the BJP of not being able to ensure safety for any community, reported ANI.“Rinku’s family is saying he would chant Jai Shri Ram and was killed because of it,” Chadha said, while addressing a press conference. “If what the family is saying is correct, there should be an in-depth investigation. Are those who chant Jai Shri Ram not safe? Will they be killed in Delhi?”Chadha pointed out that the Delhi Police reports to the Union Home Minister Amit Shah. He also questioned why he was busy campaigning for elections in West Bengal and had not visited Sharma’s family.“Neither Hindus nor Muslims or Sikhs are safe under BJP’s rule,” Chadha said, according to The Indian Express. Earlier, speaking to news channels, he had said, “The situation is such that we can’t say Jai Shri Ram in our country. Will it be said in Pakistan, if not in India?”","author":"Scroll Staff","time":"2021-02-15T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154910-nzoicymqnf-1613368820.jpg","tags":["Rinku Sharma","VHP","AAP"],"source":"https://scroll.in/latest/986932/mangolpuri-killing-vhp-calls-for-hanging-of-arrested-aap-links-incident-to-jai-shri-ram-chant"}