{"title":"Manipur violence: At least 13 dead, police chief’s home attacked","content":"Violence between Kuki and Meitei communities in Manipur over the last two days has left at least 13 people dead, a senior official with the Regional Institute of Medical Sciences at Imphal told Scroll on Friday.The violence first erupted on Wednesday after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.Last month, the Manipur High Court had asked the Bharatiya Janata Party government to consider petitions for the Meitei community’s demand and decide on it “expeditiously”.As of Friday, around 20,000 people were stranded in several parts of the state, a police officer told Scroll. Homes of many senior police officials, including Manipur Director General of Police P Doungel, have also been attacked. Miscreants threw stones at Doungel’s home in Imphal.The government also rung in changes to the police top brass on Thursday. Retired Indian Police Service officer and former Central Reserve Police Force chief Kuldiep Singh has been appointed as a security adviser to the government, PTI reported. Meanwhile, Additional Director General of Police (Intelligence) Ashutosh Sinha has been given the charge of the overall operational commander to control the situation. Sinha will assume powers from Doungel and report to Singh, The Indian Express reported. Several shops, houses, churches, temples and vehicles were either vandalised or set on fire in Imphal, Churachandpur, Bishnupur, Kangpokpi, and Tengnoupal districts. On Friday, intermittent gunfights between militant groups and security forces took place at Kangvai in Churachandpur district, the western hill range of Phougakchao in the adjoining Bishnupur district and Dolaithabi and Pukhao in Imphal East district, an unidentified police officer told PTI.A curfew has been imposed in nine out of 16 districts in the state and over 9,000 people have been displaced, according to The Hindu. Over 6,000 soldiers from the Army and the Assam Rifles have been deployed in the state. The Centre has also rushed teams of the Rapid Action Force in violence-hit areas of the state.As the violence continued to rage on Thursday, the Manipur government issued shoot-at-sight orders in cases where “all forms of persuasion, warning, reasonable force, etc have been exhausted”.The authorities have banned broadband and mobile internet services to quell violence. In a statement, non-government body Internet Freedom Foundation called upon the government to review its decision, noting that internet services in the two districts of Churachandpur and Pherzawl had already been put on hold since April 27.A Bharatiya Janata Party legislator, Vungzagin Valte, was set upon by a mob and beaten up in Imphal after he was returning from a meeting with the chief minister, Scroll has learnt.On Thursday, Paolienlal Haokip, the MLA from Saikot constituency, which is a part of the Churachandpur district, told The Indian Express that there were “lots of deaths and lots of arson”.In a tweet, he had also alleged that “ethnic cleansing” was being done in the state and that central forces are not being deployed at sensitive areas.Help Manipur. Save the state from mob rule. Ethnic cleansing in full swing and central forces not deployed by state at sensitive areas.@AmitShah @sambitswaraj @narendramodi @byadavbjp— Paolienlal Haokip (@paolienlal) May 4, 2023\n\nSome residents in Imphal told The Hindu that mobs are roaming around freely on the streets and claimed that there was a “complete failure” of the state machinery.“I fled my home in Eastern Imphal with four of my elderly family members on Thursday afternoon,” Golan Naulak, a Scheduled Tribe resident of Imphal, told the newspaper over the phone. “We have lost our home, my car, documents and all our belongings. We are currently taking shelter at the compound of Manipur Rifles in the city.”On Friday morning, the Army said that the situation in the state was under control.“Domination and evacuation of civilians of all communities from affected areas continued throughout the night,” it said in a statement. “Flag march in Churachandpur and other sensitive areas underway” The High Court’s order from last month has revived old anxieties between the Meitei community and the hill tribes.The members of the Meitei community, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. They are not allowed to settle in the state’s hilly areas as per existing laws.On the other hand, some tribal communities fear that Meiteis may take over their land resources if they are given Scheduled Tribe status.BJP has created fissures among communities, alleges CongressCongress president Mallikarjun Kharge on Thursday alleged that the violence in Manipur was the result of the fissures created by the BJP among communities.“BJP’s politics of hate, division and its greed for power is responsible for this mess,” Kharge said. “We appeal to people from all sides to exercise restraint and give peace a chance.”Manipur is burning. BJP has created fissures among communities and destroyed the peace of a beautiful state.BJP's politics of hate, division and its greed for power is responsible for this mess.We appeal to people from all sides to exercise restraint and give peace a chance.— Mallikarjun Kharge (@kharge) May 4, 2023\n\nCongress leader Rahul Gandhi said that he was deeply concerned about the situation in Manipur. “Prime Minister [Narendra Modi] must focus on restoring peace and normalcy,” he said. “I urge the people of Manipur to stay calm.”","author":"Scroll Staff","time":"2023-05-05T09:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189822-divzkrdwhk-1683255079.jpg","tags":["Manipur","Meitei","ST status","BJP","Manipur tribal groups"]}