{"title":"Manipur: At least three killed, two injured in fresh violence","content":"At least three persons were killed and two were injured in fresh violence in Manipur early on Friday after armed miscreants attacked Khoken, a Kuki village situated on the boundary of the Kangpokpi and Imphal West districts.Manipur has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left more than 100 persons dead, over 300 injured and thousands displaced. However, on Thursday, security advisor to the state government, Kuldiep Singh, had said that there had been no violence in the state in the preceding 48 hours. Those who died on Friday were identified as a 67-year-old woman named Domkhohoi Haokip, a 37-year-old man named Jangpao Touthang and a 52-year-old man named Khaimang Guite, according to Thongkhup Doungel, the younger brother of the Khoken village chief. Haokip, a farmer, was found dead in a church.The three persons died after unidentified miscreants fired at them, Kangpokpi Superintendent of Police Manoj Prabhakar M told Scroll.Doungel claimed that the attackers were Meitei militants who were disguised in police uniforms and used police vehicles.“Around 4.30 am, about 20 armed people surrounded the village and started the firing,” he said. “They [attackers] were wearing police dress of Manipur Police and IRB [India Reserve Battalion].  They left after firing with the arrival of security personnel.”The village of Khoken is located just a few hundred metres away from a paramilitary camp at Sangaithel, a Meitei-dominated area. Security forces rushed to the village immediately after news of the firing broke out.Doungel claimed: “The attackers were evacuated by about five police gypsies. The police vehicles dropped the attackers somewhere and came back. But as security personnel [Central Reserve Police Force and other officials] blocked the road, they could not run away with the vehicles. The vehicles are still standing and we can see the vehicles from our village.”On whether the attackers were militants from the Valley, Superintendent of Police Prabhakar said these were only allegations and investigations were on to verify the claims.An official of the Central Reserve Police Force, who was one of the first to reach the spot, told Scroll, “They [villagers] have seen three-four armed people and one was in khaki and the rest were in civilian dress. However, we cannot confirm whether the person who was wearing khaki belongs to the Manipur Police, as anyone can wear the uniform.”The official added that some armed persons provided cover for the attackers from atop nearby hills. “Sophisticated arms were used and they had also fired on us,” he said.CBI files 6 FIRs, forms SITIn another development, the Central Bureau of Investigation on Friday re-registered six cases in connection with the violence in Manipur, The Indian Express reported. It also formed a Special Investigation Team comprising ten officers under an official of the rank of Deputy Inspector General of Police.This came a day after the Manipur government  recommended to the Centre that the Central Bureau of Investigation should look into six cases pertaining to the violence. One of the cases pertains to allegations that the violence was planned as part of a conspiracy.A total of 3,734 first information reports have been filed in connection with the clashes. The most number of cases (1,257) were registered in the Imphal West district, followed by Kangpokpi (932) and Bishnupur (844), according to The Hindu.","author":"Rokibuz Zaman","time":"2023-06-09T18:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190938-zkjvcqjwkh-1686029195.jpg","tags":["Manipur","Imphal West","Khoken","Manipur violence"],"source":"https://scroll.in/latest/1050654/manipur-at-least-three-killed-two-injured-in-fresh-violence"}