{"title":"Manipur sexual assault: Four men arrested so far","content":"Four men have been arrested in connection with the video that showed two Kuki women being paraded naked by a mob in Manipur, the police said on Thursday.Three women, including the two who were seen in the video, were sexually assaulted in B Phainom village of Kangpokpi district on May 4, a day after clashes erupted between Meitei and Kuki communities. One of the women was “brutally gang-raped”, according to a police complaint. On May 3, the state government had also imposed an internet shutdown in the state.Although a first information report was registered on May 18, the first arrest in the case was made on Thursday. The development came after the video of the incident was widely shared on social media, drawing criticism from the Opposition and the Supreme Court. The Manipur Police said that it arrested the alleged mastermind of the assault on the women from the Thoubal district in the early hours of Thursday. He was prominently seen in the video of the incident.The State Police is making all out efforts to arrest the other culprits at the earliest. Raids are continuing.2/2— Manipur Police (@manipur_police) July 20, 2023\n\nThe National Human Rights Commission has asked for a report on the situation from the chief secretary and director general of police in Manipur. The human rights body said that it has come to its notice that two male members of one of the woman’s family was also murdered by the mob. On May 4, a mob carrying arms had entered the B Phainom village and started burning and vandalising the houses. According to the police complaint, five residents of the village were fleeing towards the forest to save themselves. The group comprised a 56-year-old man, his 19-year-old son and 21-year-old daughter. Two other women, one 42 years old and the other aged 52, were also part of the group.On the way to the forest, they were “rescued” by a team from the Nongpok Sekmai police station, the complaint added. However, they were “blocked on the way by a mob and snatched from the custody of the police team by the violent mob near Toubu”, two km from Nongpok Sekmai police station, the complaint alleges.The mob immediately killed the 56-year-old man following which “all the three women were physically forced to remove their clothes and were stripped naked in front of the mob”. The brother of the 21-year-old woman was also murdered by the mob as he tried to protect his sister.How Delhi reacted to ManipurThe Supreme Court on Thursday took suo motu cognisance of the assault and summoned Attorney General R Venkatramani and Solicitor General Tushar Mehta.A bench headed by Chief Justice of India DY Chandrachud said that the incident was “simply unacceptable” and told the Centre and state government to take immediate steps in the matter.Meanwhile, Prime Minister Narendra Modi also spoke up on Manipur for the first time in nearly 80 days since the northeastern state reported violence.“The incident from Manipur that has come to light is shameful for any decent society,” he said. “It is a separate matter as to who the culprits are, and how many they are. But this is a matter of disgrace for the entire country, and 140 crore citizens are being put to shame.”The comments were made outside Parliament on the first day of monsoon session. The Opposition , however, demanded Modi to address both the Houses of Parliament and hold a discussion on the matter. Amid the uproar, the Houses were adjourned for the day.The ruling Bharatiya Janata Party in turn accused the Opposition of not allowing a debate on the Manipur issue.“The Congress and the rest of the Opposition parties disrupted the House proceedings even though the government made it clear that it is ready for discussion,” said Leader of the House in Rajya Sabha Piyush Goyal, reported PTI. “They are worried because there were incidents of violence [during panchayat polls] in Bengal. Misbehaviour with women is happening in Congress-ruled states. Perhaps, they are running away from a discussion due to this.”Senior BJP leader and former Law Minister Ravi Shankar Prasad said that the timing of video surfacing on social media just a day ahead of Parliament’s monsoon session is “surrounded by a lot of mystery”, reported PTI.“How come a May first week incident came up on Twitter a day before the Parliament session to begin,” Prasad said. “This raises many questions when circumstances are filled with suspicion.”He, however, said that the incident as unfortunate and strict action will be taken against the persons involved.Also read: Why Prime Minister Modi’s speech on Manipur is worse than his silenceHow Manipur reacted to the viral video: ‘Deep shame’, ‘selective response’, ‘misleading reporting’","author":"Scroll Staff","time":"2023-07-21T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192416-jcgtzdzmon-1689907502.jpg","tags":["Manipur Police","Sexual Assault","Rape","Internet Shutdown"],"source":"https://scroll.in/latest/1053011/manipur-sexual-assault-video-four-persons-arrested-so-far"}