{"title":"Manipur HC orders partial lifting of internet ban in state","content":"The Manipur High Court has ordered the state government to partially lift the ban on internet that has been in place since May 3 when violence broke out, The Hindu reported on Saturday.A division bench of Justices Ahanthem Bimol Singh and A Guneshwar Sharma was hearing a petition seeking restoration of services. The court directed the Home Department to provide internet through Internet Lease Lines across the state and consider Fibre to Home connections on a case-to-case basis, The Hindu reported.Leased lines provide dedicated internet connection as opposed to broadband connections which use a shared line model for users. Fibre to Home connections use the same technology as broadband, but provide a faster internet connection. Following recommendations from an expert committee, the Manipur High Court has ordered that the speed for restored internet connections will be limited to 10 megabytes per second. Users will have to give undertakings that they will not do anything illegal and will allow “physical monitoring by the concerned authority/officials”. Manipur has been witnessing ethnic clashes between the Kuki and Meitei communities since May 3. Widespread incidents of violence and arson continue to deepen the crisis in the state. Over 140 people have been killed and nearly 60,000 have been forced to flee their homes.Also read: Why the US ambassador’s offer to assist Manipur has raised eyebrowsIn fresh violence on Friday night, a mob torched two vehicles in Imphal West district while an exchange of fire was reported in Imphal East district, PTI reported. This was after four persons, including a Manipur Police commando, were shot dead and several others injured in two separate incidents of violence in Bishnupur district on Friday.Also read: Armed gangs and a partisan state: How Manipur slipped into civil war","author":"Scroll Staff","time":"2023-07-08T19:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191616-fdtabdmkfc-1687779991.jpg","tags":["Manipur HC","Manipur violence","Manipur internet ban","Manipur news"],"source":"https://scroll.in/latest/1052281/manipur-hc-orders-partial-lifting-of-internet-ban-in-state"}