{"title":"Manipur: Re-elections to take place in 11 booths after reports of violence, EVM destruction","content":"Re-polling will take place on April 22 at 11 polling stations in the Inner Manipur Lok Sabha constituency where incidents of vandalism and booth capturing were reported, said Manipur chief electoral officer on Saturday.Both Lok Sabha constituencies in Manipur went to polls on Friday. While voting in the entire Inner Manipur constituency took place in the first phase, some Assembly segments in the Outer Manipur constituency will head for polls in the second phase on April 26.The Inner Manipur constituency covers most of the Meitei-dominated valley regions while the Outer Manipur seat covers the Kuki-Zomi and Naga-dominated tribal areas.On Friday, incidents of vandalism, destruction of Electronic Voting Machines and firing by armed miscreants were reported at several polling stations in the state.The Election Commission on Saturday directed that the polls taken in 11 polling stations of 1-Inner Manipur Parliamentary Constituency will be void.The polling stations fall under five Assembly segments of Khurai, Kshetrigao, Thongju, Uripok and Konthoujam.According to the polling agent of Naga People's Front Candidate Kachul Timothy Zimik, incidents of intimidation and booth capturing were also reported from polling booths in Churachandpur Town and Saikot, which fall under the Outer Manipur seats.The polling agent, Khulpuwa Armstrong Charang, had written to the Election Commission requesting re-polling in Assembly segments of the Outer Manipur seat citing intimidation by armed miscreants.“All our voters and workers were threatened with arms and chased away by the militants,” Charang said. “You are, therefore, requested to conduct a repoll in the above polling stations and further details and particulars of the above shall be communicated to you in due course.”Manipur has been gripped by ethnic clashes between the tribal Kuki and the dominant Meitei communities since May. The violence has killed 219 persons and displaced 60,000 people from their homes since May 3, according to figures released by the state government in February.","author":"Scroll Staff","time":"2024-04-21T13:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200196-ojysmmirya-1713684122.jpg","tags":["Lok Sabha 2024","Manipur","Armed Miscreants","Inner Manipur Seat","Outer Manipur Seat","Election Commission"],"source":"https://scroll.in/latest/1066881/manipur-re-elections-to-take-place-in-11-booths-after-reports-of-violence-booth-capturing"}