{"title":"Manipur violence: Centre forms peace committee, internet ban extended till June 15","content":"The Centre on Saturday formed a peace committee in Manipur to facilitate a truce among various ethnic groups in the violence-hit northeastern state.The committee will be headed by Governor Anusuiya Uike and include Chief Minister N Biren Singh, a few state ministers, MPs, MLAs, and leaders from various political parties. The committee will also include former civil servants, educationists, litterateurs, artists, social workers and representatives of different ethnic groups, the Centre said.“The mandate of the committee will be to facilitate peace making process among various ethnic groups of the state, including peaceful dialogue and negotiations between conflicting parties/groups,” the Ministry of Home Affairs said. “The committee should strengthen social cohesiveness, mutual understanding and facilitate cordial communication between various ethnic groups.” Since May 3, Manipur has witnessed recurrent violence among the Kuki and Meitei ethnic groups after the latter demanded that it be included in the Scheduled Tribe category. The violence has left more than 100 persons dead, over 300 injured and thousands displaced so far.During his visit to the state last month, Union Home Minister Amit Shah had announced the constitution of the peace committee and an investigation panel to probe the violence in the state.On June 4, former Chief Justice of the Gauhati High Court Ajai Lamba has been appointed as the head of the three-member investigation committee. The committee will look into the reasons behind the violence and the sequence of events leading up to it. The probe panel will also investigate whether there were any lapses or dereliction of duty by officials.Meanwhile, on Saturday, Shah sent Assam Chief Minister Himanta Biswa Sarma to Imphal where he met with Singh and a group of MLAs, leaders of several Meitei and Naga groups, in an effort to work out a peace formula, reported The Hindu.“Peace in Manipur is vital for the well-being of the northeast,” Sarma said on Saturday. “I shall submit a report on the possible steps to restore peace, based on what I have learnt in Manipur.”On Saturday, Manipur Assembly Speaker Th. Satyabrata also resumed talks with 24 MLAs following demands from various sections that they urge Centre not to bifurcate the state, reported The Hindu. The development came after 10 Kuki MLAs in the state have demanded for the creation of a separate community-based administration.Internet ban extended in ManipurOn Saturday, the Bharatiya Janata Party government in Manipur extended the internet shutdown in Manipur till June 15, reported ANI.The ban on internet services was imposed in Manipur on May 3, after ethnic clashes in the state had broken out. The state government said on Saturday that the ban is imposed to prevent an disturbances of public order in Manipur. “There is apprehension that some anti-social elements might use social media extensively for transmission of images, hate speech, hate video messages inciting the passions of the public which might have serious repercussions for the law and order situation in the state of Manipur,” the order said.State government has extended the suspension of the Internet in Manipur till June 15 pic.twitter.com/z91kccGTTc— ANI (@ANI) June 11, 2023\n\nOn June 9, the Supreme Court had refused to urgently list a petition challenging the internet shutdown currently in place in Manipur, citing that the matter was already in the state High Court.A lawyer, Chongtham Victor Singh, and a businessman, Mayengbam James, had contended in their petition why state-wide internet shutdown orders were in force in Manipur in spite of “a clear and admitted de-escalation’ of the situation”. The petitioners had contended that the shutdown orders were grossly disproportionate as they prevented citizens from exercising their right to freedom of expression along with the freedom to carry on their occupations. They claimed that the internet ban does not have a direct link with the maintenance of law and order at present.","author":"Scroll Staff","time":"2023-06-11T15:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191132-zziiqrwnvq-1686477416.jpg","tags":["Ministry of Home Affairs","N Biren Singh","Peace Committee","Manipur Unrest"],"source":"https://scroll.in/latest/1050730/manipur-violence-centre-forms-peace-committee-internet-ban-extended-till-june-15"}