{"title":"Manipur: Ensure 90% people vote for BJP, leader of Kuki insurgent group tells village chiefs","content":"A leader of the Kuki National Army, an insurgent group in Manipur, purportedly threatened village chiefs and asked them to ensure that people vote for the Bharatiya Janata Party in the upcoming Lok Sabha elections. A video of the incident, which reportedly took place on April 7, has been widely shared on social media.The video features Thangboi Haokip addressing village chiefs near the border town of Moreh. He is seen telling the village chiefs to ensure that at least 90% people living under their respective jurisdictions vote for Benjamin Mate, the BJP candidate from the Outer Manipur constituency, or face consequences. “Whether men or women, nobody will be spared if the diktat is not followed,” he is heard saying. Manipur will vote on April 11. Seilin Haokip, the spokesperson of the Kuki National Organisation – an umbrella group of Kuki groups in the state – confirmed that the person in the video was Thangboi Haokip. It wasn’t, however, the “organisation line”, he told Scroll.in. “He got quite charged up and a little overenthusiastic. But this is the season of all manner of speech, and some of them are not to the liking of everyone. It’s the local culture.”\n\n\n    \n    Play\n\nThe Outer Manipur constituency, comprising the tribal hill districts that encircle the Imphal Valley, has been in news this election season. In March, a series of letters apparently written by Kuki and Zomi groups to BJP President Amit Shah endorsing Mate’s candidature surfaced.Manipur’s hills are home to a diverse communities, the most prominent being the Nagas and the Kukis. In Outer Manipur, power has usually swung between Naga and Kuki representatives. The two groups have historically shared a hostile relationship.","author":"Scroll Staff","time":"2019-04-09T12:10:14.019407+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115552-ybkitqdhpe-1552926176.jpg","tags":["Manipur","Thangboi Haokip","BJP","lok sabha election","Elections 2019","Kuki National Army"]}