{"title":"Manipur: SC says it is not satisfied with CBI team’s investigation into alleged fake encounter cases","content":"The Supreme Court on Monday said it was not satisfied with the progress made by the Central Bureau of Investigation’s Special Investigation Team that is looking into the alleged extrajudicial killings and fake encounters by the Army, the Assam Rifles and the police in Manipur, PTI reported.The bench held that there was something “terribly wrong” with the CBI team’s investigation and directed the National Human Rights Commission to depute three officials to help with the inquiry into 17 of the total 42 cases.“We wanted the CBI to investigate the matter so we can find out the truth,” the judges said. “What kind of investigation is this? All we want is for the CBI to expedite the process. We are not satisfied by the progress made by the SIT.”The court also criticised the Special Investigation Team for submitting a status report in the case without the CBI chief’s approval. The bench scheduled the next hearing for March 12 and asked the team to submit a status report with the CBI chief’s approval.On July 14, 2017, the top court had set up an SIT comprising five CBI officers and ordered it to register FIRs and investigate 1,528 cases of alleged fake encounters and extrajudicial killings in Manipur. It had asked the CBI to complete the investigation by December 31, 2017.In January, the bench of justices Madan Lokur and UU Lalit had pulled up the CBI team for not registering First Information Reports in 81 cases, as the bench had ordered it in July 2017. The court had asked the investigating team to complete investigations in 12 cases with FIRs before February 28.Of the 81 cases, 32 cases are probed by a Commission of Enquiry, 32 cases are investigated by judicial enquiries and high courts, the National Human Rights Commission has awarded compensation in 11 cases, while a commission headed by former Supreme Court Justice Santosh Hegde is probing six cases, PTI reported.","author":"Scroll Staff","time":"2018-02-12T16:59:26.661622+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/868440-65921-gtdbggcupn-1516418005.jpg","tags":["Manipur","Supreme Court","CBI","fake encounter cases"],"source":"https://scroll.in/latest/868440/manipur-sc-says-it-is-not-satisfied-with-cbi-teams-investigation-into-alleged-fake-encounter-cases"}