{"title":"Manish Sisodia ‘architect of criminal conspiracy’ in Delhi liquor policy case, says court","content":"A Delhi court on Friday denied bail to Aam Aadmi Party leader Manish Sisodia in a corruption case filed by the Central Bureau of Investigation in connection with the alleged irregularities in the national capital’s now-scrapped liquor policy, Live Law reported.Special Central Bureau of Investigation judge MK Nagpal of Rouse Avenue court said in his order that Sisodia can prima facie be held the “architect of the criminal conspiracy”. He added that kickbacks worth around Rs 90 crore to 100 crore were meant for him and his other colleagues in the Delhi government.The court stated that evidence collected so far by the central agency not only shows Sisodia’s active participation in the crime but prima facie commission of some substantive offences by him under the Prevention of Corruption Act.“This court is not inclined to release the applicant on bail at this stage of investigation of the case as his release may adversely affect the ongoing investigation and will also seriously hamper the progress thereof,” the order read. The former Delhi deputy chief minister was arrested by the Central Bureau of Investigation on February 26 and is in judicial custody. The Enforcement Directorate is investigating the money laundering aspect of the case.The liquor policy that led to the investigation against Sisodia was supposed to end the liquor mafia in Delhi and provide a “customer experience commensurate with the stature of the national capital”.But the Enforcement Directorate and the Central Bureau of Investigation have alleged that the excise policy was modified to ensure a 12% profit margin for wholesalers and almost 185% profit margin for retailers.The Enforcement Directorate has alleged that a group of individuals identified as the “South Group” had “secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”.The policy was withdrawn by the Aam Aadmi Party-led government on July 30 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended a CBI inquiry into its formulation and implementation.","author":"Scroll Staff","time":"2023-03-31T18:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160607-wsdlgiggek-1624274348.jpg","tags":["Manish Sisodia","Aam Aadmi Party","liquor policy","Delhi","Enforcement Directorate","Central Bureau of Investigation"]}