{"title":"‘Manikarnika: The Queen of Jhansi’ movie review: The stirring Lakshmibai legend saves the day","content":"The biopic Manikarnika: The Queen of Jhansi plays it by the textbook – except for one major revision. Jhansi’s ruler, who took a heroic stand against the East India Company and emerged as one of the early icons of the independence movement, was a child when she was chosen as the bride of Jhansi’s king Gangadhar Rao in 1842. Finding no way of accommodating this nineteenth-century reality, the movie leapfrogs through the calendar. When she is first spotted by Jhansi’s royal adviser Dixit (Kulbhushan Kharbanda) as the potential wife of Gangadhar Rao (Jisshu Sengupta), Manikarnika (Kangana Ranaut) is an adult. She is in combat stance and has her arrow aimed on a tiger, her back arched and her sari flowing behind her like a flag – a warrior before the battle, a queen before the royal wedding, and a heroine before the first act has ended.However, the 148-minute period drama, directed by Ranaut and Radha Krishna Jagarlamudi, doesn’t work hard enough to give its lead character the shading that will make her someone more substantial than a drawing in an Amar Chitra Katha comic. Renamed Lakshmibai after her marriage, she assumes the throne after the deaths of her infant son and her husband and opposes the attempts of the British East India Company to take over Jhansi. Gangadhar Rao has been wearing a bangle to remind himself of the emasculation that comes with accommodating the Company’s demands. Lakshmibai slips on dhoti-pants after Gangadhar’s death, rallying her kingdom against the marauding Company and galvanising allies when Jhansi falls to the British.\n\n\n    \n    Play\n\nManikarnika: The Queen of Jhansi (2019).She fought like a man, the balladeers sing, but who was the woman with the sword? The screenplay by K Vijayendra Prasad (the Baahubali films) is disinterested in the person beyond the legend. Manikarnika is an old-fashioned patriotic film with modern flourishes, and relies on bombastic dialogue, swordplay and a reductive version of history to whip up emotions. Prasad’s script drastically simplifies the complicated (and revealing) alliances between the various kingdoms, their knotty relationship with the East India Company, and their ambivalent stand towards the mutiny of 1857, in which Indian soldiers rebelled against their British masters. Two reliable villains emerge for Lakshmibai to glare at – a bunch of undernourished actors who represent the British, including a Liam Neeson lookalike, and Gangadhar’s perfidious relative Sadashiv Rao (Mohammed Zeeshan Ayyub). If the movie works despite the lazy writing, tacky production values, and mostly ordinary performances, it is because of the legend on which it is based. Rani Lakshmibai’s ghost breathes life into Manikarnika from the beyond. The visuals of the young queen slaying soldiers in all directions and leaping on horseback to rush Quixote-like towards danger are suitably stirring. Kangana Ranaut harrumphs her way through the battle sequences and screams “Har Har Mahadev” every other minute. The movie surrounds Ranaut with many other actors to give an impression of an epic saga, but only Danny Denzongpa makes an impression as Ghaus Khan, Lakshmibai’s loyal commandant. Atul Kulkarni is wasted as Tatya Tope, while Ankita Lokhande, playing the soldier Jhalkaribai, is not allowed to take the attention away from the queen. Ranaut plays Lakshmibai with ferocity and a fixed stare, and yet, the character is as boring as she is bold. Framed in loving close-ups and weighted down by chunky jewellery, the Lakshmibai of Manikarnika remains a slave to the legend. Her unconventional actions, which made her a singular figure in Indian history, are attributed entirely to her love for her motherland. She is a sum total of slogans and aphorisms. Her lithe body exists only to be pressed into battle, but her proto-feminism peeks through on occasion.In the film’s best sequence, Lakshmibai shuts down an interfering relative when she is advised to wear widow’s weeds. More radical than Lakshmibai charging through the battleground are the moments when she turns up in bridal reds and fecund greens. The real queen died on the battlefield at the age of 29, having earned the grudging respect of British Army captain Hugh Rose (played by Richard Keep in the film) and written herself into the textbooks. The Manikarnika production isn’t lavish enough to suggest a grand sweep of history, and the focus on its heroine is too narrow to accommodate a larger conversation about the efficacy of Lakshmibai’s actions. There is plenty of leaping and feinting, but not enough reflecting.\n\n\n    \n    Play\n\nVijayi Bhava, Manikarnika: The Queen of Jhansi (2019).","author":"Nandini Ramnath","time":"2019-01-25T07:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111410-erarfqdufa-1548353350.jpeg","tags":["Manikarnika: The Queen of Jhansi","Kangana Ranaut"],"source":"https://scroll.in/reel/910749/manikarnika-the-queen-of-jhansi-movie-review-the-stirring-lakshmibai-legend-saves-the-day"}