{"title":"Manipur violence: Amit Shah asks Kuki groups to maintain peace for 15 days","content":"Union Home Minister Amit Shah on Tuesday appealed to Kuki groups to maintain peace for 15 days in Manipur, reported PTI.The North Eastern state has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left at least 81 persons dead, over 200 injured and thousands displaced.The home minister is on a three-day visit to  Manipur. At a meeting with Kuki civil society groups and other tribal leaders in the Churachandpur district, Shah said that more security personnel will be dispatched for the safety of people. “He [Shah] assured a permanent political solution for the tribals of the state while asking for 15 days of peace, ” Indigenous Tribal Leaders Forum spokesperson Ginza Vualzong said, according to The Indian Express. “As requested, we will maintain peace. But we have to defend ourselves if we are being attacked.”Union Home Minister and Minister of Cooperation, Shri @AmitShah held a meeting with Prominent personalities and delegation of the Civil Society Organisations in Churachandpur, Manipur.@HMOIndia @PIB_India @airnewsalerts @DDNewslive pic.twitter.com/AhXfVOwYlU— Spokesperson, Ministry of Home Affairs (@PIBHomeAffairs) May 30, 2023\n\nLal Ngaiteh, the spokesperson of the Zomi Students Federation, said the tribal bodies had put forward several demands including imposing the president’s rule in Manipur and a separate administration for the Kuki. “We also want peace,” he said. “But we no longer have faith in the Manipur government.”Muan Tombing, general secretary of the Indigenous Tribal Leaders Forum, told The Hindu that the home minister also urged Kuki groups to surrender their arms.“We told him that these are licensed weapons to defend ourselves,” Tombing said. “We told him that till Meitei groups – the Aarambai Tenggol and Meitei Leepun – surrendered the weapons looted from police armoury, we will not lay down arms.” Since May 3, at least 1,420 weapons and ammunition have been looted from police camps. Out of these, around 500 have been recovered so far, according to The Hindu.Kuki tribals holding a placard take part in a rally during the visit of Union Home Minister Amit Shah on May 30. Credit: PTIAs Shah arrived in Churachandpur, several people formed a human chain and held placards with slogans like: “We want separate administration”, “No separate administration, no rest”, and “Separation from Manipur is our only hope for survival”, according to The Indian Express.Prior to the meeting in Churachandpur, Shah held talks with Meitei groups in Imphal.  Members of Meira Paibis or women torchbearers – a grassroots women’s movement in the state – were also present.Jeetendra Ningomba, a member of the Coordinating Committee on Manipur Integrity, said his organisation and representatives of Meira Paibis asked Shah to take appropriate measures to protect the territorial and administrative integrity of the state. They also sought an immediate abrogation of the ceasefire between the Centre and the state government with Kuki militant outfits, according to The Times of India.Held a meeting with a group of women leaders (Meira Paibi) in Manipur. Reiterated the significance of the role of women in the society of Manipur. Together, we are committed to ensuring peace and prosperity in the state. pic.twitter.com/z2Qj7adyAz— Amit Shah (@AmitShah) May 30, 2023\n\nThe Meitei leaders said the home minister assured them that Manipur’s territorial integrity would not be compromised.While Chief Minister N Biren Singh was present in meetings in Imphal, he did not accompany the home minister to Churachandpur.Violence had first broken out in the state on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. For months now, they have been at loggerheads with the state government, and, in particular with Singh, who the community claims harbours Meitei “majoritarian” sentiments.On May 24, a mob had vandalised the home of state minister Govindas Konthoujam in the Ningthoukhong Bazaar area of Bishnupur. The same day a man succumbed to bullet injuries while he was being taken to a hospital in Bishnupur district.Two days later, a mob, largely led by members of the Meitei community, had attacked the home of Union Minister of State for External Affairs and Education RK Ranjan Singh to express their anger against the violence that took place a day ago. The Union minister also belongs to the Meitei community.","author":"Scroll Staff","time":"2023-05-31T10:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190765-botlgyyfuz-1685505630.jpg","tags":["Manipur","Manipur violence","Amit Shah"],"source":"https://scroll.in/latest/1050087/manipur-violence-amit-shah-ask-kuki-groups-to-maintain-peace-for-15-days"}