{"title":"Manipur: Kuki women who were sexually assaulted did not get police help, alleges CBI chargesheet","content":"The two Kuki women who were sexually assaulted and paraded naked in Manipur in May last year did not get any help from the police when they were accosted by a mob, according to a chargesheet filed by the Central Bureau of Investigation, reported The New Indian Express.The women were among three who were sexually assaulted in the B Phainom village of the Kangpokpi district on May 4, a day after clashes erupted between Meitei and Kuki communities in the northeastern state. One of the women was “brutally gang-raped”, according to a police complaint.The CBI chargesheet said that on May 4, two of the women and two male victims of the violence had managed to get into a police vehicle in an attempt to escape the mob. However, when they asked the driver to start the vehicle, they were told that there was no key, according to the chargesheet.The central agency said that besides the driver, two police officials were inside the vehicle and three to four officials were outside it. The Kuki women and the two men “kept on begging the policemen repeatedly to help them” and to save a man from being assaulted by the mob, but the officials did not assist them, the chargesheet said, according to The Indian Express.The CBI investigation found that subsequently, the mob pulled out both women and one of the men from the police vehicle. “The policemen, meanwhile, left from the spot leaving the victims alone with the mob,” the agency alleged.Commenting on the chargesheet, Manipur Director General of Police Rajiv Singh told The Indian Express that departmental action had already been taken against the police officials. To a question on whether criminal action was taken against them, the state police chief said: “We are not probing the case, the CBI is probing.”While the sexual assault took place on May 4, a video showing two of the women being paraded naked by a mob was widely shared on social media on July 19. The next day, the Supreme Court said that the sexual assault was “simply unacceptable” and directed the Centre and the Manipur government to take immediate steps in the matter.On July 27, the Union government told the Supreme Court that it had transferred the inquiry into the case to the Central Bureau of Investigation.Manipur has been gripped by ethnic clashes between the tribal Kuki and the dominant Meitei communities since May. The violence has left at least 224 dead and displaced 60,000 people from their homes since May 3.Also read: ‘If you don’t take off your clothes, we will kill you’: Kuki women paraded naked in Manipur","author":"Scroll Staff","time":"2024-05-01T15:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192505-jrynsnelxa-1690171254.jpg","tags":["chargesheet","Kuki","CBI","mob","women paraded naked","Manipur"],"source":"https://scroll.in/latest/1067310/manipur-kuki-women-who-were-sexually-assaulted-did-not-get-police-help-alleges-cbi-chargesheet"}