{"title":"Manipur ethnic strife continues but a bigger crisis of democracy is unfolding across the border","content":"“Democracy is good,” India’s first Prime Minister Jawaharlal Nehru once remarked. “I say this because other systems are worse.”To understand what these “other systems” mean, India need not look far. Nehru was a close ally of U Nu, the first prime minister of the Union of Burma, which gained independence on January 4, 1948, a few months after India did. Like Nehru, U Nu faced the tough task of uniting disparate nationalities and diverse ethnic peoples and their aspirations under one consolidated national umbrella – but did not succeed. U Nu’s  weak leadership and failure to implement the Panglong Agreement signed in 1947 had spawned decades of socio-economic instability and ethno-national movements that continue to plague India’s neighbour.The disaster that is still unfolding across the border in Myanmar, as Burma is now known, serves as a mirror to India as it grapples with a four-month ethnic conflict in Manipur between the majority Meiteis and the Kuki-Zomi tribal groups. The Manipur conflict has left over 195 people dead and with nearly 60,000 internally displaced.In the Indian northeastern state, democracy is scarce, its important functions virtually suspended due to the state government’s abdication of its constitutional responsibilities. The indifference displayed by the leadership in New Delhi reeks of a colonial legacy of casual frontier thinking towards the distant, peripheral regions of the nation. The failure of democratic institutions and the collapse of the law and order machinery in Manipur is symptomatic of the postcolonial Indian state’s tendency to prioritise quick fixes over long-lasting conflict resolutions. In addition, the inability of the Bharatiya Janata Party-led Centre to rise above party imperatives has allowed the grim status quo to continue.     \n\t\t\n\tU Nu of Burma, Public domain, via Wikimedia CommonsBeyond the lines, a forgotten warFor the indigenous border communities of India and Myanmar, a 1,643-km line – arbitrarily drawn and demarcated since the British period – separates what is India and what is Myanmar. As one rights activist from Manipur remarked in a recent interview with Karan Thappar, this line denotes an “open border” of sorts that allows for a free flow – albeit with restrictions – over an undulating topography of low mountains, high ridges, peaks, jungles, rivers and valleys. Border residents, including the Meiteis, Kukis and Nagas, cross over the line regularly. Beyond this border are the far-flung federal provinces of the Chin State and Sagaing Region of western Myanmar that have been the worst hit by the most by the brutal onslaughts of the country’s military establishment, the Tatmadaw, notorious for its brutal human rights violations and abuses. Since the most recent coup in 2021, tens of thousands of Myanmar residents from these provinces have sought refuge in India’s northeastern states in several waves. Mizoram alone hosts 35,000 to 40,000 refugees, mostly Chins. The resource-starved state is doing its best to sustain them in relief centres in the face of Centre’s apathy. In contrast to Mizoram’s “open door policy”, Manipur’s attitude to the refugees is vastly different. The xenophobic language of the conflict in Manipur has called for these refugees to be “pushed back”, painting a distorted view of Myanmar citizens seeking refuge from the conflict at home as “illegal immigrants”. The Meitei-dominated Manipur state government has been foregoing its humanitarian responsibilities.  In this situation, one thing has become clear: the spillover effects of the political crisis in India’s neighbour will continue to be acutely felt by border states like Mizoram and Manipur. Myanmar’s power-hungry military establishment is in a perpetual state of war against its own people, against civil liberties and freedom.The fight to restore democracy in Myanmar will be a long-drawn one and India – in particular the North East – must be prepared to deal with it.\n\t\t\n\tElderly women of Myanmar's Chin State, in this photograph from 2012. Credit: DANIEL JULIE from Paris, France, CC BY 2.0, via Wikimedia CommonsAmidst the civil war in Myanmar, the majoritarian Meitei rhetoric in Manipur has mislabeled the Kuki-Zomis by virtue of their “frontier” existence as “foreigners” or “immigrants” originating from across the border. There has been a malicious attempt to associate the Kuki-Zomi with poppy cultivation and narco-terrorism emanating from Myanmar, to make them the scapegoats for all the ills of a border state.Such characterisations also aim to undermine the political aspirations of the Kuki-Zomi community for a separate homeland or administration.  The Meitei allegation that the “Kukis belong to Myanmar” does not hold any water, given Myanmar’s own ethnic dynamics and the rigidity of its Constitution in defining and recognising its legitimate national races and bona fide citizens. The name “Kuki” itself is native to what is now North East India and effectively foreign to Myanmar. Union Home Minister Amit Shah’s decision to blame the Myanmar crisis and the refugee influx for contributing to the ethnic tensions in Manipur shows the Centre’s subscription to biased, one-sided and wholly exaggerated claims of the dominant community.  In the Indo-Myanmar-Bangladesh region, where nationalities are often subjected to state scrutiny and hemmed in by rigidly defined citizenship laws, the question of indigeneity can become deeply problematic. In Myanmar, for instance, the Meiteis (Kathe), Nagas (Tangkhuls) and Kuki (Thadou or Khuangsai) and kindred tribes are registered under the national name they most closely resembled: Chin. Moreover, Meitei, Kuki and Naga militant organisations have all set up bases in Myanmar and operate from across the border, receiving protection and tactical training from the Myanmar army or other ethnic rebel groups. Ironically, Meitei militants have been reported to be engaging in poppy cultivation in the Chin State where they had been taking shelter since 2004,  posing a threat to locals who are of Chin (Zomi) ethnicity. \n\t\t\n\tThe Indo-Myanmar friendship road, at the border town of Moreh in Manipur. Credit: Neilsatyam, CC BY-SA 4.0, via Wikimedia CommonsStriking the right balance India’s foreign policy cautiously favouring pragmatic engagement with the Tatmadaw does not reflect the line of Myanmar’s parallel civilian National Unity Government. Even so, India must not falter on its position as an upholder of democratic institutions and human rights both at home and abroad.Besides, New Delhi must anticipate the potentially devastating outcomes for its ambitious Act East plan of building regional connectivity to South East Asia through the North East region should the crisis in Myanmar deepen. In this scenario, a volatile Manipur split along ethnic or communal lines will only add to the problem. The need of the hour is to safeguard the fundamental rights of all citizens of Manipur, regardless of ethnicity or religion, as guaranteed by the Constitution.  The priority must be to ensure that all communities residing within the state’s borders feel safe, protected and proportionately represented under a new, inclusive leadership.  A level playing field must be created for possible dialogue between the warring parties on equal terms. The trust deficit between the Meiteis and Kukis must be plugged and confidence building measures initiated.The longstanding demand for a separate administration by the Kuki-Zomi people must be seriously deliberated upon, taking into account the political, geographical and administrative rationale and the concerns of all stakeholders. In the same vein, the gaps between the rhetoric and the ground reality over the demand for implementation of the National Register of Citizens in the state must be weighed in to ensure a fair and transparent process that is not clouded by the politics of prejudice and a majority-minority power imbalance.    In factoring in Myanmar, the people of Manipur must remember their state’s geographic location, its remoteness from the national centre and closeness to Myanmar and most importantly, its strategic vulnerabilities and socio-economic needs that can no longer be met from beyond the Siliguri chokepoint alone.The war for democracy in Myanmar must serve as a reminder for the people of Manipur to think hard about the “banality of evil” of state-sanctioned violence, ethnic cleansings and genocides. CV Lalmalsawmi, a writer from Lunglei, is an assistant professor at New Delhi’s Centre for North East Studies and Policy Research, Jamia Millia Islamia.Also read:‘If we are reunified, our people will be safe’: Manipur clashes reignite demand for Zo homelandWorld is family: From Manipur to Myanmar, the escalating refugee crisis is a wake-up call for India","author":"CV Lalmalsawmi","time":"2023-09-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193960-vicaoliija-1694362441.jpg","tags":["U Nu","Jawaharlal Nehru","Myanmar","Myanmar Coup","Manipur","Meiteis","Kukis","Kuki-Zomis"]}