{"title":"Manipur encounter deaths: SC orders CBI investigation into alleged extra-judicial killings","content":"The Supreme Court on Friday directed the Central Bureau of Investigation to constitute a team to investigate the alleged encounter killings in Manipur by the police and security forces, reported Bar and Bench. The case was filed in the apex court by Extra Judicial Execution Victims Families Association, an organisation which claims it has the wives and relatives of killed individuals as members. The investigating agency has been ordered to submit its investigation compliance report by January 2018, ANI reported.The petitioners have alleged 1,528 extra-judicial killings by the Army and other security forces in Manipur. They also claimed that the Armed Forces Special Powers Act helped security personnel get away with the killings.Army under scannerOn April 20, the Army had told the apex court that it cannot be subjected to First Information Reports for carrying out anti-militancy operations in insurgency-prone areas like Jammu and Kashmir and Manipur, reported PTI. The Army claimed that the judicial probes conducted into alleged extra-judicial killings were “biased” against the institution. “In every military operation, the Army cannot be disbelieved. Every judicial inquiry cannot be against the Army,” the Centre had said in a statement before the court. “The alleged extra-judicial killing cases in Manipur are not cases of massacre, rather these are cases of military operations.” The apex court bench had also pulled up the Manipur government for not taking action on such alleged fake encounters by armed forces.In 2013, a committee appointed by the Supreme Court to probe six cases of alleged extra-judicial killings in Manipur told the court that all the encounters were fake.SC orders CBI probe into 62 cases of extra judicial killings in Manipur. CBI will have to submit investigation compliance report by Jan 2018— ANI (@ANI_news) July 14, 2017","author":"Scroll Staff","time":"2017-07-14T11:27:32.732535+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/843775-62736-ontrloqrwf-1500011336.jpg","tags":["Supreme Court","CBI","encounter killings","Manipur killings","AFSPA"]}