{"title":"Manipur: One dead, two injured in fresh violence","content":"One person died and two others were injured in separate incidents of violence in Manipur on Wednesday, the state government said.The person who died was identified as 30-year-old Toijam Chandramani, who hailed from the Churachandpur district. He succumbed to bullet injuries while he was being taken to a hospital, state security advisor Kuldiep Singh told the media.Singh said that on Tuesday night, a group of suspected militants had burned down three homes in the Bishnupur district. In retaliation, unidentified persons reportedly burned down some more homes at Phoubakchao and nearby areas.Several residents then engaged in demonstrations and started chasing the attackers, due to which security forces were brought in to control the situation. The security advisor said that around 9.30 am, Chandramani and another person sustained injuries from bullets “which were being fired from the side of the hills”.The situation in the area is now tense but under control, the official said.Earlier on Wednesday, a man named Aribam Rishikesh Sharma sustained a bullet injury in firing by suspected militants in Singda, which is located about 19 kilometres from Imphal. “Soon after the incident was reported, BSF [Border Security Force] and one section of Manipur Rifles rushed to the spot, chased the militants and brought the injured person to the [Regional Institute of Medical Sciences, Imphal],” Singh said. The injured man is now said to be out of danger.Violence had first broken out in the northeastern state on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, the chief minister who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 74 persons dead and over 35,000 displaced.On Wednesday, a group of citizens in Bishnupur held protests at the deputy commissioner’s office seeking the deployment of adequate security personnel, The Frontier Manipur reported. They demanded that the security forces should be led by personnel from the Manipur Police.Mob vandalises state minister’s homeA mob vandalised the home of state minister Govindas Konthoujam in the Ningthoukhong Bazaar area of Bishnupur on Wednesday, India Today NE reported. Konthoujam is the MLA from Bishnupur.A police team arrived at the area and forced the mob to disperse. The situation is now reportedly under control.In the wake of the fresh incidents of violence, the local administration cancelled a relaxation in the curfew in the district. The curfew was to be relaxed from 5 am to 4 pm on Wednesday.Tribal group seeks ‘total separation’ of hill areas from stateA forum of tribal leaders in Manipur has written to Kuldiep Singh, the state security advisor, seeking the “total separation’ of hill areas from the rest of the state.The Indigenous Tribal Leaders’ Forum – a conglomerate of tribal communities in Churachandpur – said the tribal people of the state “could no longer live with the dominant Meiteis anymore”.It said: “There is a clear-cut partition of hill and valley people as the tribals living in Imphal [Valley] have now returned to the tribal areas and the Meiteis living in the tribal areas have gone to Imphal.”The group also claimed that the hill areas of Manipur had not received any relief from the Centre amid the crisis. “We request the Government of India to arrange quick relief and rehabilitation for thousands of displaced people,” it said. “Any relief support should come directly to the people and not through the State government as we do not trust them anymore.”","author":"Scroll Staff","time":"2023-05-24T20:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190517-mdnimgjulz-1684940646.jpg","tags":["Manipur","Toijam Chandramani","Manipur violence","Bishnupur","Singda"],"source":"https://scroll.in/latest/1049713/manipur-one-dead-two-injured-in-fresh-violence"}