{"title":"Manipur alleged fake encounters: Supreme Court summons CBI director over delay in investigation","content":"The Supreme Court on Friday criticised the Central Bureau of Investigation for its slow pace of inquiry into the alleged fake encounters by the Indian Army, Assam Rifles and the police in Manipur, ANI reported. The top court directed the investigating agency’s director to appear before it on July 20 to explain why its order to file a chargesheet in alleged fake encounter cases was not complied with. Earlier this month, a bench of Justices Madan B Lokur and UU Lalit had directed the CBI to file final reports in four fake encounter cases.Additional Solicitor General Maninder Singh, who was appearing for the agency in the matter, told the Supreme Court that there was no deliberate delay on part of the CBI, and that it was in the process of vetting the chargesheet which was taking some time. “It has become like snake and ladder…go up and down…up and down…and we are tired of this,” the bench observed, according to News18. “The underlying principle is that you must expedite the process. Let all these officers in the CBI sit together one day, apply their minds and finish it in one day. Let there be an exception to your manual.”The caseIn 2012, the Extra Judicial Execution Victim Families Association had submitted a petition to the Supreme Court, alleging that there were 1,528 extra-judicial killings in Manipur between 1979 and 2012 but that action had not been taken against the personnel involved. In 2013, a commission appointed by the Supreme Court found that security forces resorted to firing based on inputs without cross-checking the authenticity of the source of the information.In a landmark judgement in July 2017, the Supreme Court directed the Central Bureau of Investigation to set up a special team of five officers to look into cases of alleged extra-judicial killings in the state.On July 4, after the CBI failed to meet the latest deadline, two United Nations experts condemned the lack of progress and said they were “extremely concerned that the delay appears to be deliberate, undue and unreasonable”.","author":"Scroll Staff","time":"2018-07-27T19:29:28.210180+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888274-iksrutlqyx-1511356828.jpg","tags":["Manipur","extrajudicial killings","fake encounter","Supreme Court"],"source":"https://scroll.in/latest/888274/manipur-alleged-fake-encounters-supreme-court-summons-cbi-director-over-delay-in-investigation"}