{"title":"Manipur: Army Colonel, his family among seven killed in ambush by militants in Churachandpur","content":"An Indian Army Colonel, his wife and son were among seven persons killed on Saturday after militants ambushed a convoy of the Assam Rifles in Manipur’s Churachandpur district, NDTV reported. Four other soldiers died in the ambush.The attack took place around 10 am near the Sekhen village, about 3 km away from Behang sub-division in the district and close to the Myanmar border. The People’s Liberation Army and Manipur Naga People’s Front claimed responsibility for the attack in a statement.Colonel Viplav Tripathi, who was killed in the attack, was the Commanding Officer of 46 Assam Rifles. He was returning to his base camp with his wife and son from the Behiang company post when his convoy was ambushed, according to The Indian Express.Tripathi and three personnel belonging to the Quick Response Team were killed on the spot, according to the Assam Rifles. The injured personnel have been admitted to the Behianga health centre.Met the officials of Assam Rifles at Shija hospital and inquired about the condition of the personnel who got injured in today’s ghastly incident in Churachandpur. Praying for their speedy recovery. pic.twitter.com/HAZLhmSyN0— N.Biren Singh (@NBirenSingh) November 13, 2021\n\nThe militants used automatic rifles of the AK series and set off some powerful remote-controlled bombs, The Hindu reported.Prime Minister Narendra Modi strongly condemned the attack and said his thoughts were with the bereaved families. “I pay homage to those soldiers and family members who have been martyred today,” he said. “Their sacrifice will never be forgotten.”Strongly condemn the attack on the Assam Rifles convoy in Manipur. I pay homage to those soldiers and family members who have been martyred today. Their sacrifice will never be forgotten. My thoughts are with the bereaved families in this hour of sadness.— Narendra Modi (@narendramodi) November 13, 2021\n\nDefence Minister Rajnath Singh expressed his condolences to the bereaved families and said that the perpetrators will be brought to justice soon. “The cowardly attack on an Assam Rifles convoy in Churachandpur, Manipur is extremely painful and condemnable,” he said in a tweet.  The cowardly attack on an Assam Rifles convoy in Churachandpur, Manipur is extremely painful & condemnable. The nation has lost 5 brave soldiers including CO 46 AR and two family members. My condolences to the bereaved families. The perpetrators will be brought to justice soon.— Rajnath Singh (@rajnathsingh) November 13, 2021\n\nManipur Chief Minister N Biren Singh said an operation has been launched by the state forces and paramilitary troops to track down the militants. “Strongly condemn the cowardly attack,” he said in a tweet. “The perpetrators will be brought to justice.”Congress leader Rahul Gandhi said that the attack in Manipur “proves once again that the Modi government is incapable of ensuring the country’s security.”Gandhi paid tributes to those who died and expressed condolences to their families. “The country will remember your sacrifice,” he said.मणिपुर में सेना के क़ाफ़िले पर हुए आतंकी हमले से एक बार फिर साबित होता है कि मोदी सरकार राष्ट्र की सुरक्षा करने में असमर्थ है। शहीदों को मेरी श्रद्धांजलि व उनके परिवारजनों को शोक संवेदनाएँ। देश आपके बलिदान को याद रखेगा।— Rahul Gandhi (@RahulGandhi) November 13, 2021","author":"Scroll Staff","time":"2021-11-13T15:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166334-qwiwavggms-1636813895.jpg","tags":["Manipur","N Biren Singh","ambush","North East News","Army colonel"],"source":"https://scroll.in/latest/1010497/manipur-army-colonel-his-family-killed-in-ambush-by-militants-in-churachandpur"}