{"title":"Manipur violence: All 10 Kuki MLAs demand separate administration for their community","content":"All 10 Kuki MLAs, including eight from the Bharatiya Janata Party, in Manipur on Friday urged the Centre to create a separate administration in the wake of the violent clashes between their community and the Meiteis last week.The MLAs alleged that the violence was perpetrated by the majority Meitei community and was “tacitly supported” by the BJP-run state government.“As the state of Manipur has miserably failed to protect us, we seek of the Union of India a separate administration under the constitution of India and live peacefully as neighbours with the state of Manipur,” the MLAs said in a statement.The MLAs are Haokholet Kipgen, Ngursanglur Sanate, Kimneo Haokip Hangshing, Letpao Haokip, LM Khaute, Letzamang Haokip, Chinlunthang, Paolienlal Haokip, Nemcha Kipgen and Vungjagin Valte. Of these Chinlunthang and Hangshing belong to the Kuki People’s Alliance and the rest to the BJP.The violence in Manipur began on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the Meitei community to be included in the Scheduled Tribe category.The protesters include the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, Chief Minister N Biren Singh who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 71 persons dead and over 30,000 displaced.The members of the Meitei community, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. The Meiteis are not allowed to settle in the state’s hilly areas as per laws.The tribal hill districts of Manipur enjoy special protections under Article 371C of the Constitution that says that all laws affecting the districts must be vetted by the hill areas committee of the Manipur Legislative Assembly.On Friday, the Kuki MLAs said that living amid the Meiteis after the violence is “as good as death” for their community.“Our people can no longer exist under Manipur as the hatred against our tribal community reached such a height that MLAs, ministers, pastors, police and civil officers, laymen, women and even children were not spared, not to mention the destruction of places of worships, homes and properties,” the MLAs said in a statement.Also Read: In Imphal, two families recount two days of horror that ended in death‘Forever bond’: As Manipur burnt, ordinary people stood between attacking mobs and their neighbours","author":"Scroll Staff","time":"2023-05-12T15:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190087-yuelynryqu-1683886094.jpeg","tags":["Manipur","Kuki","Meiteis"],"source":"https://scroll.in/latest/1049014/manipur-violence-all-10-kuki-mlas-demand-separate-administration-for-their-community"}