{"title":"Delhi Deputy CM Manish Sisodia will be arrested next in a ‘fake case’, claims Arvind Kejriwal ","content":"Delhi Chief Arvind Kejriwal on Thursday said his deputy Manish Sisodia will soon be the next minister to be arrested after Satyendar Jain. Jain, the health minister, was on Tuesday sent to the Enforcement Directorate custody till June 9, a day after he was arrested under sections of the Prevention of Money Laundering Act. He is accused of having laundered money through five companies allegedly linked to him.In a video address on Twitter, Kejriwal on Thursday said that he had learnt a few months ago from reliable sources that Jain was going to be arrested. Similarly, the Aam Aadmi Party chief said he got information from the same sources that the central government was going to arrest Sisodia in the next few days in another “fake case”.“By framing Satyendar Jain and Manish Sisodia, the Centre wants to stop any good work from happening in the health and education sectors in Delhi,” Kejriwal said. “But don’t worry I will never let that happen, the good work will continue.”Manish Sisodia ने पूरी दुनिया में भारत का नाम रोशन किया है।ऐसे व्यक्ति को Jail में डालना चाहिए या पूरे देश के School ठीक करने की जिम्मेदारी देनी चाहिए?अगर @msisodia और @SatyendarJain भ्रष्ट हैं तो फिर ईमानदार कौन है?-CM @ArvindKejriwal pic.twitter.com/47vSd7mKqE— AAP (@AamAadmiParty) June 2, 2022\n\nThe Delhi chief minister then asked Prime Minister Narendra Modi to arrest all the Aam Aadmi Party MLAs and ministers “in one go”, according to PTI.He added, “Arresting them one by one puts a brake on the good work being done. Arrest them together so that after the arrest [when they are released], we can carry on the good work.”The Delhi chief minister praised Sisodia, describing him as the “father of the education revolution”.“Not only in Delhi, but he gave hope to children across the country that they can get good education in government schools,” Kejriwal said in his address.He said that the Aam Aadmi Party’s education model has received international recognition. “Manish Sisodia has made India proud at an international level,” the chief minister added. “Should we put such people in jail or give them the responsibility to transform the education system?”Kejriwal said that he does not know the politics behind sending Jain and Sisodia to jail. “If they are corrupt, then who is honest?” he asked.Manish Sisodia given Satyendar Jain’s portfoliosMeanwhile, Sisodia was on Thursday given the portfolios handled by Jain, reported PTI. Besides the portfolios Sisodia handles, he will also head the health, industries, power, home, urban development, irrigation and flood control and water departments, a notification said.In February this year, the Public Works Department handled by Jain was also given to Sisodia.The change took place about a month after Kejriwal had claimed in the run up to the Punjab Assembly polls that Jain was going to be arrested by the Enforcement Department.","author":"Scroll Staff","time":"2022-06-02T14:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/106193-vvjuulwshd-1589553587.jpg","tags":["Manish Sisodia","Satyendar Jain","Arvind Kejriwal","Prevention of Money Laundering Act","Enforcement Directorate","Delhi"],"source":"https://scroll.in/latest/1025313/manish-sisodia-will-be-arrested-next-in-a-fake-case-says-arvind-kejriwal"}