{"title":"Manipur Police registers zero FIRs over killing of two Kuki-Zo ‘village volunteers’","content":"The Manipur Police on Sunday registered two zero first information reports in connection with the killing of two Kuki-Zo ‘village volunteers’ a day earlier, The Hindu reported citing unidentified police officials.A zero first information report can be registered in any police station.The two men – 23-year-old Kamminlal Lupheng from Maphoudam and 25-year-old Kamlengsat Lunkim from Bongjang – were shot dead in Kangpokpi district’s Phailengmol area on Saturday. Videos of their corpses being mutilated after the firing were shared widely on social media.The term “village volunteers” has been used for armed civilians guarding villages since an ethnic conflict broke out between the state’s Kuki and Meitei communities in May. Eleven months on, 219 persons have been killed and 60,000 people have been displaced from their homes.The first information reports in connection with Lupheng and Lunkim’s killing were filed based on a police complaint by their relatives. According to the complaint, their bodies were yet to be returned to the families. They also alleged that a mob had attacked the vehicle carrying their bodies.The reports were registered under section 16 of the Unlawful Activities Prevention Act, section 3 of the Scheduled Castes and Scheduled Tribes Prevention of Atrocities Act and sections of the Indian Penal Code dealing with murder, criminal conspiracy, rioting, criminal intimidation and connected offences.The men’s families have also alleged that they were killed by members of Arambai Tenggol and the United National Liberation Front. The Arambai Tenggol is a Meitei armed group while the United National Liberation Front is a separatist Meitei insurgent group.","author":"Scroll Staff","time":"2024-04-15T18:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193470-omeosdmnnk-1692883937.jpg","tags":["village volunteers","Kuki","Manipur","manipur conflict","kuki meiti","zero FIR in manipur","killings in Manipur"],"source":"https://scroll.in/latest/1066664/manipur-police-registers-zero-firs-over-killing-of-two-kuki-zo-village-volunteers"}