{"title":"Manipur fake encounters: SC says deaths cannot be tolerated, orders CBI to file reports by July 27","content":"The Supreme Court on Thursday directed the Central Bureau of Investigation to file the final reports in four alleged fake encounters by the Indian Army, Assam Rifles and the police in Manipur by July 27, PTI reported.The court has been hearing a petition seeking an inquiry into 1,528 cases of alleged fake encounters and extrajudicial killings in Manipur. The court passed the order on Thursday after the CBI’s Special Investigation Team said that it had finished the inquiry in four cases and was in the process of finalising the reports.Observing that the violation of human rights “cannot be tolerated”, a bench of Justices Madan B Lokur and UU Lalit also said the deaths appeared to be “widespread”. The matter must be given a lot of importance as people have lost their lives, the court said, according to The Hindu. “We are not talking about violation of human rights only. We are talking about deaths,” the judges said. “Death could be murder or could not be murder. This has to be given far more importance than violation of human rights.”The court also directed that two National Human Rights Commission officers – Senior Superintendent of Police Mahesh Bhardwaj and Deputy Superintendent of Police Ravi Singh – be inducted into the Special Investigation Team. It told the Centre to ensure that the National Human Rights Commission has “adequate staff and infrastructural facilities”.The caseIn 2012, the Extra Judicial Execution Victim Families Association had submitted a petition to the Supreme Court, alleging that there were 1,528 extra-judicial killings in Manipur between 1979 and 2012 but that action had not been taken against the personnel involved. In 2013, a commission appointed by the Supreme Court found that security forces resorted to firing based on inputs without cross-checking the authenticity of the source of the information.In a landmark judgement in July 2017, the Supreme Court directed the Central Bureau of Investigation to set up a special team of five officers to look into cases of alleged extra-judicial killings in the state.Since then, the Supreme Court has set three deadlines – December 31, 2017, February 28 and June 30 – to complete investigations, none of which have been met. The Supreme Court has pulled up the CBI several times for its investigation and said that it was “not satisfactory”.Earlier this month, after the CBI failed to meet the latest deadline, two United Nations experts condemned the lack of progress and said they were “extremely concerned that the delay appears to be deliberate, undue and unreasonable”.","author":"Scroll Staff","time":"2018-07-06T12:18:34.569562+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885506-bybbucblmq-1523203098.jpg","tags":["Manipur","Supreme Court","CBI","NHRC","Fake encounters","Extrajudicial killings"],"source":"https://scroll.in/latest/885506/manipur-fake-encounters-sc-says-deaths-cant-be-tolerated-orders-cbi-to-file-reports-by-july-27"}