{"title":"Manipur CM briefs Amit Shah on situation in violence-hit state ","content":"Manipur Chief Miniter N Biren Singh on Sunday met Union Home Minister Amit Shah and apprised him of the situation in the state that has been marred by violence.Singh travelled to Delhi earlier on the day and met Shah at his home. “Honourable Union HM has assured that the Central government will take all possible steps to bring normalcy in Manipur,” the chief minister tweeted. “Further, Amit Shah Ji advised us to strengthen our work towards achieving everlasting peace and also sought the cooperation of every stakeholders in Manipur to ensure that peace prevails in the state.”Bharatiya Janata Party national spokesperson Sambit Patra, Rajya Sabha MP Maharaja Sanajaoba Leishemba and Manipur Speaker Thokchom Satyabrata Singh also attended the meeting.Called on Hon’ble Union Home Minister, Shri @AmitShah Ji in New Delhi today and briefed about the evolving situation on the ground in Manipur. Under Amit Shah Ji’s close supervision, the State and Central Govt have been able to control the violence to a great extent in the past… pic.twitter.com/Rz4qToLDni— N.Biren Singh (@NBirenSingh) June 25, 2023\n\nMeanwhile, the internet ban has been extended till 3 om on June 30, reported ANI. The internet was first suspended in the North Eastern state on May 3The development came a day after an all-party meeting where the Opposition demanded Singh’s resignation, saying that the Manipur residents have lost trust in him.Manipur has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left more than 100 persons dead, over 300 injured and thousands displaced. The violence broke out after thousands of people participated in a protest march to oppose the demand of the majority Meiteis to be included in the Scheduled Tribes category.Several Opposition parties have criticised Narendra Modi and the Bharatiya Janata Party governments at the Centre and the state for not doing enough to end the violence in Manipur.Also read:Reporter’s Diary: I crossed ‘no man’s land’ in Manipur","author":"Scroll Staff","time":"2023-06-25T18:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191591-qoactqglxh-1687697223.jpg","tags":["Manipur","Amit Shah","N Biren Singh","Delhi"],"source":"https://scroll.in/latest/1051537/manipur-cm-briefs-meets-amit-shah-on-situation-in-violence-hit-state"}