{"title":"Nine killed, 10 injured in fresh violence in Manipur","content":"Nine persons were killed and 10 were injured in fresh violence on Tuesday night in Manipur’s Aigejang village, situated along the border of Kangpokpi and Imphal East districts.A senior Army official told Scroll that the killings followed a number of arson cases in the last 36 hours. Arson first started in the Khamenlok area, which is adjacent to Aigejang, before spreading to localities situated to its north and north east, the official said.He added, “It was going from the fringe areas in Imphal East where there is a mixed population of Kukis and Meities towards the Kuki areas in Kangpokpi.”The Aigejang village falls under the police jurisdiction of Imphal West but its revenue jurisdiction comes under Kangpokpi district.Manipur has been witnessing ethnic clashes between the Meitei and Kuki communities since May 3. The violence have left more than 100 persons dead, over 300 injured and thousands displaced. Nearly 60,000 are taking shelter in 350 relief camps.On Tuesday, an additional superintendent of police in Imphal East told Scroll that those who died in Aigejang, a Kuki-dominated village, were said to be “youth volunteers from the Meitei side”. A postmortem examination of the bodies is underway.Nongjumba Yumlemba, a resident of Uyumpok Nongshum, a Meitei village, told Scroll that a group of about 1,000 people from the Imphal East district came together on Tuesday afternoon “to pursue Kuki militants”.“Our people came to help us and went to Kuki villages and started vandalising their houses,” he said. “We conquered four Kuki villages – Aigejang, H Khopibung, Challouphai and Khamenlok  by Tuesday evening.”Thangmainlen Mate, a resident of Khamenlok village and a Kuki Students’ Organisation leader, said a gunfight between the Kukis and Meiteis had started on Monday morning in the Khamenlok area, which has nine Kuki villages.“The first firing came from the Meitei side and a mob of 100 armed people burned down the H Khupibong village on Monday evening around 4 pm to 5 pm,” he alleged. “The firing continued for the next day.” Meanwhile, the Coordinating Committee on Manipur Integrity, an umbrella organisation of six groups representing Meitei interests, said that three persons were missing and 10 have been injured in the violence in Aigejang. It said that the violence took place when village guards were having dinner around 11 pm on Tuesday.In a statement, the group cited a survivor of the violence saying that there was a bomb blast, followed by incessant shooting from three sides through the windows.Violence had erupted on Monday too in Kangpokpi, Imphal East and Churachandpur districts. One person had died and nine others were injured in separate incidents.After the latest round of tensions, curfew relaxations have been reduced in Imphal. In the Imphal East district, the curfew relaxation period was from 5 am to 6 pm earlier and is now from 5 am to 9 am, The Indian Express reported. Internet services are suspended in the entire state.On Friday,  three people were killed and two injured when an armed gang of 20 suspected Meiteis attacked the Kuki village of Khoken. A few days earlier, two women and an injured child were burnt inside an ambulance that was being escorted to hospital by the police chief of Imphal West.The Central government has constituted a peace committee in Manipur to facilitate a truce among various ethnic groups. The panel is headed by the state’s Governor Anusuiya Uikey and includes Chief Minister N Biren Singh, a few state ministers, MPs, MLAs, and leaders from various political parties.But groups representing both the Meitei and Kuki communities have said that they will not take part in the work of the peace committee, expressing a lack of faith in it.","author":"Scroll Staff","time":"2023-06-14T10:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189895-eldvqmiwwb-1683452425.jpg","tags":["Manipur","Imphal East","Kuki","Meitei","Manipur violence","Manipur unrest"]}