{"title":"Manipur: Police officer among five killed in fresh violence","content":"At least five persons were killed on Sunday as fresh violence erupted in Manipur, which has been on edge since May 3.Kakching District Collector DC Somorjit Salam told Scroll that four persons, including a police officer, were killed and several people were injured during clashes in Sugnu town. He added that no violence has been reported since Sunday night.At a press conference, Manipur Chief Minister N Biren Singh said that one civilian was killed when “terrorists” launched an attack at Phayeng in Imphal West district.Singh also said that violent attacks on the houses of civilians have been reported in the peripheral areas of the Imphal Valley since Saturday.In a statement, the chief minister said that security forces have killed around 30 people, whom he described as militants. The crackdown, he said, was launched during retaliatory and defensive operations in the state as the militants were targeting civilians.On Sunday, the home of Bharatiya Janata Party MLA Khwairakpam Raghumani Singh was also vandalised and two of his vehicles were set on fire at Uripok in Imphal West.The fresh violence was reported a day before Union Home Minister Amit Shah is scheduled to visit the state. Minister of State for Home Nityanand Rai has been in Manipur since Thursday.Violence had first broken out in the North Eastern state on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, the chief minister who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 81 persons dead and over 35,000 displaced.Since then, sporadic incidents of violence have been reported, making the situation in the state more precarious. On May 26, a mob, largely led by members of the Meitei community, had attacked the home of Union Minister of State for External Affairs and Education RK Ranjan Singh to express their anger against the violence that took place a day ago. The Union minister also belongs to the Meitei community.A mob also vandalised the home of state minister Govindas Konthoujam in the Ningthoukhong Bazaar area of Bishnupur on May 24.","author":"Scroll Staff","time":"2023-05-29T11:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190681-doysaufqgu-1685338582.jpg","tags":["Manipur","Manipur violence","Imphal"],"source":"https://scroll.in/latest/1049948/manipur-police-officer-among-five-killed-in-fresh-violence"}