{"title":"Manipur: Mobs attempt to torch homes of BJP leaders, loot police armoury","content":"Two persons were injured on Friday night as mobs clashed with security forces in fresh bouts of violence across several districts of Manipur, PTI reported.Gunfire was reported from Kwakta in Bishnupur district and Kangvai in Churachandpur district through the night. A mob made a failed attempt at looting weapons from a police station in Imphal West. Mobs also tried to vandalise the homes of two Bharatiya Janata Party leaders.Army, Assam Rifles and Manipur Rapid Action Force personnel held joint marches in Imphal till midnight to prevent rioting, according to PTI.A mob of nearly 1,000 persons made an arson attempt at the Palace Compound in Imphal. Two persons sustained injuries after the Rapid Action Force fired tear gas shells and rubber bullets to disperse the mob, reported NDTV.In Thongju of Imphal East district, about 300 people tried to set on fire the home of BJP MLA Thongam Biswajit Singh. Teams of Rapid Action Force dispersed the crowd.Mobs also tried to vandalise a BJP office in Singajamei in Imphal East district and the home of BJP leader Adhikarimayum Sharda Devi in Imphal West. The security personnel prevented the vandalism attempts at both places. An attempt to ransack the  Iringbam police station in Imphal West and loot the armoury late on Friday was also thwarted by the Rapid Action Force troops, according to NDTV.Also read: Manipur is burning due to BJP’s divisive politics, allege over 500 civil society members and groupsEthnic clashes between the Meitei and Kuki communities which sparked off last month in Manipur continues unabated as the state has now slipped into a civil war-like situation. The violence has left more than 100 persons dead, over 300 injured and thousands displaced. Nearly 60,000 are taking shelter in 350 relief camps.","author":"Scroll Staff","time":"2023-06-17T12:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191330-wkkxtecelv-1686985548.jpg","tags":["Manipur unrest","Manipur violence","BJP","Manipur"],"source":"https://scroll.in/latest/1051077/manipur-mobs-attempt-to-torch-homes-of-bjp-leaders-loot-police-armoury"}