{"title":"Manipur is burning due to BJP’s divisive politics, allege over 500 civil society members and groups","content":"Manipur is burning today due to divisive politics by the Bharatiya Janata Party governments at the Centre and the state, a group of 550 civil society groups and eminent citizens allleged on Friday.In a statement, the group also urged Prime Minister Narendra Modi to break his “deafening silence” on the matter and take accountability of the situation.The North Eastern state has been witnessing ethnic clashes between the Meitei and Kuki communities since May 3. The violence has left more than 100 persons dead, over 300 injured and thousands displaced. Nearly 60,000 are taking shelter in 350 relief camps.The violence first broke out on May 3 after thousands of people participated in a protest march to oppose the demand of the Meiteis to be included in the Scheduled Tribes category.The protestors included the Kukis, one of the larger tribal communities in Manipur. For months now, they have been at loggerheads with the state government, and, in particular with Chief Minister N Biren Singh, who the community claims harbours Meitei “majoritarian” sentiments.The statement has been endorsed by civil society groups including the People’s Union for Civil Liberties, National Alliance of People’s Movements, Bhagat Singh Ambedkar Students Organisation and All India Union of Forest Working People as well as Rajya Sabha MP Manoj Kumar Jha, activists Kavita Srivastava, Brinda Adige and Cedric Prakash, academics Nandini Sundar and Gauhar Raza and journalists Anand Patwardhan and John Dayal.In their statement, the group said that the situation has been grim since the BJP government started removing alleged “illegal immigrants” from reserve forest areas, declaring them “encroachers”. The alleged immigrants, however, claim that have been living in Manipur since the 1970s.“Characteristic of its modus operandi across the country, the BJP is once again exacerbating the age-old ethnic tensions between communities for its own political gain,” it said. “Clearly, the role of BJP lies in using force and coercion to entrench its foothold in the state. Pretending to be an ally to both the communities, it is only widening the chasm of historical tensions between them without any effort till date to facilitate a dialogue towards resolution.”The signatories claimed that the Meitei majoritarian groups like Arambai Tenggol and Meitei Leepun have perpetuated violence against Kukis through “hate-speech and supremacist displays of impunity”.“Both groups vilify the Kuki community as ‘illegal outsiders’ and ‘narco terrorists’,” they said.The signatories also accused Singh of favouring Meiteis, saying that he termed a Kuki human rights activist “Myanmarese”. This, the group said, is “a nod to the propaganda that the Meitei community faces a demographic threat from refugees fleeing unrest in Myanmar”.It added: “Since these refugees are from tribal groups that live in Manipur as well, Meitei majoritarian groups whip up the bogey of swelling tribal numbers overtaking the Meitei majority.”The group was referring to activist Mark T Haokip, who was arrested last year for social media statements that allegedly hurt the “religious sentiments of lots of people, particularly the Meiteis”.The members of the Meitei community, who account for 60% of the state’s population, claim that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. They are not allowed to settle in the state’s hilly areas as per existing laws.The tribal communities, on the other hand, fear that Meiteis may take over their land resources if they are given Scheduled Tribe status.“As we demand an immediate halt to this continuing orgy of violence, there is a need, as soon as the violence ceases, for independent, non-partisan civil society members to visit the survivors and the bereaved; make attempts to verify reports of killings and rapes; and offer solidarity and all possible support to those traumatised by the loss of loved ones, homes and churches,” it said.The group has demanded setting up a court-monitored tribunal “to mitigate the divisiveness and hatred being engineered” as well as fast track court for all cases of sexual violence.Also read:Why Manipur’s civil war is being linked to the narcotics trade ‘Indian security forces partisan’: Manipur groups tell UNFifteen organisations in Manipur have accused the security forces deployed to the state of playing a partisan role in acting against the violence, reported The Hindu on Thursday. In a memorandum to the United Nations and international rights bodies on Tuesday, the Meitei groups flagged the “unabated violation” of the ground rules of the tripartite Suspension of Operations by Kuki extremists. They also alleged the involvement of “foreign Chin-Kuki-Mizo mercenaries [Myanmar-based] in inciting inter-ethnic violence” in the state.“An unbiased international attention and intervention is the need of the hour in accordance with the established international humanitarian laws,” the organisations said, according to the newspaper.Among the signatories of the memorandum are the All Manipur United Clubs’ Organisation, Manipur Students’ Federation, All Manipur Women’s Voluntary Association, and Pangal (Muslim) Students’ Organisation.","author":"Scroll Staff","time":"2023-06-16T18:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191312-jgiabrrwyk-1686918062.jpg","tags":["Manipur","Manipur violence","BJP"],"source":"https://scroll.in/latest/1051057/manipur-is-burning-due-to-bjps-divisive-politics-allege-over-500-civil-society-members-and-groups"}