{"title":"Manipur election 2017: BJP says it has the numbers to form government","content":"In the end, it was not so neat. The polarisation between the hills and the plains of Manipur, which was expected to restrict the Congress largely to the Imphal Valley and the Bharatiya Janata Party to the hill districts during the recently-concluded Assembly elections in the state, did not quite play out according to script.On Saturday, the Congress emerged as the single-largest party in the state, winning 28 seats out of 60 – a significant drop from its tally in 2012, which stood at 42. While it made gains from its Meitei vote base in the valley, it also had pockets of support in the Kuki-dominated Churachandpur district and the newly-created Kangpokpi district in the hills. It also picked up seats in the Naga-dominated areas of Ukhrul, Tamenglong and even Senapati, the headquarters of the United Naga Council and the centre of political resistance to the government in Imphal.The Naga People’s Front, supported by the United Naga Council, and positioning itself as the face of Naga political demands, was expected to make gains in this polarised election which pitted Nagas against Kukis and Meiteis. But Naga consolidation did nothing for its electoral fortunes and the party kept to its old tally of four seats.BJP ascendingBut most striking was the swift advance made by the BJP, which notched up a tally of 21, spread out across constituencies. As expected, it picked up seats in the hill districts. But it also made inroads into the densely-clustered constituencies of the Imphal districts – Meitei strongholds considered to be the vote bank of the Congress.On Sunday, the BJP staked its claim to forming the government, saying that it had the support of three regional parties: the  National People’s Party, the Lok Janshakti Party and the Naga People’s Front.  BJP General Secretary Ram Madhav said that these parties had extended support to a “non-Congress” government. Madhav said they will prove their support in the House. “We will approach Governor Najma Heptullah seeking her to invite BJP, NPP and Lok Janshakti Party to form government in Manipur,” Madhav said while addressing a press conference.The scale of the BJP’s electoral gains can be gauged from the numbers. Historically, the BJP has had scant presence in Manipur and was kept out of the Assembly over the last decade. It won no seats in the state elections of 2007 and 2012. In 2012, it fielded candidates in 19 out of 60 seats and won none. It cornered just 6.82% of the votes polled in these constituencies and 2.12% of all the valid votes polled in the state.This year, the BJP contested in all 60 seats, won 21 of them and edged out the Congress to become the party with the highest vote share in the state. It got 36.3%, beating the Congress’s 35.1%. In 2012, the Congress had sailed through with 42.42%.The BJP managed these results with a weak party organisation in the state. It lacks cadre strength in spite of a recent recruitment drive. For the elections, the party’s campaign managers were flown in from Delhi. With no political record in Manipur, it eagerly absorbed defectors from the established Congress and gave them party tickets.Cautionary tale for CongressIt is hard to draw conclusions from the complex verdicts that Manipur yields. Some of the BJP’s success could be attributed to anti-incumbency – Chief Minister Okram Ibobi Singh has ruled the state for three terms now, and his government is increasingly associated with corruption. The Congress has acquired the reputation of treating the state like another fiefdom, creating regional dynasties.It is also said that voters in the North East naturally gravitate to the party in power in Delhi, with Central funds at its disposal and enough political clout to address the long-standing demands of specific communities. But in a state where political loyalties are fluid, voters make their choice based on the candidate rather than the party. The usual electoral calculations are thrown into disarray by an intricate, intimate mesh of clan, tribe and community loyalties.According to local wisdom, liberal handouts of cash by candidates and the support of underground groups for a particular party have queered the electoral pitch in a state that has seen decades of militancy. At least in one constituency, the BJP has had to fight allegations of booth capturing with the help of a local armed group.But this much is clear from the fragmented verdict yielded by these elections: the Congress’s long tenure as the only viable party of government in Manipur is over. If it hopes to remain a force to reckon with in Manipur in the long run, the Congress cannot go back to politics as usual.","author":"Ipsita Chakravarty","time":"2017-03-12T20:52:18.784442+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831624-53434-akvklrfdsg-1489328031.jpg","tags":["Assembly elections","Manipur politics"],"source":"https://scroll.in/article/831624/manipur-election-2017-bjp-stakes-claim-to-forming-government"}