{"title":"Manipur: 219 killed in ethnic violence since May, 10,000 FIRs registered, says governor","content":"The ethnic violence between the Meitei and the Kuki communities in Manipur has led to the death of 219 persons and displaced 60,000 people since May 3, the state’s Governor Anusuiya Uikey said on Wednesday.Uikey shared the information as part of her address to the Legislative Assembly.Since the violence began, the police took 1.87 lakh persons under preventive detention and released them after legal formalities. About 10,000 first information reports have been registered in connection with the violence.The Central Bureau of Investigation is investigating 29 of these cases and the National Investigation Agency is probing one case. Four more cases will be transferred to the Central Bureau of Investigation and another five to the National Investigation Agency, Uikey said.She also said that 198 companies of Central Armed Police Forces and 140 Army columns have been deployed in the state to maintain law and order. The Central Armed Police Forces is the collective name used for central paramilitary units such as the Assam Rifles that report to the Union home ministry.“A committee to audit the arms and ammunition snatched by miscreants and recovery of the same was also constituted,” she said. “Intelligence based operations continue to be conducted for recovery of snatched weapons.”The governor also said that the violence has hurt the state’s financial condition.“Financial year 2023-’24 has been a difficult year for the state,” she said. “The ongoing unrest in the state has taken a heavy toll on the state’s economy. Given the trend of own tax and non-tax collection so far, the state may lose fiscal resources to the tune of Rs 800 crore during the current financial year.”Arambai Tenggol involved in ‘anti-social’ activities: PoliceOn Thursday, the Manipur Police said that Meitei armed group Arambai Tenggol is involved in extortion and “many anti-social activities like assaulting civilians, snatching of vehicles from public/government officials”.The police’s statement came after members of the armed militant group on Tuesday night allegedly assaulted and briefly abducted the additional superintendent of police from his home in Manipur’s Imphal East district.According to the state police, at least “200 armed miscreants” stormed Moirangthem Amit Singh’s home on Tuesday night and vandalised the property. Singh was allegedly abducted while the police personnel were engaged in a gunfight with the militants. He was later rescued.The attack against Singh occurred after he arrested a person on Tuesday afternoon for alleged theft of two vehicles, the police said.Police commandos had on Wednesday laid down their arms to protest the attack on the additional superintendent of police.“They [Arambai Tenggol] are garnering false support from the public in the garb of protecting the public but they are committing many anti-social activities and criminal acts,” the police said. “Public must not be misled and give co-operation to Manipur Police in bringing peace and tranquillity back in the state.”The Meitei insurgent groups in the state have been revived amid the ethnic violence in the state.Also read: In Imphal, the state’s surrender to an armed Meitei militia with ‘Taliban-like’ gripLatest Manipur killings confirm long-dormant Meitei insurgency is seeing a revivalThe return of Meitei insurgents marks a new turn in Manipur conflict","author":"Scroll Staff","time":"2024-02-29T14:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198873-kloytaqrbz-1709198455.jfif","tags":["Anusuiya Uikey","Manipur","Arambai Tenggol","Meitei","Kukis","Manipur violence"],"source":"https://scroll.in/latest/1064482/manipur-219-killed-in-ethnic-violence-since-may-10000-firs-registered-says-governor"}