{"title":"Manipur violence toll crosses 200 as three Kuki-Zo villagers are killed in Kangpokpi","content":"Three villagers belonging to the Kuki-Zo community were killed in an ambush on Tuesday in Manipur’s Kangchup area, Kangpokpi Superintendent of Police Manoj Prabhakar M told Scroll.Kangchup, largely home to Kukis, lies in the foothills between the Meitei-dominated valley and the Kuki-majority hills. With the latest killings, the toll in the ethnic violence between the two communities since May 3 has crossed 200.The Indigenous Tribal Leaders’ Forum identified those who died as Satneo Tuboi, Ngamminlun Lhouvum and Ngamminlun Kipgen of the Lhangkichoi village.According to the forum’s spokesperson Ginza Vaulzong, the deaths took place at around 8.20 am on Tuesday.  “The ambush was carried out by Meitei militants between Ireng village and Kharam Vaiphei area,” Vaulzong alleged.Unidentified officials told PTI that the assailants came in a vehicle and attacked the villagers.Committee on Tribal Unity warns of retaliationThe Committee on Tribal Unity in a statement warned that “such cold blooded murder” of innocent Kuki-Zo villagers will not be tolerated and that action will be taken against “Meitei terrorist[s]” trespassing into the hills.“What kind of a government would allow such nefarious and blood thirsty elements to carry out attacks and arson in broad daylight under its own nose?” the group asked. “The whole pogrom initiated by the state leadership needs no further introduction and elaboration.”Press Condemnation against the Killings of Three Kuki-Zo by Impersonated Police and Commandos @mtfdelhi @ITLFMedia_Cell @thewire_in pic.twitter.com/8G8DaV692T— COTU (@COTU_Kangpokpi) September 12, 2023\n\nThe Committee on Tribal Unity urged Union Home Minister Amit Shah to immediately declare all valley districts as “disturbed areas” under the Armed Forces (Special Powers) Act. The committee said that if the home minister does not do so, it will interpret his inaction as providing leeway for the “Wiping out Campaign” allegedly started by the state government.The statement warned that the group will have to “retaliate in full scale and might” if no action is taken.Tuesday’s incident comes after three persons were killed and over 50 injured in the Tengnoupal district of Manipur on September 8.","author":"Scroll Staff","time":"2023-09-12T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193580-gzehhdbgjh-1693233963.jpg","tags":["Manipur","Kangchup","Kangpokpi","Manipur violence","Indigenous Tribal Leaders’ Forum","The Committee on Tribal Unity"],"source":"https://scroll.in/latest/1055815/manipur-violence-toll-crosses-200-as-three-kuki-zo-villagers-killed-in-kangpokpi"}