{"title":"Manipur: Women’s group clashed with Army, ‘snatched’ 11 detained armed miscreants, says police","content":"Eleven armed miscreants detained by the Indian Army in Manipur’s Bishnupur district were “snatched by womenfolk during an aggressive confrontation” with the security forces on Tuesday, the Manipur Police said.A column of the Army’s Mahar Regiment on Tuesday intercepted and detained 11 armed miscreants dressed in police uniforms and recovered guns, grenades and ammunition from them, the police said.However, the Army was confronted by Meira Paibis, a Meitei women’s group. The Meira Paibis demanded the release of the detained men and the seized weapons, The Indian Express reported.The role of Meira Paibis has become contentious. The Indian Army has previously called out the women’s group for disrupting peace-making efforts. Meira Paibis has also been accused of participating in violence against women.The Army then informed the district police about the situation. “On reaching, it was informed by the Army personnel that the 11 persons have been snatched by the womenfolk during aggressive confrontation with them despite their best efforts,” the state police said.The security forces dispersed the crowd after reinforcements of the Rapid Action Force, a team led by Bishnupur Superintendent of Police Ravikumar and Thanga MLA T Robindro arrived at the spot, the newspaper reported.“The recovered weapons and ammunitions were kept in safe custody,” the police said. “The mob was later dispersed and the situation was brought under control. Necessary legal action is being taken up.”Manipur has been gripped by ethnic clashes between the tribal Kuki and the dominant Meitei communities since early May 2023. The violence has killed at least 224 persons and displaced 60,000 people from their homes over the past year.PM Modi’s preference for politics over national security has set back Manipur by decades. https://t.co/Byj3WscvSs— Gaurav Gogoi (@GauravGogoiAsm) April 30, 2024\n\n\nAlso read: Feminist icons or violent vigilantes? The contentious role of Meira Paibis in Manipur’s conflict","author":"Scroll Staff","time":"2024-05-01T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198826-kvzgqwppou-1709093749.jpg","tags":["Manipur","Indian Army","Meitei","Meira Paibis","Manipur conflict","Manipur Police"],"source":"https://scroll.in/latest/1067299/manipur-womens-group-clashed-with-army-snatched-11-detained-armed-miscreants-says-police"}