{"title":"Manipur violence: Opposition demands removal of N Biren Singh during all-party meeting","content":"Opposition leaders on Saturday demanded the removal of Manipur Chief Minister N Biren Singh, saying that the people of the state have lost trust in him.“The entire Opposition went to the extent of saying that there is absolutely no trust in the person heading the administration in Manipur,” Rashtriya Janata Dal MP Manoj Jha told PTI after the all-party meeting in Delhi. “You cannot have peace until that person is in charge.”VIDEO |\"The entire opposition went to the extent of saying that the person who is heading the administration there (Manipur), there is absolutely no trust in him. You can't have peace until that person is in-charge,\" says RJD MP Manoj Jha after all-party meeting on #Manipur… pic.twitter.com/9l7D2dQEiz— Press Trust of India (@PTI_News) June 24, 2023\n\nThe all-party meeting was convened by Home Minister Amit Shah on June 22 to discuss the ethnic violence in Manipur. The meeting was attended by leaders of the Congress, the Bharatiya Janata Party, RJD, Shiv Sena (Uddhav Balasaheb Thackeray), Aam Aadmi Party, Dravida Munnetra Kazhagam, Communist Party of India (Marxist), All India Anna Dravida Munnetra Kazhagam, Samajwadi Party, National People’s Party and the Biju Janata Dal among others.Manipur has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left more than 100 persons dead, over 300 injured and thousands displaced. The violence broke out after thousands of people participated in a protest march to oppose the demand of the majority Meiteis to be included in the Scheduled Tribes category.Several Opposition parties have criticised Narendra Modi and the Bharatiya Janata Party governments at the Centre and the state for not doing enough to end the violence in Manipur.On Saturday, the Congress said that the all-party meeting organised by the home minister was “just an eye-wash” and a formality.  Congress General Secretary Jairam Ramesh alleged that the party’s representative, former Manipur Chief Minister Okram Ibobi Singh, was not allowed to present his points in the meeting.“He was the only leader from Manipur in the all-party meeting today, and it is an insult not only to the former CM and the Congress party, but the people of Manipur, that their representative was not allowed to fully put forth his point of view,” he said.The all-party meeting organised by the Home Minister today was just an eye-wash and a formality. As the principal Opposition party, our representative the senior most leader from Manipur, 3-time elected CM Okram Ibobi Singh, was not allowed to present his points representing… pic.twitter.com/XMjfWXYHBa— Jairam Ramesh (@Jairam_Ramesh) June 24, 2023\n\nShiv Sena (Uddhav Balasaheb Thackeray) leader Priyanka Chaturvedi said that accountability for the crisis in Manipur begins with the Singh-led government.“I met with various Manipur groups and they all have echoed the same sentiments of distrust on the chief minister of Manipur,” she said after the meeting, according to PTI. The Trinamool Congress said that it demanded an all-party delegation be sent to Manipur next week, reported India Today.“To boost the confidence of the people of Manipur and to provide a healing touch, the All India Trinamool Congress demands an all-party delegation be sent to the state in the next week,” the party said. “The message which has gone out is that the Union government is ignoring the Manipur crisis. That needs to change to heal, care, restore peace and harmony.”Meanwhile, BJP’s Manipur in-charge Sambit Patra said that Shah told the Opposition that all efforts are being made to restore peace in Manipur on instructions of the prime minister.“In his statement at the meeting, Amit Shah said very clearly that there was not a single day when he did not speak to the prime minister since the violence began on May 3,” Patra said.Silent rally held in ChurachandpurA joint student body on Saturday organised a silent rally in Manipur’s Churachandpur district to remember the tribals killed in the violence in the state.Dressed in black clothes, the participants marched silently Participants while carrying 100 dummy coffins to represent those killed in the ethnic conflict.Coffin protest held at Churachandpur to mourn death of Kuki-Zo tribalsA silent coffin rally was organized on 24 June 2023 by the joint student body in Lamka (formerly known as Churachandpur) to mourn and commemorate Kuki-Zo tribals who have died in the ethnic conflict in… pic.twitter.com/IfJO1DNtx7— ब्लिस नियांग नगैह वुंग सिंगसन (@bliss_singson) June 24, 2023","author":"Scroll Staff","time":"2023-06-24T20:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191574-kpijqqqvhv-1687618265.jpg","tags":["Manipur","Manipur violence","N Biren Singh"],"source":"https://scroll.in/latest/1051507/manipur-violence-opposition-demands-removal-of-n-biren-singh-during-all-party-meeting"}