{"title":"Manipur sexual assault: Home of main accused man set on fire","content":"A group of unidentified women on Friday burnt the home of the main accused in the assault of three Kuki women in Manipur, PTI reported.The accused man, Huirem Herodas Meitei was arrested on Thursday morning after a video showing two Kuki women being paraded naked by a mob in the Kangpokpi district was widely shared on social media.VIDEO | Local women burnt down the house of one of the accused, who was seen in the May 4 video of two women being paraded naked in Manipur. pic.twitter.com/HtM7LJfIK5— Press Trust of India (@PTI_News) July 21, 2023\n\nThree women, including the two who were seen in the video, were sexually assaulted in B Phainom village of Kangpokpi district on May 4, a day after clashes erupted between Meitei and Kuki communities. One of the women was “brutally gang-raped”, according to a police complaint. On May 3, the state government had also imposed an internet shutdown in the state.The first information report was registered on May 18. However, it was only on July 20 that Huirem Herodas Meitei was arrested. Three more men have been arrested since then.All four accused persons were on Friday remanded to police custody for 11 days.On Thursday, the women vandalised the accused man’s home in Pechi Awang Leikai village in Thoubal district. “Local women pelted stones and burnt some parts of the house belonging to the prime accused in a village,” Senior Police Officer Hemant Pandey said, according to The Print. “We request women to protest peacefully as there is intense unease. We understand their rage.”An unidentified Meira Paibi leader told The Indian Express that outraging a woman’s dignity was not acceptable. The Meira Paibis, or women torchbearers, is a community of Meitei women that has in the past two months been accused of involvement in the violence in the state. The group has also been accused of impeding the movement of security forces.“We cannot allow such a person to be in our society,” the Meira Paibi leader said. “It’s a shame to the entire Meitei community.”Meanwhile, Manipur Chief Minister N Biren Singh on Friday said that public gatherings have been organised to condemn the sexual assault of three Kuki women.“We are condemning it state-wide, both in valley and hills,” he said, according to PTI. “The people of the state regard women as mothers. Some miscreants tarnished our image by doing this.”VIDEO | \"We have launched statewide condemnation protests, both in valley and hills, over the video that went viral and tarnished the state's image,\" Manipur CM @NBirenSingh tells @PTI_News pic.twitter.com/LCb7PkuMvA— Press Trust of India (@PTI_News) July 21, 2023","author":"Scroll Staff","time":"2023-07-21T17:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192436-jkwbhsotew-1689939212.jpeg","tags":["Manipur","Manipur news","Sexual assault"],"source":"https://scroll.in/latest/1053046/manipur-sexual-assault-home-of-main-accused-man-set-on-fire"}