{"title":"Manipur violence: CRPF constable on leave shot dead in Churachandpur","content":"A commando of the CoBRA unit of the Central Reserve Police Force, who was on leave at his home in Churachandpur district of Manipur, was shot dead by armed assailants on Friday, PTI reported, citing unidentified officials.Constable Chonkholen Haokip of delta company of the 204th CoBRA battalion was killed between 2 pm and 3 pm, the officials said. A control room of the CoBRA battalion of the Central Reserve Police Force received information about Haokip’s death from his brother at 5.50 pm, The Indian Express reported.The violence between Kuki and Meitei communities in Manipur has claimed at least 13 lives since Wednesday, a senior official with the Regional Institute of Medical Sciences at Imphal had told Scroll on Friday afternoon. Nine of the 16 districts of Manipur are under curfew, around 20,000 persons have been left homeless and internet services have been suspended in the state.The violence first erupted on Wednesday after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.Last month, the Manipur High Court had asked the Bharatiya Janata Party government to consider petitions for the Meitei community’s demand and decide on it “expeditiously”.Also read: In Imphal, two families recount two days of horror that ended in deathIn the wake of the Haokip’s killing, the Central Reserve Police Force on Friday directed all its personnel from Manipur, who are on leave at their homes, to report immediately to their nearest security base with family members, PTI reported, citing a directive from the the paramilitary force. The Nagaland Sector Office of the CRPF has been asked to provide all possible assistance to such personnel.  Earlier on Friday, intermittent gunfights between militant groups and security forces took place at Kangvai in Churachandpur district, the western hill range of Phougakchao in the adjoining Bishnupur district and Dolaithabi and Pukhao in Imphal East district.Over 6,000 soldiers from the Army and the Assam Rifles have been deployed in the state. The Centre has also rushed teams of the Rapid Action Force in violence-hit areas of the state. On Thursday, the Manipur government had issued shoot-at-sight orders in cases where “all forms of persuasion, warning, reasonable force, etc have been exhausted”.Also read: Manipur government not doing enough, claims BJP MLAThe members of the Meitei community, who account for 60% of Manipur’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. They are not allowed to settle in the state’s hilly areas as per existing laws.Meanwhile, the Kukis fear that Meiteis may take over their land resources if they are given Scheduled Tribe status.","author":"Scroll Staff","time":"2023-05-06T08:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189861-fgvcjecvsb-1683340311.jpg","tags":["Manipur","CRPF","Kuki","Meitei"]}