{"title":"Manipur violence: Amit Shah calls all-party meeting on June 24","content":"Union Home Minister Amit Shah on Wednesday called for an all-party meeting on June 24 to discuss the ethnic violence in Manipur. The meeting will be held at 3 pm in Delhi. Manipur has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left more than 100 persons dead, over 300 injured and thousands displaced. The violence broke out after thousands of people participated in a protest march to oppose the demand of the majority Meiteis to be included in the Scheduled Tribes category.Shah announced the all-party meeting soon after he held a meeting with Assam Chief Minister Himanta Biswa Sarma on Wednesday. After Shah’s visit to Manipur earlier this month, Sarma had been asked to ensure dialogue between the Kukis and Meiteis.Several Opposition parties have criticised Narendra Modi and the Bharatiya Janata Party governments at the Centre and the state for not doing enough to end the violence in Manipur. On Thursday, the Congress said Shah’s move to call parties for discussion was “too little, too late”. The comments came after two soldiers were injured when unidentified miscreants fired at them in North Boljang in Manipur’s Imphal West district around 5 am.  Congress General Secretary KC Venugopal said that things have “worsened” in the northeastern state since Shah’s visit. “Any effort for peace must take place in Manipur, where the warring communities are brought on the discussion table and a political solution is arrived at,” he added.Earlier, the Congress had said that a delegation of 10 Opposition parties wanted to submit a memorandum on the violence to the prime minister, but they could not get an appointment.Venugopal said that Modi’s absence from the meeting would show his “cowardice” and “unwillingness” to confront his failures in Manipur.On Wednesday, former Congress chief Sonia Gandhi said that the unprecedented violence in Manipur has devastated the lives of people of the state has left a deep wound on the nation’s conscience.“It is heartbreaking to witness our brothers and sisters who have coexisted peacefully turn against each other,” she said in a video message. “It takes tremendous trust and goodwill to nurture the spirit of brotherhood, and a single misstep to fan the flames of hate and divisiveness.”The Chairperson of the Congress Parliamentary Party Smt. Sonia Gandhi has made this heartfelt appeal for peace, harmony and reconciliation in Manipur. pic.twitter.com/COklA0PNTf— Jairam Ramesh (@Jairam_Ramesh) June 21, 2023\n\nGandhi pointed that people were forced to flee from their home and leave behind all that they had built over their lifetime.“Today, we are at vital crossroads,” she added. “Our choice to embark on the path of healing will shape the kind of future that our children will inherit. I appeal to the people of Manipur, especially my brave sisters, to lead the way in bringing peace and harmony to this beautiful land.”Three injured in suspected IED blast in BishnupurThree people were injured in a blast by a suspected improvised explosive device, or IED, in the Bishnupur district on Wednesday evening. An unidentified defence official told The Indian Express that the blast took place in a parked car around around 7.15 pm.Incidents of firing were also reported near Sugnu on Tuesday night and in Kangpokpi, Imphal East district, and Harothel on Wednesday evening, according to the newspaper.An exchange of fire between unknown gunmen and the Assam Rifles was also reported at North Boljang in Manipur’s Imphal West district on Thursday morning, PTI reported. Unidentified officials told the news agency that the situation was under control and a combing operation was underway to identify the gunmen.Meitei body seeks to defer hearing on appeal against ST status orderThe Meitei Tribes Union has filed a plea in the Manipur High Court seeking to defer hearing in the appeal filed against the contentious March 27 order, which had triggered the protests by tribals in Manipur, according to The Hindu.The review petition has been filed by the Meitei Tribes Union, which has contended that the inclusion or exclusion of any community in the Scheduled Tribes list is the prerogative of Parliament and the president.The appeal was admitted by the High Court on June 19. A division bench had issued notices to the Centre and state government, seeking their responses by July 5.The All Manipur Tribal Union has also filed an appeal before a division bench of the High Court against the order passed on March 27. The appeal will be heard on June 22.","author":"Scroll Staff","time":"2023-06-22T12:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184372-mortzrwixc-1676356211.jpg","tags":["Manipur","Manipur unrest","Narendra Modi","BJP","Amit Shah"],"source":"https://scroll.in/latest/1051363/manipur-violence-amit-shah-calls-all-party-meeting-on-june-24"}