{"title":"Manipur Assembly adopts resolution urging Centre to end ceasefire pact with Kuki militant groups","content":"The Manipur Assembly on Thursday adopted a resolution urging the Centre to abrogate the Suspension of Operations pact with Kuki-Zo insurgent groups in the state.The Suspension of Operations agreement is a ceasefire pact between the Centre, the Manipur government and two groups of 24 Kuki militant outfits – the Kuki National Organisations and United Peoples’ Front. The pact was signed in 2008. The annual extension of the pact lapsed on Thursday.Chief Minister N Biren Singh said that the decision of not renewing the Suspension of Operations agreement is in the interest of ensuring peace and security in the region. Ethnic violence between the Meitei and the Kuki communities erupted in the state in May, killing 219 persons. Around 60,000 persons have been displaced.The 12th Manipur Legislative Assembly on the 2nd day of its 5th session, unanimously resolved to urge the Central Government to completely abrogate the SoO pact with all the Kuki-Zo militant groups.This decision comes in the interest of ensuring peace and security in the… pic.twitter.com/Q8fLoQiZ0f— N.Biren Singh (@NBirenSingh) February 29, 2024\n\n\nThe resolution was, however, opposed by the 10 MLAs from the Kuki-Zo-Hmar communities, who were not present in the Assembly when the resolution was passed, The Hindu reported.The Kuki MLAs expressed their opposition to the “one-sided resolution emanating from prejudice, bias and hatred for our community that reflects a myopic view on the issue”.The legislators representing the tribal community said that a joint monitoring group comprising state and Union government agencies and representatives of two Kuki militant outfits is in place to oversee adherence to the ground rules of the agreement.“We would like to question whether the resolution adopted by the august House was based on any report or observations of the JMG [Joint Monitoring Group], which is the only official mechanism to determine whether any violation of the ground rules has taken place or not,” the Kuki MLAs said in a press release.They added: “This obviously is not the case as the resolution is based on an overwhelming sense of animosity and hatred for a particular community.”The legislators said that the Bharatiya Janata Party government in the state should have also highlighted the role of the United National Liberation Front, a Meitei insurgency outfit, in the ethnic violence.“The recent signing of a Peace Accord with an UNLF Faction was initiated by the state government, and the role played by this outfit during this short period in the current violence is widely known to one and all,” the Kuki MLAs said.They added. “The august House resolution would have evinced fairness and peace objective if the role played by the valley-based outfit cited above too was highlighted as it is a clear case for seeking termination of the pact too.”The Meitei community accounts for 60% of the state’s population and is largely concentrated in the Imphal Valley. Manipur’s two major tribal communities – the Kukis and the Nagas – live in the hill districts, which account for about 90% of the state’s area.Also read: Will the new peace pact with Meitei group UNLF bring peace to Manipur?","author":"Scroll Staff","time":"2024-03-01T11:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198896-soorornwts-1709270387.jpg","tags":["Manipur Assembly","Manipur","Suspension of Operations","Meitei","Kuki","Manipur violence"],"source":"https://scroll.in/latest/1064531/manipur-assembly-adopts-resolution-urging-centre-to-end-ceasefire-pact-with-kuki-militant-groups"}