{"title":"Manipur starts campaign to collect biometric data of ‘illegal immigrants’ from Myanmar","content":"The Manipur government on Saturday said that it has started a campaign to collect biometric data of “illegal immigrants” from Myanmar in the ethnic-violence hit state.In his order, Joint Secretary (Home) Peter Salam said that a team of National Crime Records Bureau officers trained state officials in capturing the data of the undocumented immigrants at a foreign detention centre near the Sajiwa jail in Imphal East district.    There are 104 people detained at the centre, including 24 men, 74 women and six minors, reported The Indian Express. They had crossed over into the Indian territory in the last couple of years. The exercise is likely to get completed by September. The exercise comes after a joint meeting was held in Delhi between Union home ministry officials and representatives from Manipur and Mizoram in April. The ministry had asked the state to complete the exercise by September 30.Following this, the Manipur government formed a Cabinet sub-committee for identifying the undocumented immigrants. Salam said that over 2,500 such immigrants have been identified, adding that Chandel had the highest number – around 1,050.“Once the process is completed, it will be uploaded on the foreigners’ identification portal of the MHA and the link will be forwarded to ECI,” he added, reported The Indian Express.  “This will prevent the illegal immigrants from acquiring Aadhaar, voter ID cards, and claiming benefits, among others.”Manipur has been witnessing ethnic clashes between the Kuki and the majority Meitei communities since May 3. Widespread incidents of violence and arson continue to deepen the crisis in the state. Over 180 people have been killed and nearly 60,000 have been forced to flee their homes.One of the reasons attributed to the violence has been the refugee crisis with thousands of Myanmar citizens fleeing the brutal military regime and taking shelter in the North East, mainly in Manipur and Mizoram that have shared borders.Manipur shares a 398-km-long border with Myanmar to its south and east.  Also read:World is family: From Manipur to Myanmar, the escalating refugee crisis is a wake-up call for India","author":"Scroll Staff","time":"2023-07-30T09:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156117-kxdjyytlwe-1615611267.jpg","tags":["Manipur","Myanmar","immigrants","Manipur violence"],"source":"https://scroll.in/latest/1053489/manipur-starts-campaign-to-collect-biometric-data-of-illegal-immigrants-from-myanmar"}