{"title":"Manipur violence: Supreme Court refuses to urgently list plea challenging internet shutdown","content":"The Supreme Court on Friday refused to urgently list a petition challenging the internet shutdown currently in place in Manipur, Bar and Bench reported.A vacation bench comprising Justices Aniruddha Bose and Rajesh Bindal said that as the Manipur High Court was already hearing the matter, there was no need to duplicate proceedings.An internet shutdown was imposed in Manipur on May 3, the day on which violence broke out in the state. Ethnic clashes between Meiteis and Kukis in Manipur have left more than 100 persons dead, over 300 injured and thousands displaced. The violence broke out after thousands of people participated in a protest march to oppose the demand of the majority Meiteis to be included in the Scheduled Tribes category.A lawyer, Chongtham Victor Singh, and a businessman, Mayengbam James, filed a petition in the Supreme Court against the internet ban. They questioned why state-wide internet shutdown orders were in force in Manipur in spite of “a clear and admitted de-escalation’ of the situation”, according to Bar and Bench.The petitioners contended that the shutdown orders were grossly disproportionate as they prevented citizens from exercising their right to freedom of expression along with the freedom to carry on their occupations. They claimed that the internet ban does not have a direct link with the maintenance of law and order at present.The Supreme Court, however, told Shadan Farasat – the counsel for the petitioners – to mention the matter before a regular bench of the High Court.The development came a day after the Manipur Human Rights Commission asked the Bharatiya Janata Party run-state government to consider restoring services as the internet plays a vital role in modern life, The New Indian Express reported.A Mizoram resident named Kammingthang Hangshingan had filed a complaint with the panel against the suspension of the internet in the Churachandpur district.In response to the complaint, the commission said in its order: “It would be proper on our part to ask the authority as to whether internet can be restored…keeping balance between the security of the state and the interest of the citizens/people...” Exclude Naga areas from any separate administrationOn Friday, 10 Naga MLAs from Manipur said that the places dominated by the community should not be affected if separate administrative areas are carved out for the Meitei and Kuki communities, Northeast Live reported.The MLAs met Union Home Minister Amit Shah on Wednesday and on Friday. They told the media about the matters that were discussed during the meeting.“We also have conveyed to him that in the event of any arrangement for separate administration, our Naga areas should not be touched,” Manipur Water Resources Minister Awangbou Newmai said. “Because that is the contention from many years. As we all know, there have been a lot of problems and issues in the past when separate administration was made in Manipur.”Newmai said Shah assured the MLAs that the government will hold consultations with the Nagas, Kukis and Meiteis before taking any such decision.Last month, all ten Kuki MLAs in Manipur urged the Centre to create a separate administration in the wake of the violent clashes between their community and the Meiteis. The MLAs alleged that the violence was perpetrated by the Meitei community and was “tacitly supported” by the state government.Manipur group’s declaration on ‘narco-terrorists’ abhorrent: Kuki bodyThe Kuki Inpi Manipur, an apex body representing Kuki tribes, said on Friday that it takes strong exception to a statement by the Coordinating Committee on Manipur Integrity,  an umbrella organisation of six groups representing Meitei interests.At a convention in Imphal, the groups had declared a a “national war” against “Chin-Kuki narco-terrorists”.  The Coordinating Committee on Manipur Integrity had declared: “We will not surrender arms until the narco-terrorists and related external aggressors are completely annihilated from the soil of our motherland and peace is restored.”The Kuki Inpi Manipur on Friday said that the declaration was “abhorrent and highly uncalled-for” and that it deserved denunciation by every right-thinking individual.“Indeed, the unabated atrocious violence perpetrated by the Meiteis upon the Kukis in total defiance of the Union Home Minister’s call for restraint and peace is a vilification of the MHA [Ministry of Home Affairs] and a serious threat to the national security of India as a whole,” it said.","author":"Scroll Staff","time":"2023-06-09T16:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190681-doysaufqgu-1685338582.jpg","tags":["Supreme Court","Manipur","internet shutdown","Manipur violence"],"source":"https://scroll.in/latest/1050640/manipur-violence-sc-refuses-to-urgently-list-plea-challenging-internet-shutdown"}