{"title":"Manipur MLAs allege four more cases of sexual assault on Kuki women","content":"Two days after the horrific sexual assault of three Kuki women in Manipur came to light, 10 MLAs from the state alleged on Thursday that there are at least four other cases of rape of women from the Kuki-Zo community.Two of the four women who were sexually assaulted were murdered, the MLAs claimed in their statement. One of the women was raped twice, while at least four others have also been killed, the statement claimed. All 10 signatories of the statement belong to the Kuki-Zo community and seven of them are members of the ruling Bharatiya Janata Party. One Independent MLA and two from the Kuki People’s Alliance also back the ruling coalition led by Chief Minister N Biren Singh.Press Statement Of The Ten Kuki-Zomi MLAs #Manipur ⁦@Paolienlal_WoC⁩ ⁦@Letpao_Haokip⁩ ⁦@KipgenNemcha⁩ ⁦@mang_henglep⁩ ⁦@chinlunthang⁩ ⁦@NgursanglurS⁩ ⁦@KimneoHangshing⁩ ⁦@VungzaginValte⁩ ⁦@haokholet_k⁩ pic.twitter.com/MtsImtbsJr— Lallian Mang Khaute, IPS(retd) (@LMKhaute) July 20, 2023\n\n“We strongly condemn these acts of cruelty and savagery perpetrated by the Meitei militias against our fellow helpless, defenceless and innocent Kuki-Zo people, that have equally shocked the conscience of our fellow Indians,’’ the statement read. The MLAs have demanded that the Central government take action against the alleged incidents and inquiry is handed over to the Central Bureau of Investigation.The statement came after it emerged that three women were forced to strip naked and paraded in B Phainom village of Kangpokpi district on May 4, a day after ethnic clashes broke out between Kukis and Meitis. One of the women was gangraped, according to a police complaint. The development came after the video of the incident was widely shared on social media, drawing criticism from the Opposition and the Supreme Court.  A first information report was registered on May 18, but the first arrest in the case was made on Thursday. Three more men have been arrested since then. Also read: ‘If you don’t take off your clothes, we will kill you’: Kuki women paraded naked in Manipur","author":"Scroll Staff","time":"2023-07-21T11:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192423-oomlctzemb-1689918192.jpg","tags":["Manipur","Manipur unrest","Manipur violence","Kuki","Meitei"]}