{"title":"Manipur violence: State government not doing enough, claims BJP MLA","content":"A Bharatiya Janata Party MLA in Manipur on Friday told Scroll that the state government – led by his own party – was not doing enough to stop the violence in the state.Scroll spoke to Paolienlal Haokip after he tweeted on Thursday claiming that central forces had not been deployed at sensitive areas even as “ethnic cleansing in full swing” was underway in the state.Hours before internet was snapped in Manipur, Haokip, the MLA from the Saikot constituency of Churachandpur district, had tweeted seeking help to save the state from “mob rule”.Help Manipur. Save the state from mob rule. Ethnic cleansing in full swing and central forces not deployed by state at sensitive areas.@AmitShah @sambitswaraj @narendramodi @byadavbjp— Paolienlal Haokip (@paolienlal) May 4, 2023\n\nIn the past two days, at least 13 people have died in violence between Kuki and Meitei communities in Manipur, a senior official with the Regional Institute of Medical Sciences at Imphal told Scroll on Friday.The violence erupted on Wednesday after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.  Speaking to Scroll on Friday, Haokip said that he stood by what he tweeted on Thursday. The BJP MLA said he had been “trying to reach Delhi” for help. “Despite assurances, things have not happened on the ground,” he said.The situation, he said, continued to be dire in several villages in the foothills, in the Churachandpur and Bishnupur districts. “As we speak, Meitei mobs are running riot in villages,” he alleged. “Forces have been deployed only on the main roads.”On Thursday, the Manipur government issued shoot-at-sight orders in extreme cases where “all forms of persuasion, warning, reasonable force, etc have been exhausted”. On Wednesday, the state home department also suspended mobile internet services for five days in a bid to quell the violence.A curfew has been imposed in nine out of 16 districts in the state and over 9,000 people have been displaced. Over 6,000 soldiers from the Army and the Assam Rifles have been deployed in the state. The Centre has also rushed teams of the Rapid Action Force in violence-hit areas of the state.What caused the violence?Last month, the Manipur High Court had asked the Bharatiya Janata Party government to consider petitions for the Meitei community’s demand and decide on it “expeditiously”. The order revived old anxieties between the Meitei community and the hill tribes.The members of the Meitei community, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. They are not allowed to settle in the state’s hilly areas as per existing laws.On the other hand, some tribal communities fear that Meiteis may take over their land resources if they are given Scheduled Tribe status.Also read:In Manipur, the Kukis are up in arms against the ‘majoritarian’ government","author":"Scroll Staff","time":"2023-05-05T17:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189838-dtmyduudqt-1683282959.jpg","tags":["Paolienlal Haokip","Manipur","Bharatiya Janata Party","Manipur vioence"]}