{"title":"Manipur: Three journalists allegedly assaulted by security personnel","content":"Three journalists covering the violence in Manipur’s East Imphal district were allegedly assaulted by security personnel on Monday, reported the Imphal Free Press.The journalists – Soram Inaoba and Nongthombam Johnson from the channel Mami TV and Brahmacharimayum Dayananda from the news agency ANI – were allegedly assaulted with batons by security personnel while they were recording footage of a burning building from a construction site at the New Checkon area of Imphal.They were allegedly assaulted after security personnel accused mediapersons of throwing stones at a drone that was being operated by the authorities. The journalists, however, denied the claim.On Monday, fresh violence was reported in Manipur after a mob had torched homes in the New Checkon market of Imphal West district. Tensions in the northeastern state were first reported on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, Chief Minister N Biren Singh, who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 73 persons dead and over 35,000 displaced.On Monday, the All Manipur Working Journalists’ Union, Editors’ Guild Manipur and Manipur Hill Journalists’ Union submitted a memorandum to Chief Minister N Biren Singh demanding the suspension of the security personnel who allegedly assaulted the journalists, the Sangai Express reported.The journalists’ associations said that the journalists were only waving at the drone as it had come too close to them, and did not throw stones at it. “This notwithstanding, it is a gross violation of the right of media to cover an incident, when they are assaulted even after they have been identified as [mediapersons] on duty,” they said.","author":"Scroll Staff","time":"2023-05-23T20:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189861-fgvcjecvsb-1683340311.jpg","tags":["Manipur","East Imphal","N Biren Singh","Kukis","Meiteis"],"source":"https://scroll.in/latest/1049647/manipur-three-journalists-allegedly-assaulted-by-security-personnel"}