{"title":"Manipur clashes: Why bodies are lying unclaimed in the state’s morgues","content":"On May 25, the body of Toijam Chandramani became the latest addition in the morgue of Imphal’s Regional Institute of Medical Sciences. The 33-year-old succumbed to a bullet injury he had sustained two days earlier.Chandramani’s corpse now lies among more than 30 others in the moratorium – mostly belonging to those who have died in the ongoing ethnic clashes between the Meitei and Kuki communities in Manipur.   Even though most of these deaths occurred in the early phase of the violence, in the first week of May, the bodies are still in morgues across the state. Lalboi Lhungdim, for instance, died on May 4, the second day of the violence. He was killed by a mob which barged inside his home in Imphal’s Khongsai Veng. Ever since, his body has been in the morgue of the Regional Institute of Medical Sciences.‘The family is not ready’There are several like him. The body of his neighbour Thangginlung Lupheng, who fell to the same murderous mob, is in the same morgue.A mix of logistical and sentimental reasons has meant that most of the bereaved families have not cremated the bodies of their loved ones. At least 75 people have died in the clashes, which broke out on May 3 after thousands of tribal residents took part in a march in Churachandpur to oppose the demand of the Meitei community for Scheduled Tribe status.Toijam Chandramani’s family has refused to take the body back, saying they would not be able to offer him a proper send-off in these fraught times.The Meitei family, originally residents of Thengra Leirak in the Kuki-dominated hill district of Churachandpur, has been living in a refugee camp in Bishnupur’s Moirang area ever since the violence broke out.  “The family is not ready to take the body right now,” said Ranjan Huidrom, a cousin of Chandramani. “We are totally displaced now – where to cremate [him] is a problem too.”A house set on fire in Churachandpur district in the first week of May, 2023. Credit: AFP.No-go zonesThree weeks on, ethnic tensions and distrust run so high in Manipur currently that Kuki-dominated hill districts such as Churachandpur have virtually become no-go zones for the Meiteis.Likewise, in the valley districts, where the Meiteis are the numerically dominant community, there are few Kukis left, all holed up in heavily guarded enclaves. Those who escaped the violence insist they would never come back. As a consequence, there are several bodies in the morgues, unidentified and unclaimed. In the Churachandpur district hospital’s morgue, there are 24 bodies of those killed in the violence. According to hospital authorities, four of them belong to people from the Meitei community. “Nobody from the Meitei side has come to claim the bodies,” said a hospital official. Not just logisticsBut it is not only logistical troubles that are delaying the cremation and burial of bodies.When Lalboi Lhungdim’s wife Lhingneikim Lhugdim approached the Kuku Khanglai Lawnpi, a philanthropic body of the community, for help in retrieving his body from the morgue in Imphal, she said she was told that all the bodies from the community will be taken back at the same time “once we have settled the issue”.A poster put up in a Churachandpur village in memory of Lalboi Lhungdim, who was killed by a mob in Imphal on May 4. Credit: Arunabh Saikia.Just days before her husband’s death, on April 30, Lhingneikim Lhugdim, who also lost her brother in the violence, had become a mother. “The only thing that I want is that his body should come back to me and that he be buried respectfully, according to our rituals,” she said, speaking to Scroll at Lalboi Lhungdim’s home in Churachandpur’s  M Songgal village. However, that is likely to take some time, given that the Kuki leadership wants everyone from the community who has died in the clashes to be buried together at the same time and place. The Kuki bodies in Churachandpur are also yet to be buried. “We will choose a place where everyone will be buried together,” said Muan Tombing, the general secretary of the Indigenous Tribal Leaders’ Forum. That, Tombing said, was only possible “when the bodies come home first” from Imphal. Overcrowded morguesHowever, with violence continuing to simmer and the toll increasing by the day, the morgues in Manipur’s hospitals are starting to run out of space. At Imphal’s Regional Institute of Medical Sciences, the crunch is all too evident. When Scroll visited the morgue, coffins lay on the floor of the morgue, seemingly unrefrigerated.At the Jawaharlal Nehru Institute of Medical Sciences in the city, where 19 bodies lie unclaimed, the medical superintendent said they had requested for the bodies to be “evacuated” from the hospital. “Till now we are managing with great difficulty. It’s also summer,” he said. “The issue of space constraint has been highlighted to the authorities.”","author":"Arunabh Saikia","time":"2023-05-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190628-gljcdtcmqd-1685210125.jpeg","tags":["manipur ethnic clashes","manipur kuki-meitei clash","manipur unclaimed bodies","Imphal violence","Churachandpur violence","March against ST status for Meiteis"],"source":"https://scroll.in/article/1049903/manipur-clashes-why-bodies-are-lying-unclaimed-in-the-states-morgues"}