{"title":"Manipur group backtracks a day after passing resolution to not give up arms looted during violence","content":"A day after passing a resolution to not surrender arms that were looted during the ethnic clashes, a prominent Manipur group on Thursday said that the decision was taken hurriedly due to pressure from the crowd.The Coordinating Committee on Manipur Integrity, an umbrella organisation of six groups representing Meitei interests, had on Wednesday organised a people’s convention in Imphal, according to The Times of India. At the convention, the groups had announced a “national war” against “Chin-Kuki narco-terrorists”.In the resolution, the Coordinating Committee on Manipur Integrity had declared, “We will not surrender arms until the narco-terrorists and related external aggressors are completely annihilated from the soil of our motherland and peace is restored. The time is not for the arms to be taken away from us, but rather for us to be given more arms.”The organisation had also vowed not to allow any military operations in the Imphal Valley. Manipur has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left more than 100 persons dead, over 300 injured and thousands displaced.According to the police, at least 3,500 weapons and 5,00,000 ammunition have been stolen by mobs in the state. Of these, 868 weapons and 11,518 ammunition have been recovered, according to the Hindustan Times.Also read: ‘Everyone is feeling unsafe’: In Manipur, a surge in applications for gun licencesOn June 1, Union Home Minister Amit Shah had issued an appeal to the public to surrender looted arms. “Combing operations will start tomorrow and if weapons are found with anyone, strict actions will be taken,” he had said.L Ratankumar Singh, co-ordinator of the Coordinating Committee on Manipur Integrity, on Thursday told Scroll that a meeting is being held to rectify some of the resolutions passed a day earlier.“We were not supposed to make a decision hurriedly because we are not holding any arms and ammunition,” Singh said. “Some irate youths have snatched arms from various police stations and battalions of Manipur Rifles. We do not have a right to adopt a resolution claiming that we will not give up arms.”But he also justified Wednesday’s resolution, saying it was passed in light of the regular firing by militants on civilians.“The Kuki Chin Narco terrorists are attacking our civilians at different villages at the periphery of the Imphal Valley,” Singh said. “The only way to protect the villagers is by using the arms. We felt that it is not the right time to give up those snatched weapons as we are just defending ourselves.”He added: “But in the eyes of the law, it is not right to adopt such a resolution or to keep the arms snatched from the police. So, we need to do some rectification.”Also read:Armed gangs and a partisan state: How Manipur slipped into civil warManipur clashes: Why bodies are lying unclaimed in the state’s morgues","author":"Scroll Staff","time":"2023-06-08T16:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191024-xqclbgacjh-1686218745.jpg","tags":["Coordinating Committee on Manipur Integrity","COCOMI","Manipur violence","Manipur"],"source":"https://scroll.in/latest/1050568/manipur-group-backtracks-a-day-after-passing-resolution-to-not-give-up-arms-looted-during-violence"}