{"title":"Manipur: Toll rises to 73, chief minister rejects demand of separate administration","content":"A look at the top developments from violence-hit Manipur:  The toll due to the violence between the Kuki and Meitei communities in Manipur rose to 73 on Sunday, the state government said. The fatality count rose as more bodies were found and some of the injured persons did not survive, unidentified officials told The Times of India. A man was also injured in firing by suspected militants in a village in the Torbung area bordering Churachandpur.In Torbung, a group of unidentified persons torched some homes that had been partially burnt during violence that broke out on May 3, the Hindustan Times reported. There were no reports of any fatality. Security Advisor Kuldiep Singh said that two companies of the Border Security Force were immediately deployed and three more were subsequently sent to ensure peace in the area.In the Kangpopki district, unidentified persons set two trucks on fire at a village within the jurisdiction of the  Saparmeina police station, according to the Hindustan Times. Singh, however, told the media that the accused persons let three others trucks and five drivers go.In the Churachandpur district, two soldiers of the Assam Rifles suffered injuries on Saturday after unidentified persons attacked them while they were on patrolling duty in the Lailampat area. They were immediately taken to a nearby hospital for treatment.On Friday, all 10 Kuki MLAs in Manipur, including eight from the Bharatiya Janata Party, had urged the Centre to create a separate administration. They had alleged that the violence was perpetrated by the majority Meitei community and was “tacitly supported” by the BJP-run state government.   However, Chief Minister N Biren Singh, who met Union Home Minister Amit Shah in Delhi on Monday, rejected the demand of separate administration. The BJP leader also said that “the territorial integrity of Manipur will be protected”. Singh also asked people to not hold dharnas or rallies to ensure normalcy is restored in the state. The chief minister had travelled to the national capital along with state Cabinet ministers Th Biswajit, Yumnam Khemchand, Govindas Konthoujam and Th Basanta Kumar. State BJP chief A Sharda Devi also attended the meeting. The Kuki MLAs have now submitted a memorandum to Union Home Minister Amit Shah for a separate statehood. The violence began on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category. As of Sunday, 26,358 persons were taking shelter in 178 relief camps, the state security advisor said. Further, the authorities have evacuated 46,145 persons to their respective destinations till now. A total of 385 first information reports have been registered in connection with the violence.  On Sunday, members of the Meitei community gathered at Delhi’s Jantar Mantar to seek the implementation of the National Register of Citizens in Manipur to identify undocumented immigrants, NDTV reported. The protestors claimed that Meiteis who have been living in Kuki-majority areas have fled their homes and have been unable to return. World Meitei Council chairperson Heigrujam Nabashyam, one of the organisers of the protest, said: “The entry of illegal migrants needs to be identified which is the need of the hour. This will help to safeguard all the indigenous communities in Manipur.”The members of the Meitei community, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. The Meiteis are not allowed to settle in the state’s hilly areas as per laws. The tribal hill districts of Manipur enjoy special protections under Article 371C of the Constitution that says that all laws affecting the districts must be vetted by the hill areas committee of the Manipur Legislative Assembly.","author":"Scroll Staff","time":"2023-05-15T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189895-eldvqmiwwb-1683452425.jpg","tags":["Manipur","Meitei community","N Biren Singh","Amit Shah"]}