{"title":"Mani Kaul interview on Ritwik Ghatak is a lesson in appreciating ‘Titas Ekti Nadir Naam’ and cinema","content":"In 2006, Channel 4 TV in the United Kingdom dedicated a season to renowned Bengali director Ritwik Ghatak. Four of Ghatak’s masterpieces were aired: Meghe Dhaka Tara, Subarnarekha, Komal Gandhar and Titas Ekti Nadir Naam. Filmmaker Mani Kaul, who was one of Ghatak’s students at the Film and Television Institute of India in the 1970s and regarded the director as one of his mentors, introduced Titas Ekti Nadir Naam. (Ghatak’s son, Ritoban, introduced the other films).A Bangladeshi co-production made in 1973, Titas Ekti Nadir Naam follows the lives of fisherfolk living along the banks of the Titas river. For his introduction, Kaul spoke to Nasreen Munni Kabir about the meaning of the epic form in cinema, Ghatak’s approach to the subject, and the cultural differences between Indian and Western cinema. Kabir, the writer and filmmaker, is a Channel 4 consultant on Indian cinema and has been curating their annual season on Indian cinema for over 30 years.Mani, you know people talk about the epic form, especially in Ghatak’s work. There are people who may not understand what is an epic form. Can you explain it very simply and tell me how it applies to Ghatak in his film ‘Titas Ek Nadir Naam’?I can explain it, but “simply” is the problem.Traditionally there is the epic form, and in opposition, there is the dramatic form.  When we speak of the dramatic form it is motivated towards a result, towards a goal.  About ninety-nine percent of films, whether made by serious filmmakers or Hollywood, are actually dramatic films. Dramatic films could be psychologically, sociologically determined, or just determined by a plot – let’s say a thriller.  They could be comic or belong to any other genre.  A dramatic film must proceed to an end. So the argument that it raises between characters, or in the plot itself, must be resolved, and then it heads towards kind of a convergence, a climax. Say the conflict between good and bad is resolved in the end.              The epic form is just the opposite, which means that the narrative is usually very thin, very spread out and at every stage that it develops, it tries to have wider perspectives. Not just concerning the characters but also about nature, history or ideas. These are not just a description of society, but visions of epochs that have gone by. So it cannot be just a simple movement, a narrative moving forward, but as the story is narrated, it must also embrace and spread out.And in ‘Titas’?In the case of Titas, this is includes the shots of boats, the rain, nature, the archetypes of mother. In the case of Titas, the form of Mother is Bhagvati, even the main character is referred to as Bhagvati by the fishermen when they bring her back to her husband’s village. When that dramatic form is not just unfolding but also spreading out, the form obviously becomes more difficult to follow.We are very lucky, I think, in India because this is a form that is even practised by the mainstream. Except for the fact that the mainstream films do not have that kind of depth in terms of content. A mainstream film will not go into much depth about history, about the changing times for example, or make a profound statement. But if you look at a mainstream Hindi or Tamil film, it often follows the same qualities of an epic work, which means what? That the filmmaker is not disturbed by the fact that in a given narration you just break into a song, a dance, or suspend the narrative completely. The audience is not disturbed either. Hollywood has more or less captured the whole world, including the very advanced Western Europe, but it depends on the dramatic form. They’re completely stuck with the unfolding of the plot with great emphasis on characters and their conflicts.  But India has survived Hollywood because it has this strange form, the epic form.  When it comes to mainstream perhaps I wouldn’t use the word “epic,” but “melodrama.” I would also use the word melodrama for Ghatak, and to make a distinction in where the difference lies in how he uses it or the mainstream – if you look at melodrama, it is easily given to an epic form because melodrama in its true form does not work on cause and effect – it is also not interested in characterisation. Its interest lies in the unfolding of action and the spread of action.         Take major epics like the Mahabharat and the Ramayana, it’s more than characterisation, it’s a whole philosophy. A philosophy that comes from the Upanishads or from different forms and beliefs. In India itself, there are many kinds of philosophies but these epics are not about plot. For example, in the Mahabharat, if a character has to be assassinated, let’s say by Krishna, there’ll be a discussion for something like ten pages about the ethics of the conflict, but the actual killing will take place in one verse, in two lines.  Whereas in the dramatic form you have to develop that whole idea, that means that there has to be an argument and a counter argument and it must developed to the point where it comes to a kind of convergence.  \n\n\n    \n    Play\n\n‘Titas Ekti Nadir Naam’.If Ghatak is using the epic form in ‘Titas’, you’re saying it lifts the film onto other layers of understanding.I think Titas is the only film that is on the other plane. There is no question of lifting it to the other plane. I think Titas is more difficult to explain because the thread of the narrative is extremely loose. And the dialogue is very enigmatic.  I had this Western student of mine who was watching this film with me some years back. And she just couldn’t understand the dialogue. I’m sure Western audiences will have a problem with the dialogue. Because the dialogues are really openings of whatever he wants to say about nature, and the dying of the culture.  And his resurrection at the end, he shows it symbolically.  In Titas, Ghatak says something quite wonderful – a civilisation never dies.  And if there is a paddy field on the dry bed of the river Titas, another civilisation will be born.  So, for Ghatak, civilisation is eternal.  And that’s what people in India call “parampara,” it is stronger than tradition. They’re saying the same thing, a river can dry up and go under the earth, but it’ll suddenly spring up somewhere in a kind of a trickle and then suddenly become a river again.    So, for Ghatak, it’s like making a film on a civilisation. You cannot identify the theme of Titas. When you want to say, “What is this film about?” It’s impossible, it’s so difficult. If you talk about one thing then you just sort of reduce the complexity of that work.  So some people have looked at Titas, especially some Western critics and this has been their kind of objection to Ghatak, that he’s melodramatic. To my mind he’s not melodramatic at all, I feel he is actually using melodrama only as a medium.   This interview is originally part of an extensive interview on Ritwik Ghatak filmed for Channel 4 TV, UK.","author":" Nasreen Munni Kabir","time":"2016-09-15T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816540-41470-awemzwmyff-1473913728.jpg","tags":["Ritwik Ghatak","Mani Kaul","Titas Ekti Nadir Naam"],"source":"https://scroll.in/reel/816540/mani-kaul-interview-on-ritwik-ghatak-is-a-lesson-in-appreciating-titas-ekti-nadir-naam-and-cinema"}