{"title":"Manipur violence: Former Gauhati HC Chief Justice Ajai Lamba to lead investigation panel ","content":"The Centre on Sunday appointed former Chief Justice of the Gauhati High Court Ajai Lamba as the head of a three-member committee that will investigate the violence in Manipur.Besides Lamba, the committee comprises retired Indian Administrative Services officer Himanshu Shekhar Das, and retired Indian Police Service officer Aloka Prabhakar.On June 1, Union Home Minister Amit Shah had announced that a committee led by a retired High Court judge will investigate the violence in the northeastern state which broke out on May 3.Ethnic clashes between Meiteis and Kukis in Manipur have left at least 98 persons dead, 310 injured and thousands displaced.The committee set up on Sunday will look into the reasons behind the violence and the sequence of events leading up to it. The committee, which will be based in Imphal, will also investigate whether there were any lapses or dereliction of duty by officials.The committee is expected to submit its report to the Centre within six months.On Thursday, Shah had also announced that a peace committee headed by Manipur Governor Anusuiya Uikey will be formed. Representatives from all political parties and from civil society will be part of the committee.The violence in Manipur broke out after thousands of people participated in a protest march to oppose the demand of the Meiteis to be included in the Scheduled Tribes category. Large-scale violence was reported from several districts of the northeastern state as the ethnic clashes spread.On Friday, the chief minister’s office said that 37,450 residents are currently taking shelter in 272 camps. Over the last month, the Manipur Police have registered 3,734 cases and arrested 65 persons for their involvement in the unrest, the statement said.","author":"Scroll Staff","time":"2023-06-04T17:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190890-mmikvxkgcd-1685876200.jpg","tags":["Gauhati High Court","Ajai Lamba","Amit Shah","Manipur Unrest"],"source":"https://scroll.in/latest/1050319/manipur-violence-former-gauhati-hc-chief-justice-ajai-lamba-to-lead-investigation-panel"}