{"title":"Manish Sisodia remanded to ED custody till March 17","content":"A Delhi court on Friday remanded former Deputy Chief Minister Manish Sisodia the Enforcement Directorate’s custody till March 17 in an alleged money laundering case, Live Law reported.Sisodia is already in custody of the Central Bureau of Investigation in a case related to alleged irregularities in the national capital’s now-scrapped liquor policy. The Enforcement Directorate is investigating a money laundering angle in the matter based on the first information report filed by the CBI.The CBI had arrested Sisodia on February 26 after questioning him for over seven hours. On March 6, the Aam Aadmi Party leader was sent to judicial custody till March 20. His bail plea was scheduled to be heard by a Delhi court on Friday. However, on Thursday evening, the Enforcement Directorate arrested him. On Friday, the Enforcement Directorate moved a Delhi court seeking a 10-day custody of Sisodia. The court granted custody for seven days, and adjourned the hearing of Sisodia’s bail plea in the CBI case till March 21, ANI reported.The case pertains to the Delhi government’s excise policy that came into effect in November 2021. Under it, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops.However, the policy was withdrawn by the Aam Aadmi Party-led government on July 30 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended a CBI inquiry alleging irregularities in the policy’s formulation and implementation. Appearing for the Enforcement Directorate on Friday, lawyer Zoheb Hossain told the court that the excise policy had been put in place as part of a conspiracy to give profits of 12% to certain companies.The central agency also alleged that Sisodia has destroyed 14 phones, out of which only two phones have been recovered, according to Live Law.Meanwhile, Senior Advocate Dayan Krishnan, appearing for Sisodia, claimed that not even “a single penny” of the alleged illegal money could not be traced to his client. Krishnan also questioned why Sisodia was arrested in the money laundering case just a day before his bail plea in the CBI case was fixed for hearing.“ECIR [Enforcement Case Information Report] is of August 2022,” he told the court. “This kind of conduct must concern the court. The process itself is illegal here….It can’t be that a person is kept in custody in a special Act [Prevention of Money Laundering Act] just to ensure that he does not get bail.","author":"Scroll Staff","time":"2023-03-10T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187386-zczrwnvdry-1677563261.jpg","tags":["Manish Sisodia","AAP","Delhi","Enforcement Directorate"]}