{"title":"Manipur: Two members of Meitei militant group arrested for abducting, assaulting police personnel","content":"The Manipur Police on Sunday arrested two persons for allegedly abducting and assaulting four police personnel in Imphal East district a day earlier.The police said that the accused persons, 25-year-old Taibanganba Sanoujam and 40-year-old Moirangthem Bobo, are members of Meitei militant group Arambai Tenggol.Authorities are carrying out search operations to arrest others who were allegedly involved.On 12.05.2024, Manipur Police arrested 02 (two) miscreants belonging to Arambai Tenggol who were involved in the abduction and physical assault of 4 (four) Manipur Police Personnel on 11.05.2024. The arrested individuals have been identified as:i.Taibanganba Sanoujam(25 yrs)…— Manipur Police (@manipur_police) May 13, 2024\n\n\nOn Saturday, the four police personnel — Ram Bahadur Karki, Ramesh Budhathoki, Manoj Khatiwoda and Md Taj Khan — were abducted along National Highway 2 at Koirengei in Imphal East district, The Telegraph reported. The officials were posted at the Kangpokpi Police Station.The police personnel were allegedly brutally assaulted before being released blindfolded later on Saturday.The Committee on Tribal Unity declared a 24-hour total shutdown on Sunday in the Kangpokpi district in response to the abduction and assault.Manipur has been gripped by ethnic clashes between the Kuki and the Meitei communities since May 2023. The violence has left at least 224 persons dead and displaced 60,000 people from their homes since the beginning of the clashes.The abduction and assault of the four police personnel was the third attack on security personnel in the past few weeks.On April 27, two Central Reserve Police Force personnel died and two were injured in an attack by armed miscreants in the Bishnupur district. A senior police official had said that suspected Kuki militants were behind the attack.On May 8, a Central Reserve Police Force member was abducted and assaulted allegedly by the Arambai Tenggol in the Kangpokpi district. He was rescued five hours later by the Imphal West and Kangpokpi police, according to East Mojo.","author":"Scroll Staff","time":"2024-05-13T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191969-qjkvazideg-1688730431.jpg","tags":["Manipur violence","Arambai Tenggol","Manipur Police","Violence"],"source":"https://scroll.in/latest/1067789/manipur-two-members-of-meitei-militant-group-arrested-for-abducting-assaulting-police-personnel"}