{"title":"Manipur: Sixth person arrested in sexual assault cases as several other complaints emerge","content":"The Manipur Police on Saturday arrested a sixth person in connection with the sexual assault of three Kuki women that took place on May 4 in Kangpokpi district. One of the arrested persons is a minor, the police said.On July 19, a video showing two Kuki women being paraded naked by a mob in the Kangpokpi district was widely shared on social media.Three women, including the two who were seen in the video, were sexually assaulted in B Phainom village of Kangpokpi on May 4, a day after clashes erupted between Meitei and Kuki communities. One of the women was “brutally gang-raped”, according to a police complaint.The first information report was registered on May 18. However, it was only after the video was shared on social media that the arrests took place. Four of the six arrested persons were remanded to police custody for 11 days on Friday.01 (one) juvenile have been arrested/apprehended in the case so far. The State Police is making all-out effort to arrest the remaining culprits by conducting raids at many suspected hideouts.2/×— Manipur Police (@manipur_police) July 22, 2023\n\nAlso read | Images of Manipur: Why the viral video needs more than a humanitarian responseOther cases of sexual violence emergeMeanwhile, reports about sexual violence against several other Manipuri women have started to emerge since the video of the sexual assault in Kangpokpi came to light. On May 16, just two days before this case was registered, another first information report about alleged abduction, rape and murder of two Kuki women had been filed at the same Saikul police station in Kangpokpi, The Indian Express reported on Saturday.The mother of a 21-year-old woman had alleged that her daughter and another 24-year-old woman had been “brutally murdered” at the rented home on May 5 “after being raped and gruesome[ly] tortured by some unknown persons”, the newspaper reported.The alleged incident took place in Imphal East district and the mother hd filed a zero FIR in Kangpokpi. Such FIRs can be filed at any police station and the cases are later transferred to the appropriate jurisdiction. In this matter, the case was transferred to  Porompat police station in Imphal East district only on June 13 - more than a month after the zero FIR was filed, The Indian Express reported. The police have not said anything on what action has been taken in this matter.Also read:‘Everyone should know what happened to us’: Four Kuki women recount brutal assaults they survivedAnother 18-year-old-woman filed a zero FIR in Kangpokpi on Friday alleging that on May 15, she had been abducted, assaulted and gang-raped in Imphal East on Manipur, The Hindu reported. After the incident, the woman had to be admitted in a hospital in neighbouring state Nagaland.The survivor has alleged that she had been handed over to the men who assaulted her by members of the Meitei women’s group Meira Paibi, the newspaper reported.On Thursday, 10 Kuki MLAs from Manipur had alleged that there were at least four other cases of rape of women from the community. Two of the four women who were sexually assaulted were murdered, the MLAs claimed in their statement. One of the women was raped twice, while at least four others have also been killed, the statement claimed.Also read: What’s really happening in Manipur? Read our ground reports","author":"Scroll Staff","time":"2023-07-23T08:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192483-txnrvabpbk-1690082399.jpg","tags":["Manipur","Manipur sexual assault","Manipur gangrape","Kuki","Meitei","Manipur violence"],"source":"https://scroll.in/latest/1053106/manipur-sixth-person-arrested-in-sexual-assault-cases-as-several-other-complaints-emerge"}