{"title":"‘Move out’: Delhi resident group tells Mani Shankar Aiyar’s daughter over comments on Ram temple","content":"A resident welfare association in Delhi’s Jangpura Extension area has issued a notice to Congress leader Mani Shankar Aiyar and his daughter Suranya Aiyar, accusing the latter of hate speech against the recent inauguration of the Ram temple in Ayodhya, The Indian Express reported.The notice, dated January 27 and signed by the Jangpura Extension Welfare Association’s president, Kapil Kakkar, asked Mani Shankar Aiyar to condemn his daughter’s “rant” claiming that it could “hurt religious sentiments” in the neighbourhood.Suranya Aiyar said on Wednesday that she does not live in the said housing colony. The property is owned by Mani Shankar Aiyar, according to an affidavit he has filed with the Election Commission, reported The Indian Express.In a social media post on January 20, Suranya Aiyar criticised the Ram temple’s consecration, saying, “I condemn and repudiate what is being done in the name of Hinduism and nationalism in Ayodhya”. She then said that she would fast for three days to protest the ceremony.Telling Suranya Aiyar to refrain from making such comments, the notice added, “You may do whatever in politics for the good of the county, but please remember whatever you say and your actions count thus bringing good or bad name to the colony”.“In case you still think, what you have done in protesting against the consecration of Ram mandir at Ayodhya [is correct], we would suggest you kindly move out to another colony, where people and RWAs can turn a blind eye to such hatred,” reads the notice.The association said it was requesting them to “follow the norms of a good citizen” and “not provoke anyone by creating hatred and mistrust amongst people”. “You might take the cover of freedom of speech but please remember, as per the Supreme Court of India, freedom of speech cannot be absolute,” the notice added. Suranya Aiyar “should have understood that the Ram mandir was built after 500 years and a 5-0 Supreme Court verdict”, the residents’ group said in its notice.On Wednesday, Suranya Aiyar said in a social media post that she will not comment on the matter.A copy of the notice was shared on social media by the Bharatiya Janata Party IT cell in-charge Amit Malviya. “This should serve as a message for everyone, who think abusing Hindu beliefs is par for the course,” he wrote in the post.This should serve as a message for everyone, who think abusing Hindu beliefs is par for the course. The Jangpura Extension Welfare Association, in a terse letter, have asked Congress leader Mani Shankar Aiyar and his daughter to apologise for defiling the Pran Pratistha ceremony… pic.twitter.com/6eQ0U1AmzW— Amit Malviya (@amitmalviya) January 31, 2024","author":"Scroll Staff","time":"2024-01-31T18:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198051-cvyjzsemuq-1706714450.jpeg","tags":["Mani Shankar Aiyar","Delhi","resident’s welfare association"],"source":"https://scroll.in/latest/1063020/mani-shankar-aiyars-daughter-gets-delhi-resident-group-notice-for-comments-on-ram-temple-event"}