{"title":"Manipur: Senior police officer abducted by Meitei armed group, rescued later","content":"Members of Meitei armed militant group Arambai Tenggol on Tuesday night allegedly assaulted and briefly abducted the additional superintendent of police from his home in Manipur’s Imphal East district, a police official told Scroll.The additional superintendent of police, identified as Moirangthem Amit Singh, was allegedly abducted along with one of his security escorts. They were later rescued following a gunfight between police personnel and the members of Arambai Tenggol.According to the state police, at least “200 armed miscreants” stormed Moirangthem Amit Singh’s home on Tuesday night and vandalised the property. He was not at home at the time but was informed of the incident by his father M Kulla Singh.“We tried to talk to the armed men after they entered, but all of a sudden they started firing at the vehicles and properties,” M Kulla Singh told PTI. “So we had to rush inside and lock ourselves.”The officer arrived at his home with police personnel following which gunfighting ensued between the two groups.“In the midst of the incident, the Addl SP [additional superintendent of police] and one of his escorts were abducted by the armed miscreants,” the state police said in a social media post. “They were later rescued from Kwakeithel Konjeng Leikai area and admitted to Raj Medicity for medical treatment. A case has been registered in this regard and investigation has started.”Two men and one 62-year-old woman were also injured during the gunfight. They were admitted to the Jawaharlal Nehru Institute of Medical Sciences in Imphal for medical treatment.The militant group attacked Moirangthem Amit Singh after he arrested six members of Arambai Tenggol for their alleged involvement in vehicle theft, PTI reported quoting police officials. The arrest was also protested by Meitei women group Meira Paibis.On Wednesday, the police in Imphal protested the attack on the additional superintendent of police. “No commandos will perform duty from today,” a senior police official told Scroll on Wednesday.Firing incident at the residence of Addl SP, IW, Moirangthem Amit, MPS On 27th February, 2024. Armed miscreants numbering about 200 coming in vehicles stormed at the residence of the Additional Superintendent of Police, Shri Moirangthem Amit Singh, MPS, s/o Dr. M. Kulla Singh of…— Manipur Police (@manipur_police) February 28, 2024\n\n\nFollowing the incident in the state capital, the Bharatiya Janata Party government in Manipur sought help from the Army, reported PTI. Four columns of the central paramilitary force Assam Rifles have been deployed around the area where the incident took place on Tuesday.The northeastern state has reported a spate of such incidents since May 3 when ethnic violence between the Kuki and the Meitei communities broke out. Over 200 people have been killed since the conflict broke out and nearly 67,000 persons have been forced to flee their homes.Also read: In Imphal, the state’s surrender to an armed Meitei militia with ‘Taliban-like’ grip","author":"Scroll Staff","time":"2024-02-28T11:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198832-rlzxlqbovc-1709099874.jpeg","tags":["Arambai Tenggol","Manipur","Meitei","Imphal"],"source":"https://scroll.in/latest/1064395/manipur-senior-police-officer-abducted-by-meitei-armed-group-rescued-later"}