{"title":"Manipur: Police commando killed, five others injured in gunfight with ‘suspected militants’","content":"A police commando was killed and five others were injured in a gunfight with “suspected militants” in Manipur’s Bishnupur district on Thursday, reported The Indian Express.The incident took place in the district’s Tronglaobi village at around 7 am when the police team was patrolling the area. The deceased was identified as constable Heisnam Jiten Singh.On Wednesday, the suspected militants fired upon Army personnel in Manipur’s Imphal East district, injuring one soldier. The personnel were carrying out an area domination exercise in the wake of the violent clashes between the Kuki community and the Meiteis last week, according to PTI.The violence in Manipur began on May 3, after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.The clashes in the state left have 71 persons dead and caused widespread damage to property. A curfew was imposed in 11 out of 16 districts in Manipur.On Friday, Manipur Education Minister T Basanta said that suspected militants are believed to be cadres of a rebel group, according to The Telegraph.However, a Tribal United Volunteer, a group of defence volunteers, refuted the Manipur government’s claim that militants were involved in the attack. It alleged that the Army personnel fired upon them and they retaliated. The group also alleged that the commando had provoked the volunteers at the village by bringing Meitei miscreants.“It is to be noted that due to the prevailing crisis in Manipur hundreds of tribal villages have been burnt down by the Meitei miscreants and it is the duty of every villager to defend and protect the remaining villages with their lives,” the volunteer group said in a statement.Also Read:In Imphal, two families recount two days of horror that ended in death‘Forever bond’: As Manipur burnt, ordinary people stood between attacking mobs and their neighbours","author":"Scroll Staff","time":"2023-05-12T18:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189861-fgvcjecvsb-1683340311.jpg","tags":["Manipur","Bishnupur","Police"],"source":"https://scroll.in/latest/1049022/manipur-police-commando-killed-five-others-injured-in-gunfight-with-suspected-militants"}