{"title":"Manipur: Day after two killed in Churachandpur, tribal group seeks removal of senior officials","content":"A day after two persons were killed in Manipur’s Churachandpur district during protests against a Kuki-Zo head constable being suspended, the Indigenous Tribal Leaders’ Forum on Friday demanded that the superintendent of police and deputy commissioner leave the district within 24 hours, The Hindu reported.The Indigenous Tribal Leaders’ Forum, an umbrella body of the Kuki-Zo community, demanded that the officials – both of whom are from the Manipur cadre – be replaced with Union Territory cadre officers who are “preferably from the Kuki-Zo community”. The superintendent of police is Shivanand Surve while the deputy commissioner is S Dharun Kumar.On Thursday, two persons were killed and 30 were injured after a mob stormed a government complex housing the offices of the superintendent of police and the district commissioner. The mob allegedly set fire to several buses and trucks used by security forces and the superintendent of police’s office.They were protesting the suspension of police head constable Siamlalpaul after a video went viral on social media showing him posing with “armed miscreants” on Wednesday. The police, in the order suspending him, said this amounted to grave misconduct.Responding to the demand of the Indigenous Tribal Leaders’ Forum, Kumar told The Indian Express that the superintendent of police and deputy commissioner “cannot abandon people of a district and disappear”.He said: “We are All India Service officers who have come from faraway places to help people and work under challenging circumstances. We have no issue in serving in any location where the government deems fit.”The Indigenous Tribal Leaders’ Forum, commenting on the deaths of the two persons during the protests on Thursday, said that the superintendent of police and deputy commissioner were “entirely responsible”, The Indian Express reported.“As high-ranking officials, the SP and DC are fully aware of the nature of the conflict in Manipur and the sensitivities involved on the ground,” the group said. “But that did not stop [them] from acting in a manner that would lead to tension and violence.”The tribal group said that if Siamlalpaul’s suspension was not revoked and the two officers did not leave Churachandpur, all government offices would be shut. It added that Surve and Kumar would be responsible “for any untoward incidents that may fall on them”.Manipur has been gripped by ethnic clashes between the Meitei and Kuki communities since early May. Over 200 people have been killed since the conflict broke out and nearly 67,000 persons have been forced to flee their homes.","author":"Scroll Staff","time":"2024-02-17T11:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198540-yhiswsrlze-1708150689.jpeg","tags":["ITLF","government complex","Kuki-Zo","Churachandpur district","Churachandpur SP","Churachandpur DC","Manipur"],"source":"https://scroll.in/latest/1063857/manipur-day-after-two-killed-in-churachandpur-tribal-group-seeks-removal-of-senior-officials"}