{"title":"Manipur: Centre sets up tribunal to adjudicate ban on Meitei militant groups","content":"The Union home ministry on Tuesday constituted the Unlawful Activities Prevention Tribunal to adjudicate whether there are adequate reasons to declare several Meitei militant groups in Manipur as “unlawful associations”.The tribunal will be headed by Justice Sanjay Kumar Medhi of the Gauhati High Court.On November 13, the Union home ministry extended the ban on several Meitei militant organisations under the Unlawful Activities Prevention Act for five years for advocating the secession of Manipur through armed means.The gazette notifications issued on Tuesday and on November 13 referred to the groups collectively as Meitei Extremist Organisations.These groups are the Peoples’ Liberation Army and its political wing, the Revolutionary Peoples’ Front, the United National Liberation Front and its armed wing, the Manipur Peoples’ Army, the Peoples’ Revolutionary Party of Kangleipak and its armed wing, the Red Army, the Kangleipak Communist Party and its armed wing, also called the Red Army, the Kanglei Yaol Kanba Lup, the Coordination Committee and the Alliance for Socialist Unity Kangleipak.Of these, the Peoples’ Liberation Army, the United National Liberation Front, the Peoples’ Revolutionary Party of Kangleipak, the Kangleipak Communist Party and the Kanglei Yaol Kanba Lup had already been outlawed, PTI had reported.The ministry had said that the factions, related wings and front organisations of these groups are also banned.In the November 13 notification, the ministry accused the groups of engaging in activities harmful to the sovereignty and integrity of India through armed means as well as attacking and killing security forces, police officials and civilians in Manipur.The ministry also accused them of intimidating and extorting civilians for money and securing assistance from foreign entities for weapons, training and sanctuary.The Centre said that if the organisations are not curbed, they will conduct violent acts, including killing civilians and security forces, and other unlawful activities.According to a 2018 notification extending the ban at that time, the organisations were involved in 756 violent incidents between January 1, 2013, and July 31, 2018. During the same period, they had killed 86 persons, including 35 members of the security forces, The Hindu reported. The ministry had not updated these figures in the November 13 notification.This comes at a time when Manipur has been reeling under ethnic clashes between the Meitei and Kuki communities. About 175 people have been killed since the ethnic conflict broke out in early May, according to police records. Nearly 60,000 persons have been forced to flee their homes. The Kukis are in majority in the state’s hill districts while the Meiteis dominate the Imphal valley.On Sunday, Manipur Chief Minister N Biren Singh said that his government is in advanced stage of negotiations with an Imphal valley-based insurgent group and a peace accord will be signed soon, PTI reported. He did not name the outfit.","author":"Scroll Staff","time":"2023-11-29T13:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191969-qjkvazideg-1688730431.jpg","tags":["Manipur","Meitei","UAPA","Home Ministry"],"source":"https://scroll.in/latest/1059795/manipur-centre-sets-up-tribunal-to-adjudicate-ban-on-meitei-militant-groups"}