{"title":"Manipur: One dead, nine injured in separate incidents of violence","content":"One person died and nine persons were injured in separate incidents of violence in Manipur on Monday, The Indian Express reported.The state has witnessed ethnic clashes between Meiteis and Kukis since May 3 that have left more than 100 persons dead, over 300 injured and thousands displaced.  On Monday, a 22-year-old named N Muansang – a village defence volunteer – died in firing in the  Lailoiphai area of Churachandpur, a hill district. Meanwhile, nine persons were reportedly injured in a separate firing incident between the districts of Imphal East and Kangpokpi. A gunfight had broken out between suspected Kuki militants and volunteers who were defending the Nongsum village in Imphal East district on Monday, reported the Imphal Free Press. The area lies along the border of the Meitei-dominated Imphal East district and the tribal-majority Kangpokpi district.The violence took place on a day when Governor Anusuiya Uikey, who heads a peace committee announced by the Union home ministry, visited three relief camps in Churachandpur.The committee includes 51 members – former civil servants, educationists, litterateurs, artists, social workers, representatives of different ethnic groups as well as few state ministers, including Singh, MPs, MLAs, and leaders from various political parties. Twenty-five members are from the majority Meitei community, 11 from Kuki groups, 10 from the Naga communities, three from Muslim groups and two from the Nepali communities.However, groups representing both the Meitei and Kuki communities have said that they will not take part in the work of the peace committee, and expressed a lack of faith in it.Kuki representatives said on Sunday that they will boycott the panel as it includes Chief Minister N Biren Singh. Many of the Kuki representatives also said that their names have been added to the panel without their consent. The Coordinating Committee on Manipur Integrity, an umbrella organisation of six groups representing Meitei interests, also said that the time was not right to join the committee as “attacks by ‘narco-terrorists’ wielding sophisticated weapons still continue”, The Indian Express reported. Jeetendra Ningomba, an office-bearer of the group, is a member of the committee.The Meitei group also said that Ningomba’s name was added to the peace panel without his consent, according to India Today NEAlso read: Why Manipur’s civil war is being linked to the narcotics trade Assam CM meets Kuki insurgentsOn Sunday, Assam Chief Minister Himanta Biswa Sarma met Kuki militant groups and gave them a peace plan from the Union government, The Hindu reported.In 2008, the insurgent groups had signed a suspension of operations agreement with the Centre and the Manipur government.Sarma reportedly told the groups that central armed police forces will be deployed in areas between Kuki and Meitei settlements.The militant groups, on their part, told the Assam chief minister that village guards deployed to defend hill areas from Meitei groups will be pulled back as soon as the central security forces are deployed.","author":"Scroll Staff","time":"2023-06-13T11:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190735-pseipningi-1685428954.jpg","tags":["Manipur","Jeetendra Ningomba","COCOMI","Manipur violence"],"source":"https://scroll.in/latest/1050830/manipur-one-dead-eight-injured-in-separate-incidents-of-violence"}