{"title":"Manipur’s ethnic divisions mean candidates may need support of armed groups to win elections","content":"Last week, a letter apparently written by the Kuki National Organisation surfaced on social media. It was dated February 24 and was addressed to Amit Shah, president of the Bharatiya Janata Party. It asked him to give the party’s ticket for the Outer Manipur Lok Sabha seat to Benjamin Mate, vice president of the Manipur BJP.The letter went on to say that the sitting MP, Thangso Baite of the Congress party, had been requested not to contest, that other prospective candidates had withdrawn, and that the chairman of the Zomi Reunification Organisation also endorsed Mate.The Kuki National Organisation is an umbrella group of armed outfits fighting for an ethnic homeland for the Kukis. It signed a “suspension of operations” agreement with both the Centre and the state government in 2008, a prelude to talks with New Delhi. The Zomi Reunification Organisation is the political wing of the Zomi Revolutionary Army, another ethnic militant group in the region.Soon after the letter emerged, the Zomi Reunification Organisation denied having endorsed Mate. As the media reported on the letter, the BJP state vice president said he had “no knowledge” of it . The Kuki National Organisation also denied having written such a letter, alleging that it was the work of someone bent on maligning them.“When did you start trusting WhatsApp material?” asked Seilin Haokip, the Kuki National Organisation’s spokesperson. They were making inquiries about who was behind the letter, Haokip said, and were determined to “get to the bottom of it”.Underground support?Genuine or not, the letter has put the focus sharply on what was until now largely the stuff of hearsay and rumour. North Eastern states such as Manipur and Nagaland are home to several armed groups, locally known as “UGs”, or underground groups. It is said that candidates contesting elections, whether for the Assembly or the Lok Sabha, need the backing of an underground group if they are to win.The Outer Manipur constituency covers the tribal hill districts that wreathe the Imphal Valley, which constitutes Inner Manipur, the state’s only other Lok Sabha seat. The hills are home to diverse communities such as the Kukis, Nagas and Paites. They are also the site of competing ethnic claims.These claims have made the Manipur hills the site of violent ethnic clashes. The two dominant groups are the Nagas, with their centre of gravity in Senapati district, and the Kukis, with Kangpokpi and Churachandpur as their centres of power. The map of Kukiland, the imagined homeland of the Kukis, covers most of the constituency. But here it overlaps with Nagalim, the homeland demanded by Naga groups for decades. So, in Outer Manipur, electoral fortunes are bound to a complex web of armed groups, civil society organisations and clan or tribal loyalties.Not the margins, this is our mainstream: Kashmir. North East. Chhattisgarh. If you like our work, do consider supporting our journalism by subscribing to Scroll+‘We are not banned’The armed groups, civil society activists and political parties speak about these affiliations with varying levels of candour.“We are legit, we are not a banned organisation, we do not have to be apologetic about our involvement in electoral politics,” said Haokip. The legitimacy was granted by the fact that they had signed a deal with the Centre, started peace talks and now lived in government-designated camps, he contended. “We are citizens of India, we have the right to exercise our franchise.”About organisational support for a particular candidate, Haokip was more evasive. It was possible “a large group” in the organisation favoured a candidate. “But why would they publicise it?” he asked. “How can KNO write something like that and publish it? It’s insane, it’s counterproductive.”Thongam Biswajit Singh, a minister in the state’s BJP government, echoed the Kuki National Organisation on the subject of the letter. Mate was a young leader who had been supporting the BJP for several years and was “doing well”. The letter was aimed at the “dissolution of his political career”. About the support of the armed groups for candidates, Singh said, “We do not want to comment. We belong to a national party, we don’t have any such support. We do not know if they [armed groups] support other parties.”Members of the Kuki Inpi, the apex community body of the Kukis, were also cautious. “Manipur is a UG-prone state,” said a senior member of the Inpi who did not want to be named. “These insurgent groups may speak or declare support. This time also it may happen.”A map of the ethnic homeland demanded by Kuki groups.Some members of the Naga organisations were more blunt. “Most of the candidates in Manipur are supported by armed groups, whether Kuki, Meitei or Naga. We cannot deny it,” said Seth Shatsang, advisor to the All Naga Students’ Association of Manipur. Naga civil society in Manipur generally backed the Naga People’s Front, he explained, “and wherever Naga civil society goes, NSCN (IM) will back us”.The NSCN(IM) is the National Socialist Council of Nagalim (Isak-Muivah), the largest Naga armed group involved in peace talks with the Centre. In 2015, the group signed a framework agreement with the Narendra Modi government for a “final settlement” of the Naga nationalist demands. More than three years on, the final accord is said to be imminent but yet to be finalised.But K Leishiyo, a Naga People’s Front legislator, claimed the Naga armed group kept a distance from the electoral process even if civil society organisations backed his party. “Their agendas are different,” he said but admitted that both civil society groups and the NSCN(IM) wanted “early settlement of the Naga issue”. Between Naga and KukiIn Outer Manipur, power has usually swung between Naga and Kuki representatives. Baite completes his second consecutive term this year. With 38.45% of the total votes, Baite only narrowly beat the Naga People’s Front Soso Lorho in the previous election. “There were too many Naga candidates,” rued Shatsang, explaining that they split the Naga vote to Baite’s advantage.In these parts, voter preferences are usually determined by contestations between communities rather than parties. “There will be two main candidates, one from the Naga side, one from the Kuki side,” said Lamcha Chongloi, secretary of the All Tribal Students’ Association of Manipur. “Whether the Kuki is given BJP or Congress ticket, whether I like that candidate personally or not, I have to vote for my community.” If the BJP gave the ticket to a Naga candidate, then the Congress would give it to a Kuki candidate and vice versa, he explained.This year, the prospect of an accord between Naga groups and the government may have made Kuki groups more assertive. “I think it makes sense for the Kukis to make sure their candidate is elected,” said Haokip. “That is always the case but more so this time.” But there are factions among the Kuki armed groups as well. For one, while the Kuki National Organisation is said to be influential in Churachandpur, the United People’s Front, another Kuki conglomerate, dominates Kangpokpi. Nemcha Kipgen, who has won the Kangpokpi Assembly seat twice in a row, is married to ST Thangboi Kipgen, chairman of the United People’s Front.Civil society activists and other constituents noted that for a Kuki to win from Outer Manipur, the two conglomerates need to choose a “consensus candidate”. According to the activists, once the tickets were allotted, civil society organisations and armed groups from the community would get together to decide which candidate to support. Whoever they choose, the contest in Outer Manipur looks set to be a replay of the old ethnic rivalries. Also read: In Manipur, the Naga People’s Front’s threat to withdraw support to BJP could destablise governmentWhy Manipur’s dominant Meitei community wants Scheduled Tribe status","author":"Ipsita Chakravarty","time":"2019-03-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115552-ybkitqdhpe-1552926176.jpg","tags":["North East politics","Elections 2019","BJP","Amit Shah","Manipur","Naga accord","Kuki homeland"],"source":"https://scroll.in/article/916961/manipurs-ethnic-divisions-mean-candidates-are-likely-need-support-of-armed-groups-to-win-elections"}