{"title":"Manish Sisodia sent to judicial custody till March 20","content":"A Delhi court on Monday sent Aam Aadmi Party leader Manish Sisodia to judicial custody till March 20 in a case related to alleged irregularities in the national capital’s now-scrapped liquor policy, reported Live Law.Sisodia was arrested on February 26 by the Central Bureau of Investigation. A day later, a Delhi court had initially sent him to CBI custody till March 4, after which his custody was extended for two more days. On March 4, the court also deferred Sisodia’s bail hearing in the case to March 10.On Monday, the central agency told the court that it was not seeking police custody for the time being and may seek it later. The counsel for the CBI, however, alleged that Sisodia’s supporters and the media were politicising the matter, Bar and Bench reported.To this, the AAP leader’s lawyer Mohit Mathur said he was appalled by the argument. “Are they scared of media?” he asked.The court said that it cannot stop the media from reporting on the matter and that it cannot interfere as long as protests against the arrest are peaceful.Sisodia has been held in connection with the Delhi government’s excise policy that came into effect in November 2021. Under it, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops.However, the policy was withdrawn by the Aam Aadmi Party-led government on July 30 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended a CBI inquiry alleging irregularities in the policy’s formulation and implementation.The CBI claims that Sisodia was arrested after he gave evasive responses and did not cooperate despite being confronted with evidence related to the case.On Sunday, nine Opposition leaders wrote to Prime Minister Narendra Modi to protest Sisodia’s arrest. They alleged that central agencies were being misused against them.The signatories to the letter were the Aam Aadmi Party’s Arvind Kejriwal and Bhagwant Mann, the Rashtriya Janata Dal’s Tejashwi Yadav, Shiv Sena (UBT) leader Uddhav Thackeray, Trinamool Congress chief Mamata Banerjee, Nationalist Congress Party chief Sharad Pawar, Jammu and Kashmir National Conference leader Farooq Abdullah and Bharat Rashtra Samithi chief K Chandrashekhar Rao.","author":"Scroll Staff","time":"2023-03-06T15:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179456-tiihfddryj-1662383942.jpeg","tags":["Manish Sisodia","AAP","CBI"],"source":"https://scroll.in/latest/1045136/manish-sisodia-sent-to-judicial-custody-till-march-20"}