{"title":"Manmohan Desai on what made his films so funny: ‘Gags, nonsense’","content":"A clue to Manmohan Desai’s ability to make his audiences laugh might be found in his vivacious, yet rather anxious nature. Asked whether he saw his films with audiences, he revealingly replied:“No, no, I’m petrified. I’m petrified because if anyone gets up to go to the loo, I feel he’s doing it intentionally. And then I might pick a brawl. I almost did. Can you believe that when Amar akbar Anthony  was running the 70th week in the Opera House, I used to go to see songs? But anybody who’d get up, well. I called one man and said, ‘Why are you getting up?’ He said, ‘I’m going to the bathroom.’ I said, ‘Don’t go to the bathroom in my song!! You want to make loo, you do it here. Don’t go to the bathroom!’ He said, ‘ But I want to go to the bathroom!’ So the manager said, ‘Look, Mr. Desai, you can’t do that. You see, they’ve paid money.’ And I cooled down, and I realized I better not go to the theatres. I’ll sit at home and hear the reviews. Since then, I’ve never seen any of my films in the auditorium. I won’t see them. I get damned scared if anyone gets up.”Like many people with a comic gift, Desai was not a light-hearted, easy-going person. And if he recognized his flair for music, he could be somewhat dismissive in describing the humour in his films. ‘Gags,’ he called them, ‘nonsense.’ He certainly did not see him as a maker of comedy. Amitabh Bachchan agreed, ‘You wouldn’t put Amar Akbar Anthony into the comic cadre. It was a complete film. It had shades of almost everything.’ Yet if one defines comedy as ‘the comic element,’ and if one remembers that the cream of the comic genre are films structured to keep the audience passing in and out of various emotions, then Desai would deserve to be remembered as the ‘King of comedy,’ for no other Hindi film director has regularly matched his wit.Manmohan Desai and Rishi Kapoor on the sets of Amar Akbar Anthony (1977).Manmohan Desai’s films could never be considered profound; yet neither could they be dismissed as merely transitory, agreeable moments. At the beginning of Dharam-Veer, wickedness is on the loose. The plotting brother (Jeevan) of the queen (Indrani Mukherjee) would win power and save himself at the expense of his sister’s happiness, even her life. Though neither the Mahabharata nor Manmohan Desai would use the term ‘dysfunctional family,’ we find ourselves plunged into such resulting dark feelings—the makings of a tragedy—with Fate playing a major role. Yet the mood that reigns in Dharam-Veer, as in the majority of Desai’s films, is light and funny. The heavier moments lend a fullness and depth to the canvas on which comedy is painted brightly in the foreground. The effectiveness of comedy in the film comes precisely from the interweaving of the serious and the nonsensical. Early in Dharam-Veer the evil character played by Jeevan hurls his sister’s new born baby from a high castle window into the void below, to certain death…Yet out of nowhere a magic falcon appears and snatches the falling bundle from its doom. And the audience laughs! We laugh in surprise at the unexpected twist; we laugh, too, to realize we have entered into a realm beyond logic where fear is also a passing emotion.\n\n\n    \n    Play\n\nAmitabh Bachchan in Amar Akbar Anthony.Desai explained his philosophy thus:  “There are a lot of problems on this earth, like where the next meal is coming from, but the man who spreads even four rupees to see a movie has every right to my esteem…The person who comes to the movies should be happy to see whatever he’s seeing.”  ‘Serious’ films, i.e., drama and tragedy, by their very nature, tend to be held in regard. Comedies, though often loved, are rarely respected. Comedy is often distinguished from drama not so much in the material and themes treated as in the distancing effect offered to the audience. A solemn film might treat the same lost-and-found family traumas that Desai’s films are noted for. Yet with calculated regularity, Desai seriously involved us with a character’s dilemmas only to have us stand back, a moment later and laugh. In Parvarish Inspector Amit (Amitabh Bachchan) has finally cornered the smuggler who has been eluding him for months. In a darkened hotel the end of the chase is near; Amit shoots the offender in the leg. During the man’s resulting  temporary paralysis, a light falls on his face, and Amit realizes that the long-pursued criminal is none other than his own brother Kishan (Vinod Khanna). The cliché would have been a lightning bolt to indicate the emotional blow Amit receives upon learning the truth. Instead, we join Amit for a moment in his horror and agonize with the tracked and desperate Kishan. Then, in the midst of this intense scene we are visually whisked away , outside the hotel, outside the story, and  inside the director’s visual language joke: above the roof a neon sign is flashing ‘Bhai-Bhai (brothers) Hotel. Audience identification cannot continue. The heavy mood is broken. The director pulls the viewers to his side to laugh along with him at the story that, he reminds us, is after all only a story. Desai’s ‘in’ jokes are like a director’s winks at the spectators.\n\n\n    \n    Play\n\nParvarish (1977).Double meanings, sight gags, pratfalls, mockery, twists, and satire are but a few of the tools in Desai’s comic bag. Parody is another. One of Desai’s favourite scenes in Amar Akbar Anthony was the confrontation between Amar (Vinod Khanna and Anthony (Amitabh Bachchan) in Anthonywadi. Pyarelal’s musical offers a brilliant pastiche. As the two he-men stand threateningly face-to-face in the open air mid-day, drums roll, like the call to war on an 18th-century European battlefield. Next comes the Mexican style trumpet followed by the guitar in a perfect evocation of Morricone’s famous spaghetti western music. Amar begins the fight with a judo flip that sends Anthony sprawling behind him and the Italian western notes immediately give way to shades of the Far East, bringing to mind Bruce Lee and his fellow martial arts experts. Amitabh Bachchan clowns his way through the scene, playing off straight man Vinod Khanna who remains true to the though, macho image of the fight films—as well as maintain his elder brother status. The music adds on extra, nonsensical dimension to Amitabh’s clowning; as we hook into the two literally deadly genres evoked, the contrast between the seriousness and Amitabh’s lack of it gels in our minds into something absurdly incongruous, the essence of parody. Excerpted with permission from Enchantment of the Mind Manmohan Desai’s Films, Connie Haham, Roli Books.","author":"Connie Haham","time":"2017-03-01T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/830560-52556-tclapatzni-1488313431.jpeg","tags":["Manmohan Desai","Book excerpt","Amar Akbar Anthony"],"source":"https://scroll.in/reel/830560/manmohan-desai-on-what-made-his-films-so-funny-gags-nonsense"}