{"title":"‘Manmarziyaan’ film review: Anurag Kashyap’s unusual romance has vim, wit, and wisdom to spare","content":"Manmarziyaan, Anurag Kashyap’s most emotionally resonant movie yet, injects considerable vim and wit into the most conservative and predictable of sub-genres: the love triangle. With Kanika Dhillon’s story, screenplay and dialogue, Manmarziyaan spends 157 minutes running in the opposite direction from its standard-issue plot (a woman must choose between two suitors, one feckless, the other dependable husband material). The emotions are raw and persuasive, the characters flesh-and-blood and sexy, the situations stripped of cutesiness and fakery. The flabbiness and reptition that result from the attempt to recast the template, therefore, are par for the course.The opening moments sets up the hustle of passion and the bustle of relationships. Vicky (Vicky Kaushal), part-time disc jockey and full-time romantic, leaps across the terraces of interlocked buildings in Amritsar to meet his lover Rumi (Taapsee Pannu) in  her home. This is no tremulous romance between innocents exchanging letters and glances in a back alley, but a passionate affair conducted in the open that involves both “pyaar” and “fyaar”, love and lust. As the track Grey Wala Shade plays in the background, Vicky and Rumi snuggle in the bedroom – with the family members on the floor below squabbling over Vicky’s presence.Under pressure from the grown-ups, Rumi begs Vicky to formalise the fun. Vicky has what he believes is a cool hair-cut and a tendency to wear his t-shirts inside out, but although he loves Rumi more than he does himself, he doesn’t want to put a ring on it. When confronted by Rumi’s family, his cockiness is deflated and his swagger gets straightened out.Vicky Kaushal in Manmarziyaan. Courtesy Phantom/Colour Yellow/Eros.Is he a commitment-phobe, a flake or a maverick? Manmarziyaan doesn’t judge Vicky, who is beautifully played by Vicky Kaushal. Vicky knows what Rumi refuses to see – that love is better than marriage – and the movie leaves it at that.Fed up with Vicky’s wavering, Rumi provokes to conquer. I will marry the next man produced before me, she declares. This turns out to be Robbie (Abhishek Bachchan), a correct and polite banker from London who is bride-shopping in Amritsar. Rumi’s challenge to Vicky rattles the young man, but unfortunately for them, Robbie has fallen for Rumi too, and isn’t going to give up without a fight.It sounds familiar. There are strains of Sense and Sensibility, which suggests that the one who abandons the woman in health isn’t going to be around for her in sickness. The Jane Austen novel has already influenced a host of Indian films, including Woh Saat Din (1983) and its loose remake, Hum Dil De Chuke Hai Sanam (1999). There are also echoes of Anurag Kashyap’s Dev.D (2009), with the genders reversed, in the Punjabi setting, the musical-like tendency to supplement situations with songs, and the soul-destroying anguish that results from being forced to settle for second-best.\n\n\n    \n    Play\n\nManmarziyaan (2018).But even as it acknowledges its inspirations, Manmarziyaan strikes out in decidedly different directions. The movie is dedicated to the writer Amrita Pritam, and it tries to capture the under-explored turbulence of modern romance. The dialogue is conversational without reaching for grand rhetoric, and some lines have a crackle that endures.“Are you ready for marriage?” Robbie asks Rumi, and the question looms over her horizon with a vastness that she will find hard to combat. Robbie is the king of passive-aggressive decency, accommodating the messiness that swirls around Rumi and Vicky at all times. Abhishek Bachchan does a fine job of conveying Robbie’s hidden angst, which bubbles underneath in contrast to Rumi’s wear-it-on the-sleeve and shout-from-the-rooftops vibrancy.And yet, even though there are moments when Rumi appears to be taking Robbie for granted, she is no selfish tease. A coming-of-age narrative is folded into this unconventional rom-com, one that gives Rumi the wisdom to observe, “My love hasn’t ended and my marriage hasn’t begun.”Taapsee Pannu is terrific as Rumi, giving no quarter to herself or anybody else in her journey. Rumi goes to extreme lengths to steady her loudly beating heart, and Pannu’s pitch-perfect performance gives us a heroine who is all too human in her ambivalence. Rumi makes choices that seem to be her own, rather than imposed, even when they are not radical as hoped. Taapsee Pannu has everything to do with how Rumi turns out.Taapsee Pannu in Manmarziyaan. Courtesy Phantom/Colour Yellow/Eros.The rumpus in Amritsar often matches Rumi’s energy levels in welcome ways, blowing away the smell of mothballs that clings to the cliche of the love triangle. The editing (by Aarti Bajaj) and camerawork (by Sylvester Fonseca) create a sense of urgency and immediacy, but the padding in some places throttles the narrative. Dialogue is overlaid on song and song on dialogue as Rumi careens between Vicky and Robbie, but the tracks often repeat what has already been conveyed. Several scenes exist only so that the numerous songs, composed by Amit Trivedi and written by Shelee, can be stuffed into the narrative. Manmarziyaan lacks economy in crucial places. In Rajiv Menon’s Tamil-language Kandukondain Kandukondain (2000), which is also based on Sense and Sensibility, a single extended sequence marvellously conveys a change of heart. Bala has watched Meenakshi, whom he adores, crash and burn in love, but he keeps his distance. When Meenakshi tells Bala that she has finally exorcised her former lover from her soul and has chosen Bala, he initially reacts with anger before melting into her arms.Kashyap’s movie takes far too many scenes to achieve a similar effect. The ambition to create a romcom with depth is actually realised in a rare quiet and lovely sequence, in which a woman and a man take a long walk and assess the things that people have to do to be with each other. The vim and the wit of other parts of the film are missing here, but they are not actually missed.\n\n\n    \n    Play\n\nF For Fyaar, Manmarziyaan (2018).","author":"Nandini Ramnath","time":"2018-09-14T07:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/894215-zlbzprjfir-1536779708.jpg","tags":["Anurag Kashyap","Film review","Manmarziyaan"],"source":"https://scroll.in/reel/894215/manmarziyaan-film-review-anurag-kashyaps-unusual-romance-has-vim-wit-and-wisdom-to-spare"}