{"title":"Manmohan Singh blames ‘ill-considered demonetisation’ for unemployment, informal sector crisis","content":"Former Prime Minister Manmohan Singh on Tuesday reiterated his criticism of the Narendra Modi government’s demonetisation move, suggesting that it was the reason for the high rate of unemployment and poor state of the informal sector in the country, PTI reported.“Unemployment is high and the informal sector is in shambles, a crisis precipitated by the ill-considered demonetisation decision taken in 2016,” Singh said, while virtually inaugurating a development summit organised by Kerala-based economic think-tank Rajiv Gandhi Institute of Development Studies.He further said that temporary measures taken by the Centre and the Reserve Bank of India are not enough to make up for the looming crisis of credit offtake that could affect the small and medium sector, PTI reported.Singh also criticised the central government for not holding regular consultations with the states. “Federalism and regular consultation with states, which was the cornerstone of Indias economic and political philosophy as enshrined in the Constitution, no longer finds favour with the present Central government,” he said.Speaking specifically on poll-bound Kerala, Singh said that while social standards were high in the state, there were other sectors that needed strong attention. “There are many roadblocks ahead that the state has to overcome,” Singh added. “The global downturn of the last two or three years, aggravated by the pandemic, has made the global interface of Kerala more fragile.” Speaking on the impact of coronavirus on various sectors, the former prime minister said that digital modes of work may keep the Information Technology sector afloat. He said sectors like tourism have been hit badly by the crisis.Singh also made a pitch for the Congress-led United Democratic Front ahead of the elections. “When I presented the national budget in 1991 as a finance minister, I quoted Victor Hugo, who had said nothing is more powerful than an idea whose time has come,” Singh said. “I get the feeling that the unanimity and clarity displayed by the UDF on the road ahead will lead to Kerala’s idea moment arriving this year.”","author":"Scroll Staff","time":"2021-03-02T18:33:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/141218-iadvonpuof-1592806761.jpg","tags":["Manmohan Singh","Demonetisation","Unemployment"],"source":"https://scroll.in/latest/988364/manmohan-singh-blames-ill-considered-demonetisation-for-unemployment-informal-sector-crisis"}