{"title":"Mann ki Baat: PM Modi recalls Allahabad HC Ayodhya verdict, says dignity of judiciary was maintained","content":"Prime Minister Narendra Modi on Sunday spoke about the Allahabad High Court ruling in the Ayodhya land dispute case on his radio programme Mann Ki Baat, saying how political parties and the civil society played a mature role in uniting people when efforts were made to create tension before the ruling. His statement came days after the Supreme Court reserved its judgement on the  cross-appeals filed by the Hindu and Muslim sides challenging the three-way partition of the disputed 2.77 acres of Ramjanmabhoomi-Babri Masjid land among Ram Lalla, Nirmohi Akhara and the Sunni Waqf Board in September 2010. The top court finished its marathon 40-day hearing on October 16.“Various kinds of people took to the arena,” the prime minister said. “Various interest groups were playing games to take advantage of that situation in their own way! The kind of language that was spoken in order to generate tension in the atmosphere! There was also an attempt to instill shrillness in the tone of different speakers. Some of the loudmouths and the braggarts had the sole intention of hogging the spotlight...it continued for ten days, but, the delivery of the court’s decision generated a pleasant and surprising change of mood in the country.” Modi credited government, political parties, social organisations, and civil society for exercising restraint at the time and for reducing prevalent tensions. He said the “dignity of judiciary” was respected by everyone after the verdict. “These incidents should always be remembered as they impart us a lot of strength,” he added. “That day, that moment, instills in us all a sense of duty. It is an example of how the voice of unison can bestow strength upon our country.”The verdict in the Ayodhya dispute case is expected before Chief Justice of India Ranjan Gogoi retires on November 17.   On Saturday, Uttar Pradesh Chief Minister Adityanath appeared to urge people to exercise restraint before the judgement in Ayodhya case is delivered. “Nothing should be done that violates the dignity of Lord Ram,” he said.The Ayodhya dispute has been going on for several decades, with both Hindu and Muslim groups claiming their right to the land. The Babri Masjid stood there before Hindutva activists demolished it in 1992.In anticipation of the judgement, restrictive orders under Section 144 of the Code of Criminal Procedure, which bans the assembly of more than four people, were imposed in the temple town earlier this month. They will be in place till December 10. The Uttar Pradesh government, meanwhile, has cancelled the holidays of all field officers in the state’s 75 districts till November 30.Scroll’s coverage of the Ayodhya dispute can be followed here and here.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-27T13:57:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/66841-pkcwoevgzv-1569741921.jpg","tags":["Narendra Modi","Allahabad High Court","Ayodhya","Supreme Court","Mann Ki Baat"],"source":"https://scroll.in/latest/941836/mann-ki-baat-pm-modi-recalls-allahabad-hc-ayodhya-verdict-says-dignity-of-judiciary-was-maintained"}