{"title":"Manohar Joshi, former Maharashtra chief minister, dies at 86","content":"Former Maharashtra Chief Minister Manohar Joshi died in Mumbai on Friday, a day after being hospitalised following a cardiac arrest, PTI reported. He was 86 years old.Joshi had been admitted in the intensive care unit of the PD Hinduja Hospital.He served as Maharashtra’s chief minister from 1995 to 1999, becoming the first Shiv Sena leader to hold the post. He was the first non-Congress chief minister of the state.Joshi was the Union minister of heavy industries and public enterprises between 1999 and 2002 in the Atal Bihari Vajpayee-led National Democratic Alliance government. Following this, he served as the Speaker of the Lok Sabha from 2002 to 2004.Joshi was also a Rajya Sabha member from 2006 to 2012.He is survived by a son and two daughters.Shiv Sena (Uddhav Balasaheb Thackeray) faction leader Aaditya Thackeray paid his tribute to the politician.“Today we have lost the senior leader of Shiv Sena, trusted colleague of Shiv Sena chief Balasaheb Thackeray, a steadfast Shiv Sainik who always fought for the interests of Shiv Sena and the Marathi people,” Thackeray said in a social media post.शिवसेनेचे ज्येष्ठ नेते, शिवसेना प्रमुख बाळासाहेब ठाकरे ह्यांचे विश्वासू सहकारी, सदैव शिवसेना आणि मराठी माणसाच्या हितासाठी लढणारा कडवट शिवसैनिक आज हरपला. मनोहर जोशी सर ह्यांना भावपूर्ण श्रद्धांजली.ॐ शांती!— Aaditya Thackeray (@AUThackeray) February 23, 2024\n\n\nPrime Minister Narendra Modi remembered Joshi as a veteran leader who “worked tirelessly for the state’s progress”.“Manohar Joshi ji will also be remembered for his diligence as a legislator, having had the honour of serving in all four legislatures,” Modi said on social media. “Condolences to his family and supporters.”Pained by the passing away of Shri Manohar Joshi Ji. He was a veteran leader who spent years in public service and held various responsibilities at the municipal, state and national level. As Maharashtra CM, he worked tirelessly for the state’s progress. He also made noteworthy… pic.twitter.com/8SWCzUTEaj— Narendra Modi (@narendramodi) February 23, 2024\n\n\nVeteran politician and Nationalist Congress Party founder Sharad Pawar remembered Joshi as a leader who worked hard for the development of Maharashtra.शिवसेनेचे ज्येष्ठ नेते, महाराष्ट्र राज्याचे माजी मुख्यमंत्री डॉ. मनोहर जोशी यांचे निधन अत्यंत दुःखद आहे. स्पष्टोक्ती  आणि धडाडीने काम करण्याची वृत्ती या व्यक्तिगुणांनी राजकीय वर्तुळात त्यांची ओळख होती. शिवसेनाप्रमुख बाळासाहेब ठाकरे यांचे अत्यंत विश्वासू सहकारी अशी मनोहर जोशी… pic.twitter.com/zXjAxncGXq— Sharad Pawar (@PawarSpeaks) February 23, 2024\n\n\nLok Sabha Speaker Om Birla said that Joshi’s style of running the House had guided him in his job.“While enriching democratic values, he established the best parliamentary traditions,” Birla said in a social media post. “Due to his distinctive and fair style of running the House, he had the respect of leaders of all parties.”उनकी कार्यपद्धति के अध्ययन ने सदन के सुचारू संचालन में मेरा मार्गदर्शन किया। उनका निधन मेरे लिए भी व्यक्तिगत क्षति है। ईश्वर दिवंगत आत्मा को शांति प्रदान करें। असीम पीड़ा की इस घड़ी में मेरी संवेदनाएं शोकाकुल परिजनों के साथ हैं।— Om Birla (@ombirlakota) February 23, 2024","author":"Scroll Staff","time":"2024-02-23T07:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198703-vjqijyrcuz-1708654168.jpeg","tags":["Manohar Joshi","Shiv Sena","Maharashtra"],"source":"https://scroll.in/latest/1064160/manohar-joshi-former-maharashtra-chief-minister-dies-at-86"}