{"title":"Manohar Aich documentary is the story of aging, family ties, and, of course, bodybuilding","content":"Prateek Vats’s rivetting documentary A Very Old Man with Enormous Wings is a closely observed portrait of the frailty of the human body and the Indian family. The very old man of the title is renowned bodybuilder Manohar Aich, winner of the Mr Universe world title in 1952, an expert in stretching a metal spring across the length of his ridiculously strong arms, and a byword for machismo in a country that worships it. Aich was 101 when Vats started filming, and he died on June 5, 2016, a year after the shooting was completed.The Films Division production is sprinkled with footage of Aich’s past glories, but the man who shuffles across the screen is a Yoda-like figure, frail, stooped and toothless and given to conversing in duosyllables. Over the course of 72 minutes, Vats deep dives into Aich’s inner and outer worlds. Whenever Aich steps out of his house in Kolkata, he is greeted by fawning event organisers, journalists and fans, who insist that he flex his muscles in the typical wrestler’s pose. Aich obliges. At home, Aich is supervised by his daughter and two sons, and if you forget his stature for a minute – it’s hard to, given the trophies and photographs scattered about and the albums and citations pulled out for the camera – he is just another elderly citizen waiting out his time on earth. Throughout the film, Aich remains inscrutable, either because of advanced age or puckishness.\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\n A Very Old Man with Enormous Wings.Vats, a Film and Television Institute of India graduate, started shooting the documentary in March 2013. The 33-year-old filmmaker was intrigued by intermittent news reports of the bodybuilder. Many months after completing his direction course in 2011, Vats and cinematographer Mehul Bhanti set out to Kolkata with nothing more than the intention to shoot Aich’s 101st birthday celebration.“I found it fascinating that his whole life was about the body, and wondered what it would be like to look at that body that was now over a hundred years old,” Vats told Scroll.in. Aich’s fame made it easy enough to decide against a conventionally narrated biopic with career highlights and talking heads, but the decision to make an impressionistic film came when Vats and Bhanti realised that Aich had little memory of his past. “How do you make a biopic about a person who doesn’t remember – that was the interesting part for us,” Vats said. “We were initially shattered¸ but then realised that this was what we needed to do instead.”The documentary eventually emerged over lengthy conversations with the family members, who gave the filmmakers tremendous access to their daily lives. Bani Bannerjee, one of Aich’s two daughters¸ was the first point of contact. Once the filmmakers were past the door, they were at hand to witness the domestic strains and tensions, the competitiveness over Aich’s care, and the lingering frustrations over a charmed life that didn’t always translate into benefits for the children.One of Aich’s sons gives an impromptu song rendition and then wistfully remarks that his father didn’t encourage his singing talent as he should have. In another startling moment, one that will be familiar to families with invalid members, the other son accuses his father of feasting on “human flesh” when he refuses to eat.Whatever the provocation, Aich remains unreadable, a blank canvas onto which any interpretation can be projected. A Very Old Man with Enormous Wings. Courtesy Films Division.“We were making a film about a celebrated personality, but we were meeting him at such a lonely spot in his life,” Vats said. “It all came together when we realised that because he was a certain age, his family was his immediate universe. We wanted to give everybody their dignity and not sensationalise anything.”The emotional outbursts weren’t easy to witness, Vats admitted. “But the family was much more open than we thought they would be,” he said. “It was a tightrope, but they were really nice to us. The film would not have happened without them.”Although it appears that the documentary was shot continuously over a two-year period, the crew actually spend 45 days in phases. Mixed into the footage of the wisened old man perched on a bed or a chair at home or being feted at various functions is a valuable archival film produced by Doordarshan Calcutta. The clips from the older documentary reveal Aich at the peak of his powers – he is strong, virile and voluble. Bani Bannerjee complains that Aich hasn’t got his due – no Padma Shri, no Padma Vibhushan, she says regretfully, and she hilariously tries to get a toll booth fee waived by pointing to the personage seated in the vehicle. The “Do you know who he is” approach doesn’t work.A young Manohar Aich. Courtesy Films Division.Throughout the film, there is a nagging sense of Aich being both at the centre as well as the periphery of the drama unfolding around him. Since he barely says anything, he has numerous people speaking on his behalf, and since his face is frozen in a mask, it never clear if he enjoys the attention or merely tolerates it.Vats’s view is that since Aich had always been a hugely popular celebrity, he enjoyed the attention and obliged whoever came his way. “He was always comfortable with the camera, and his students told us about how he would never refuse invitations to functions,” Vats said. “Everybody had a right over him, and his family had accepted that too.”Perhaps the perception of a reluctant old man who would rather just curl up in his bed comes from Aich’s unrelentingly enigmatic presence. He is a champion of the selective hearing of the very old, and his unmoving face seems to change only when he is frequently asked to repeat his name. He seems to be saying, “Don’t you know that already, and isn’t that why you are here?” Vats, who does his share of interrogation during the film before drawing a blank, said that Aich’s inscrutability was actually a blessing in disguise as far as the final film is concerned. “This is not a biopic but a portrait – it’s a drifty film about finding out things rather than going in with our own agenda,” he said. “We had all this information about his life already, and we didn’t want it to block our sensory response to the character. The film is not about him but is with him and whatever comes with him at that age.”The ace bodybuilder’s fragility necessitated some shooting decisions. Since he was of short stature (at 4 feet and 11 inches, he was known as “Pocket Hercules”), the camera had to be placed at the eyeline because Vats wanted to avoid overhead shots. Since a bulk of the film takes place inside the house, the crew had to be alert without rushing through the footage and ruining the effect of a portrait being constructed, one brushstroke at a time. A Very Old Man with Enormous Wings. Courtesy Films Division.Then there was the problem of sameness, of days when nothing of significance occurred. “It was difficult to make out one day from the next, but it strangely helped in the edit,” Vats said. “We could construct our sense of time – the events could be happening over 40 or 400 days.”A mid-shoot fall in which Aich injured his head ensured that the latter half of the documentary slowed its pace even further and retreated almost entirely indoors. It is in these latter moments that Aich’s vulnerability and the family dynamic fully reveal themselves. Aich seems to be drifting away like an untethered balloon while his family argues over his movements. It’s only towards the closing minutes that he reveals that he has been keenly following Vats and his crew all along. At that moment in A Very Old Man with Enormous Wings, we finally get a glimpse of Manohar Aich, one of the strongest men India has produced.","author":"Nandini Ramnath","time":"2017-04-24T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/835443-56499-ahoftwbtqz-1492973144.jpeg","tags":["Manohar Aich","Prateek Vats","Documentary"],"source":"https://scroll.in/reel/835443/manohar-aich-documentary-is-the-story-of-aging-family-ties-and-of-course-bodybuilding"}