{"title":"‘Manto’ film review: An absorbing but incomplete portrait of the maverick writer","content":"Religious intolerance, censorship, the struggle of artists to ply their trade, the crushing of the individual soul by forces too large to combat – just as it is now, it was all happening in the 1940s, Nandita Das suggests in her new movie. What’s past is prologue – and what better vehicle for this sobering thought than Urdu writer Saadat Hassan Manto, whose telegraphic wit, unsparing observations on human foibles and abiding interest in society’s marginal and disreputable characters have barely aged.Manto, Das’s second film after Firaaq (2008), stars Nawazuddin Siddiqui as the iconoclastic writer. Over a life that was as short as it was eventful, Manto translated novels, wrote short stories, essays and screenplays, produced four children, was often hauled to court on charges of obscenity, migrated from Mumbai to Pakistan after Partition, did time in an asylum and destroyed his liver. He died in 1955, at the age of 42. The filmmaker who seeks to craft the definitive biopic of the man is spoilt for choice. Manto didn’t just create memorable characters, he seemed to have stepped off the pages of fiction himself. An entire film could be made, for instance, on Manto’s hilarious encounters with the luminaries of Mumbai show business (which he described in the set of essays collected as Stars from Another Sky). Previous films on Manto have chosen the parts in the hope that they will form a whole. Fareeda Mehta’s Kali Salwaar   (2002) offers perspectives on the characters Manto created during his years in Mumbai. The Pakistani production Manto (2015) focuses on the writer’s troubles after he migrated to Pakistan in 1948, leaving behind the city he documented with tough love in his stories.\n\n\n    \n    Play\n\nManto (2018).Das’s biopic explores the years immediately before and after Partition. The 117-minute movie begins in Mumbai in the 1940s, with the first of many dramatisations of Manto’s stories. A teenager accompanies a group of older men on a picnic. The twist in the tale ensures that any notions of purity and innocence are laid to rest. The world of the iconoclast who loves to upend expectation and convention is revealed. Manto is a successful writer of stories and screenplays. He has a sizable circle of friends, including the writer Ismat Chughtai (Rajshri Deshpande) and the upcoming actor Shyam (Tahir Raj Bhasin), and a supportive wife, Safiya (Rasika Dugal), and adorable children. But Independence and the Partition are round the corner, forcing Manto to confront his Muslim identity in ways that he has never imagined.You pray only when you go to the cemetery to visit our dead mother’s grave, Manto’s sister tells him in an accusatory tone. And yet, he is forced to take sides, like lakhs of other Muslims, after the violence that follows the Partition. Manto relocates to Lahore, where he struggles with social censure, unemployment, and the ghosts of the Partition, all along missing his beloved Mumbai.Nawazuddin Siddiqui in Manto (2018). Courtesy Viacom18 Motion Pictures.There is a wealth of detail here, based on copious research. However, in order to make sense of the numerous cameos and walk-on parts, viewers need to have a little knowledge of the world Manto inhabited. Ila Arun turns up as Jaddanbai, the redoubtable producer-composer and mother of future 1950s star Nargis. Javed Akhtar plays a college principal who testifies in Manto’s favour in an obscenity case. Tahir Ali Bhasin gets more screen time than the rest as the actor Shyam, who shares a deep bond with Manto. Chandan Roy Sanyal has a small role as Manto’s publisher.Some insight into the man beyond his words is offered by Rasika Dugal, who plays Manto’s long-suffering wife Safiya. Even though she isn’t on screen for long enough, Safiya leaves enough of an impression of the kind of husband Manto might have been. The movie is too respectful of its subject to acknowledge the wounds he inflicted on himself and others, but Rasika Dugal’s inquiring eyes, encased by unfashionably large spectacles, offer a less reverential view of Manto than the others.Rasika Dugal in Manto (2018). Courtesy Viacom18 Motion Pictures.A suggestion by poet Faiz Ahmed Faiz in the movie that Manto knows how to land his blows but isn’t necessarily the most skilled swordsman could have been an opportunity to assess Manto’s standing in Urdu literature, but it rushes by. As Manto’s final years unfold, he gets frozen as a high-minded symbol of democratic values rather than as a complex and conflicted personality. Despite the best efforts of Nawazuddin Siddiqui to humanise his character, Manto’s inner workings remain elusive, emerging only in bits and pieces.  Manto’s bilious rage is kept in check in the interests of avoiding melodrama, and Das avoids the cliches associated with the artist suffering for his art. Yet, the movie misses out on the frequent sauciness of Manto’s prose (the humour is as spare as Manto’s income). A social sketch of a writer and his times trumps a psychological portrait that might have better served curiosity about Manto’s tendency towards self-damage, his sharp temper and acerbic wit, his sense of mischief, and curious balance of cynicism and humanism. Among the flattest bits are the courtroom proceedings, which serve up the film’s argument about Manto’s one-man war on hypocrisy in the most direct terms. Although the period drama feels like a television production in parts, moving from one set piece to the next, it comes alive in the transitions between the writer’s present and his fictional world. As Manto prowls the streets for inspiration, characters spring to life before his eyes – and ours. In these sequences, the movie reveals the hard realities that inspired Manto’s ability to say what needs to be said, but often isn’t.Torn apart by the blood-letting that has accompanied the Partition, Manto writes some of his most cherished stories. The dramatisations of Thanda Gosht, a chilling tale of necrophilia during a communal riot, and Toba Tek Singh, about a mental asylum inmate’s experience of the border between India and Pakistan, are as crisp as they are powerful.","author":"Nandini Ramnath","time":"2018-09-21T07:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895053-nblamjrnhh-1537379910.jpg","tags":["Manto film review","Nandita Das","Nawazuddin Siddiqui"],"source":"https://scroll.in/reel/895053/manto-film-review-an-absorbing-but-incomplete-portrait-of-the-maverick-writer"}