{"title":"Maratha masculinity is the driving force behind the community’s demand to scrap the Atrocities Act","content":"Since July, Marathas have been holding large rallies in Maharashtra to press for their demand for reservations in government employment and state-run higher educational institutions, as well as the repeal of the Atrocities Act, which penalises people who abuse Dalits and Adivasis.Earlier this year, similar dominant middle castes – the Jats and Patels in Haryana and Gujarat respectively – also held several rallies and protests, some of which turned violent, to press for reservations.The call for reservations by dominant middle castes seems to be an attempt to push back against the poverty affecting these communities. However, caste quotas were not meant to be poverty alleviation programmes even if they have increasingly come to be seen so.While supporting the Maratha claim for reservations, sympathetic commentaries have mostly been silent on the long-held and presently sharpened Maratha demand for scrapping the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, 1989, also known as the Atrocities Act.But how is the Maratha demand to repeal the Atrocities Act linked to solving the problem of Maratha poverty? A look at the Maratha opposition to this Act could help us understand a particular challenge facing the dominant middle castes in India: the desire to hold on to their caste status as they struggle to sustain their economic and political might.Marathas as Other Backward ClassesThe Maratha demand for reservations points to a constitutional challenge. It has suffered setbacks before the Bombay High Court, which is hearing a set of petitions challenging the previous Congress-Nationalist Congress Party’s decision to allocate 16% reservation to the community in 2014.While the Maharashtra government, both under the Bharatiya Janata Party and the Congress, has pushed for Maratha reservations without evidence in the form of data regarding the scale and depth of poverty facing Marathas, the courts have repeatedly highlighted the socially advanced status of this community. This dominant caste is known for its clout in politics, agriculture and the cooperative sector in Maharashtra. Thus, without a constitutional amendment that makes provisions for reservations on economic grounds, the only viable mode for securing reservations for Marathas is through their recognition as Other Backward Classes. This would, in effect, mean proving their social backwardness. It is mostly the erstwhile Shudra castes that have been identified as Other Backward Classes by the Mandal Commission, which, in its report – submitted in 1980 and accepted by the Union government in 1990 – recommended 27% reservation for this section of society in government employment. The Mandal movement therefore evoked the discourse of the rights of the socially deprived. The Mandal Commission report even mentioned Manusmriti, the ancient Hindu text, to emphasise how caste constructed the social and educational backwardness of Other Backward Classes. Ironically, not every caste beneath Brahmins can be framed as a Shudra caste. In Maharashtra, historically all those Marathi speakers who had fought under Shivaji were referred to as Marathas. However as the business of warrior-hood became significant, caste groups competed to acquire Kshatriya status. While the Kunbis (farmers), Kolis (fisherman) and Wanjaris all claimed to be equal to Marathas, the idea of assal (real) Marathas as warriors gradually coalesced around 96 elite clans who successfully claimed Kshatriya status and Rajput lineage.In her book, Caste, Conflict, And Ideology : Mahatma Jotirao Phule and Low Caste Protest in Nineteenth Century, the historian Rosalind O’Hanlon writes:“[…]These assal or ‘true’ Maratha families claimed a genealogical link with the old kingly Rajput families of northern India. They also claimed the varna status of Kshatriya that was appropriate to a ruler or a king, whereas the ordinary kunbi family accepted the varna status of the Shudra, the servants of the other three varnas. [..]”Despite the class differences within the assal Marathas, they have successfully claimed and embodied Kshatriya-hood revealing the dynamic and shape-shifting nature of caste. O’Hanlon, while referring to this mobility of Marathas, points to an old saying in Marathi; Kunbi Majhala ani Maratha Jhala (When a Kunbi becomes arrogant he becomes Maratha). Atrocity Act and Caste powerThe Maratha attainment of masculine kshatriya-hood and its performance in public spaces has had damaging consequences for rural society in Maharashtra.  Maratha kshatriya-hood or masculinity is sustained based on their control of land coupled with rural cooperatives and panchayats. Maratha dominance has thus grown through democratic institutions and procedures, creating a patronage-based model of rural democracy that mostly suits the Maratha interests. It is a myth that no quid pro quo (reciprocal exchange) exists between Maratha political leaders and common Marathas. It is not surprising that the late political scientist and Pune University professor, Rajendra Vora, termed contemporary Maharashtra as Maratha rashtra. The brunt of Maratha rashtra is borne by several castes placed under the Marathas. However, Dalits face the worst consequences.My book Civility against Caste (2013) detailed the politics of Maratha rajeshahi (kingly aspirations) and its violent outcomes for Dalits. In rural Maharashtra, ensuring the daily social practice of caste oppression seems to be largely a Maratha burden. In Marathwada region for instance, between the years 1990 and 2009, Marathas were involved in 54% of the cases registered by Dalits under the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act.Maratha violence against Dalits ranges from their opposition to the use of Ambedkarite symbols by Dalits and taking offence to mobile ringtones that celebrate Babasaheb Ambedkar, to vehement opposition to Dalit men falling in love with Maratha women. Such violence is not restricted to Ambedkarite Dalits and encompasses all castes considered impure and untouchable. Dominant Marathas have derogatory references for almost all castes categorised under the Other Backward Classes. Their call to violence against Dalits also invokes slogans such as Jai Shivaji Jai Bhavani, merging their masculine kingly aspirations with modern-day caste dominance. Public squares in Marathwada, for instance, are laced with Maratha kingly performances and masculinity. Bagtos kai mujara kar (what are you looking at – bend and salute) or raje (king) are often written on vehicles of Marathas, distinguishing Maratha citizenry from others. Such caste pride does not entail sympathy for the lower castes. The alleged rape and murder of a Maratha girl by Dalit men in July, in Kopardi in the state’s Ahmednagar district, is said to have been a trigger for Maratha mobilisation against the Atrocities Act. However, Marathas have had a longer history of subordinating Dalits and opposing the Act. Such subordination of Dalits is also seen as a matter of masculine kingly (raje) right of Marathas over village polity and subjects. The Atrocities Act in various ways problematises the normality of caste dominance in general and Maratha hubris in particular. While Dalit leaders and movements spoke against the Kopardi incident, Maratha concern for Dalits even when they face inhuman crimes is rare. Any sentiment of sympathy is mostly sacrificed  or suppressed in the larger interest of Maratha masculinity.  The social networks and political power of Marathas on the other hand severely affect the possibilities of Dalits securing justice under the Atrocities Act.The problems of Maratha masculinity and the resulting caste violence are increasingly subjects of critical interest in Marathi film industry. Two recent movies Khwada (2015) and Sairat (2016) highlighted the fallout of Maratha rural dominance. In Khwada, the protagonist is a dhangar (shepherd caste), and Sairat was a blockbuster where the protagonist was a Maratha girl who falls in love with a boy from the Paradhi caste, considered to be a lower caste. Not surprisingly, Maratha leaders opposed Sairat vehemently for misreading Maratha masculinity. Contrary to the idea that Sairat was showcasing women power, some Maratha leaders suggested that movies like Sairat were encouraging rapes in rural society.Poor but pure?Despite Marathas holding political control of the state’s administrative and development apparatus over several decades, the monetisation of the rural economy, consecutive droughts and growing urbanisation have rendered holes in this community’s social power.Other dominant middle castes have similar anxieties over their eroding social power and masculinity. When Jat leaders met Prime Minister Narendra Modi in March last year with their demand for reservations, the prime minister possibly digressed when he emphasised the social. He asked Jat leaders to end the practice of female foeticide in exchange for caste quotas.The social consequences of caste masculinity and the hubris of warrior-hood in rural India are several. While consolidating procedural democracy, caste masculinity fundamentally affects the possibility of citizenship and civility.The Maratha opposition to the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act and their simultaneous claims to caste quotas as economically underprivileged points to the disillusioned state of a powerful community. The story of disillusionment amongst dominant middle castes is not the end of dominance but spells the new beginnings of it. Suryakant Waghmore is associate professor of Sociology at the Department of Humanities and Social Sciences, Indian Institute of Technology-Bombay.","author":"Suryakant Waghmore","time":"2016-11-16T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821233-45135-qfkvjyovof-1478784260.jpg","tags":["Marathas","caste discrimination","reservations","Dalits"],"source":"https://scroll.in/article/821233/maratha-masculinity-is-the-driving-force-behind-the-communitys-demand-to-scrap-the-atrocities-act"}