{"title":"Maratha quota stir: Constitutional obligations will be completed by November, says Devendra Fadnavis","content":"Maharashtra Chief Minister Devendra Fadnavis said in a televised address on Sunday that all constitutional obligations in connection with granting reservation to the state’s Maratha community would be completed by November.Fadnavis said a special session of the state legislature would be convened within a month of the State Backward Class Commission submitting its report on the matter. The commission will inform the Bombay High Court on August 7 when it will submit its report.Fadnavis, however, said the commission was a statutory body and cannot be pressurised to submit the report quickly as it was still collecting data. “About 1.86 lakh evidences and data have been collected,” the chief minister added.The Maratha community is demanding reservation in jobs and education. Protests erupted in Mumbai, Thane, Navi Mumbai, Palghar, Raigad and Satara on July 23, leading to the death of a constable. Two days later, the shutdown was called off after Chief Minister Fadnavis said the government had taken cognisance of protests and was ready to talk to the community. The community’s umbrella organisation, the Maratha Kranti Morcha, has called for a fresh round of protests on August 9. On Sunday, the chief minister once again urged the community to shun violence. Fadnavis said such an agitation would have been justified only had the government been apathetic. “Our government is addressing them [the grievances of the community] sincerely,” he claimed. “I appeal to community leaders to monitor schemes implemented in the districts and bring loopholes, if any, to the notice of the government.”The chief minister’s statement came a day after Union minister Nitin Gadkari said reservation would not guarantee employment as jobs were shrinking. “Let us assume the reservation is given,” Gadkari said. “But there are no jobs. Because in banks, the jobs have shrunk because of IT [information technology]. The government recruitment is frozen. Where are the jobs?”Attack on BJP leadersMeanwhile, Maratha groups allegedly damaged Bharatiya Janata Party MP Heena Gavit’s car in Dhule on Sunday. They also threatened the party’s state president, Raosaheb Danve, in Jalna and shouted slogans outside the residence of Legislative Assembly Speaker Haribhau Bagade in Aurangabad.Gavit said about 100 protesters surrounded her car. “Some climbed onto the bonnet and started kicking the windshield,” she told Mumbai Mirror. “I managed to escape with the help of my colleague. I support their demand for quota but condemn their violent protest.”Gavit has lodged a police complaint.  Dhule Superintendent of Police M Ramkumar said the police have detained eight people over the incident and identified a few others.Gavit said she would raise the matter in Parliament on Monday. “I will even raise it with the prime minister and the Lok Sabha Speaker,” The Indian Express quoted her as saying. “Everyone has a right to protest. But this should not be done at the expense of someone else’s life.”","author":"Scroll Staff","time":"2018-08-06T08:28:28.032800+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889358-15354562054_a9e3d264ae_o.jpg","tags":["Devendra Fadnavis","Maratha Kranti Morcha","Maharashtra","reservation","quota stir"]}