{"title":"Maratha quota: Maharashtra approves promulgation of ordinance on reservation in medical seats","content":"The Maharashtra cabinet on Friday gave its approval to promulgate an ordinance to amend the Socially and Educationally Backward Classes Act to provide reservation to Maratha students in post-graduate medical courses this year, PTI reported.The decision comes after the Nagpur bench of the Bombay High Court had not allowed the state to grant 16% reservation for admissions to medical courses on the grounds that the admission process had begun much earlier. The Supreme Court had upheld the High Court’s decision. The state received permission from the Election Commission of India to promulgate the ordinance even as the Model Code of Conduct for the Lok Sabha elections was in place, The Indian Express reported.“The ordinance will provide relief to those students who already got admission under Maratha quota, but were affected after the process was stayed by the court,” Revenue Minister Chandrakant Patil said. “Now, the third round of the admission would start.” The draft of the ordinance will be sent to the governor for promulgation, Patil said.A request to extend the time frame for college admissions from May 25 to May 31 will also be sent to Supreme Court, he said. “The state government will give scholarships to the affected open category students who will take admissions in private colleges and deemed universities,” the minister said. The general category students can also seek admission under management quota in private colleges and government will assist them in the process, Patil said.Patil said the state government will file caveats in the Bombay High Court and its Aurangabad and Nagpur benches as well as the Supreme Court to ensure the ordinance is not challenged.The Devendra Fadnavis government had approved 16% reservation for the Marathas in jobs and education, who comprise 30% of the state population, in November last year following state-wide protests.","author":"Scroll Staff","time":"2019-05-18T11:52:33.862571+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119954-qqodkeaqdl-1558158348.jpg","tags":["Maratha quota","Medical Admissions Maharashtra","Devendra Fadnavis","Maharashtra"]}