{"title":"Marathas will teach Maharashtra’s ruling coalition a lesson, says activist Manoj Jarange-Patil","content":"Maratha activist Manoj Jarange-Patil said on Saturday that the community will teach Maharashtra’s ruling coalition a lesson for denying them reservations and booking protestors in criminal cases, PTI reported.The ruling Mahayuti coalition in the state comprises the Bharatiya Janata Party and Chief Minister Eknath Shinde’s faction of the Shiv Sena.Jarange-Patil went on fasts four times from August to February seeking reservations for Marathas in government jobs and educational institutes.On Saturday, the activist asked why cases were filed against those who blocked roads and staged peaceful demonstrations during protests last year. “This was the misuse of the home department,” he said in an interview to PTI. “The community will not tolerate it. We will teach them a lesson for sure.”Bharatiya Janata Party leader and Deputy Chief Minister Devendra Fadnavis holds the home portfolio in Maharashtra.Jarange-Patil claimed that Maratha anger and unity forced Prime Minister Narendra Modi to campaign extensively in Maharashtra. “He [Modi] had to hold so many rallies and stay put here,” the activist said. “This is because the poor Marathas have come together…..This is the fear of our solidarity.”The activist, however, alleged that Marathas also faced injustice from the Opposition Maha Vikas Aghadi. He said that the Congress and Nationalist Congress Party, who are members of the Maha Vikas Aghadi, had earlier been in power for long periods of time in Maharashtra, but did not give quotas to Marathas.Jarange-Patil ended his fourth fast on February 26, six days after the Maharashtra legislature passed a bill that provides for a 10% quota in education and government jobs for the Maratha community.The quota will be in addition to the current 52% reservation in the state, which already includes a 10% quota for the economically weaker sections category.However, the activist has insisted that the Marathas be given reservation only under the Other Backward Classes category because the separate reservation exceeded the constitutional ceiling of 50% and would be struck down by the judiciary.Among Jarange-Patil’s other demands are Kunbi caste certificates for all Marathas in addition to free education for the community from kindergarten to postgraduate levels and reservation of seats for Marathas in government jobs.The Kunbis are a sub-caste within the Maratha community who are already classified as Other Backward Classes.","author":"Scroll Staff","time":"2024-05-12T14:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200653-myyazbhxch-1715503807.jpg","tags":["Manoj Jarange-Patil","Maharashtra","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067766/marathas-will-teach-maharashtras-ruling-coalition-a-lesson-says-activist-manoj-jarange-patil"}