{"title":"Maratha quota stir: Curfew imposed in part of Maharashtra’s Jalna district","content":"A curfew was imposed in the Ambad taluka of Maharashtra’s Jalna district on Monday amid the agitation led by activist Manoj Jarange-Patil for reservations in education and government jobs for the Maratha community, PTI reported.This came after Jarange-Patil on Sunday announced that he will go to Mumbai and launch a protest demanding reservations for the Maratha community under the Other Backward Classes category. The activist is on a hunger strike in Jalna’s Antarwali Sarati village.Due to the huge crowd linked to the agitation, there is a possibility of the traffic on Dhule-Mumbai highway and other nearby areas getting disrupted, PTI quoted Jalna Collector Srikrushna Panchal as saying. “Considering the law and order situation, curfew has been imposed in Ambad taluka from Monday midnight till further orders,” he said.Protestors set a state transport bus on fire in Tirthpuri town of Ambad taluka on Monday, reported ANI.Internet services in Jalna, Chhatrapati Sambhajinagar and Beed districts were suspended by the state government to maintain law and order, PTI reported.#WATCH | Jalna, Maharashtra: Maratha protestors set a State Transport bus on fire at Chhatrapati Shivaji Maharaj Chowk of Tirthpuri city of Ambad taluka. The Maratha community has been protesting against the state Govt on the issue of Maratha reservation. (Viral video,… pic.twitter.com/O7gt2TVgvH— ANI (@ANI) February 26, 2024\n\n\nOn Sunday, Jarange-Patil also claimed that the Maharashtra government is attempting to frame him in a case and get him arrested, The Hindu reported.“I am sustaining on saline, my chest is hurting but the government is still not coming here,” he said. “They are giving excuses. If they come here, we will welcome them. But it seems the government is trying to escape. It is working against the interests of the Maratha community.”Responding to the activist’s allegations, Maharashtra Chief Minister Eknath Shinde on Sunday said that Jarange-Patil should not test the government’s patience, PTI reported.“Those who are protesting again and again against the government must not test our patience,” Shinde said. “They should not create a law and order problem. I wonder why Jarange’s speech looks like the script generally used by [Opposition leaders] Sharad Pawar and Uddhav Thackeray.”On February 20, Maharashtra’s legislature passed a bill that provides for a 10% quota in education and government jobs for the Maratha community.The quota will be in addition to the current 52% reservation in the state, which already includes a 10% quota for the economically weaker sections category.This is similar to the 16% reservation for Marathas under the socially and educationally backward category that was introduced by the state’s previous Bharatiya Janata Party-Shiv Sena government in 2018.This move was blocked by the Supreme Court in 2021 citing the 50% cap on total reservations it had set in 1992. The court said that there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit.However, Jarange-Patil has insisted that the Marathas be given reservation only under the Other Backward Classes category because the separate reservation exceeded the constitutional ceiling of 50% and would be struck down by the judiciary.Among Jarange-Patil’s demands are Kunbi caste certificates for all Marathas in addition to free education for the community from kindergarten to postgraduate levels and reservation of seats for Marathas in government jobs.The Kunbis are a sub-caste within the Maratha community who are already classified as Other Backward Classes.Also read: Could an OBC backlash to the Maratha quota hurt the BJP?","author":"Scroll Staff","time":"2024-02-26T14:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195284-uxgvlffihj-1698235160.jpg","tags":["Manoj Jarange-Patil","Maratha","Other Backward Classes","Maratha quota"]}