{"title":"Maratha quota stir: Activist Manoj Jarange-Patil ends hunger strike","content":"Activist Manoj Jarange-Patil on Monday ended his fourth hunger strike in six months but said that his campaign for reservations for the Maratha community under the Other Backward Classes category will continue through a relay strike, reported The Indian Express.Jarange-Patil said he will be hospitalised and he plans to conduct a tour of Maharashtra after being discharged.Earlier in the day, a curfew was imposed in the Ambad taluka of Jalna district where Jarange-Patil had been observing the hunger strike at his home in the Antarwali Sarati village since February 10 to press for his demand for reservation for Maratha in education and government jobs.On Sunday, the activist announced that he would go to Mumbai and launch a protest demanding reservations for the Maratha community under the Other Backward Classes category. He also claimed that the Maharashtra government is attempting to frame him in a case to have him arrested.Jarange-Patil also claimed that the Maharashtra government is attempting to frame him in a case and get him arrested, The Hindu reported.“I am sustaining on saline, my chest is hurting but the government is still not coming here,” he said. “They are giving excuses. If they come here, we will welcome them. But it seems the government is trying to escape. It is working against the interests of the Maratha community.”Responding to the activist’s allegations, Maharashtra Chief Minister Eknath Shinde on Sunday said that Jarange-Patil should not test the government’s patience, PTI reported.“Those who are protesting again and again against the government must not test our patience,” Shinde said. “They should not create a law and order problem. I wonder why Jarange’s speech looks like the script generally used by [Opposition leaders] Sharad Pawar and Uddhav Thackeray.”Maratha quotaOn February 20, the Maharashtra’s legislature passed a bill that provides for a 10% quota in education and government jobs for the Maratha community.The quota will be in addition to the current 52% reservation in the state, which already includes a 10% quota for the economically weaker sections category.This is similar to the 16% reservation for Marathas under the socially and educationally backward category that was introduced by the state’s previous Bharatiya Janata Party-Shiv Sena government in 2018.This move was blocked by the Supreme Court in 2021 citing the 50% cap on total reservations it had set in 1992. The court said that there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit.However, Jarange-Patil has insisted that the Marathas be given reservation only under the Other Backward Classes category because the separate reservation exceeded the constitutional ceiling of 50% and would be struck down by the judiciary.Among Jarange-Patil’s demands are Kunbi caste certificates for all Marathas in addition to free education for the community from kindergarten to postgraduate levels and reservation of seats for Marathas in government jobs.The Kunbis are a sub-caste within the Maratha community who are already classified as Other Backward Classes.Also read: Could an OBC backlash to the Maratha quota hurt the BJP?","author":"Scroll Staff","time":"2024-02-26T18:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197895-ecdiddfnft-1706327528.jpg","tags":["Manoj Jarange-Patil","Maharashtra","Maratha quota","Maratha reservation","Maharashtra Backward Class Commission","Maharashtra State Reservation for Socially and Educationally Backward Classes Bill"],"source":"https://scroll.in/latest/1064318/maratha-quota-stir-activist-manoj-jarange-patil-ends-hunger-strike"}