{"title":"Marathas will get OBC benefits till quota is implemented, announces Maharashtra CM","content":"The Maratha community in Maharashtra will get all benefits that Other Backward Classes are entitled to until it gets reservation, Chief Minister Eknath Shinde announced on Saturday.He made the statement in Navi Mumbai after meeting Maratha activist Manoj Jarange-Patil, who ended his hunger strike earlier in the day. The activist said that the government has accepted all the demands of the protestors.Shinde assured the Maratha community that his government would ensure reservation that is legally sound and does not cause injustice to any other community. Shinde praised the protestors for being disciplined in their agitation and said it was a day of victory for them.The chief minister said that the Justice (retired) Sandeep Shinde committee will be given an extension to present its report. The committee, formed in October, has been tasked with determining a framework to give caste certificates to Marathas, who were referred to as Kunbis in Nizam-era documents.Shinde said that camps have been set up to collect affidavits from members of the community. Committees have also been formed at the taluka level to verify Kunbi lineage among Marathas.The Kunbis are a sub-caste within the Maratha community who are already classified as Other Backward Classes. Jarange-Patil has demanded that all Marathas be identified as Kunbis under the Other Backward Classes category.However, Chhagan Bhujbal – a Nationalist Congress Party leader from the faction led by Deputy Chief Minister Ajit Pawar – said that the “unlawful” decision amounted to injustice for the Other Backward Classes. “We will raise our voice strongly against this injustice to OBCs,” Bhujbal, who is a state minister, said. “A decision will taken soon on how to take the OBC struggle forward.”In 2018, under pressure, the Maharashtra government – then comprising the Bharatiya Janata Party and a united Shiv Sena – provided 16% reservations for the Marathas under the socially and educationally backward category.However, the Supreme Court blocked the Maratha reservation in 2021 citing the 50% cap on total reservations it had set in 1992. The court said there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit.Also read: Why the Maratha quote stir is politically significant in Maharashtra","author":"Scroll Staff","time":"2024-01-27T13:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197905-msnnuoycax-1706343469.jpg","tags":["Eknath Shinde","Manoj Jarange-Patil","Maharashtra","Maratha"],"source":"https://scroll.in/latest/1062797/marathas-will-get-obc-benefits-till-quota-is-implemented-announces-maharashtra-cm"}