{"title":"Maratha quota: Activist Manoj Jarange-Patil resumes stir with another hunger strike","content":"Maratha quota activist Manoj Jarange-Patil on Wednesday resumed his indefinite hunger strike demanding reservations for the community in educational institutions and government jobs, PTI reported.Jarange-Patil’s hunger strike began at the Antarwali Sarati village in Maharashtra’s Jalna district after the 40-day deadline he had given to the Maharashtra government to implement the Maratha reservation expired on Tuesday.The Marathas are a group of clans, historically comprising peasants and warriors but generally with an agrarian background. The community has demanded quotas in education and government jobs for decades, citing a decline in financial stability following agrarian distress. A series of massive protests were organised to press for the demand in 2017 and 2018.In 2018, under pressure, the Maharashtra government – then comprising the BJP and a united Shiv Sena – provided 16% reservations for the Marathas under the socially and educationally backward category.The activist first started a hunger strike on August 29. He ended his strike after Maharashtra Chief Minister Eknath Shinde met him at the protest site and assured that the Maratha reservation would be implemented.“The government’s lack of response left me with no choice but to resort to this extreme form of protest,” Jarange-Patil said on Wednesday after resuming the protest.Jarange-Patil also stated that the government’s promise of providing compensation or jobs to the family members of those who died by suicide in support of the demand for Maratha reservations has not been fulfilled so far.He accused Deputy Chief Minister Devendra Fadnavis of inciting people against the struggle for the Maratha quota. He said that although he had publicly urged Prime Minister Narendra Modi to discuss the matter with Fadnavis, no progress was made on the matter yet.Jarange-Patil has sought Kunbi caste certificates for the Maratha community, which would help them get benefits meant for Other Backward Classes. However, the Other Backward Classes have argued that no other community must be included in their quota segment.Maharashtra minister Girish Mahajan contacted Jarange-Patil, urging him not to start another hunger strike, saying that the state government was trying to resolve the matter at the earliest. However, the activist told Mahajan that he had given ample time to the government and he would break the fast only when the reservation was announced, The Indian Express reported.However, the Supreme Court blocked the Maratha reservation in 2021 citing the 50% cap on total reservations it had set in 1992. The court said that there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit.On Monday, Deputy Chief Minister Ajit Pawar said that the state government is positive about ensuring reservation for the Marathas. “Our efforts are to ensure [the] quota provided above the 62% at present is legally sustainable in the High Court and Supreme Court,” said Pawar.Maharashtra currently offers 62% reservation in educational institutions and government jobs, including 10% for the economically weaker sections.Also read: Why the Maratha quota stir is politically significant in MaharashtraWhy caste census data is critical for states that want to extend reservations","author":"Scroll Staff","time":"2023-10-25T17:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195284-uxgvlffihj-1698235160.jpg","tags":["Manoj Jarange-Patil","Maharashtra","Maratha","reservations","hunger strike"],"source":"https://scroll.in/latest/1058123/maratha-quota-activist-manoj-jarange-patil-resumes-stir-with-another-hunger-strike"}