{"title":"Marching in step with India’s diversity: What I found at the Bharat Jodo Yatra","content":"I walked the full leg of the Congress Bharat Jodo Yatra as it passed through Andhra Pradesh from October 18 to 21 and for a day in Hyderabad in Telangana on November 1. Having grown up in Hyderabad, the capital of undivided Andhra Pradesh, walking through both states felt like a natural choice. Early in 2020, as the Covid-19 pandemic spread, I lost my job and was unemployed for 15 months. Signs of an economic slowdown were noticeable even before the pandemic and the social research sector I worked in was one of the first to be affected.Distress caused by the pandemic and lockdowns, and unemployment at a time of the rise in prices of essentials did not make it to the mainstream discourse. When the Bharat Jodo Yatra began, with its clear message against rising hate, unemployment and inflation, I knew I had to be a part of it. Come rain or shineWalking in the yatra was physically gruelling. No matter the weather, the yatra is fast-paced and covers at least 22 km every day. Yatra members walk from 6am to 10am and then 4pm to 7pm day after day. Though challenging, the joy of meeting other like-minded people who share the same values overrode the aches and pains.The yatra felt like home for many who grew up with the idea of a secular and diverse nation where being multicultural meant being Indian. Residents of various states, speaking different languages and with different religious beliefs all walked together. The yatris themselves hail from all walks of life. There were elected representatives, professionals who had taken time off from work, student leaders and farmers. Every yatri I spoke to felt the Bharat Jodo Yatra was a call too great to ignore. A lingering connectionDespite the diminished presence of the Congress in Andhra Pradesh, residents of all the villages along the route came to watch the yatra. Young and the old lined up along the path of the yatra to see the grandson of “Indiramma” – former Prime Minister Indira Gandhi – and Rajiv Gandhi’s son. This affection for Rahul Gandhi is difficult to explain and dismissing it as merely “parivarvaad”, or dynastic politics, is diminishing the intensity of the emotion.Started with a single step,Now billion dreams walk together,To see the end of hate, unemployment, inflation, and inequality.Come walk with us!#BharatJodoYatra pic.twitter.com/jx0azHroD0— Bharat Jodo (@bharatjodo) October 28, 2022\n\nThe Nehru-Gandhi family has been in the public eye for long, giving many Indians a sense of connection with its members. While walking, a group of teenage boys came and asked my friends and I in Telugu how they could join Anna (Rahul Gandhi) and walk with him till Delhi. When we said Gandhi is walking till Kashmir, they replied, “Then we will walk with Anna till Kashmir.”During the yatra, we had an opportunity to walk with and talk to Gandhi – one of my friends spoke to him for almost 20 minutes on matters related to gender and the role of the state. He seemed approachable and easy to talk to. We felt comfortable even disagreeing with him. Being able to disagree with a leader is a quality that needs more appreciation these days. One step at a timeThere is something spiritual in the act of walking. Taking one step at a time in a group with a common message is a unique experience. The message is of unity and love, and with each step, the yatris take it further. Even when the opposite side continues to criticise and stoop low, the yatra continues and the message remains unchanged. The yatra has traveled from the seashore to the plains and plateaus and will eventually reach the mountains. At the same time, the yatra also traverses linguistic boundaries. While walking, one notices how languages flow seamlessly into each other, sparking a renewed appreciation for the country’s diversity. In Andhra Pradesh, we walked in Kurnool district where residents speak Telugu and as we walked towards Karnataka in Mantralaya, Kannada merged into Telugu. As someone who speaks both these languages, I always thought of them as separate parts of my identity. But the way the two languages merged, I felt there was a larger identity that encompassed our differences. In Hyderabad, the yatra passed through the Old City from Purana Pul to the historical Charminar. During this short walk, Marfa bands joined in with the Bonalu celebrations – it was the old city in its multireligious glory. It is difficult to gauge what this yatra will achieve electorally and the Congress has made it clear that is not an election strategy.  But at a time when the idea of India is being defined in narrow terms, a reminder that unity in diversity is one of India’s greatest strengths is itself a major achievement. Navika Harshe is an economist who trained at the University of Chicago, as a Fulbright scholar. She previously studied at the University of Hyderabad and now works as an independent research consultant in the policy and development sector.","author":"Navika Harshe","time":"2022-11-17T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182913-fxefvbgsyk-1668592334.jpg","tags":["Congress","Bharat Jodo Yatra","Andhra Pradesh","Telangana"],"source":"https://scroll.in/article/1037522/marching-in-step-with-indias-diversity-what-i-found-at-the-bharat-jodo-yatra"}