{"title":"Mari Selvaraj on his sleeper hit ‘Pariyerum Perumal’: ‘I want to use art to generate a debate’","content":"On the September 28 weekend, when all eyes were on Mani Ratnam’s multi-starrer Chekka Chivantha Vaanam, a low-budget Tamil drama about caste quietly made its way into theatres and compelled audiences to sit up and take notice. Directed by debutant Mari Selvaraj and produced by Pa Ranjith, Pariyerum Perumal (The God On A Horse) centres on Perumal (Kathir), a young low-caste man who faces severe discrimination at his law college in Tirunelveli, especially when he befriends his upper-caste classmate Jyothi Mahalakshmi (Anandhi). The film also stars Yogi Babu and G Marimuthu.Pariyerum Perumal has become a critical darling and has opened to healthy crowds in Tamil Nadu and the few theatres outside the state where it has been released. Discussions are now on for a wider release, and the rights are being finalised in other parts of India and even in the United States of America, Selvaraj told Scroll.in over the phone from Kanchipuram. “This is a small film and I didn’t expect to be released in a big way,” he said. “I think the fact that the film is now getting more attention based on word-of-mouth reviews and audience turnout is a good thing for such films.”Selvaraj, an aspiring lawyer-turned-filmmaker, drew from his experiences in Tirunelveli while writing Pariyerum Perumal. “The characters, including that of Perumal, have been constructed combining many such people that I’ve met and observed,” he said. “I drew a basic sketch of the story and let these characters then interact and live with each other.”\n\n\n    \n    Play\n\nPariyerum Perumal (2018).Selvaraj’s filmmaking journey began under the apprenticeship of National Film Award-winning director Ram. “I got a job as an office boy there,” Selvaraj said. “Gradually, after Ram sir and I got to know each other, he made me his assistant. I learnt filmmaking and writing under him.”Pariyerum Perumal wasn’t always planned as Selvaraj’s debut feature. His first script, titled Pandiya Rajakkal, similarly attacked caste discrimination. But Selvaraj was told that turning Pandiya Rajakkal into a film would require “manadhairyam” and “panadhairyam” (mental strength and a strong-willed financier).  Selvaraj then set out to write a lighter film based on the years he spent at law college, but his second script took an emotional turn. “I had begun to write about my life in college, but what I ended up writing about is the guy next to me, the men I was briefly acquainted with on the street, at the tea shop, on a bus, the women I fell in love with and so on,” Selvaraj said at an earlier press event.  “Effectively, my second script too ended up as one that required courage to make its way to the big screen.”That courage came from Kaala and Kabali director Pa Ranjith. “Ranjith Anna had read and liked some of my earlier writings,” Selvaraj told Scroll.in. “When I told him the story of Perumal, he immediately said that it would be the first film to be produced by his newly established banner [Neelam Productions]. Whatever be the issue – gender, caste or religion – I want to use art to generate a progressive debate about them. Especially in this respect, Ranjith Anna’s contribution is immense. The cinema that he has introduced to Tamil audiences over the past few years has definitely given many filmmakers the courage to take up subjects like caste. He has shown how such subjects can be portrayed in a manner that doesn’t seem boring as well.”Pa Ranjith and Mari Selvaraj.Pariyerum Perumal turned out to be a dream debut for Selvaraj. He had full creative freedom over the project, including the casting. He always wanted Kathir to play Perumal. “I wanted faces that reflected a kind of simplicity and innocence, and Kathir and Anandhi fit that description perfectly,” Selvaraj said. “Once these characters were fixed, we conducted workshops for them, especially Kathir. The rest were chosen through auditions.”Another key character in Pariyerum Perumal is Karuppi, Perumal’s beloved dog, who is killed early on in the film but has a lasting effect on the plot. “The character of Karuppi is a metaphor that I’ve used to convey the emotional arc of this story,” Selvaraj explained. “I needed a cinematic device, and Karuppi was what I came up with.”Now that the debut is done, Selvaraj intends to resume work on Pandiya Rajakkal, but is reluctant to reveal more. “Let Pariyerum Perumal be in the spotlight for a bit,” he said.\n\n\n    \n    Play\n\nPariyerum Perumal (2018).","author":"Archana Nathan","time":"2018-10-03T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/grelkkbboo-1538546112.jpeg","tags":["Mari Selvaraj","Pariyerum Perumal","Pa Ranjith"],"source":"https://scroll.in/reel/896799/mari-selvaraj-on-his-sleeper-hit-pariyerum-perumal-i-want-to-use-art-to-generate-a-debate"}