{"title":"Married for dowry and abandoned, ‘NRI brides’ are caught between international and domestic laws","content":"With immigration status in wealthy countries, these men seem like a catch. But they ditch their new brides after getting money to fund their lives abroad.Paulomi Biswas had been married for only two weeks when her husband stunned her with a sudden announcement: he was leaving for Canada the very next day – without her.“The news came as a shock. It was difficult for me to accept it as a newlywed bride,” recalled the 30-year-old. “That was the last time I saw him.”Anay Kumar Biswas had seemed like a great candidate for an arranged marriage – working in Canada, with a permanent resident application already in progress. But things didn’t quite go as planned. Biswas laid out her alleged problems in a complaint to the Kolkata Police on September 30, 2018, a copy of which has been reviewed by The Fuller Project.The police complaint alleges that Biswas was told by her in-laws that once the wedding ceremony was over, her immigration documents would be prepared, and she and her husband would move to Canada together. She alleges that what followed instead was abandonment, assault, and a cruel financial blow.She alleges her husband took with him around Rs 20 lakh in cash and Rs 4 lakh in jewelry as dowry – money that would be useful in setting up his new life as a Canadian permanent resident.Biswas is not an isolated case. The Indian government received 6,094 complaints between 2015 and October 31, 2019, from women duped into marriage with Non-Resident Indian husbands whose immigration status in wealthy countries like Australia and Canada makes them seem like a catch, but who ditch them after getting their hands on dowry money they need to fund their solo futures abroad.More than 90% of marriages in India are arranged, a 2018 Lok Foundation-Oxford University survey found, and new brides typically move in with their husband’s family. Dowries – where the bride’s family offers the groom cash, durable goods, real estate, or other property – have been illegal since 1961 but remain common practice.The World Bank found last year that dowries are still paid in 95% of marriages in India, and dowry disputes lead to the deaths of thousands of Indian women every year according to the country’s National Crime Records Bureau.In 2018, eight NRI brides filed a Supreme Court plea demanding more stringent provisions in India’s anti-dowry law, which currently calls for the husband and his family to be arrested if there is any evidence they accepted such payments. They warn that official numbers understate the scale of the problem, as legal experts say it takes two to three years to register the initial complaint.These women have to first report to the local police station, then to the Ministry of External Affairs which passes it along to the embassies abroad. In their petition they estimate there are at least “40,000 abandoned brides” like them, putting together the tallies of several rights groups and organisers working to help these women.In many of these cases, the abandoned wives say they are then subjected to torture and assault by their in-laws in order to get them out of the house. In her police complaint, Biswas alleged she was “subjected to mentally and physically [sic] cruelty by my in-laws including molestation at the hands of my father-in-law.”The Fuller Project contacted her husband for comment, but received no response.“My whole life was slipping out of my hands and I couldn’t do anything,” Biswas said. “And all this while, he is enjoying his life with my money while I am left to struggle. All this had driven me to the point where I was contemplating suicide.Representative image. Credit: Yogita, CC BY 3.0 , via Wikimedia CommonsHoneymoon bridesMany Indian women like Biswas have been driven desperate by the mental trauma of being used and discarded, and by the societal stigma directed at women like them who have no support from their husbands. Several, like Biswas, alleged they had been abused by their in-laws. When they seek justice, they find themselves confronted with bureaucratic hurdles, such as pushing their case through multiple ministries and trying to convince the government to hire expensive lawyers abroad.It is a phenomenon that has been decades in the making. The epicentre is Punjab, whose already sizable diaspora in Canada swelled further in the 1980s, when a separatist insurgency turned Punjab into a conflict zone and many young men moved abroad to escape violence and seek better economic opportunities.“Punjab has witnessed a huge craze of youngsters wanting to settle in Europe or Canada and it started around 30 years ago in India,” said Rakesh Sharma, chairperson of the non-governmental organisation Abandoned Brides by NRI Husbands International. “Men who had settled abroad would come and marry in India and would promise them to take them along, but that would never happen.”“These men would come in fancy clothes and cars to impress the women and their families,” he explained. “They would take cash and other items in dowry before completely abandoning the women, who went on to be called ‘honeymoon brides’.”Over 20 brides, deserted by NRI husbands, attended @NCWIndia’s national seminar on “NRI Marriage Related Issues in Punjab” today. The survivors narrated their stories and presented recommendations before various stakeholders. @Manekagandhibjp @sharmarekha @MinistryWCD pic.twitter.com/PsbnY0rZiX— NCW (@NCWIndia) July 30, 2018\n\nThe first cases of “honeymoon brides” that made the news 30 years ago received sensationalist local coverage that focused on the women getting taken advantage of sexually. The coverage faded, but the fraud, which was always financially motivated, continued to grow under the radar.Now, there is increasing evidence that women from other Indian states including Maharashtra, Uttarakhand, West Bengal, Rajasthan, and Uttar Pradesh are falling victim to these scams. Dropping the “honeymoon” tag, with its sexual connotations, these women now refer to themselves as NRI brides.‘No option but to endure’Realising she was not alone inspired one Delhi woman to start “NRI fighters” – an informal group of about 100 women who stay in touch through WhatsApp and track their cases together.According to a First Information Report filed in 2018, that has been reviewed by The Fuller Project, the Delhi resident alleges she was forced by her in-laws to quit her job after her arranged marriage in 2017 because her husband wanted her to take care of his parents until he returned from Canada.“As soon as he left, my in-laws started to torture me on a daily basis without any reason,” she alleged. “But whenever I would bring up these issues to my husband on the phone, he would start abusing me saying ‘[how dare] I complain about his parents.’... I was left with no option but to endure.”The woman’s husband returned to Delhi in 2017.“I was happy and thought everything would be fine now,” she said. “Most importantly, I would finally be able to live with my husband. But the situation changed in an instant.”In December, the woman learnt that she was pregnant. But while she was excited about the development, she claims the news alarmed her in-laws and husband.In the FIR, the woman alleges that after she became pregnant her husband would “punch and kick” her over small problems, and that her mother-in-law “would bring medicines from the doctor and would force me to eat them without checking in with the doctor”. She suspected the medicines were meant to induce a miscarriage, which she eventually had.The Fuller Project tried several times to contact the woman’s husband and in-laws by phone and email, but received no response.\n\t\t\n\tRepresentative image. Credit: in public domain via Pixabay. According to the FIR, her in-laws dropped her off at her parents’ house in early 2018, saying they could not take care of her. That was the last time she saw her husband and in-laws.The woman alleges her husband called her and asked her for a divorce a week later. It had been a year since they got married.“We tried to contact the family but they had changed all contact numbers and could not be found at home. I could hardly make sense of what to do,” she said.The woman kept calling her husband, and tried to reach him on Facebook. It took a few weeks before she came to terms with what had happened.“I thought he was angry and things would settle down,” she said. “Probably I was not able to come to terms with such a shocking reality of my life and had to gather a lot of strength to accept it.”Gaps in enforcementAs with Biswas, the Delhi woman’s quest for justice has not been straightforward. Eventually, it brought her to the Supreme Court of India, where she has filed a petition together with seven other women demanding that the government pass a stringent law to leave no scope for defrauding women in this fashion, and close gaps that allow perpetrators and their families to evade being held accountable by the law. Filed in 2018, the petition has still not had a hearing at court.After police summoned their son for questioning, her in-laws took out an ad in a local paper, publicly disowning him.Activists say this is a common tactic among in-laws of NRI brides. According to the law, the police are supposed to question the parents, who are typically more accessible than their fugitive sons abroad. Activists say disowning the son allows parents to claim they are no longer legally responsible for his actions.“In reality, these families are in full contact with their son,” said Sharma. “They only disown him for two reasons. One, to be able to throw their daughter-in-law out of the house; and second, to avoid facing police action and subvert legal systems.”But the woman’s husband was still technically on the hook. After he failed to turn up for questioning, a warrant was issued for his arrest. The Ministry of External Affairs eventually revoked his passport, which should have hastened his return to India, where he could be brought to justice.But the woman was dismayed to learn that her husband managed to get a new passport anyway.She and her allies are seeking to change this lack of accountability through their Supreme Court plea. It calls for immediate search-and-seizure operations following a complaint to collect anything that was part of the dowry and the woman’s property. The proposal would also stop evictions of abandoned brides by their in-laws to prevent homelessness and it provides financial support and legal aid to the women, if needed.“We need stringent laws to tackle this issue, calling for the immediate arrest/deportation of the [husband]/in-laws,” said Manpreet Kaur, a lawyer who practices at Delhi High Court and has closely worked with women who were abandoned by their husbands.Arjun Sheroan, a lawyer in Punjab’s capital Chandigarh who has worked extensively on extradition cases, said the Indian government needs to sign Mutual Legal Assistance Treaties with countries like Canada that would allow cases involving cross-border marital disputes to be resolved.For the aggrieved women, their government’s lack of concrete action adds insult to deep injury – after all, even if their husband and in-laws are brought to justice, the women are still left to cope with the traumatic collapse of their marriages and finances.This article was first published on The Fuller Project.This article has been edited in compliance with a court order.","author":"Safina Nabi","time":"2022-11-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153579-pnjscjtndd-1611059252.jpg","tags":["Marriage","Immigration","Women","Punjab"]}