{"title":"Marry again before elections or face jail under UCC later: Assam CM to AIUDF chief","content":"Assam Chief Minister Himanta Biswa Sarma on Saturday said that the All India United Democratic Front chief Badruddin Ajmal should get married again now if he wants to, otherwise after elections, he will be arrested for violating the Uniform Civil Code.Polygamy will be outlawed when the Uniform Civil Code is implemented, Sarma said. The comments came after Ajmal earlier this week said that he can still get married again. “I can do so even if the chief minister doesn’t want me to, that’s how much strength I have,” he said.On Saturday, the Bharatiya Janata Party leader told reporters that if Ajmal wants to get married again he should do so before the elections.“After the elections, the Uniform Civil Code will be implemented in Assam,” Sarma said. “If he marries after that, he will be arrested.”He added: “If he invites us now, we will also go because it’s not illegal so far. As far as I know, he has one wife. He can marry two or three more, but we will stop polygamy right after the elections. The entire draft is ready.”The Uniform Civil Code, is a proposed common set of laws governing marriage, divorce, succession and adoption for all citizens. Currently, such personal affairs of different religious and tribal groups – except in Uttarakhand and Goa – are based on community-specific laws, largely derived from religious scripture.The Uniform Civil Code that was implemented in the BJP-ruled Uttarakhand in February has been criticised for drawing largely from the Hindu personal law. Legal experts have said that the code could lead to the erasure of the personal law practices of minority communities.मौलाना बदरूद्दीन अजमल को मैं एक सलाह दे रहा हूँ। अगर उनको एक और शादी करनी है तो चुनाव के पहले कर लें क्योंकि चुनाव के बाद UCC लागू होगा। तब जो क़ानून का उल्लंघन करेगा उसके ऊपर कार्रवाही होगी। pic.twitter.com/SberenDXI7— Himanta Biswa Sarma (Modi Ka Parivar) (@himantabiswa) March 30, 2024\n\n\nLast month, the Assam Cabinet decided to repeal the state’s Muslim Marriages and Divorces Registration Act, 1935 to prevent child marriages.The Act contained provisions allowing marriages to be registered even if the bride and the groom “had not reached the legal ages of 18 and 21”, Sarma had said in a social media post. “This move [to repeal the Act] marks another significant step towards prohibiting child marriages in Assam,” he said.State minister Jayanta Malla Baruah had said that the government wants all marriages to happen under the Special Marriage Act. The Act allowed the registrars operating in the districts to grant licences to Muslim persons to register marriages and divorces.Earlier in February, Sarma had said that a bill to end polygamy in Assam will be introduced in the Assembly during the Budget session. This announcement came weeks after the chief minister said that Assam will be the third state after Uttarakhand and Gujarat to implement a Uniform Civil Code.","author":"Scroll Staff","time":"2024-03-31T13:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199727-hrjvfepowm-1711869484.jpg","tags":["Uniform Civil Code","Himanta Biswa Sarma","Assam","Badruddin Ajmal","UCC","Lok Sabha 2024"],"source":"https://scroll.in/latest/1066024/marry-before-elections-or-face-jail-under-ucc-later-assam-cm-to-aiudf-chief"}