{"title":"Mathura court restores suit demanding removal of Shahi Idgah mosque","content":"A court in Uttar Pradesh’s Mathura on Thursday said that a group of plaintiffs had the right to file a lawsuit seeking the removal of the Shahi Idgah mosque, Bar and Bench reported.The plaintiffs claim that the Shahi Idgah mosque was built over the birthplace of the deity Krishna. They have staked claim over 13.37 acres of land around the mosque.“Right to sue of the plaintiff will stand restored,” District Judge Rajesh Bharti said. “Case will be restored at its original number.”The judge overturned the order of a civil court that had dismissed the suit.A revision petition challenging the dismissal of the suit was filed by Lucknow resident Ranjana Agnihotri and an organisation named Asthan Shri Krishna Janmabhoomi. “The mosque was wrongly built on Krishna Janmabhoomi,” Gopal Khandelwal, lawyer for the petitioner, told NDTV. “There was a compromise several years ago on the sharing of property, but that compromise was illegal.”On September 30, 2020, the civil court had dismissed the suit to remove the mosque citing the Places of Worship Act, 1991. The law prohibits converting places of worship from one religion to another. The rule does not apply to the Babri Masjid site in Ayodhya.The district court had reserved its verdict on the petition challenging the civil court’s order on May 5.On May 13, a petition by a group of lawyers and law students seeking to bar Muslims from offering prayers at the Shahi Idgah mosque was filed in a court in Mathura. The petition sought a video survey at the Shahi Idgah mosque on the lines of the one conducted at the Gyanvapi mosque at Varanasi.The petitioners said that such a survey could determine “the existence of Hindu artefacts and ancient religious inscriptions on the mosque premises”.On May 12, a Varanasi court had allowed a survey commission to carry out videography inside the Gyanvapi mosque, located next to the Kashi Vishwanath temple. The order was passed on a petition filed by five Hindu women last year, seeking permission to offer daily prayers and observe rituals at the back of the western wall of the mosque. They have claimed that an image of the Hindu deity Shringar Gauri exists at the site.On May 16, the Varanasi court passed an order to seal a portion of the mosque after the lawyer representing the Hindu women claimed that a Shivling (a representation of the Hindu deity Shiva) was found after draining the mosque’s wazu khana – or ablution tank. The mosque committee has said that the object is not a Shivling, but a part of a stone fountain in the wazu khana.","author":"Scroll Staff","time":"2022-05-19T13:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174579-hboupgczbt-1652944788.jpeg","tags":["mosque","Krishna Janmabhoomi case","Muslim","Hindu","top headlines","Mathura","Shahi Idgah mosque"]}