{"title":"Delhi temperature could hit 46 degrees Celsius on Thursday","content":"The maximum temperature in Delhi may touch 46 degrees Celsius on Thursday, the India Meteorological Department predicted.The highest-ever maximum temperature in Delhi was recorded on April 29, 1941, when it touched 45.6 degrees Celsius. On Tuesday, the Safdarjung Observatory weather station had recorded a maximum temperature of 40.8 degrees Celsius.The weather department has issued a yellow alert, warning of a heatwave in Delhi from Thursday. A yellow alert suggests vigilance to the public.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is least at 4.5 degrees above normal. A severe heatwave is when the normal temperature is 6.5 degrees Celsius more than the normal.This year, March was the hottest month in 122 years since the India Meteorological Department started maintaining records.The weather department on Wednesday also predicted heatwave conditions over East, Central and Northwest India during the next five days.i) Heat wave conditions over East, Central & Northwest India during next 5 days: Vidarbha, Rajasthan & Madhya Pradesh during next 5 days;  Uttar Pradesh, Jharkhand, interior Gangetic West Bengal & interior Odisha during 27th-30th April; pic.twitter.com/K2vcnltbLm— India Meteorological Department (@Indiametdept) April 27, 2022\n\nAs of Tuesday, Barmer, Brahmapuri, Rajgarh, Akola, Jaisalmer, Wardha, Bikaner, Kandla, Jamshedpur and Varanasi were among the hottest cities in India with the maximum temperature above 42 degrees Celsius in all the places. It reached 45.1 degrees Celsius in Rajasthan’s Barmer, according to The Indian Express.On April 26, the India Meteorological Department said that at least 16 of the 36 meteorological subdivisions in India are reeling under heatwave conditions, Down to Earth magazine reported. Meteorological subdivisions are grouped together based on shared climatic patterns.Agriculture yield in the country has also seen a drop by up to 35% due to the unseasonal heat, PTI reported.In its Wednesday’s yellow alert, the weather department said that the heatwave could cause moderate health problems for the vulnerable populations including the young, old and those with chronic illnesses.  What to do and not to do during a heatwave:Here are certain guidelines recommended by the National Disaster Management Authority during a heatwave.Avoid going out in the sun, and strenuous activities, especially between noon and 3 pm.Wear lightweight, light-coloured, loose and porous cotton clothes. Use protective goggles, umbrella or hat, shoes or chappals while going out in sun.If you work outside, use a hat or an umbrella and also use a damp cloth on your head, neck, face and limbs.Drink water as often as possible, even if not thirsty.While travelling, carry water with you.Avoid alcohol, tea, coffee and carbonated soft drinks, which dehydrate the body.Avoid high-protein food and do not eat stale food.Use oral rehydration salts and homemade drinks like torani (rice water), lemon water, buttermilk, etc to re-hydrate the body.Do not leave children or pets in parked vehicles.If you feel faint or ill, see a doctor immediately.Keep animals in shade and give them plenty of water to drink.Keep your home cool, use curtains, shutters or sunshades and open windows at night.Use fans, damp clothing and take baths in cold water frequently.Tips to help someone who has experienced a heat strokeLay the person in a cool place, under a shade. Wipe their face and body with a wet cloth frequently. Pour normal temperature water on the head. The main thing is to bring down the body temperature.Give the person ORS to drink or lemon water/torani or whatever is useful to rehydrate the body.Take the person immediately to the nearest health centre. The patient needs immediate hospitalisation as heat strokes could be fatal.","author":"Scroll Staff","time":"2022-04-27T17:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157537-rbdclejhtm-1618309146.jpg","tags":["India Meteorological Department","weather department","weather conditions","heat","heatwave","Delhi weather"],"source":"https://scroll.in/latest/1022775/maximum-temperature-in-some-parts-of-delhi-likely-to-touch-46-degrees-celsius-on-thursday"}