{"title":"May in fiction: Cool down this summer with these six just-published novels","content":"My Beloved Life, Amitava KumarJadunath Kunwar’s beginnings are humble, even inauspicious. In 1935, in a village near George Orwell’s birthplace, Jadu's mother, while pregnant with him, nearly dies from a cobra bite. When we see Jadu again, he is in college, meeting the Sherpa who first summited Everest and wondering what it means to be modern. As his life skates between the mythical and the mundane, and as changes big and small sweep across India, Jadu finds meaning in the most unexpected places. He befriends poets and politicians. He becomes a historian. And he has a daughter, Jugnu, a television journalist with a career in the United States – whose own story recasts the past in a new light. This is a novel that traces the arc of a man’s life, an ordinary life made exceptional by the fact that he has loved and has been loved in turn. The Summer of Then, Rupleena BoseA 26-year-old English literature PhD student negotiates the spaces between her writing and her livelihood, her morality and her heart, her self-hood and her family’s history. Working odd jobs as a proofreader and researcher, she strays along a classically directionless path, finding herself in a stultified marriage and a similarly immobile but romantic adulterous relationship with her husband’s best friend.This debut novel relishes the interiority of women, especially about the often-unsettling intimacies of relationships – sexual, romantic and platonic – against the trauma of sexual assault and harassment. Set across Calcutta, Delhi, Mumbai, and Edinburgh, the novel explores the trickle-down effect of politics on academia and college life in Indian metropolitan cities, leading to the beginnings of the 2020 pandemic.An Unholy Drought, Madhulika LiddleThe year is 1556 CE. Humayun has died, and his 13-year-old son and heir, Akbar, must battle to save his throne, even as a drought devastates the northern plains. Against this backdrop, an old man documents the story of his family – his ancestors and himself – beginning a hundred years earlier, when a teenager in Dilli discovers the true nature of his best friend.As the sprawling family saga unfolds, empires rise and fall, dynasties come and go, and generations pass, each with a rich cast of characters shaped by forces beyond their control; by desire, love and betrayal.Like Qasim, who is wracked by the guilt he inherited from his irresponsible father, embarks on an all-consuming search for an elusive heirloom, while his pragmatic wife, Aabida, holds the family together as a breadwinner – using her embroidery skills to set up a brocade workshop. Two generations later, young Zubair finds himself torn between his family duty – the workshop established by his grandmother – and his secret longing for a mysterious insurgent, which will spell disaster for him and his family. Years later, his son, Nadeem, will choose his passion for calligraphy over brocade, only enduring the family business because of his love for Zarina, a talented naqshband – the artist who makes exquisite designs for the tapestry.Spanning a century and a half, from the early 1400s to 1556, An Unholy Drought weaves an intricate tale of varied characters – their joys and sorrows – in Delhi, the phoenix city, as it transitions from the last days of the Sultanate to the dawn of the Mughal Empire. The Enclave, Rohit ManchandaThe Enclave traces the run of Maya’s days as she goes about her work as a liaison officer, her trysts with her amours, her spirited engagement with the world at large, and her writerly ambitions – each of which comes with its joys and vexations. But then, things start to unravel. And Maya finds herself at an unsettling crossroads, where she must grapple with anger, grief and the precariousness of things hitherto taken for granted.Set in the late 2000s, Rohit Manchanda’s new novel is a finely observed evocation of a time when the country's middle classes began savouring the fruits of economic liberalisation, newfound material well-being, and a broadening of social and cultural mores – a time, briefly, when so much seemed possible.The Scent of Fallen Stars, Aishwarya JhaIn 1995, 36-year-old Will arrives in newly liberalised India. Smarting from the collapse of his academic dreams, he finds little fulfilment in his well-paying telecommunications job or the social confines of New Delhi’s expat community. One monsoon night, he encounters young, enigmatic Leela, who blazes into his world and unleashes a storm of passion and devastation that will alter it forever. 23 years later, Aria lands in the city on a quest to find the mother whom she believed to be dead. Estranged from her convalescing father, her journey leads her to unravel the mysteries of her parents’ story and her mother’s life – from her childhood in an orphanage to a doomed love affair and finally, the remote shores of asceticism. As she searches for answers and a sense of belonging, Aria stumbles upon lost worlds, haunting memories, and the explosive secret that torpedoed her father’s life, the reverberations of which will be cataclysmic for her own.River Prince: Ponniyin Selvan Book 3, Kalki, translated from the Tamil by Nandini Krishnan Why is Arulmozhi Varman, the dazzling younger prince of the Chozha dynasty, called “Ponniyin Selvan”? He must face an onslaught of enemies on the battlefield – a challenge he’s equal to – but can he simultaneously unravel the intricate web of conspiracies and betrayals within his own family and court? And who is the mysterious Poonguzhali, she of the mesmerising face and voice? Why did she agree to assist our hero Vandiyadevan in his dangerous quest to deliver a confidential message to Arulmozhi?The throne of the Chozha empire is on the line. As intellect and eloquence clash in the rivalry between the fearless Pazhuvoor Rani, Nandini, and the indomitable Chola Princess, Kundavai, which of these remarkable women will prevail?","author":"Sayari Debnath","time":"2024-05-05T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200384-alyifzaasq-1714466003.jpeg","tags":["fiction","book recommendations"]}