{"title":"Mayawati says BSP spokespersons to boycott TV debates due to media’s ‘casteist’ behaviour","content":"Bahujan Samaj Party President Mayawati on Saturday accused the media of “casteist” behaviour and said the organisation’s spokespersons will no longer participate in television debates and other related events.In a post on Twitter in Hindi, Mayawati alleged that the media had harmed the Bahujan Samaj Party’s Ambedkarite movement with its casteist and “hateful” attitude based on the directions of their superiors. She said the party’s spokespersons will be given new responsibilities.A day after the Assembly election results were declared and the Bahujan Samaj Party won just a seat in Uttar Pradesh, Mayawati had blamed the Samajwadi Party and the media for spreading misinformation during the polls.The Uttar Pradesh Assembly has a total of 403 seats, of which the Bharatiya Janata Party won 255 seats.  The Bahujan Samaj Party recorded its worst-ever performance in the polls, garnering a vote share of 12.9%. The party has never got less than 19% of the votes in Uttar Pradesh, The Indian Express reported.“The casteist media, nasty scheming, constant negative campaigning to mislead Muslims and anti-BJP Hindus have been successful to a large extent,” the party chief said on Friday.  “They created a perception that the BSP is a B team of the BJP and is not fighting against it as vigorously as SP is.”On Thursday, Mayawati had said that Muslim voters, who vote for the Bahujan Samaj Party, supported the Samajwadi Party.The BJP, she added, was able to consolidate the votes of Dalits, “upper-caste” Hindus and Other Backward Classes to keep out the Samajwadi Party’s “jungle raj” or lawlessness.","author":"Scroll Staff","time":"2022-03-12T15:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128382-dnkchvszhu-1595815972.jpg","tags":["Mayawati","BSP","Uttar Pradesh"],"source":"https://scroll.in/latest/1019336/mayawati-says-bsp-spokespersons-to-boycott-tv-debates-due-to-medias-casteist-behaviour"}