{"title":"Mayawati’s decision to support Samajwadi Party in Uttar Pradesh bye-elections should worry the BJP","content":"Sunday’s announcement by the Bahujan Samaj Party that it would support the candidates of its traditional rival, the Samajwadi Party, in the March 11 bye-elections for the Gorakhpur and Phulpur parliamentary constituencies indicates that Uttar Pradesh could witness a new kind of politics. The extraordinary move, though restricted to the bye-polls and the Rajya Sabha elections scheduled for April, could lead to the formation of an anti-Bharatiya Janata Party alliance ahead of the Lok Sabha polls in 2019.In return, the Samajwadi Party might back Bahujan Samaj Party chief Mayawati or another leader of her party as a joint Opposition candidate for the Rajya Sabha. Last July, Mayawati resigned her seat from the Upper House after accusing the BJP and the Chair of muzzling her voice and not allowing her to raise the issue of violence against Dalits in Uttar Pradesh.Opening for grand alliance?Though the rumours of a Samajwadi Party-Bahujan Samaj Party pact for the bye-elections started circulating late on Saturday, the Bahujan Samaj Party’s Allahabad regional coordinator Ashok Gautam and its Gorakhpur regional coordinator Ghanshyam Chandra Kharwar made the formal announcement only on Sunday.As the announcement fuelled speculation of an alliance for 2019 too, Mayawati hurriedly called a press conference to declare that the pact was limited to the two bye-elections and the Rajya Sabha polls. “I want to clarify that the BSP [Bahujan Samaj Party] has not allied with any political party,” she said. “All rumours about BSP and SP alliance in UP for the 2019 Lok Sabha elections are false and baseless.”She added: “We have spoken to SP [Samajwadi Party] and have decided that we will support their Lok Sabha candidates during the voting [in Gorakhpur and Phulpur] and SP will support our Rajya Sabha candidate in return.”Political observers view Mayawati’s assertion, during this clarification, that the “transfer of votes” to “decimate BJP” does not amount to an alliance as her way of cautiously revising her stated position on pre-poll alliances.Though Mayawati has never entered a pre-poll alliance in Uttar Pradesh, her mentor and party founder Kanshi Ram tried it in 1993 when, at the height of the Ram Janmabhoomi movement, the Bahujan Samaj Party and Samajwadi Party together successfully prevented the BJP from coming to power in the state.That year, amid the slogan of “Mile Mulayam Kanshi Ram, Hawa Mein Ud Gaye Jai Shri Ram”, the two parties struck an electoral deal and won the Assembly polls. A coalition government was formed with Samajwadi Party founder Mulayam Singh Yadav as chief minister. However, the relationship soured in June, 1995, when Mayawati was forced to spend hours inside a VIP guest house in Lucknow fearing for her life as Samajwadi Party workers gathered menacingly outside. Her party had broken the alliance with Mulayam Singh Yadav’s party just the day before. After the guest house episode, Mayawati formed the government with the help of the BJP.Mayawati called the guest house incident the “most humiliating experience” of  her life. She never discussed an alliance again. The Bahujan Samaj Party’s latest announcement is thought to have been prompted by two factors. One, the party won only 19 of Uttar Pradesh’s 403 seats in the 2017 Assembly elections, and Mayawati is desperate to revive its fortunes. In addition, Mulayam Singh Yadav, whom she blames for the guest house episode, has been sidelined by his son Akhilesh Yadav.Last year, after the BJP swept Uttar Pradesh, Mayawati hinted that she was ready for a wider alliance against the saffron outfit. Speaking in Lucknow, at a function organised to commemorate the birth anniversary of BR Ambedkar on April 14, she said: “The BSP now has no reservations in taking the help of anti-BJP parties in its fight against EVM [electronic voting machine] tampering and the BJP as it is democracy that comes first… We have to keep democracy alive.”Indications that Akhilesh Yadav, who has always addressed Mayawati as buaji or aunt, may be open to treading a political path different from that of his father, may have also helped the Bahujan Samaj Party chief shift from her stated position on alliances.Surprise factorThe Samajwadi Party has fielded Pravin Nishad against the BJP’s Upendra Shukla from Gorakhpur, and Nagendra Singh Patel against the saffron outfit’s Kaushalendra Singh Patel from Phulpur. Both the seats are of great significance for the BJP. While the Gorakhpur seat was vacated last year by Chief Minister Adityanath, Phulpur fell vacant after BJP MP Keshav Prasad Maurya became the deputy chief minister of the state.For the upcoming bye-elections, Mayawati has instructed her party leaders in Gorakhpur and Phulpur not to share the stage with their Samajwadi Party counterparts but instead get down to mobilising party cadres to drum up votes for Akhilesh Yadav’s nominees.The flexibility shown by the traditional rivals in Uttar Pradesh is likely to remove one of the biggest hurdles towards forming a grand alliance in this politically important state, giving impetus to attempts at Opposition unity that might have been hard to imagine otherwise.Apart from posing a threat to the BJP in a state that was key to its majority in Parliament in the 2014 elections – the saffron party won 71 of the state’s 80 Lok Sabha seats in 2014 – news that the Samajwadi Party and Bahujan Samaj Party are joining hands indicates that Mayawati’s ability to shock her opponents remains intact.","author":"Dhirendra K Jha","time":"2018-03-05T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870790-83610-mwuvhcgave-1520177717.jpg","tags":["Bye-elections","byelections","pre-poll alliance","UP politics"],"source":"https://scroll.in/article/870790/mayawatis-decision-to-support-samajwadi-party-in-uttar-pradesh-bye-elections-should-worry-the-bjp"}