{"title":"Mayawati has made it very clear to the Congress that she intends to play hardball","content":"A day after the Congress declared that the Bharat Bandh it had called on Monday enjoyed the support of 21 opposition parties, the Bahujan Samaj Party struck a sour note, indicating that the anti-Bharatiya Janata Party coalition  being proposed for the 2019 Lok Sabha elections has a long bumpy road ahead.Addressing a press conference in Lucknow on Tuesday, Bahujan Samaj Party chief Mayawati blamed both the Congress and the BJP for the rise in fuel prices. While attacking the Modi government for its faulty policies that resulted in pushing up the prices of petrol and diesel, she was equally critical of the Congress. Mayawati maintained that the BJP-led ruling coalition was committing the same mistakes made by the Congress, which eventually led to its humiliating defeat in the 2014 elections.Mayawati’s clever ploy to bracket the Congress along with the BJP was meant as a timely reminder to the grand old party that it should not take the Bahujan Samaj Party for granted. Her statement comes at a time when the Congress has publicly declared its keenness to align with the Bahujan Samaj Party in the year-end assembly polls in Madhya Pradesh. In fact, the party’s state unit chief Kamal Nath has told journalists on several occasions that he is in talks with Mayawati and that the two parties are close to striking a deal.In addition, the Congress is  also hoping to be  invited by the Bahujan Samaj Party and the Samajwadi Party to join its alliance in Uttar Pradesh, which is crucial for the 2019 general election, considering that the state sends the maximum number of MPs to the Lok Sabha. Playing it coolWhile the Congress has been openly wooing the Bahujan Samaj Party, its party chief  is playing it cool. Not given to grand friendly statements, Mayawati  likes to keep everyone guessing. She did just that with her latest press conference, where she attacked the Congress and the BJP in equal measure for the skyrocketing fuel prices. It has predictably created confusion in the Congress. A section in the party is convinced that Mayawati is not a dependable ally and that she is quite capable of aligning with the BJP – after all, she has partnered with the saffron party thrice in the past. Like other opposition parties, the Bahujan Samaj Party is also being pressured by the BJP to ensure that the alliance in Uttar Pradesh does not fructify.On the other hand, Congress insiders maintained that Mayawati’s  Tuesday statement  was nothing but a bargaining ploy to extract an honourable deal for her party in Madhya Pradesh. Mayawati is learnt to have asked for 60 seats for her party while the Congress is not willing to part with more than 25 seats but may settle the deal at 30.While the Congress is still struggling to finalise its seat-sharing agreement with the  Bahujan Samaj Party, in Madhya Pradesh, coalition formation in Uttar Pradesh promises to be far more challenging. One-time bitter rivals, the  Bahujan Samaj Party, and the Samajwadi Party have principally agreed to put up a united fight against the BJP in next year’s general election as both parties are battling for political survival. The two parties have been encouraged to join forces after they tasted success in the recent bye-elections in Gorakhpur, Phulpur and Kairana where they together scored a comprehensive victory over the BJP. As they draw up plans for a long-term partnership, the  Congress does not appear to figure in them.That the  Bahujan Samaj Party, and Samajwadi Party are cool towards the Congress was evident from the fact that the two parties did not join the Congress-led  protest at the Ramlila Grounds on Monday. The Congress, however, insisted that the two parties had backed the Bharat bandh call but chose to hold separate protests in Uttar Pradesh since it is their home turf.The key stateReduced to a marginal player in Uttar Pradesh  and with no social base, the Congress has little to offer to potential allies in this Hindi heartland state, except for the fact that it is a pan-Indian party and cannot be ignored in the formation of a national-level coalition. Given its current status in Uttar Pradesh, the Congress has little or no bargaining power to demand a respectable number of seats. It will have to fight hard to get its due share.It is an undeniable fact that Uttar Pradesh holds the key to next year’s general election. After all, the BJP’s victory in 2014 was powered by its performance in the state where it won 71 of the 80 Lok Sabha seats.And in Uttar Pradesh, it is Mayawati who will determine the course of the forthcoming electoral challenge. Though the  Bahujan Samaj Party, has no MP in the Lok Sabha and  the party was reduced to 19 members in last year’s Uttar Pradesh assembly election, its  vote share remained as high as 22%. More importantly, the  Bahujan Samaj Party can transfer its votes to its allies but the same cannot be said about the other political parties.Besides the party’s vice-like grip on the Jatav vote in Uttar Pradesh, the Bahujan Samaj Party also has a presence in other states including Madhya Pradesh, Chhattisgarh, Rajasthan, Haryana  and Punjab. Recently, the BSP picked up a seat in Karnataka where  it had a pre-poll alliance with the Janata Dal (S). An alliance with the Bahujan Samaj Party can help its ally  consolidate the Dalit vote.It is little wonder then that the Congress is assiduously wooing theBahujan Samaj Party. Mayawati, however, is keeping her options open. She has aligned with the Indian National Lok Dal in Haryana and has approached estranged Congress leader Ajit Jogi for a partnership in Chhattisgarh.","author":"Anita Katyal","time":"2018-09-12T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/894086-yxoxvnuaxl-1520249437.jpg","tags":["Mayawati","Bahujan Samaj Party","BSP","Congress","BJP","Uttar Pradesh"],"source":"https://scroll.in/article/894086/mayawati-has-made-it-very-clear-to-the-congress-that-she-intends-to-play-hardball"}