{"title":"Mayawati unfolds roadmap for Dalit-Muslim pact (and to end the Muslim-Yadav alliance)","content":"Under siege until just a week ago, Bahujan Samaj Party leader Mayawati on Sunday displayed her canny ability to shock her opponents as she laid out a blueprint for building a new social alliance between Dalits and Muslims in Uttar Pradesh. The leader of the Bahujan Samaj Party hopes to capitalise on the explosion of anger against the attack on Dalits in Gujarat and disparaging remarks against her. Instead of directly appealing to Muslims to switch their loyalties from the ruling Samajwadi Party and throw in their lot with the Bahujan Samaj Party, Mayawati announced at a press conference at Lucknow that she would hold a series of big public meetings from next month to expose the Samajwadi Party's alleged connivance with the Bharatiya Janata Party.“The Samajwadi Party government is being run at the instructions of the BJP,” she alleged. “It is because of this connivance that [BJP leader] Dayashankar Singh has not been arrested. The counter-action against me and my party leaders are being taken by the SP at the behest of the BJP.” Public insultLast week, Dayashankar Singh, a vice president of the BJP's Uttar Pradesh unit, had said that Mayawati was \"worse than a prostitute\", alleging that she made potential Bahujan Samaj Party candidates in next year's state elections pay for tickets. The public meetings – the first of which will be organised in Agra in western Uttar Pradesh on August 21 and the second in Azamgarh in eastern part of the state on August 28 – are aimed not just at consolidating the Dalit vote but also at instilling doubt among Muslims about the Samajwadi Party's ability and intention to fight the BJP and its Hindutva policies in the state.Mayawati aims to split the M-Y (Muslim-Yadav) combination, the core social base of the Samajwadi Party. She hopes to achieve a new social alliance by making Muslims realise that they could no longer trust the party they have supported for last two-and-a-half decades and that the only effective way to give a secular tilt to the state's politics is by aligning with Dalits.In a state where Dalits account for nearly 22% of the population and Muslims over 18%, a combination of the two may actually prove very formidable.If Mayawati succeeds, the new alliance may weaken both her opponents – the BJP and the Samajwadi Party. A Dalit consolidation in favour of the Bahujan Samaj Party would considerably weaken the prospects of the BJP, which has been trying hard to lure away the non-Jatav Dalits. Meanwhile, a shift of Muslims to Mayawati would leave the Samajwadi Party merely with Yadavs.Even the venues for Mayawati’s first two rallies seems to have chosen quite meticulously. Both Agra and Azamgarh have seen  a series of communal incidents over the past few years, allegedly sparked by affiliates of Rashitriya Swayamsevak Sangh. The Samajwadi Party government's response in most of these incidents has not been satisfactory and has evoked widespread criticism. Again, while Agra is represented in the Parliament by the BJP’s Ram Shankar Katheria, Azamgarh seat was won in the last Lok Sabha elections by the Samajwadi Party's Mulayam Singh Yadav.Allaying suspicionThis is the first time that Mayawati has abandoned her tentative approach towards seeking the Muslim vote and made a serious bid to create a split in the Samajwadi Party's M-Y combination. On previous occasions, she sought to win over Muslims only in select pockets, by picking candidates belonging to the minority community. Her tentativeness had largely to do with the fact that a section of Muslims had always been suspicious of the Bahujan Samaj Party since it had allied with the BJP three times in the past. To scotch such suspicions, the Bahujan Samaj Party formally declared in January that it would not enter into any post-poll alliance with the BJP in 2017 since it had seen the saffron party's “khooni chehra\", or bloody face. If it could not reach the majority mark in the forthcoming UP polls, the Bahujan Samaj Party said it would prefer to remain in the Opposition.Mayawati's party will have to deal with the fact that it has been witnessing a successive fall in its vote share. In the Uttar Pradesh Assembly elections of 2007, in which the Bahujan Samaj party got an absolute majority, the party’s vote share stood at 30% – the highest since it was formed in 1984. It came down to 27% in the Lok Sabha elections of 2009, slipped to 25% in the Assembly elections of 2012 and was a little over 19% in the last general elections, in 2014.","author":"Dhirendra K Jha","time":"2016-07-24T19:48:23.529683+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812386-itbneupalk-1467444385.jpg","tags":["Mayawati","Samajwadi Party","Bahujan Samaj Party","Bharatiya Janata Party","Uttar Pradesh"],"source":"https://scroll.in/article/812386/mayawati-unfolds-roadmap-for-dalit-muslim-pact-and-to-end-the-muslim-yadav-alliance"}