{"title":"Mecca Masjid blast: Telangana government says it will try to get Swami Aseemanand’s bail cancelled","content":"The Telangana government on Friday assured the Legislative Assembly that it will initiate steps to revoke the bail granted to former Rashtriya Swayamsevak Sangh member Aseemanand in the 2007 Mecca Masjid blast case. “An inquiry will definitely be conducted on how he [Aseemanand] got bail. Efforts will be made to get the bail cancelled. We will ensure justice is done,” state Home Minister Nayani Narasimha Reddy told the House, according to PTI.All India Majlis-e-Ittehad-ul Muslimeen chief Akbaruddin Owaisi raised the matter during the Zero Hour. He asked the government, led by the Telangan Rashtra Samithi, to mount pressure on the National Investigative Agency to take steps to get Aseemanand’s bail cancelled. “They should be told that whoever got bail in the [Mecca Masjid bomb blasts] case will have it cancelled,” Owaisi said.The AIMIM chief also demanded that the state government make the Bhaskar Rao Committee Report on the Mecca Masjid blast available to the public. The legislator further added that militancy had no religion. “Whether it is Osama Bin Laden or Aseemanand, terrorists should be dealt with sternly,” he told the House.The court of the Fourth Metropolitan Sessions Judge in Hyderabad on Thursday had granted bail to Aseemanand in the decade-old case. It had asked the former RSS activist to not leave Hyderabad without permission and be present for the trials whenever needed, reported PTI.On May 18, 2007, an improvised explosive device had gone off inside the Hyderabad mosque. Nine people were killed and several others were injured after the IED exploded.Aseemanand was arrested in November 2010 from Haridwar. He had earlier admitted that right-wing activists had been involved in the blast, but later retracted his statement. The NIA had filed a chargesheet against him in the case in May 2011. The former RSS activist is also an accused in the Samjhauta Express and the 2006 Malegaon blast cases.","author":"Scroll Staff","time":"2017-03-24T19:03:11.323384+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/832739-wejnefqhwq-1490361778.jpg","tags":["Swami Aseemanand","Telangana","Rashtriya Swayamsevak Sangh","Akbaruddin Owaisi","Mecca Masjid blast"],"source":"https://scroll.in/latest/832739/mecca-masjid-blast-telangana-government-says-it-will-try-to-get-swami-aseemanands-bail-cancelled"}