{"title":"Medical negligence will be decriminalised in draft criminal law, says Amit Shah","content":"Medical negligence by a doctor that results in death would be decriminalised in the Bharatiya Nyaya Sanhita bill that seeks to replace the colonial era-Indian Penal Code, Union Home Minister Amit Shah announced on Wednesday in the Lok Sabha. “I will bring an amendment now to free the doctors from this criminal negligence,” Shah said adding that the decision was taken after the Indian Medical Association asked his ministry to look into the offence.Presently, Section 304A of the Indian Penal Code deals with medical negligence resulting in death. Those charged under the section are punished with imprisonment of either imprisonment up to two years or with a fine or with both.\n\n\n    \n    Play\n\nAfter the discussion, the Lok Sabha passed the three bills by a voice vote amid the absence of a large number of Opposition MPs, who have been suspended from the House for the remainder of the Winter Session. Besides the Bharatiya Nyaya Sanhita, the other two bills are the Bharatiya Nagarik Suraksha Sanhita that seeks to replace the Criminal Procedure Code and the Bharatiya Sakshya Bill that seeks to replace the Evidence Act.The bills were introduced by Shah during the Monsoon Session of Parliament.On Wednesday, 97 Opposition MPs were missing from the Lok Sabha that has a strength of 543. Of these, 199 are Opposition MPs and 323 belong to the ruling Bharatiya Janata Party-led National Democratic Alliance government. The Opposition MPs, along with 46 from the Rajya Sabha, have been suspended in three days beginning December 14 as they had been demanding a discussion on Parliament security breach.  On December 13, two men had jumped into the Lok Sabha chamber from the visitors’ gallery and opened gas canisters. Outside Parliament, a man and a woman had opened smoke canisters.During the debate on the bills in the Lok Sabha on Wednesday, Shah said the existing criminal laws reflect a colonial mindset with the intention to punish and not impart justice, reported the Hindustan Times.“The three new bills seek to establish a justice system based on Indian thinking,” Shah said. Shah also said that there were 484 sections in the Code of Criminal Procedure. With these bills, there would now be 531.“Changes have been made in 177 sections and nine new sections have been added,” he said. “Thirty-nine new sub-sections have been added. Forty-four new provisions have been added.”","author":"Scroll Staff","time":"2023-12-20T21:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196810-ebpaeztrfe-1703082339.jpeg","tags":["Criminal laws","Amit Shah","Medical negligence","New criminal laws"],"source":"https://scroll.in/latest/1060894/medical-negligence-will-be-decriminalised-in-draft-criminal-law-says-amit-shah"}