{"title":"Medical body criticises Centre for promoting ‘unscientific product’ like Patanjali’s Coronil","content":"The Indian Medical Association on Monday took strong exception to the Centre’s endorsement of “an unscientific product” like Patanjali’s Coronil as a drug that can be used as a “supportive treatment” for the coronavirus. This came a day after the World Health Organization, without naming anyone, clarified that it had not reviewed or certified the effectiveness of any traditional medicine. In a letter to Union Health Minister Harsh Vardhan, the medical body said it was shocked to note the “blatant lie of WHO certification for a secret medicine” that was launched in his presence. “Being a Health Minister of the country, how justified is it to release such falsely fabricated unscientific product to people of the whole country and how ethical was it to promote the product in unethical, wrong and false ways ,” IMA National President Jayalal asked. “Let us not adulterate Ayurveda on the pretext of market gain to some monopoly corporate and create a disaster for humanity.”IMA HQs Press Release on Health Minister - February 22, 2021 pic.twitter.com/72DWWs90KG— Indian Medical Association (@IMAIndiaOrg) February 22, 2021\n\nThe medical body said that the “false and fabricated projection of an unscientific medicine by the Health Minister to the entire country and being rejected by WHO is a slap and insult to the people of country”. The medical body wondered how can a drug be effective for prevention, treatment and rehabilitation from the disease. “If CORONIL is effective for prevention, why [is the] government spending Rs 35,000 crores for vaccination?” it asked. “Is the Health Minister promoting CORONIL for prevention than the vaccine as Ayurveda may not prescribe vaccination for preventing a disease?”The letter further raised doubts about the clinical trials of the Patanjali drug. “Being a Health Minister of the country and a modern medicine doctor, can you clarify the number of patients involved in the double blind and/or single blind clinical trials for the so-called clinical trial of this said anti-corona product promoted by you,” the IMA asked Vardhan. “Were they subjected to an informed consent for any such trials?”It also deplored the remarks of Patanjali founder Ramdev, who called modern medicine a form of “medical terrorism”. The IMA sought a clarification from Vardhan about the statement. The association added that it will write to the National Medical Commission over “the blatant disregard” of the Medical Council of India’s code of conduct. As per the code, no doctor can promote a drug or prescribe it without knowing its composition.Patanjali’s claimOn February 19, Yoga guru Ramdev released a research paper by Patanjali Ayurved on what he claimed was the “first evidence-based medicine” for the coronavirus at an event that was attended by Union ministers Harsh Vardhan and Nitin Gadkari. Ramdev said that the research paper would clear all “suspicions” surrounding Coronil, which Patanjali claims to be an ayurvedic treatment for coronavirus. The yoga guru claimed that both the central government and the World Health Organization had given a green signal to the medicine. He claimed the drug was WHO GMP certified, meaning it holds a certificate of pharmaceutical product and is recognised by the World Health Organisation’s Good Manufacturing Practices, according to NDTV. Rakesh Mittal, one of the top executives at Patanjali Ayurved, had reiterated the claim that Coronil has been “recognised by WHO”. “Patanjali has made history in the field of Ayurveda as Coronil has been recognized by WHO as First Evidence Based Medicine for Corona,” Mittal had said in a now deleted tweet, the channel reported. Soon after, news channels also began to report that the Ayurvedic medicine had received the WHO’s approval. In an interview with News Nation, Ramdev claimed that a team of the global health body had visited his company and given Coronil the licence for sale in more than 150 countries. The Patanjali owner also claimed that allopaths are resorting to “medical terrorism” or “medical anarchy”.\n\n\n    \n    Play\n\nSeveral Bharatiya Janata Party leaders also backed Patanjali’s claim. BJP spokesperson Sanju Verma tweeted that Coronil getting approval from the Drugs Controller General of India and WHO  was “no less [than] a huge endorsement for Ayurveda and  India’s homegrown startup ecosystem that has flourished under the Modi government”. A report by fact-checking website AltNews found that CPPs are issued independent of the WHO. Therefore, Patanjali’s Coronil has been issued a CPP by the AYUSH section of the Central Drugs Standard Control Organisation under the Government of India, the website reported..@WHO has not reviewed or certified the effectiveness of any traditional medicine for the treatment #COVID19.— WHO South-East Asia (@WHOSEARO) February 19, 2021","author":"Scroll Staff","time":"2021-02-22T14:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143281-udagmvxdry-1595060659.jpg","tags":["Indian Medical Association","Patanjali","Ramdev","Coronil","World Health Organization","Coronavirus"],"source":"https://scroll.in/latest/987588/medical-body-criticises-centre-for-promoting-unscientific-product-like-patanjalis-coronil"}