{"title":"Media should exercise restraint, reputations getting tarnished: Delhi HC on actor Rakul Preet’s plea","content":"The Delhi High Court on Thursday directed media houses to exercise restraint after actor Rakul Preet Singh filed a petition against unsubstantiated reports linking her with a drug case, in which Rhea Chakraborty is a prime accused, Live Law reported. Singh argued that media reports are being run in contravention with the Ministry of Information and Broadcasting guidelines.Justice Navin Chawla asked media houses to show restraint and abide by the provisions of the Programme Code, and other guidelines both statutory and self-regulatory. “I got to know during a shoot that Rhea Chakraborty has named me and Sara Ali Khan for taking drugs, and the media started running a campaign against me,” Singh told the court. “They’re showing my morphed pictures and pictures from film sets to paint a narrative, to hound me, and link me to some sort of a drug gang.”The actor, represented by advocate Aman Hingorani, in her plea claimed that Chakraborty had already retracted the statement in which she was allegedly named and yet the media reports were tarnishing her image. The Narcotics Control Bureau has arrested actor Rhea Chakraborty and her brother Showik Chakraborty for their alleged role in procuring and administering drugs to Sushant Singh Rajput. Rhea Chakraborty was described as an “active member of a drugs syndicate” by the federal drug agency. Chawla noted that media has failed to self-regulate itself and might be getting “haywire”. The actor told the court that she is being harassed and said the News Broadcasters Association should be directed to ensure that no defamatory content is aired or run against her in the matter. “Media trials violate my right under Article 21 of the Constitution, court must interfere,” Singh argued. “Media should be directed to not to run reports and campaigns for a matter which is sub judice.”During the hearing, the News Broadcasters Association told the court that complaints against media are scrutinised by a committee headed by retired Justice AK Sikri. “We direct the channel to issue an apology during the prime time, if they were running that news during the prime time,” the association told the court on what punishment is given for violating guidelines. Additional Solicitor General Chetan Sharma, representing the Centre, said Singh is seeking a blanket restriction. “CBI is already investigating the Rhea Chakraborty matter, media can report what’s going on,” he told the court.In response, Chawla said the media has to show some restraint. “Media gets to know info even before the officers themselves,” he added. “Reputations are getting tarnished. We have to do something. Before Rhea could retract her statement, reputations were already harmed. We have to do something. This can’t continue like this.” The judge asked Singh why she did not file a complaint with the I&B ministry against even one channel. “There’s no one channel who’s doing this,” the actor said. “Multiple channels are running a campaign against me on social media.”The court said it can impose a time frame on the authority to decide complaint and it would send a strong message to other channels. Chawla issued notice to the Ministry of Information and Broadcasting, Prasar Bharti and the Press Council of India, seeking their stand on the actor’s petition.It asked authorities to consider Singh’s petition as a representation and expedite the redressal procedure. The court will hear the matter next on October 15.Sushant Singh Rajput death coverageLast week, the Bombay High Court  had also told the Centre that it was “surprised” that there was no provision for a statutory body to regulate electronic media. The court made the observation while hearing petitions challenging the media trial in actor Sushant Singh Rajput’s death.Before that, the Press Council of India had advised media organisations to adhere to journalistic standards, refrain from sensational reporting and not conduct a parallel trial in the investigation into Rajput’s death. The Network of Women in Media had also criticised media houses for targeting Rhea Chakraborty and said investigating authorities should be allowed to do their job fairly.","author":"Scroll Staff","time":"2020-09-17T13:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147586-sijgiertoc-1600326116.jpg","tags":["Rakul Preet Singh","Rhea Chakraborty","Delhi High Court","Ministry of Information and Broadcasting","Prasar Bharti","Sushant Singh Rajput death"],"source":"https://scroll.in/latest/973337/media-should-exercise-restraint-reputations-getting-tarnished-delhi-hc-on-actor-rakul-preets-plea"}