{"title":"Meet the women scientists who powered India’s Mars mission","content":"From the feasibility study’s institution in August 2010 to Prime Minister Manmohan Singh’s announcement of the Mars mission on 15 August 2012 and the actual preparations, the MOM journey took 15–18 months. A team of 500 scientists from ten ISRO centres were roped in, with at least 27 per cent of the key executive positions being held by women. Nandini Harinath and Ritu Karidhal handled mission operations at the UR Rao Satellite Centre (URSC), Bengaluru, in addition to calculating the spacecraft’s trajectory to Mars and designing an autonomous software system to self-correct problems, respectively. Moumita Dutta and Minal Sampat built and tested the scientific instruments at the Space Application Centre (SAC). Several other women scientists also played significant roles in MOM.The Wikipedia page on women scientists in India claims, “Women scientists are fewer in number than men, they occupy fewer positions of power and face distinct issues by virtue of their gender and the accompanying societal pressures. Women scientists in India also tend to be less visible than their male counterparts, and public awareness of Indian women scientists is low.”ISRO’s women scientists, particularly those that worked on MOM (or Mangalyaan), are slowly yet emphatically changing this paradigm through their performances, perspectives and plaudits. Nandini Harinath says laughingly, “Many times I wonder about all the attention that we women scientists are getting...my male colleagues who work equally hard also deserve it, right? But sometimes I also feel that women need those kind of examples, so that they know it [success in science] is possible and they should not give up.”Systems Engineer Minal Sampat is refreshingly frank about being in the spotlight: “Recently a female colleague remarked, ‘you all are only working because you have been showcased.’ I told her it’s not that we seek attention and go and tell the media about our efforts. We may be the face sometimes, but we are representing all of the women here.”For the first time in ISRO’s fifty-year history, a space mission charted a path markedly different from the organisation’s customary, low-key profile. The MOM invited people to participate in its journey of discovery. MOM project director, the tall and amiable S Arunan, explains the rationale behind this strategy: “With normal ISRO programmes, we don’t go to websites and announce the kind of mission we plan to launch or the special features of the satellite. But for the first time, we especially wanted to involve and inspire our younger generation.”~~~Apart from going public on social media, the other striking feature of this mission was that it allowed the country to see women scientists upfront for the first time, dispelling long-held stereotypes of the fuzzy-haired Einsteinian male scientist. “You know, we know Mars is for men. Now we have proved that Mars is not only for men,” Arunan jokes. “When we formulated a young team for MOM, the time given to us was just eighteen months. We needed the bubbling energy of the younger generation. We had a lot of problems that needed to be solved to complete the mission successfully. The women’s team had worked on Chandrayaan-1 [ISRO’s mission to the moon in October 2008] and other challenging earth missions. MOM was a calculation-intensive mission. The navigation or mission aspects called for iteration [repetition of a mathematical procedure] calculation. Some of the women are very good in pure mathematics. Through all of our manoeuvres, designs and calculations, the women’s team stood by their decisions. Their accuracies were fabulous. I did not see them slipping even once in their calculations. In reviews [there were multiple reviews during MOM’s eighteen-month duration] you have to be able to justify your decisions and calculations. You need to be convincing for the reviewing committee. This particular team, including Nandini and Ritu, was steadfast,” Arunan claims.Nandini Harinath remembers the suspense and the excitement at the time of the MOM team selection. She wondered whether it would be sanctioned at all – the costs involved were high and the project had no direct social application, unlike other ISRO satellites – and if the study team would translate into the project team. “The Prime Minister’s speech on 15 August confirmed that the project had been sanctioned. And then the rumours began – who would be the project director? Who would be part of the team? As speculation floated around – we are a big team of 3,000 people at the URSC – you keep hoping, but till you actually know, you don’t really want to believe it,” Nandini laughs.Nandini was in the thick of another mission at the time – as operations director for RISAT-1 (Radar Imaging Satellite), India’s first microwave imaging satellite at ISTRAC—when she was asked to return to URSC to be one of the “focal points” of the Mars mission. “We weren’t designated, we were just told to start working on it from Day One. ‘Find out what others have done and do what you’re supposed to do’ – those were the orders. And that started the mad race right from the first hour,” recalls Nandini. She quickly wound up her pending work and began downloading information and studying the data available.“We were a big team, with two deputy operations directors instead of one, Ritu and I, looking after different systems. We would have frequent meetings about what each of us had found. Most of us in the team were first-timers for this kind of a project.” They had approximately fifteen months, from start to finish, to build an autonomous satellite with no prior knowhow.Ritu Karidhal had finished her work on the launch of RISAT-1, when she was called by her group director, V Kesava Raju, and given a deadline to get the Mars spacecraft ready so that the final mission could be accomplished in eighteen months.Ritu elaborates on the formidable task they faced in 2012: “I had worked on Chandrayaan-1 but not as part of the core team. In any case, Mars was a totally different project where we had to go beyond the earth’s sphere of influence and gravity. It was an interplanetary mission, so we were very excited.”“The excitement over the Mars mission was natural,” says Arunan. In a country like India, which was using different techniques for the first time (in Asia) where others had failed, the whole nation was enthusiastic in its support. “Moreover, Mars is seen as some kind of possible colonisation later on, so everybody is more interested in it than in Saturn or Jupiter or other missions.”MOM Project Manager Moumita Dutta agrees: “This mission triggered immense curiosity. Everywhere I go the first question asked is, ‘Does life still exist on Mars?’ followed immediately by, ‘In the film The Martian we saw people going to Mars. So can we think of going and living there some day? Is it possible?’ I say that nothing is impossible.”“Everything was new to us. As mission designers we were working for the main core or what we call ‘bus’ system of the spacecraft which was to travel from earth to Mars. [Once the craft started revolving around Mars, the payloads designed by SAC scientists like Moumita and Minal would come into play]. For us the challenge lay in managing the entire mission itself. Moreover, since any control or command would take a minimum of twelve to twenty-four to forty-two minutes to reach the other end, the spacecraft had to be very, very smart and autonomous,” says Ritu.Arunan gives an example of the out-of-the-box thinking that led to some innovative solutions: “We had a launch vehicle that didn’t give us sufficient energy for a direct path to Mars, compared to foreign countries that have high energy vehicles. That meant we had to think slightly differently than others – we had to come up with solutions that would add energy without spending more money on fuel. One of the ideas was to use the moon’s gravity to impart energy to the spacecraft. Gravitational forces of other planets were made use of without us doing anything – this was a great example of lateral thinking by this particular navigation and mission team of women.“Contingency plans were another area where the women excelled, in the precision of the calculations involved, which were in centimeters and millimeters. This optimisation was done in a very economical manner by this team.”I ask about the roles of the women in the project, if they were on an equal footing with their male counterparts, and if the latter were supportive.“The women played integral roles, not subordinate to anyone. They were team leaders in their own right and expertise, assigned 100 per cent responsibility and accountability. And they delivered with the precision demanded by the mission. There were, of course, many women who played supportive roles in MOM. But in the major areas of the mission – – navigation, communication, control systems, spacecraft design and tracking—the women were leaders,” Arunan responds.In an organisation where women scientists make up less than 20 per cent of the total scientific and technical workforce, the Mars mission saw women shouldering a fair share of the responsibility, according to Arunan. Tapan Misra, Director, SAC, says, “Women are the backbone of the organisation – they do the work yet remain invisible.”If we uncover these “hidden figures”, what are we likely to discover? How hard was it for these women scientists to follow their dream of a career in science, which has been considered a strictly male bastion? How many women made this choice of their own free will? How many were hampered by family pressures and social conditioning positing marriage and family as their primary goals? How many of these women encountered the glass ceiling in the corridors of power?Did the demands of family distract them from their focus? Did they feel torn or guilty while prioritising work over family, especially their children? What are their coping strategies for dealing with stress and exhaustion? Are these scientists rewarded for their achievements equally or are promotions and recognition still given predominantly to their male counterparts?\n\n\n    \n    Play\n\nThese scientists are visible, shining role models for millions of young girls across India who want to script their own story of change, navigate their own odyssey into space and explore the mysteries of science. Their time has come and hopefully, for this generation, the sky will not be the limit.Those Magnificent Women And Their Flying Machines: ISRO’s Mission on MarsExcerpted with permission from Those Magnificent Women And Their Flying Machines: ISRO’s Mission on Mars, Minnie Vaid, Speaking Tiger.","author":"Minnie Vaid","time":"2019-04-08T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116949-porcycqxji-1554642005.jpg","tags":["Mars","women","scientists","ISRO"],"source":"https://scroll.in/article/919243/meet-the-women-scientists-who-powered-indias-mars-mission"}