{"title":"‘I coloured my sword red’: Meet Delhi rioters who say they killed Muslims","content":"The smile never went off Nishant Kumar’s face. Only his voice quivered with excitement as he spoke, animatedly with hand gestures, about murdering three Muslim men on February 25.It was an act of “retaliation”, he insisted.The previous afternoon – Kumar is certain it was exactly 1 pm – he claimed to have witnessed a “Mohammadan” mob burn down vehicles in the Yamuna Vihar service lane that runs parallel to the Wazirabad-Loni road in North East Delhi. He was at the Bhajanpura petrol pump, fuelling up one of his lorries. He owns two of them.“Main bhaaga us time jaan bachha ke,” said Kumar. “I fled then to save my life.”The petrol pump was burnt down soon after. Carcasses of vehicles still lie strewn in the area.Kumar, 29, lives in Karawal Nagar, located on the other side of the Wazirabad-Loni road. It is one of the localities that was convulsed with the worst communal violence in four decades in India’s capital that has left 47 people dead. Most of those killed are Muslims.The violence had originally begun on February 24 as a clash between groups supporting and opposing the new Citizenship Amendment Act. The legislation enables Indian citizenship for undocumented non-Muslim migrants from the three neighbouring countries, introducing a religious criterion for Indian citizenship for the first time. With anxieties already running high over a proposed National Register of Citizens, the law’s passage in Parliament in December sparked a wave of protests, mostly by Muslims who fear CAA and NRC could be used together to disenfranchise them.‘Kitchen knife on a rod’The clashes on February 24 broke out near one of the protest sites, 10 km from Central Delhi, across the river Yamuna.Houses and shops were torched in the area. Kumar said he did not incur any personal loss – yet, he hit the streets. “Aap nahi karoge aapke area waalon ko koi chedega to?” he reasoned. “Will you not react if someone goes after your neighbours?”On the morning of February 25, Kumar said he stepped out around 8 am. He was armed with an iron rod. He tied a kitchen knife to one end of the rod to make up for the absence of a gun. “Bandook nikaalke pakde jaana hai kya?” he exclaimed. “I did not want to get caught with a gun.”Kumar said he did not step outside Karawal Nagar. “We stay there, so we will do whatever we have to do there only, no,” he said. He refused to share details of other people who were part of the mob or how it was organised.At around 10 am, Kumar said he got his first hit. “The Mohammadan was running,” he recalled. “The Hindu public was chasing him. I was leading the pack.”“I was the first to catch up with him, and hit him with my rod on his head,” he continued, his voice turning shriller and his hands mimicking the strike. “Then he fell down, and the public pounced on him after that…de dhana dhan dhan.”Kumar said he killed two more people in a similar fashion – striking Muslim men running away from Hindu mobs in the back with his improvised weapon. “I had to kill three. I did that.”When asked if there were policemen around when he was chasing down Muslim men and hacking them, Kumar said there were none. “There was no one,” he said. “No one came even after we killed them and threw their bodies.”Carcasses of vehicles and the debris of rioting in North East Delhi. Photo: Supriya SharmaThe killers the police cannot findAmong the 47 people who have been killed in the violence in Delhi is an 85-year-old woman, who was burnt alive. The rest are men, most of them in their twenties and thirties, nearly half killed by gunshot injuries. Their family members have recounted unsettling accounts of witnessing their loved ones being burnt, shot, bludgeoned or hacked to death.But little is known so far about the perpetrators of the violence. Who were the people who unleashed such unspeakable violence?The Delhi Police have been economical with information. On March 2, Anil Mittal, a police spokesperson, told Scroll.in they had filed 254 FIRs and detained 903 people. He refused to divulge more information on those arrested. On March 3, The Indian Express, quoting unidentified sources, reported that 369 FIRs have been lodged and 33 people arrested, none of them on the charge of murder. The police have been unable to find eyewitnesses to the murders, said the report.Scroll.in contacted the officers leading the two special investigations team constituted to probe the violence. They declined comment. The joint commissioner and the deputy commissioner of North East Delhi did not respond to multiple phone calls and messages.However, some news reports quoting unnamed “police sources” suggested the involvement of “outsiders” and gangs from neighbouring Uttar Pradesh.Even Delhi chief minister Arvind Kejriwal pinned the blame on “outsiders” – as opposed to residents of the areas that saw violence.But conversations with local residents seem to point to the contrary: among the murderous mobs were ordinary men like Kumar, with regular day jobs.‘In self-defence’On March 1, I walked the streets of North East Delhi, moving from one violence-torn neighbourhood to another. I even visited the relatively unscathed areas connecting these neighbourhoods. I spoke to several young men – both Muslim and Hindu – and asked them what they were doing on February 24 and 25, the peak of the violence in Delhi. I got a range of answers: some claimed to have not stepped out of their homes at all; others said they did “whatever it took” to defend themselves. When pressed for details, they said they pelted stones and brandished rods and sticks to keep approaching mobs at bay.Muslim youth, in particular, doggedly stuck to the self-defence narrative.Intense stone pelting took place on one of the main arterial roads in North East Delhi on February 24. Photo: Reuters/ Danish SiddiquiGuard turned rioterHowever, Hindu men were willing to go further. Reassured by the fact that I was a Hindu – visible in religious markers like the thread around my wrist – they openly spoke of taking part in violent attacks against Muslims in tandem with security forces.For instance, a strapping man from Maujpur, who works as a security guard at a school in Daryaganj, said he accompanied a rampaging Hindu mob in his neighbourhood. He did not kill anyone, he said. He was not well-equipped – all he had was an iron bar.But now he claimed he was in talks with an acquaintance to procure a licensed gun. “I have been told it will cost Rs 3.5 lakh,” he said. “But it is a worthy investment. After what happened last week, we need a gun for self-defence.”‘You are a Hindu, that is why I am telling you’The most chilling and explicit account came from a 32-year-old cab driver, who drove me on Sunday afternoon. The driver, who works for a taxi app service, was initially reluctant to speak, but gradually opened up as we crossed the Yamuna into North East Delhi. “Tum Hindu ho isiliye bol raha hoon, varna yeh sab bolne ki cheez nahi hai,” he said. “You are a Hindu, that is why I am telling you. Otherwise, these are not things you talk about.”A resident of Ghonda’s Arvind Nagar, he spoke about the night of February 25 when he claimed he went to the Muslim-majority neighbourhood of Chandbagh. “There our Hindu brothers are fewer in number,” he offered by way of explanation about the choice of place.Arvind Nagar and Chandbagh lie on either side of the Wazirabad-Loni road, three km apart.The driver claimed he was armed with a gun and a sword. “The gun in my left hand and the sword in the right one,” he said. “My aunt said she was reminded of my father. He would step out just like that during the 1984 riots.”In 1984, Delhi witnessed large-scale anti-Sikh violence, perpetrated largely by Hindus. “Uss time papa ne uss talwar ko khoon pilaya tha, iss baar maine usko rang diya,” he beamed. “At that time [1984], my father fed the sword with blood, this time I coloured it red.”The driver said his father, who died in 2003, had migrated from Uttar Pradesh’s Bulandshahr well before he was born. A Class 8 dropout, the driver was married in 2010 and has two children.‘Great satisfaction about what we did’On February 25 evening, when the Hindu men from Arvind Nagar reached Chandbagh, the first thing they did was cut off the electricity, the driver claimed. “We knew, of course, which houses belonged to Muslims,” he said.Areas in North East Delhi where violence broke out are largely mixed localities, but with Muslim enclaves within larger Hindu localities and vice-versa.After cutting off the electricity, the driver said the Hindu men went on a killing spree. “Saalon ki ginti kam kar di – humaare dil me tassalli hai humnein joh haath se karaa,” he said. “We reduced their numbers – there is great satisfaction about what we did with our hands.”The driver, however, refused to share how many people he killed that night. The bodies, he claimed, were dumped in a sewage canal that runs through the area.“Ab dhire dhire naale ki pol khulegi, saale itne kankal niklenga na wahan se,” he said. “The secrets that lay buried in the canal will come out sooner than later. Bloody, there will be so many skeletons that will surface from there.”A new India?The willingness of Hindu men to talk in graphic detail about inflicting violence on Muslims, sociologist Sanjay Srivastava said, was the result of a “new context” in India “where you don’t have to keep these things to yourself and you can say it in public and be praised for it in your social circle”.“You say these things to institutionalise and naturalise the notion that India is a Hindu nation,” he said.   The lorry owner, Nishant Kumar, for instance, had no qualms about being identified by name in this article.“Fundamentally, what has changed is not the nature of the people,” Srivastava said, “but the larger atmosphere in which people can express what they think and what ought to happen in the future.”‘We really slayed them’The driver claimed the security personnel stationed in the area actively supported his group. “They said: you give us the weapons, we will give you dead bodies,” he said.Asked why security forces would ask for weapons from them, he explained: “Their bullets are accounted for, so they can’t fire from their weapons. For us getting guns is no big deal. All our friends are from Etawah, Agra, Haryana where guns abound.”The driver claimed he was not affiliated with any Hindu right-wing organisation. He said he acted on his own along with his friends, after having heard stories of “rapes and murders” of Hindu women. There have been no reported incidents of sexual violence so far during the mob attacks. He did not elaborate how the Hindu men mobilised themselves, but was emphatic that it had nothing to do with the Rashtriya Swayamsevak Sangh, the ideological parent of the ruling Bharatiya Janata Party, or its many offshoots.“People are saying it is RSS, Bajrang Dal. No, it is Hindus,” he said.As a parting shot, he added: “Bahut dabaa ke kaata saalon ko – we really slayed them [Muslims]. Why else do you think they are going around begging for peace?”This piece was supported by the Scroll Reporting Fund. To help our reporters go further and dig deeper, contribute to the fund.","author":"Arunabh Saikia","time":"2020-03-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137708-fiftwomlzf-1583235420.jpg","tags":["Delhi Violence","Communal Violence","Delhi Violence Ground Report"],"source":"https://scroll.in/article/955044/meet-the-rioters-who-say-they-killed-muslims-in-delhi-violence"}