{"title":"Meet the Alauddin Khilji who asked, ‘I have 1,600 wives. Why Padmavati?’","content":"If you do not believe that Ranveer Singh in Sanjay Leela Bhansali’s upcoming Padmavati and Om Puri in Shyam Benegal’s 1980s television series Bharat Ek Khoj are both playing Delhi Sultanate ruler Alauddin Khilji, you are forgiven.Singh’s Khilji appears to be a frontier savage who snarls maniacally when he is not wrestling bare-bodied or devouring meat like it is his last meal. Puri plays Khilji like a practical statesman who spends his days consulting his ministers to find ways to tax the rich, fix the prices of grains, and allocate more resources to his armies.\n\n\n    \n    Play\n\nPadmaavat (2018).While the Khilji of Padmavati likes to be semi-clothed in furs and would look more at home in Essos from Game of Thrones than 14th century Delhi, Puri’s Khilji is always dressed in royal garb and appears to have leapt out of the history books. These two characters share but a name, and are as similar as the sun and the moon.The different approaches draw from the same source material: Malik Muhammad Jayasi’s sixteenth-century epic poem Padmavat. Right in the beginning of the second and final Bharat Ek Khoj episode in which Khilji appears, the narrator (also Om Puri) reminds audiences that the saga of Rajput valour described in Padmavat is illustrative of the traditions of the time and not of historical accuracy.Ranveer Singh in Padmavati and Om Puri in Bharat Ek Khoj. Khilji appears in episodes 25 and 26 of Bharat Ek Khoj, which was telecast on Doordarshan in 1988 and 1989. The episodes form the concluding chapters of the three-part Delhi Sultanate segment, which begins with the emergence of the Turks in India and ends with an account of the Tughlaq dynasty.Episode 25 establishes Khilji as a ruthless politician. Khilji is perturbed by the rise of conspiracies and revolts in his kingdom. He orders his men to execute all conspirators and their families. His ministers come up with possible reasons behind the discontent, such as the abundance of liquor that leads to nobles plotting under the influence, their excessive wealth and their freedom to hold meetings, which leads to the spread of incendiary ideas. Khilji bans liquor, curbs the right to hold gatherings and heaps taxes upon the rich. With the money collected through taxes, he strengthens his army as the Mongols are almost always at Delhi’s doorstep. He controls market prices and orders for dissenting traders to be tortured.Khilji’s intentions are pragmatic – to centralise power and maintain order – but his methods are authoritarian and often barbaric, which leads to a priest to remind him that he is acting against Sharia law. In response, Khilji tells the priest that he is Muslim only because his ancestors identified as Muslim. His actions and decisions are taken for the welfare of the Sultanate and he is least bothered about the Sharia.\n\n\n    \n    Play\n\nBharat Ek Khoj episode 25.Episode 26 revolves completely around Padmavat, an epic poem written two centuries after Khilji died in 1316. According to the yarn as depicted in Bharat Ek Khoj, Raghav Chetan (Rakesh Shrivastava), the sorcerer at the court of Chittor’s king Ratan Sen (Rajendra Gupta), is banished for trickery. Chittor’s queen Padmini (Seema Kelkar) gifts him a bangle on his way out, but the bitter sorcerer is nevertheless thirsty for revenge. He reaches Khilji with the intention of getting him to attack Chittor. (Several historians concur that Padmini was a figment of the imagination.)Khilji is initially amused on seeing the fakir. He is also sceptical. When Raghav Chetan reveals his real intention, Khilji even rebukes him for being treacherous. Khilji may be the villain in the tale but he has a moral compass. But the sorcerer successfully entices Khilji with tales of Ratan Sen’s jewels and his beautiful wife. The rest of the episode explores Khilji attacking Chittor, trapping Ratan Sen by deceit and trying to get hold of Padmini. The part in Padmavat about Padmini and the other women of Chittor immolating themselves to protect their dignity is not touched by the episode.Khilji, as shown in Bharat Ek Khoj, appears to be a genteel type despite the occasional outburst. He respects his ministers, appreciates his nautch girls, and is a crafty king. When Raghav Chetan tries to charm Khilji with the idea of kidnapping Padmini, the sultan cites a practical statistic: “I have 1,600 wives. Why Padmavati?” Khilji’s lust is reserved for Ratan Sen’s jewels. This Khilji is a flawed human being, not a raging beast.\n\n\n    \n    Play\n\nBharat Ek Khoj episode 26.Also read:The DD Files: When Shyam Benegal brought India’s entire history to TV screens in ‘Bharat Ek Khoj’","author":"Devarsi Ghosh","time":"2017-11-12T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857453-73540-rdjepjobyx-1510415100.PNG","tags":["Alauddin Khilji","Padmavati","Bharat Ek Khoj"],"source":"https://scroll.in/reel/857453/meet-the-alauddin-khilji-who-asked-i-have-1600-wives-why-padmavati"}