{"title":"Meet India’s dental detectives, who are helping solve crimes – one set of teeth at a time","content":"A blackened, amber-coloured skull bobbed in a large steel vessel, its sinister effect blunted by the everyday nature of the apparatus that contained it. Dr Hemlata Pandey pointed to the photograph as part of her presentation to a group of students at the Indian Dental Association office in Mumbai and explained what was happening – “We used a hot plate to heat the skull in water and Surf [a cleaning detergent], and left it overnight in hydrogen peroxide to help bleach it.” In the next photograph she pulled up, the same skull sat upright on a desk – cream-coloured and clean.The skull, part of an unidentified body brought in by the police, was ready for the next stage of the identification procedure in Pandey’s lab at the King Edward Memorial Hospital, Mumbai. Pandey is among a handful of forensic odontologists working in India, a specialised field of dentistry that has a significant overlap with the criminal justice system. Human teeth are hard tissues that face less decay and damage as compared to soft tissues. This means they can be preserved after death, increasing their utility in cases of unidentified bodies found by the police or in mass fatalities such as earthquakes, plane crashes or fires. Dental patterns are also a person’s unique signature, which make them useful in identifying perpetrators who leave bite-mark injuries in cases of sexual assaults. Pandey has been attached to KEM Hospital for the past five years, and has assisted the police – both local and outstation – as well as the Central Bureau of Investigation in scores of such cases.Dr Hemlata Pandey has assisted the police – both local and outstation – in several cases.In her undergraduate years at KEM Hospital, there was no one qualified to teach forensics and it was implied that the discipline “was not important from an exam point of view”. Intrigued, Pandey found a course in Wales and completed her masters there before joining KEM Hospital in 2013. “I wanted to come back and develop the field here,” she said.Her field here still remains nascent, though. About 26,000 dentists graduate in India every year, but only about 3,000 pursue post-graduate qualifications. There is no recognised post-graduate programme in forensic dentistry in the country yet, although the 16-year-old Indian Association of Forensic Odontology offers a certificate programme in addition to conducting workshops and trainings. The association’s president T Samraj estimates there are about 10 qualified post-graduate forensic dentists in the nation – all of them were trained abroad, but not all of them work full time in the field.“It is not as glossy as it seems on the outside,” said Pandey. “I struggled a lot when I joined.” In the early days, she would approach the police with offers of help after reading about cases in the newspapers, instead of the other way around.During her presentation, Pandey explained the technical details involved in creating replicas of skulls from the unidentified remains delivered at the laboratory by the police. Not every case needs facial reconstruction, which is a laborious process requiring a team, digital devices, moulds and plaster or clay. But sometimes, these models are useful for the police.                  Pandey’s team must first try and determine the age and sex in such cases. Existing dental records can be used for comparison in cases where investigators suspect they know the identity, though such records are often not uniformly maintained by dentists in the country. In one instance, Pandey and her team had only a group photograph featuring a woman from a village in Maharashtra to compare with the body the police had brought for identification. Upon zooming into the picture, her smile provided an indication of the nature of her dental alignment, particularly a gap in the front teeth, and they were able to conclude it was a match. Eight months later, a more expensive DNA test yielded the same result.     \n\t\t\n\tThere are about 10 qualified post-graduate forensic dentists in India. Photo credit: Biswarup Ganguly/Wikimedia Commons [CC Creative Commons Attribution 3.0 Unported].Importance of forensicsForensics is increasingly coming into play in cases, such as sexual assaults, where the victim has bite marks on the body. It came to the fore following the Delhi gangrape investigation in 2012-2013, when the investigators sought to understand the nature of the marks left on the young physiotherapy student’s body. For this, the Delhi police called on Dr Ashith Acharya, secretary of the Indian Association of Forensic Odontology and an associate professor at SDM College of Dental Sciences and Hospital in Dharwad. Samraj says Acharya is quite possibly India’s first trained specialist – and certainly among the most sought after. Acharya drew up his reports in the 2012 gangrape case using police photographs of the suspects’ features and matching their dental patterns against the injuries.Two years ago, Pandey had assisted in giving evidence in a similar case – the Ahmednagar rape case – where the victim’s body bore “multiple bite marks in the same spot”. Concluding that one of the suspect’s profiles matched, Pandey even made a PowerPoint presentation in court, one of the dozen or so times she has appeared as an expert witness during a trial.In the United States, the science of bite-marks has come under scrutiny for playing a role in convicting people who were later exonerated through DNA evidence. Acharya says dentists aren’t “trigger happy” and only submit reports in good faith after careful analysis. A dental report is one – and not the only – piece of corroborating evidence, which should or can determine a verdict.     Dr Ashith Acharya uses a digital calliper to measure teeth. In India, of more immediate concern is how such evidence is collected by the police. Dr Sudheer Balla, who heads the forensic dentistry department in Hyderabad’s Panineeya Institute of Dental Sciences and Research, laments that investigators are often unsure how to deal with cases involving bite marks. Simply photographing these injuries is not enough: they have to be measured and detailed. In some scenarios, by the time the victim approaches the police, sensitive marks of this kind have been lost.Balla deals with many cases related to age-estimation in young offenders – about 30 a month. This is crucial since the law applies differently for those aged above 18 years and those below, and in certain kinds of offences – such as rape and murder – those between the ages of 16 and 18 can be treated as adults. Balla says that dental age estimation – which involves closely examining the growth of wisdom teeth and then taking a call based on it – is more reliable than skeletal age estimation. He says while there is a margin of error for dental age estimation – a year either side – skeletal age estimation can yield a more significant margin of error, of even up to 10 years.On occasions, forensic work also plays a role in civil cases – helping ascertain the age of athletes for age-bracketed sporting competitions, or to find out whether a person is indeed the age they claim to be for senior citizen benefits.But these dental detectives aren’t only pursuing modern-day mysteries.Eight years ago, rows upon rows of human skulls were found in Annigeri in Karnataka’s Dharwad district during an expansion of the area’s drainage system. As speculation about a possible genocide arose, forensic experts were roped in by the local authorities to make a decisive assessment of what had happened.\n\t\t\n\tProtests following the Delhi gangrape case in 2012. Photo credit: Jim Ankan Deka/Wikimedia Commons [CC Creative Commons Attribution-Share Alike 3.0 Unported Licence].One member of that team was Acharya, who travelled to the site to collect samples. After examining them in the lab and developing a statistical formula to understand the results, Acharya concluded the skulls belonged to both men and women. Eventually, the team deduced that the 600-plus skulls dated back to 1790, when a famine in the area resulted in mass deaths. Theories of invading Mughal armies slaughtering local populations had to be quickly disbanded by conspiracy theorists, says Acharya.That was not Acharya’s first historical investigation, but it was one of his most significant. “I always had an interest in anthropology and I wanted to channel that interest and also do something different,” said Acharya. “Every case is a challenge in its own right and that’s what makes things exciting.”Not as lucrative as clinical practice, with its utility often unclear to those who could benefit from it, what is it then that drives this handful to specialise in this field? “This is the basic question all dentists ask me,” said Balla, who like Pandey had to go and introduce himself and the field to the local authorities when he returned to Hyderabad in 2014 after completing his master’s in Scotland. “The more you get into this field, the more you can explore.” He has 10 publications to his name so far, and five more under review. He is also looking to do his PhD.Forensic dentistry is not always applied in isolation and dentists are often part of wider teams. It is still a niche in a country where forensic science itself is yet to fully come of age. “Authorities in the West know about it, but this is still not common in India,” said Acharya. He routinely travels and gives lectures across the country in a bid to expand awareness about the field, and with more dentists completing short courses and fellowships, some also have started pursuing forensics on the side. \n\t\t\n\tPhoto credit: Jon Crel/via Flickr [CC Attribution 2.0 Generic Licence]. Pandey’s presentation itself demonstrated some of the challenges she faces: often, she has to make do with cobbled-together items, such as gauze from another department, some string lying around, and a box from somewhere else. Then there is the pressure from the police, which she described to much laughter around the room as the “CSI effect”, a reference to a crime show on TV. “They see things getting solved on television in an hour,” she said. “So we need to explain to them that we need time for accurate results.”Like any job, it has its ups and downs. “When we are successful, it is very fulfilling, but it is also frustrating sometimes and I think a clinical career would have been more settled,” Pandey said. “But overall, I am happy our work is being recognised.”","author":"Bhavya Dore","time":"2018-09-10T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890365-epbbhgeffu-1536138020.jpg","tags":["Forensics","Forensic odontologists","Crime","Dentists"],"source":"https://scroll.in/magazine/890365/meet-indias-dental-detectives-who-are-helping-solve-crime-one-set-of-teeth-at-a-time"}