{"title":"Meet the Delhi residents who saved neighbours from murderous mobs ","content":"If it had not been for Hindu friends who stood between him and an armed mob, Shehzad Zaidi felt, he would not be alive today. On the morning of February 25, Zaidi had gone to inspect his electrical goods shop in Mahalaxmi Enclave in North East Delhi. From the day before, armed, marauding mobs had been roaming nearby areas, pelting stones, setting buildings ablaze, opening gunfire.For about two years now, Zaidi has rented the space for his shop from Ramdhari Singh, a grizzled, bespectacled resident of the locality. When he got to his shop around 8 am on Tuesday morning, he found it had been vandalised, all his goods destroyed – he estimates losses of Rs 6-7 lakh.As he was surveying the damage, Zaidi recounted, an armed mob tried to attack him with knives, slashing open the buttons of his shirt. That was when Singh and another shopkeeper, called Pawan Kumar, placed themselves in front of him and spread their arms out. “Pawan Kumar said, he is my younger brother, nothing should happen to him,” said Zaidi.Singh was there when Zaidi showed journalists and activists the remains of his shop on Sunday. “They were setting fire to things and I saw him stuck here, being attacked by a mob – they had weapons,” he said, in a matter of fact way.Amid the bloodshedFor about a week now, North East Delhi neighbourhoods have been ravaged by communal violence. It started as clashes between those protesting against the Citizenship Amendment Act and those supporting it. The new law expedites citizenship for non-Muslim, undocumented migrants from Bangladesh, Afghanistan and Pakistan. Its passage in Parliament in December has sparked fears that should the law be followed by a countrywide National Register of Citizens, thousands of Indian Muslims could be stripped of citizenship.On February 24, the clashes soon turned into communal violence, much of it anti-Muslim. Yet, amid the bloodshed and arson lie stories of friendship between two communities. In many localities, Hindu families sheltered Muslims to protect them from violence. Others refused to let murderous mobs enter their locality or their street.Inside a street in Khajuri Khas, one of the worst affected areas in North East Delhi. Photo: Vijayta LalwaniBringing people to safetyOn February 27, for instance, the streets of Khajuri Khas, for instance, were scattered with the carcasses of burnt vehicles. Residents stayed indoors as paramilitary personnel patrol the streets.  This locality is home to Aam Aadmi Party councillor Tahir Hussain’s office, which residents claimed was occupied by violent mobs. It is a few metres from where Intelligence Bureau employee Ankit Sharma’s body was fished out of a drain. Hussain has been charged with Sharma’s murder.But opposite Hussain’s office lies Chandu Nagar, lining the Karawal Nagar Road, home to both Hindus and Muslims. It has largely been shielded from the violence that intensified from February 24.When the violence began, nearly 250 residents from Khajuri Khas were shifted to Chandu Nagar, said Pravin Gupta, a 35-year-old businessman. Gupta, a resident of Chandu Nagar’s Gupta Market area, coordinated with residents on the opposite side to bring both Hindus and Muslims safely to his neighbourhood around 2.30 pm on February 24.As heavy stone pelting continued on the Karawal Nagar Road, Gupta said, residents of Chandu Nagar stood in the locality’s narrow lanes to keep the neighbourhood secure, refusing to let “outsiders” enter. “We wanted to make our gali safe,” he said.The violence and arson on February 24 also claimed Gupta’s factory unit which manufactured shoulder pads in Gupta Market. But he kept going, determined to help others. The families he helped rescue were sheltered at the Chandu Nagar Bihari Mosque and at other residents’ homes.So far, Gupta and other residents have arranged for essentials like milk, bread, grain and clothes. Several residents from across Delhi have also pitched in, he said. Over the past week, he said, many families who had been given shelter decided to leave the locality. He was not sure if they planned to return.Gupta said he was the third generation of his family to live in the area. “I have never seen anything like this before,” he said. “People from all religions are scared of such situations. We did not let anything happen here. We do everything together. We switch off the music when the azaan starts and we all cooperate with each other.”Another resident blamed politicians for the inflammatory speeches they gave in the run up to the Delhi elections on February 8. “This needs to stop,” said 60-year-old Ahmad Hassan, also a resident of Chandu Nagar. “Bharkaya gaya hai logon ko” – people have been brainwashed.","author":"Vijayta LalwaniIpsita Chakravarty","time":"2020-03-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137603-jvifgmtxyg-1583087426.jpg","tags":["Delhi riots","communal violence","North East Delhi","Delhi Violence Ground Report"],"source":"https://scroll.in/article/954857/meet-the-delhi-residents-who-saved-neighbours-from-violent-mobs"}