{"title":"Meet Hiren Gohain: Once the fiercest critic of Assamese chauvinism, now facing charges of sedition","content":"In 1980, the literary critic Hiren Gohain wrote an essay in the Economic and Political Weekly that set off a chain of responses from fellow Assamese academics. The essay, Cudgels of Chauvinism, was a scathing indictment of the anti-foreigner agitation that had erupted the previous year. The “chauvinistic movement” against migrants from Bangladesh, Gohain contended, was built on the back of “propaganda in the Assam press – skillfully mixing up news about influx of outsiders with stories of Bengali trickery, deceit and treachery”.Cut to 2019. Gohain, now 80, faces charges of sedition – for opposing the settlement in Assam of Hindu migrants from Bangladesh.  According to the first information report registered against him, Gohain advocated the secession of Assam during a protest against the Citizenship Amendment Bill early this month. In a written statement to journalists, Gohain insisted he had only said “such a demand can have relevance if and when all democratic resources have been exhausted”.The Bill seeks to grant citizenship to Hindus, Buddhists, Sikhs, Christians, Jains and Parsis from Bangladesh, Afghanistan and Pakistan if they have lived in India for six years, even if they do not possess the necessary documents. Some Assamese groups believe the Bill will undo the Assam Accord of 1985, which ended the anti-foreigner agitation. The accord mandates the expulsion of all foreigners who came to Assam on or after March 25, 1971, the start of the Bangladesh War. ‘Hard to ignore’Gohain, as The Wire noted, “is hard to ignore if you are interested in Assam”. Indeed, he has been at the centre of the state’s anti-foreigner agitations, albeit in different avatars – as a rare “indigenous voice” of dissent when the fire started in 1979 and now as the “intellectual leader” of the opposition to the BJP’s plan to give citizenship to all undocumented non-Muslim migrants through the Citizenship Amendment Bill, 2016. Unsurprisingly, Gohain’s six decades in public life have been marked by many highs and lows. He was heckled for speaking out against the popular sentiment of the ’80s; on Thursday, as news came of the sedition case against him, people gathered outside his home in Guwahati, candles in hand, in solidarity.Gohain’s current position, seemingly at odds with his professed politics, hasn’t gone unnoticed by his detractors. An academic in Guwahati criticised him for his “almost ultra-nationalistic stance” that is “self-defeating”. “It is one thing to do anti-BJP activism, but one would expect a public intellectual to be more responsible,” said the academic who asked not to be identified. “What kind of forces are you strengthening and unleashing? Haven’t we seen enough bloodshed in this state already? Surely, Dr Gohain remembers those times.” The ruling Bharatiya Janata Party’s leaders rarely miss an opportunity to bring up his “anti-Assamese past”. Ask any BJP leader about Gohain and pat comes the reply, “So now the leftists, who went against the Assam movement, will tell us how to safeguard our state?”In the past few months, media organisations controlled by Finance Minister Himanta Biswa Sarma have devoted much screen time and print space to reminding the state’s people about Gohain’s supposedly chequered past. There have been even more direct attacks. After Maulana Syed Arshad Madani of the Jamiat Ulema-e-Hind made a remark likening Assam’s “foreigner issue” to the Rohingya crisis at a 2017 event in Delhi where Gohain was also present, BJP workers burnt the academic’s effigies while the party’s spokespersons cited it as proof of his “anti-Hindu agenda”.  Shifting positions?Gohain’s embrace of Assamese sub-nationalism was gradual, as a closer reading of his vast body of work would indicate. After the blistering attack in Cudgels of Chauvinism, he started adopting a softer stance towards the anti-foreigner agitation in subsequent years.In another essay later that year, he argued that in spite of all its problems “it will be lunacy to dismiss the explosion of popular passion as something trivial and useless”. “For the ardour, the spirit of sacrifice, and the zeal of the participants – thousands upon thousands of them – can scarcely be ignored or overlooked,” he wrote. “The backbone of the movement is the militant rural youth.”The avowed Marxist reiterated this sentiment in another essay published in the Economic and Political Weekly in 1981: “Social movements do not take place in a vacuum and their definite consequences may not be shrugged off merely with an abstract commitment to leftist ideology.”More recently, he has vocally supported the updation of the National Register of Citizens, which seeks to separate citizens from undocumented migrants in Assam, potentially leaving millions of people stateless. “Rightly or wrongly the citizenship issue has become a crucial talking point and an issue in Assam politics,” he explained his position in an interview with Al Jazeera. “Unless it is settled, you cannot go forward.”\n\t\t\n\tHiren Gohain's supporters protest after he was booked, in Guwahati. Photo via Twitter‘Going against the tide’His admirers insist “Gohain sir” has been consistent in his views. “He never dismissed the material grounds of the movement, he was only opposed to its chauvinistic tendencies,” said Bonojit Hussain, a young Marxist academic and activist from Assam. “Why Hiren Gohain matters so much is because he never faltered on his principles – he has been opposed to all kinds of chauvinism. During the agitation, he was called a conspirator by the Left and physically intimidated by supporters of the movement, yet he never shied away from taking a position.”Santanu Borthakur, a lawyer in Guwahati, agreed. “He had the courage to go against the tide and the humility to later accept his assessment might not have been entirely correct,” Borthakur said. “That for me exemplifies the values that Hiren Gohain stands for.”‘Being public intellectual’In a reflective essay published recently, Prasanta Rajguru, editor of the Assamese daily Amar Asom, argued that Gohain’s interventions during the Assam movement gave a new dimension to the role of the “public intellectual” in India. “Thirty eight years later, I have come to realise that a lot of what was done then to supposedly protect the [Assamese] community actually did more harm than good,” he wrote. “And Dr Gohain pointed that out then itself.”Former Assam police chief Harekrishna Deka echoed Rajguru, saying Gohain’s cautionary notes about the agitation’s chauvinistic tendencies often helped its leaders, mostly students, to course correct.Incidentally, Gohain was one of the first people to suggest 1971 as the cut-off year for granting citizenship to migrants in Assam as opposed to 1951. “Choosing 1951 would lead to a great upheaval among Assam’s Muslims,” he explained in 1980 in Kolakhar, a journal he published during the years of the Assam agitation.  “There is no need to give so much credence to the 1951 NRC. It is an incomplete document, which leaves out many genuine Indian citizens.”Though the proposal received scant attention at the time, the Assam Accord ended up adopting the same cut-off date for citizenship.‘We respect him’Basanta Deka, an academic linked to the All Assam Students Union, which spearhead the Assam agitation, said Gohain had “the right to oppose the movement”. “He has a mind of his own, there is no doubt about that,” he added. “We may not always agree with him, but we respect him.”Harekrishna Deka, who is part of a citizens’ group led by Gohain, said, “You do not have to subscribe to Leftist values to respect him, you just need to be committed to democratic values.”Sanjib Baruah, the political scientist Gohain vehemently disagreed with on the Assam agitation, was effusive in his praise for Gohain, calling him “unquestionably the most important public intellectual in Assam”. “His tough criticism of the Assam movement even during the height of its popularity was an act of exemplary public courage,” he said.","author":"Arunabh Saikia","time":"2019-01-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110396-sikkaibapo-1547229017.jpg","tags":["Assam","Anti-foreigner agitation","Assam Accord","sedition","Citizenship Amendment Bill","Hiren Gohain","BJP"],"source":"https://scroll.in/article/909122/meet-hiren-gohain-once-the-fiercest-critic-of-assamese-chauvinism-now-facing-charges-of-sedition"}