{"title":"Meet the phenomenal 90-year-old who runs Mumbai’s oldest orchestra","content":"It is 1962. Jawaharlal Nehru is prime minister, the Sino-Indian war is waging, and a film called Bees Saal Baad is on its way to topping the year’s box office. In this milieu, a young woman called Jini Dinshaw founds the Bombay Chamber Orchestra. It will become Mumbai’s oldest and longest running orchestra.Over the next 57 years, this delicately-built, soft-spoken music teacher will train young musicians gratis to play in the orchestra, entirely for the love of Western classical music. She will achieved this despite a lack of funds, daunting politics within the Indian classical music fraternity, taxation on performances and the buying of instruments. Perhaps her most significant challenge will be the question of relevance: why does Mumbai need the Bombay Chamber Orchestra?Now 90 years old, Jini Dinshaw (Ms Jini to her adoring students) has been feted around the world. Celebrated conductors and composers, international orchestras, industrialists, prime ministers, royalty members have paid their respects. (After a collaboration between the Bombay Chamber Orchestra and the London Ballet, she was conferred the title Member of the Most Excellent Order of the British Empire by Elizabeth II, making her India’s first MBE.)Unburdened by claims of being the country’s “first and only professional orchestra” – as the Symphony Orchestra of India does – there are many reasons the Bombay Chamber Orchestra has made a name for itself around the Western classical music world. To begin with, it is made up entirely of musicians of Indian origin. Ms Jini says, “The Korean Orchestra is made up entirely of Koreans. The Chinese orchestra? Chinese musicians. If world over, the national orchestra has its own nationality why can’t the Indian orchestras?”The ensemble ranging from age 15 to, well, 90, has the reputation of being a band of talented, devoted musicians, who travel long distances to arrive for rehearsals at Alexandra School from 7 am until 8.30 am, when school starts. Ms Jini beams as she says, “We invite guest conductors from Germany, England, Israel, Italy, Japan, Russia… They don’t charge to conduct the orchestra. They say, ‘This is something that doesn’t happen in any part of the world. How can young people be so interested?’”Photo credit: Ayush Prasad.How can they be so interested? Earning a living can be challenging enough for a working musician who, like his predecessors, must play studio sessions, creating film or advertising scores. And it would be forgivable to imagine that our current cultural context has no room for Western classical music. Not only are most* Western classical music performances crippled by a local government tax of 25% (meant to counter the potential of Western classical undermining Indian music), the sparsely filled calendar must also contend with the popular belief that Western classical music is an elite pursuit. Associated traditionally with small, culturally exclusive communities like the Parsis and the Catholics, its reputation of having alien, often perplexing etiquette seems to carry the threat of audience members being outed as some sort of gauche bumpkin who clapped at the wrong moment.But both musicians and attitudes have evolved keeping the legacy of Mumbai’s pluriculturalism steadfast. The orchestra is flexible and welcoming. Ms Jini says, “Our orchestra has played concertos with Indian instruments, played with sarod players, there is fusion, a dialogue between cultures.” Today, the BCO’s members mirror the city’s growing tribe of young musicians from diverse social, religious and economic backgrounds training in western classical music. Ms Jini taps out a list of music schools that have cropped up. Her only issue is that these schools are expensive and there is always the risk that once these young musicians grow up and get jobs, the music will be lost. Which is why the BCO trains musicians to play in an orchestra for free, for the love of music. No other school does that.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 149.4890510948905%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/mrbfetygkf-1567074611.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 133.33333333333331%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/jdprswzqdt-1567074622.jpg\">\n  </picture><figcaption>Credit: BombayChamberOrchestra/Facebook</figcaption></figure>\nAnother challenge to accusations of being elite are BCO ticket prices. She says, “The NCPA [National Centre for the Performing Arts] charges in thousands. But I believe the love is in the middle class and so tickets to a BCO concert are affordable. Not just for people who go to ‘be seen’.”Ms Jini adopts a slightly terse tone when mentioning the NCPA, a cultural centre in South Mumbai. Predating the centre, the BCO played there often, including at the inauguration of its Jamshed Bhabha Theatre and Tata Theatre. Today, dismissed as an amateur orchestra, they say they are no longer welcome to play there.It isn’t easy running a city orchestra. There have been times when BCO’s future has been clouded with uncertainty. Each time, Ms Jini has made sure it survived. Each time, a friend, a well-wisher, a patron, a secret benefactor has come forward – sending donations, musicians or a conductor. She has suffered a personal setback too. A stroke two years ago left Ms Jini with constant pain. Instead of leading the orchestra as she used to, she now plays the viola in the back.Photo credit: Ayush Prasad.It is 2019. Narendra Modi is the Indian prime minister. The top grossing Bollywood films this year are Kabir Singh and Uri. So does Mumbai need the Bombay Chamber Orchestra?In answer, Ms Jini reads from the concert programme introduction she has written, “I believe that with the knowledge and love of music which is expressed by amateurs who get together to make music as orchestral groups, there will spring in the future, an existence between nations of peace and understanding. Which is unfortunately so lacking. After all god gave us music that we may pray without words. What is so evident is the lack of spiritual values in this world. This revulsion amongst different religions, communities, that exists, can be overcome with love of the arts. Let us dedicate ourselves to the true spirit of music. In this sad world let us music makers, renew faith and understanding that we can all live in peace and harmony irrespective of faith.”The Bombay Chamber Orchestra endures. It invites you to one of its concerts. (And it doesn’t mind if you clap at the wrong moment.)* In 1984, Prime Minister Indira Gandhi flew to the Tata Theatre inauguration where the BCO performed. Presented to her, Ms Jini didn’t waste a moment and told her the 25% tax was strangling her orchestra. Mrs Gandhi exempted the orchestra from the tax in perpetuum.","author":"Genesia Alves","time":"2019-08-30T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126417-ubpxpwlark-1567074148.jpg","tags":["Western classical music","Music","Jini Dinshaw","Mumbai"],"source":"https://scroll.in/magazine/935526/meet-the-90-year-old-who-runs-mumbais-oldest-and-longest-running-orchestra"}