{"title":"Meet Pradeep John, an obscure blogger who became Tamil Nadu’s trusted weatherman","content":"On a cloudy November evening in Chennai, Pradeep John’s cell phone buzzed incessantly. Frantic messages flooded his inbox, asking the 35-year-old amateur weatherman to confirm rumours that a turbulent “El Nino Cyclone” was about to strike the city. “In 72 hours, Chennai is going to sink entirely!” declared a video John was told had been doing the rounds of the internet for two days. Exasperated by the alarming messages, John settled down to write a public response on his wildly popular Facebook page. “Some idiot has uploaded a fake video, and now people are panicking,” he sighed.John is more than just an self-taught weather expert. To many people in Tamil Nadu, he is a reliable soothsayer and a trusted myth-buster. Through his blunt, jocular Facebook posts, John keeps his five lakh followers informed of weather patterns across the country, particularly in Chennai and its neighbouring districts. For many, his is the last word on weather. Without the jargon generally associated with climatology, John’s post that evening explained the science behind El Nino and La Nina phenomena to counter the rumours. He added a postscript, though, to accommodate his typical outburst: “As you all now know, there is no bullshit called ‘El Nino Cyclone’. It’s purely created to cause fear among innocent public.” He went on to issue a mock threat: “After this, if you message me your doubts about El Nino cyclone, that’s it!”John has been interested in weather patterns for as long as he can remember. In school, he would rush to take the window seat in his classroom so he could gaze out at the sky - not to daydream, but to study cloud formations and the kind of rain they brought. His eyes brightened as he recalled yearning to stand out on his terrace amidst powerful winds as a massive cyclonic storm struck the city in 1994. He was 12.John went on study computer science at Sathyabama University and business administration at Madras University. But his passion for climatology never dimmed. So, even when he got a job as deputy manager with the Tamil Nadu Urban Infrastructure Financial Services, John devoted time to understanding the city’s topography.He has a penchant for collecting historical data on rainfall, earthquakes, lake levels, temperature and other physical phenomena, going back 200 years. He insists that all the data he uses for forecasting is publicly available. Besides the Indian Meteorological Department, several weather forecasting websites have their own stations. “While compiling data from a state, I do not miss even one station,” John said.But that is not what sets him apart. “I know there are more knowledgeable weather bloggers than me,” he explained. “But as I always say, it is not only about knowledge. You should know how to connect with people, when to post something.”  \n\t\t\n\tvia Facebook/Awesome MachiRoad to stardomJohn started blogging about weather in 2008, posting on websites such as Indian Weather Man, Kea Weather and Vagaries of the Weather. In 2014, he launched his own blog and began documenting rainfall data for each day of the year. “I don’t think I slept much that entire year,” he said. Most days, nobody read his posts. His Facebook page had just around 800 followers. But he didn’t care. “Weather is one hell of an addictive thing,” John wrote in a recent post. “When you get into it, there is no way of escaping from it. You will sometimes forget all pains in your life by just tracking weather.”But everything changed in November 2015.As unusually heavy rainfall through the month led to flooding in large parts of Chennai, the residents were worried and looking for information about what to expect. Suddenly, John’s regular updates were being shared by hundreds of people, and word spread that a certain weatherman was getting it all right. By mid-November, he had more than 15,000 Facebook followers. “One day, when it was raining heavily, I wrote a post saying I wouldn’t give updates for the next few hours since I was travelling home,” John recalled. “By the time I reached home, I had received scores of messages asking if I had arrived safely.” It was a sign, he said, of his deepening bond with his audience. Through that month, John repeatedly warned of a heavy downpour in early December 2015 worsening the flood situation. He was proved right. And even as the city struggled with the deluge, John shot to social media stardom. Now, he is a fixture on Tamil news channels, giving insights into the weather.  A fallout of the 2015 flood, John said, was that people in Tamil Nadu became more interested in learning about the weather. “Earlier, people only wanted me to tell them whether it would rain and when it would stop,” he said. “Now they are keen to learn how to interpret data themselves.”    Although John welcomes his success, he is quick to add that it has not changed him in any way. He insists he is “a common man and always will be a common man”. But with about five lakh people following his work closely, John said the pressure is immense. He is panic-stricken every time his predictions do not come through. “It is a huge responsibility,” he said. “I did not have a single white hair in 2015. Now I think I have aged ten times.” Nevertheless, the weatherman has become a sort of a cult figure. In one of the many folders on his cluttered desktop, John has collected memes featuring him as the saviour of a drowning Tamil Nadu. “I don’t respond to them publicly,” he said. “But sometimes, I quietly go and like them.”While his followers have been largely supportive of his work, John has not escaped the wrath of online trolls, most of whom impugn his credibility. He generally ignores them but has felt compelled at times to respond with long emotional outbursts. “People say it is childish to react but it is my nature, I am made like this,” he said. “I cannot help it. It is the honest truth.”","author":"Vinita Govindarajan","time":"2017-11-19T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/858252-74094-tbktlgqtjs-1510926336.jpg","tags":["Tamil Nadu","Pradeep John","amateur weatherman","Chennai flood 2015"],"source":"https://scroll.in/article/858252/meet-pradeep-john-an-obscure-blogger-who-became-tamil-nadus-trusted-weatherman"}