{"title":"Meet Franco from ‘Andhadhun’: Pune club owner on the screen and acclaimed drummer in real life","content":"An in-form Sriram Raghavan springs many a surprise on the viewer in his latest offering, Andhadhun. What has gone largely unnoticed, however, is the presence of a certain Franco Vaz in the film. A name that will not be familiar to most viewers, Vaz is a veteran drummer who belongs to an illustrious family of musicians that has contributed handsomely to Hindi film music. Franco’s father, Francis Vaz, worked closely with the legendary trumpet player and bandleader Chic Chocolate (Antonio Xavier Vaz) and was part of an early wave of musicians migrating to Bombay’s film studios when the jazz scene in India underwent a reversal of fortunes around the time of the country’s independence. Indian jazz’s loss was Bombay cinema’s gain as these (mostly Goan) musicians, with the blessings of enterprising composers like C Ramchandra, brought some much-needed zing into Hindi film music and propelled it to new heights.(L-R) Johnny Gomes, Chic Chocolate, Parashuram Haldipur, Francis Vaz and C Ramchandra.Almost seven decades before his son made his onscreen debut, Francis Vaz had his own moment of glory under the studio arc lights when he, along with Chic Chocolate and Johnny Gomes, provided commendable backup to the effervescent duo of Geeta Bali and Bhagwan in the song Deewana Parwana from the 1951 classic Albela. Dressed in frilly ponchothat seem to have been modelled on those worn by visiting Latin bands of that era, the musicians seem to having a blast. This, however, was not the first appearance made by a session musician on the film screen. In 1949, Raj Kapoor had called upon the services of violinist Joe Menezes in a crucial scene in his ambitious Barsaat. In the same year, Vistasp Balsara played a music conductor in the Mumtaz Shanti-starrer Putli. Balsara was a highly-regarded instrumentalist and composer who made a surprising decision to shift base to Calcutta in the early fifties. A decade or so later, Balsara’s protege, the accordionist Homi Mullan, made the opposite journey, but not before he had shared screen space with Bengali superstar Uttam Kumar in a song from the hit 1963 film Deya Neya.\n\n\n    \n    Play\n\nDeewana Parwana, Albela (1951).The same year that saw Francis Vaz and Co. strut their stuff in Albela, the legendary accordionistGoody Seervai made a fleeting appearance in Raj Kapoor’s Awara (1951). Other subsequent screen appearances by session musicians include “Golden Guitarist of India” Van Shipley in Cha Cha Cha (1964), Chic Chocolate in Aakhri Khat (1967) and Dattaram Wadkar, percussionist and Shankar-Jaikishan’s long-standing assistant, in Merchant-Ivory’s Bombay Talkie (1970), where he plays a playback singer lip-synching to a Rafi song.The 1982 film Teri Kasam saw many members from RD Burman’s team make a brief appearance in the song Dil Ki Baat Labh Pe Na Aa Jaaye. (Interestingly, it is Laxmikant Kudalkar, of Laxmikant-Pyarelal fame, who plays the role of the music director here, and not Burman.) One of the most intriguing cases of the appearance of a musician onscreen is surely that of drummer Leslie Godinho, whom we see as a shadow on a curtain in a memorable scene in Vijay Anand’s classic Teesri Manzil (1966). Godinho, incidentally, is Franco Vaz’s father-in-law. “He was younger to my father but they became colleagues and very close friends,” Vaz said. “He once told me that in the early days he did not have enough money to attend music shows and so he would climb on coconut trees to watch dad play.”Godinho, who was born in Uran, too started out playing drums in various dance bands and toured extensively. In an interview to ethnomusicologist Gregory Booth recorded not long before his death in 2006, Godinho revealed that, exasperated by prevailing import restrictions, he had built an entire drum set on his own before heading to Bangkok in 1954 with Rudy Cotton to play at a club called Oasis. Not long after, Godinho started playing in the film studios and, like his friend Francis Vaz, worked with some of the top music directors of that era. One cannot quite imagine the landmark Teesri Manzil soundtrack without Godinho’s energetic drumming.Leslie Godinho. Courtesy Franco Vaz.Franco Vaz, who was born in 1956, started tagging along with his father to the studios when he was around 10 or 11. He recalls being very fond of the canteen food at Bombay Sound. In the studio, he was often handed over some percussion instrument or the other and asked to play along. “After the recording, the music director would hand me a ten-rupee note or something, which was a fortune for me in those days,” he said.When Vaz was about 14 or 15, he started going to All India Radio. “My father used to go to the AIR studio twice a month to record,” he said. “He began sending me for the rehearsals. The music director there was Kanu Ghosh [not to be confused with Kanu Roy], who was an assistant to Salil Choudhury.” Those were “mostly patriotic songs”, Franco said. While he may have only played percussion instruments like timpani or side drums, the experience proved invaluable. “I got a chance to improve my notation-reading skills,” Vaz said. “It also opened the door for me to work with Salil-da.”A young Franco Vaz.Apart from playing a range of percussion instruments, Franco Vaz had also learnt the violin, and it is with this instrument that he started working professionally in the studios. “I used to be in the last row,” he said. “Everyone wanted to be in the first row, you know, where you had the best violinists. But those musicians had been working for years, and I realised that by the time I made it to the first row, I would become old.”So, Vaz switched over from violin to drums. The arranger Sebastian D’Souza was a big influence. “Sebastian Uncle really provided me with a lot of insight about my music and how to go about it,” Vaz said.Vaz’s big break came in 1975, when RD Burman called him to play for him in Kasme Vaade (1978). Burman liked what he heard and asked the drummer to stay on. Franco was not yet 20 then. There was no looking back for him.Speaking of the maverick RD Burman, Vaz said that while the composer was a fun person to be with, he was also very headstrong and demanded perfection. “Often, we would rehearse and then suddenly he would change things before the take,” he said. “You had to be very alert to what he was saying.”Vaz said he envies the present generation of musicians. “Those days, I used to leave home early in the morning because we recorded ad jingles from 7 am to 9 am,” he said. “Then, we had a song recording from 9.30. Sometimes, even during the lunch break, we used to record a quick jingle. And after wrapping up the background score at 10 pm, we would again head to a studio to record jingles. I used to come home at 2 am. My kids were sleeping when I left home and they were sleeping when I reached home. These days, it is way more relaxed.” New technologies have made the process much simpler. “Making a mistake is not costly now,” Vaz pointed out. “In those days, even magnetic tapes were expensive. If a mistake was made, you had to erase the tape and reuse it. There is also not so much time pressure now. Every instrument can be recorded separately. Every bar of music can be recorded separately. “Anil Dhawan and Franco Vaz on the sets of Andhadhun (2018). Courtesy Matchbox Pictures.Francis Vaz, who had retired in the early 1980s after his son’s career had taken off, died in 1991. Leslie Godinho’s son, Lester, followed in his father’s footsteps and is today one of India’s most respected jazz drummers. Incidentally, he had started off as a session musician in Bollywood before shifting base to Goa. Meanwhile, Franco Vaz’s son, Joshua, is an up-and-coming professional drummer. Franco Vaz, of course, is still busy as ever with film recordings, live shows and his Trackadoom Institute of drums and percussion.It was during the recording of a background score that Franco first met Sriram Raghavan. “I met him through Daniel,” Vaz said, referring to composer Daniel B George who had worked with Raghavan on Johnny Gaddaar (2007) and Agent Vinod (2011). When Raghavan got in touch with him sometime in 2017, Franco Vaz thought the director wanted him for the background score of his next film. “It was a very busy period for me. I told him, give me the reference, I will work on it.” It was only when Raghavan visited Vaz at the latter’s academy in Malad in Mumbai that he realised that the director had other plans for him. “I told him, I have never acted in my life,” Vaz said. “He said, this part suits you just fine. Just be yourself, I will take care of the rest.” Whatever doubts Franco might have had were pushed aside when Raghavan told him about his role: he was to play the owner of a club named Franco’s. “That really tickled me,” he said.Vaz shot seven days for the film, a “memorable experience – I even got my own vanity van”. When he first walked into Gymkhana 91 at Lower Parel in Mumbai, which had been converted into Franco’s, he said he was “blown away” by the ambience and the vibe. And then Raghavan came up to him and said, “Franco, how do you like your club?”\n\n\n    \n    Play\n\nFranco Vaz speaks about Andhadhun.","author":"Rudradeep Bhattacharjee","time":"2018-10-09T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/dgmuvotbpj-1539021367.jpeg","tags":["Franco Vaz","Sriram Raghavan","Andhadhun"],"source":"https://scroll.in/reel/897519/meet-franco-from-andhadhun-pune-club-owner-on-the-screen-and-acclaimed-drummer-in-real-life"}