{"title":"Meet Mr and Mrs Pahwa: ‘We have our tuning with each other for 30 years’","content":"It’s a rare day of the week that finds both Seema and Manoj Pahwa at home and away from a movie set. She has just come off two films, Ek Ladki Ko Dekha and Arjun Patiala. He is in the middle of several: Student of the Year 2, a web series being made by Nikhil Advani, Gurinder Chadha’s period television drama Beecham House, Housefull 4 and Total Dhamaal.“Abhi to party shuru hui hai,” Seema Pahwa pipes up, and although she is referring to yet another of her husband’s projects, she could also be talking about the happy place in which the hardworking couple find themselves.Seema and Manoj Pahwa are among Hindi cinema’s most dependable actors. Whatever the quality of the production, the competence levels of filmmakers, and the length of the role, both actors unfailingly ensure that the goods get to their destination.They have been around for decades, working in productions both forgettable and unforgettable. They hit the sweet spot of success at different points in their careers. Seema Pahwa, who is 57, made her debut in the landmark television series Hum Log (1984-’85) and featured in several serials and films before taking a break to raise their children. Fame sought her out again with Ankhon Dekhi in 2014, and since then, she has become one of Bollywood’s favourite quirky moms, with memorable turns in Bareilly Ki Barfi and Shubh Mangal Saavdhan in 2017.Manoj Pahwa, 55, has often been recruited as a comic actor, right from the time of the popular TV show Office Office (2001), but he plays a tragic figure in one of his most recent credits. In Anubhav Sinha’s August release Mulk, Manoj turns out a heartbreaking performance as a father falsely accused of aiding his terrorist son.\n\n\n    \n    Play\n\nMulk (2018).Manoj had starred in Sinha’s directorial debut in Tum Bin in 2001. “I was working with him after a gap, and he had his doubts about casting me,” Manoj said. “It was a very intense role, and I have this image of a happy-go-lucky guy. It was challenging.”Manoj discussed Mulk with his wife, as he does all his roles – it is not hard to imagine that married actors talk shop. However, the Pahwas don’t dissuade each other from taking on projects, and they say they are each other’s worst critics.“We have worked together a lot in theatre, and we think the same, we like the same performances, our process is the same,” Seema said. “When Mulk came along, I said very good yaar, thank god somebody has thought of this.”\n\n\n    \n    Play\n\nHum Log.Seema Bhargava married Manoj Pahwa in 1988. They had both appeared in Hum Log. Seema had the bigger role as the eldest daughter of a middle-class family in Delhi. Gunvanti, better known by her nickname Badki, made Bhargava an instant TV star. Manoj played Tony, who elopes with Badki’s younger sister.The couple also appeared together in the Sambhav theatre group’s stage productions in Delhi, and when they moved to Mumbai in 1993, both turned to television, a steady employer at the time. However, typecasting accompanied them, and the couple has alternated between succumbing to and resisting predictability over the bulk of their careers. The tragedy that Badki embodied followed Seema in her other serials – “I always got a crying scene,” she said. “Now, it has changed so much that I only do comedy. The industry slots you and they cannot think beyond the slot. There should be enough common sense to know that an actor is an actor. People don’t take the pain or the effort. It takes so many years to break the image.”For Manoj, comedy was the route to recognition. His earliest film roles after his feature debut, Is Raat Ki Subah Nahin in 1996, established him as a reliable, often jovial, cameo artist.“I arrived in Mumbai and started working the same day,” Manoj said. “I was very steady, and always working.”So was Seema, but things got a bit more complicated for them in different ways. Daily soaps and shows replaced the weeklies, increasing the workload and the pressure.“When the dailies started, I could not commit to 25 days in a month,” Seema pointed out. “I had two small kids, and as a mother I could not have fulfilled my responsibilities. So while Manoj continued to work hard, I took a back seat.”For Manoj, movie roles of various sizes had started rolling in – Urf Professor, Sankat City, Being Cyrus, Wanted, Ready. Throughout the 1990s and 2000s and through decent fare and dross, Manoj focused on a simple principle that has accounted for the consistent quality on display: an attitude of professionalism.“When we came to Bombay, we were equipped for anything, and we can find the variations within similar roles,” Manoj explained. “To survive, you need to do all kinds of roles, so you keep working.”Seema’s comeback was timed with the moment her son, Mayank, and her daughter, Manukriti, started going to college. “I got Ferrari Ki Sawari just then – it was like somebody in the industry was sitting with a timer and saying, she is now free, let’s make her busy again,” she said. “That was my second innings.”In between, director Rakesh Chaturvedi had the bright idea of casting the couple in a movie. The Pahwas were cast as a screen pair for the first time in BHK [email protected] in 2016. In May this year, they were paired once again in Khajoor Pe Atke, and they were among the best things about the comedy.\n\n\n    \n    Play\n\nKhajoor Pe Atke (2018).Transferring their real-life calibration to the movies is hardly difficult, the couple argue. “We had been in so many plays together that we didn’t even have to discuss anything,” Manoj said. “We just went on the sets and started. The director was more excited than us. We have our tuning with each other – we have had it for 30 years.”Seema agreed: “We had each other, we wouldn’t have allowed each other to go crazy.” The realism and plausibility in their performances are also apparently easy to understand. “We approach things in a normal way, and ask the basic questions – why, when, where, how?” Seema said. “When you stop asking these questions, that is when the repetition begins.”The roles might be similar, but it’s the details that count. Seema Pahwa starred as a small-town mother fretting about her daughter in two films in 2017, but she ensured that neither performance could be confused for the other. In Shubh Mangal Saavdhan, her matriarch is an affectionate, fussy sort. In Bareilly Ki Barfi, there’s a manic twinkle in her eyes as she tries to keep her daughter on the straight and narrow.Seema Pahwa in Bareilly Ki Barfi. Courtesy Junglee Pictures.For both actors, theatre has been the life-saver, allowing them to stay afloat when the movies get too cookie-cutter or monotonous. “Theatre keeps you stable and gives you constant practice,” Seema said. “If I could get back after such a long gap, it was due to the fact that I was still in touch because of theatre.”For Manoj too, the Mumbai stage gave him the escape he sorely needed. He recounts meeting Naseeruddin Shah at a party. Shah had worked with Seema in the 2005 play Katha Collage, and Manoj and Shah had acted together in Being Cyrus in 2006..“I told Naseer saab, I have a lot of work, but I am not having fun.” Manoj recalled. “He said, let’s do theatre again.”Shah cast Manoj in some of the plays produced by his theatre group Motley, including Ismat Apa Ke Naam 2 and Aurat Aurat Aurat, both based on stories by Urdu writer Ismat Chughtai.“It is because of god and Naseer that we got theatre practice, which didn’t let us break from within,” Seema said. “We even attend Motley rehearsals sometimes – it’s a blessing for us.”Theatre helps actors stay within their “aukad” – it never lets them forget their station and remain grounded, Manoj added.This honesty and humility, honed over years of working in cinema, theatre and television, have given the couple a very clear-eyed view of their considerable achievements.The tendency to cast the couple in comic roles is as much a function of attitudes towards physical appearance as it is about talent, Seema pointed out. “If you are a bit fat, you become easily slotted,” she said. “I don’t know how this happened that you laugh when the fat man falls.”A measure of how convincing they are in their comic roles is the number of people who are certain that they are constantly cracking jokes and slapping knees in their domestic lives.“When I meet people, they tell me, your house must be full of laughter,” Seema said. “We live normal lives. Vegetables and petrol are expensive. Why should we be funny all the time?”Manoj added, “Here we are sorting out our bank passbooks. Where is the laughter there?”They are also remarkably modest about the acclaim that usually follows their movie releases. “We know why things have worked – I have a contributing role, but its percentage is small, and it is shared by all,” Seema said.The Pahwas have repaid their debt to theatre by setting up the group Kopal, which conducts acting workshops and has staged, among others, a play based on Bhisham Sahni’s writings. The Pahwa children have been drafted into the group. Manukriti Pahwa also stars in the upcoming movie Sui Dhaaga, starring Varun Dhawan and Anushka Sharma. The increased respect for realism and the uptick in relatable subjects in Hindi films have vastly benefitted the Pahwas, who have spent their lives working up until this moment. “Issue-based and small-budget films are back, and they are working,” Manoj said. “They need actors who can play real characters. Actors have benefitted from such films.” Hindi cinema is now in a place where “directors know how to take risks,” Seema added. She is going to contribute her own mite to this bold and creative phase – she is writing a screenplay for a film that she hopes to direct. “It won’t be a comedy,” was all she would say. “It will be a social drama, about relationships.” Will it star Manoj? “I am not sure,” Seema said with a grin.Manoj and Seema Pahwa. Photo by Nandini Ramnath.","author":"Nandini Ramnath","time":"2018-08-19T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890971-ccpnradzmf-1534615836.jpg","tags":["Seema Pahwa","Manoj Pahwa","Bollywood couple"],"source":"https://scroll.in/reel/890971/meet-mr-and-mrs-pahwa-we-have-our-tuning-with-each-other-for-30-years"}