{"title":"Meet the brave women of Jamia who rescued a fellow student from the clutches of Delhi Police","content":"On Sunday evening, as protests against the newly amended Citizenship Act erupted across India, a video surfaced showing five women in Delhi gathering around a man slumped on a pavement to protect him as he was viciously being beaten by policemen.  In the video, policemen were seen asking the man to come out of the compound of a bungalow. The women shouted at them and drove them away. As the man turned to nudge the women to move further back into the compound, the policemen grabbed him, dragged him out onto the pavement and began to beat him mercilessly with batons. But the five women dashed out to form a protective ring around their friend. Faced with the belligerent women and surrounded by press photographers, the policemen backed off.The video has since gone viral, with the women earning widespread praise for standing up to the police officials. “We were challenging the state and the authority,” Akhtarista Ansari, one of the five women told Scroll.in.“I feel very proud of myself for doing this,” said the 19-year-old student, who is studying sociology at the Jamia Millia Islamia University. “And the protests will continue because this is not a two-day fight.” ये हैं दिल्ली पुलिस के मर्द पुलिस वाले!आपको सैल्यूट है।सैल्यूट करने का #emoji नहीं मिल रहा। pic.twitter.com/lnSjQ6xzbQ— Umashankar Singh उमाशंकर सिंह (@umashankarsingh) December 15, 2019\n\nFrom Jharkhand to KeralaThe five women in the group are from different states.Ansari came to Delhi from Deogarh in Jharkhand in 2014, to study in Class 11 at Jamia Millia Islamia. Chanda Yadav, 20, hails from Chandoli, Uttar Pradesh, and came to Delhi in 2017 to study Hindi literature.Ladeeda Farzana, a 22-year-old student of Islamic studies, moved to Delhi from the coastal city of Kannur in Kerala last year. Also from Kerala were Ayesha Renna, a masters’ student at the university and Tasneem. Ansari and Yadav were among of the few women to lead the first protests at Jamia against the Citizenship Act in the campus on the evening of December 12. “It was just a women’s march against the Act from the old girls hostel to the new one,” said Ansari.In an image from that evening that has already turned iconic, Yadav, Renna and Farzana were photographed striking a defiant pose against the police.Chanda Yadav (left), Ladeeda Farzana (middle) and Ayesha Renna (right). Of the group, Farzana is the only one who ventured out to protest against the Citizenship Act for the first time on Sunday. She said she suffered an asthma attack while the police charged at the man, but she did not experience fear. “I was not scared of the police and that time we just wanted to protect our brother,” she said.Standing their groundThe confrontation took place around 5.30 pm near Mata Mandir Road in South Delhi’s New Friends Colony, said Ansari. The women had come to the area to participate in a protest march, which ended up clashing with the police.As the policemen charged at the students, they ran for cover. “We entered the bungalow because the door was open so we thought we could hide to protect ourselves,” said Yadav.Ansari identified the man attacked by the police as Shaheen Abdullah. Abdullah studies mass communication at Jamia Millia Islamia and also carried a press card that day. He showed his press card to the police, but they continued to attack him, both Ansari and Yadav recalled. “There was no reason for the police to beat him,” Yadav said. “They said ‘arey isko kheench ke maaro.’ Drag him and beat him.”On Monday morning, this graphical representation of Ayesha Renna went viral on social media.Ansari said they repeatedly asked the police to stop beating Abdullah, but they did not listen. The police instead used abusive and sexist language at the five of them. The women asked for help from the area’s residents, but the police threatened them. “They told them to shut their homes or else they would get beaten too,” she said.While the students were able to ward off the police eventually, Abdullah was left “bleeding from his nose and mouth”. The students took him to Holy Family Hospital near the university in an auto rickshaw.Yadav was injured too. The police baton had landed on her right foot as she stood in front of Abdullah. Did the police batons not scare her off?“I was not afraid [to go to Abdullah] even if I got beaten,” she said, emphatically. “This is not just a nation for Hindus. Everyone is equal. This [the Citizenship Act ] is wrong.”","author":"Vijayta Lalwani","time":"2019-12-16T21:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132898-fkfnozbmrn-1576511067.jpg","tags":["Citizenship Amendment Act","Jamia Millia Islamia","Police brutality"],"source":"https://scroll.in/article/947026/meet-the-brave-women-of-jamia-who-rescued-a-fellow-student-from-the-clutches-of-delhi-police"}