{"title":"Meet Dhruv Rathee, the 23-year-old YouTuber whose videos are infuriating Modi’s admirers","content":"Dhruv Rathee says that he makes YouTube videos to educate people. The About Me section of his YouTube channel – which has over 4.6 lakh subscribers – describes its purpose as “to incite critical thinking and awareness among masses”. In his videos, the 23-year-old looks straight into the camera, and discusses, analyses and criticises everything making headlines in India, particularly government policies.Over time, Rathee has attracted his fair share of haters and trolls who want him to move to Pakistan, but he never expected any serious blowback from the tribe whose criticism his channel thrived on. That changed on May 9, when a police complaint was filed against Rathee in Delhi by an advocate on behalf of Vikas Pandey, a self-described “Bharatiya Janata Party volunteer”. Also accused in the complaint are Mahavir Prasad, a Rajasthan resident, and Delhi Chief Minister Arvind Kejriwal.The complaint cites a video made by Rathee that accused Pandey of being the second-in-command of the BJP’s information technology cell, and of spreading fake news through his Facebook page I Support Narendra Modi.On behalf of my client @MODIfiedVikas Ji, filed Police Complaint against @ArvindKejriwal, @dhruv_rathee and Mahavir Prasad for spreading lies & making false allegations against Vikas Ji. Criminal & Civil Defamation cases are also being filed against above persons in Court soon. pic.twitter.com/12UPQyOgkU— Alakh Alok Srivastav (@advocate_alakh) May 9, 2018\n\nOn seeing the complaint online, Rathee first consulted lawyers and then made his next move – shooting another video and uploading it on YouTube. In this video, Rathee analysed the police complaint, and rebutted it point by point.Though he described it as “childish”, the police complaint has made Rathee more wary. Speaking to Scroll.in, he did not confirm being in Germany, as the complaint states – the only thing he gave away was that he was speaking from “somewhere in Europe”.Four years ago, when Rathee had uploaded his first video on his channel, he had not set out on the path that he now finds himself on. He was a photography and filmmaking enthusiast, content with putting up videos of his travels. Today, he is one of India’s top YouTubers, as per subscribers’ count, and a part of a group of solo operators dedicated to myth-busting, fact-checking, and sparring with the ruling government.Rathee’s online clout won him a nomination for the Inspiration of the Year award at the 2018 Outlook Social Media Awards, alongside Medianama’s Nikhil Pahwa, public policy professional Meghnad S, Indian Police Service officer D Roopa Moudgil, and AltNews founder Pratik Sinha. He has also become a frequent panellist on television news debates.What led him here? “Well, I lost faith in Narendra Modi,” he said.Finding his calling“I started following politics around 2011-’12, during the Anna Hazare movement, just like many others around me at the time,” Rathee recalled. He never protested at Ramlila Maidan, though he said he itched to do so, but he also had to prepare for his board exams. Then, the BJP won the general elections of 2014, and for a while, Rathee – who was at the time pursuing an engineering degree “somewhere in Europe” – was hopeful for change.In October 2014, after uploading a series of benign videos about rollercoasters, forest treks and suchlike on his channel, Rathee released BJP Exposed: Lies Behind The Bullshit, a music video that intercut Modi’s pre-election speeches with his government’s failures and backtracking on promises following the win in May.“I made that video out of frustration,” he said. “Modi had said he was anti-corruption but he joined hands with the corruption-accused [BS] Yeddyurappa. Then, things like Modi’s lack of interest in Lokpal [Bill] and the vice president of BJP’s Delhi unit getting caught on camera offering bribe made me angry.”Though the video registered over 50,000 views at the time, Rathee was yet to experience the high of being appreciated or trolled, as is usual for a social media influencer. He got an inkling of his potential in 2016 when, in a video, he debunked the claims of Ajay Sehrawat who had released a viral video of himself complaining about the inefficiency of Kejriwal’s Delhi government. Rathee got serious online attention for the first time.\n\n\n    \n    Play\n\nDhruv Rathee's reply to Ajay Sehrawat.Meanwhile, Sehrawat, one of the many on the other end of the stick, went on to become a spokesperson for the BJP’s youth wing. This kicked off Rathee’s interest in developing his YouTube presence as a news analyst-cum-fact checker. “When I saw people sharing Ajay Sehrawat’s videos without checking the facts, I realised the need to present actual research in front of them so that they understand the truth,” he said. He also felt that most people swayed by online propaganda are Hindi speakers (“English speakers in urban areas were still immune”), which is why he chose to do his videos in Hindi.Rathee’s initial videos, while being critical of Modi and the BJP, also attempted to defend the Kejriwal government, something which has led to his online critics accusing him of being an Aam Aadmi Party agent. Rathee attributes this to his initiation into political awareness through Hazare’s anti-corruption movement of which Kejriwal was a part. “The way Modi destroyed Kejriwal’s anti-corruption bureau and pressurised him to stop investigating Sheila Dikshit and Arun Jaitley made me mad,” he said.In video after video, Rathee was critical of the ruling party, throughout late 2016 and 2017. He touched upon all the major headline-making stories at the time, such as the Uri attacks, the surgical strikes, demonetisation, the Gurmehar Kaur row, Yogi Adityanath becoming Uttar Pradesh Chief Minister, the hacking of the electronic voting machine, the finance bill, and so on, and separated facts from popular fiction.Continued success on his videos made Rathee bolder with his creative decisions. He began a segment called Pee News, styled as a fake news programme, in which he satirised a popular news channel. Here, Rathee as Tihar Chaudhry, “UNESCO certified world’s best journalist”, sharply critiqued Right-wing trolls, Hindutva politics, and the BJP, which left his critics fuming in the comments section. He started a series called The Dhruv Rathee Show in which he highlighted news critical of the ruling party that was ignored by the mainstream news media. Rathee also began collaborating with video bloggers like Avi Dandiya, Wali Rahmani, and Akash Banerjee. With Banerjee, Rathee developed a great working relationship, resulting in excellent satirical material.\n\n\n    \n    Play\n\nDiwali with Bhakt feat. Akash Banerjee.But the video that really brought it all home was the BJP IT Cell Insider Interview of March 10, featuring Mahavir Prasad. For once, Rathee had not collated information from news sources but had dug out a first-person account from a “former member” of the BJP IT Cell. In the video, which got over a million views, Prasad detailed how fake news was spread on social media and seeds of rancour sowed.Up until then, Rathee had not received any attention from the ruling party’s members. But on March 22, BJP’s Rajya Sabha Member of Parliament Vijay Goel hit back at a tweet by Rathee where he said that 99% of his haters are paid and unpaid “Modi bhakts” and that they will praise him as soon as a different government comes to power. Goel wrote, “Day dreaming is a bad habit, kid.”Rathee responded in kind. Something was going to give.I know uncle, plz tell PM to stop selling fake daydreams of corruption free #NewIndia after legalizing foreign funding— Dhruv Rathee (@dhruv_rathee) March 22, 2018\n\nA few good menFor the moment, Rathee has no plans to return to India. A few weeks before the police complaint of May 9, he had said that he would not find it risky to operate from India, but now he is not so sure. Comedian Kunal Kamra, a close friend of Rathee’s, said that living abroad keeps him safe, but believes that his tone wouldn’t change even if he were sitting in India.“Dhruv Rathee is the Ravish Kumar of the internet,” Kamra said. “I am a big fan. We see something cool or funny that we can put into each other’s videos, we send it to each other.” He added that though one could argue that Rathee is just as opinionated as some television journalists, news spiced with opinions had become the playing field now. “Even then, there is a hell and heaven difference between television content and Rathee’s videos.”Rathee, in a short while, has also amassed approval and appreciation from fellow online fact-checkers and political commentators such as Banerjee, Sinha and SMHoaxSlayer.com’s Pankaj Jain. While Sinha spoke highly of Rathee’s ability to single-handedly produce informative videos with admirable production values, Jain commended his decision to produce videos in Hindi at a time when data and smartphones are cheap even in the remote regions of the country.\n\n\n    \n    Play\n\nTop 5 Fake News outlets.Banerjee, however, had a slightly different take on the phenomenon, even though he admires Rathee, his collaborator on two videos.“It is shameful that people like Dhruv have to become famous in today’s India,” Banerjee said. “While news channels and media houses have unlimited resources and army of journalists at their disposal. And yet people have to depend on these fact checkers and myth busters and solo operators on YouTube who now have more credibility than many of the large media conglomerates. What Dhruv is doing is not rocket science. The information is out there and Dhruv is relaying it. It’s basic news reporting and fact checking [that] media houses can also do but they have wilfully ceded that place to people like Dhruv. That’s a shame.”\n\n\n    \n    Play\n\nMaun Modi and Whataboutery on Unnao and Kathua.Rathee himself is sceptical about mainstream news outlets. “When Yogi Adityanath became chief minister, a section of English language journalists started normalising him,” Rathee said. “They were like give him a chance, please. Then, Chetan Bhagat said make the naughtiest boy the class monitor. What was this logic? The Cobrapost expose showed how news channels are paid to produce propaganda. I don’t understand how the Cobrapost report was not taken up by most news outlets.”While Rathee might feel that his heart is in the right place, his critics continue to tie him to opposition parties, particularly the Aam Aadmi Party. “The [opposition] parties probably think that I do their work for free, so why would they pay me?” he observed. Meanwhile, the personalities he has interviewed so far include an AAP minister, a Congress leader and journalist Vinod Dua, and nobody from the Right wing. Does this reek of partisanship? “I would love to interview a Right winger, but none of them has agreed to it.”So, what now? “I have chosen this life for myself,” Rathee said. “And this is where I want to keep on working.”Corrections and clarifications:  The headline of this story originally read “Meet Dhruv Rathee, the 23-year-old YouTuber who is fighting the Right wing, one video at a time.” However, Rathee tweeted to say that that he was not fighting the right wing.Hi @scroll_in Please correct yourself. I am not fighting the right wing, I am fighting for truth & for a progressive democracy in the country.There are many opinions of right wing which I agree with and I have huge respect for Mr. Vajpayee whose Govt was right wing.Thanks https://t.co/hIPvwQXjFx— Dhruv Rathee (@dhruv_rathee) May 16, 2018","author":"Devarsi Ghosh","time":"2018-05-16T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/878470-faghynfavs-1526398859.jpg","tags":["Dhruv Rathee","YouTubers","Right wing"],"source":"https://scroll.in/magazine/878470/meet-dhruv-rathee-the-23-year-old-youtuber-who-is-fighting-the-right-wing-one-video-at-a-time"}