{"title":"Meet the author whose book jailed don Abu Salem wants banned","content":"Incarcerated gangster Abu Salem's attempts to get the court to block a recently published unauthorised biography by S Hussain Zaidi will not surprise anyone who has read the book, especially its introduction.“There is a deep-seated mutual dislike between us,” the veteran journalist writes about the veteran mobster in the opening pages of My Name is Abu Salem. “He cannot comprehend why I’m not in awe of him and why I don’t spare my acerbic pen while writing about him.”Salem’s plea before the Terrorist and Disruptive Activities Act court on Tuesday will be heard on November 29. He said that publisher Penguin India should withdraw the book since it mentions an ongoing murder case. While Penguin declined comment, Zaidi pointed out that the information about builder Pradeep Jain’s murder and Salem’s alleged call to his widow, in which he taunts her, is taken from the widow’s deposition in court. “Salem has been against the very idea of this book, so his reaction is to be expected,” Zaidi said.Salem is opposed to the very idea of a non-fiction book, and instead advised Zaidi to write screenplay based on his life.“Salem’s graph is inherently dramatic over a relatively short span of time – he comes from the back of beyond of Azamgarh, sets up a stall in Mumbai, becomes a bhai [gangster] in less than a decade, gets close to Dawood Ibrahim, gets a hold over Mumbai, starts ruling Bollywood, amasses many crores, establishes a base in the United States, and then goes to Europe,” Zaidi said.This is your Captain speakingAmong the book’s more interesting anecdotes is about the connection between the gangster and Sanjay Dutt, which began when the actor bought arms for self-protection from Salem and his associates during the 1992-'93 communal riots in Mumbai. My Name is Abu Salem also sketches out Salem’s tempestuous relationship with starlet Monica Bedi, and the important role played by his lawyer Saba Qureshi in contesting his extradition from Portugal, where he was living along with Bedi before being brought back to India. Qureshi is the widow of slain human rights lawyer Shahid Azmi, who was shot dead in his office four years ago.Who else but Zaidi to document Salem's life? The 46-year-old journalist turned writer is now the pre-eminent chronicler of the Mumbai underworld. Thanks to a steady flow of books and the occasional newspaper article from Zaidi, the Mumbai underworld remains a fascinating place, spilling over with crooked entrepreneurs, scoundrels and desperadoes.In his first book in 2002, Black Friday, Zaidi reconstructed the conspiracy behind the March 12, 1993, bomb blasts in Mumbai. Mafia Queens of Mumbai (co-written with Jane Borges) contains sketches of female hoodlums over the years. Dongri to Dubai: Six Decades of the Mumbai Mafia is a baggy history of the city’s various gangs and Dawood Ibrahim’s rise to power and ignominy, while Byculla to Bangkok collects the stories of Mumbai’s so-called Hindu dons.While Dongri to Dubai and Byculla to Bangkok presented bird’s eye-views about the mafia, the new book picks up one particularly notorious figure who generated more drama and menace than the rest. My Name is Abu Salem stares long and hard at its leading man’s impoverished childhood in a village in Uttar Pradesh, his mercurial rise as a Dawood Ibrahim operative, his unmerciful extortion rackets, which targeted builders and Bollywood personalities alike, and his colourful love life, involving two wives and several other hapless women who didn’t have the choice of refusing his offers.“When people would get a call from Salem, who would say, ‘Main Captain bol raha hoon (This is Captain speaking),’ they would start shivering in their pants because you never knew what he wanted.”Salem called himself Captain over the phone but he met various film stars while pretending to be his own assistant, named Arsalan Ali. If you put together Salem’s penchant for role playing and his reputation for vanity, you have a movie-ready image of a man in the mirror, forever reinventing and mythologising himself.From the page to the screenZaidi still likes being called a journalist, but he is more involved with fuelling the imaginations of movie writers and producers these days. Zaidi gets enough calls from filmmakers to have hired a celebrity management agency, CAA Kwan, to represent him. He retains the movie adaptation rights of all his books.The screen version of Black Friday was made in 2004 by Anurag Kashyap. Two stories from Mafia Queens of Mumbai will make it to the screen over the next few months. Sanjay Leela Bhansali has the rights for the story of Gangubai, a redoubtable brothel madam, while Vishal Bhardwaj is rumoured to direct the story of Sapna, a woman who tried to kill Ibrahim after the don bumped off her lover. There are also unconfirmed reports that Kashyap will adapt From Dongri to Dubai as a Boardwalk Empire-inspired television series.Zaidi was a consultant on Bhardwaj’s drug heist-themed Kaminey and Pradeep Sarkar’s Mardaani, in which a gutsy female inspector busts a trafficking racket. Zaidi says he came up with the Mardaani title. He has also written a book that will accompany the release of Kabir Khan’s upcoming spy drama Phantom.Zaidi might write with authority and clarity about the Mumbai crime scene, but he feels that very few films have accurately captured its ethos. “I don’t think anyone has made an authentic mafia movie, like, say, Hollywood’s The Godfather and The Road to Perdition,” he declared. “All the films are commerce-dominated, they pander to the ego of the stars, and include unnecessary dialogue and item numbers. They dilute the real story in the process. Also, they always want to project the criminal as a good guy, a golden-hearted ring leader. Such people don’t exist!”From exporter to scribeZaidi has teams of young researchers helping him pore over newspaper reports, courtroom testimonies, and intelligence dossiers. His underworld industry relies on a vast network of named and unnamed journalist friends, informers, police officials and gangsters. An upcoming book for Penguin will list the so-called mafia queens of other parts of India.Zaidi’s first brush with journalism was purely by accident. He had taken a course in export management, and briefly ran an export business (until it failed). He spotted a newspaper classifieds notice for a job at a trade magazine called Exhibition World, which focused on business-to-business trade events. “I was the only person who responded to that advertisement, so the publisher, Kirti Doshi, had no choice but to hire me,” Zaidi said.This was in the early nineties. Mumbai had been torn apart first by communal riots in 1992 and 1993 and then by the bomb blasts. A local council of Muslim religious leaders tipped off Zaidi about the wrongful arrests and custodial interrogations of several blameless Muslims who had been swept by the Mumbai police as they hunted for the perpetrators of the blasts. Zaidi’s first story was about how the police were using the female relatives of the arrested to extract confessions out of them. He joined The Asian Age in 1995, the first in a series of jobs with the city’s leading dailies.Nearly 20 years later, with several of its leading lights dead or absconding, is there is anything new left to say about the underworld?“We have a saying in Hindi that ‘Sirf khurchan bachi hai, khana sab hazm ho gaya’,” Zaidi said. After a meal, only the leftovers survive, but the epicures know that even the leftovers are a delicacy in themselves, and they will scrape their plates clean, Zaidi pointed out. Our appetite for crime will never diminish, and fortunately for Zaidi, he is in the best possible position to feed the beast.","author":"Nandini Ramnath","time":"2014-11-28T06:30:55+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/691947-417de03e-d49c-4a67-bfd7-505506f5c066.jpg","tags":[],"source":"https://scroll.in/article/691947/meet-the-author-whose-book-jailed-don-abu-salem-wants-banned"}