{"title":"The Silent Army: Meet the flying squads that are enforcing EC’s model code of conduct on the ground","content":"It takes five million workers to pull off India’s election. Shreya Roy Chowdhury and Mridula Chari bring you their stories in a series called The Silent Army.Prabhakar Mishra, 36, believed he was the right man for the job. An assistant commissioner in the Uttar Pradesh government’s commercial tax department, he is part of an investigation unit that tracks the movement of goods on the roads, checks vehicles and imposes penalties on a daily basis.But even he was not prepared for night scuffles with belligerent members of political parties and their supporters.Ahead of the upcoming Lok Sabha elections, Mishra has been temporarily deputed with the Election Commission and is working in Uttar Pradesh’s Gautam Buddh Nagar district, which adjoins Delhi, and includes the satellite town of Noida. It goes to the polls in the first phase of the elections on April 11.Mishra heads “Flying Squad Three” in Noida – one of 27 such squads in the entire district that work round-the-clock in three shifts. “Flying surveillance teams” or “flying squads” are the grassroots-level enforcers of the election model code of conduct. The respond to complaints registered through multiple channels or monitor and investigate on their own initiative. Each team has a government officer, temporarily deputed to the Election Commission as a magistrate, several police constables and a videographer to record both the search and the evidence.At around 8 pm on March 23, Flying Squad Three had a run-in with two young men in an SUV and Rs 69,000 in cash in Noida’s Sector 24.When accosted, the men claimed they were related to an Uttar Pradesh minister from the BJP. “They got very angry at being stopped,” he said. “They even gathered four-five youths around us.” A scuffle ensued and Mishra was shoved hard in the stomach. But the two young men got their comeuppance. Their cash was seized, they were arrested and their late-evening escapade reported in the local media.Prabhakar Mishra, off-duty, in Noida. (Photo credit: Shreya Roy Chowdhury).Vigilant citizensAcross the border, Flying Squad One, in South Delhi’s Ambedkar Nagar, has been having a less exciting time. Till March 27, that team, led by Arvind Kumar from the information technology team of the Council of Scientific and Industrial Research, had mostly removed unauthorised hoardings and posters. Delhi votes on May 12 and the final day for filing nominations is also a long way off. Despite that, the teams are on a short leash.Flying squads were introduced in 2014. This year, the Election Commission of India has attempted to turn citizens into its eyes and ears, introducing a mobile application, Citizen-Vigil or cVIGIL, through which citizens can help report violations of the model code. Party symbols on public buildings, a banner in a location not authorised by the municipal body, distribution of gifts, cash or liquor, or even free rides to the polling booth – can all be reported on the app. The complainant must take a photograph or a video through the app, which also registers the location and time. The complaint shows up on the dashboard of the district’s control room set up for the elections, which then relays it to the flying squad and the local assistant returning officer, the sub-divisional or additional magistrate of that area. The squad must reach the spot and report to the assistant returning officer, via the app, within 50 minutes.At 9.29 am on March 27, a complaint showed up on constable Lokesh Kumar’s phone. The image showed a metal board displaying the name of state Assembly-member from the Aam Aadmi Party, Ajay Dutt, at a crossing in South Delhi.Constable Lokesh Sharma taking the photo of an unapproved board in South Delhi. (Photo credit:  Shreya Roy Chowdhury).The team could have removed a paper poster themselves, said Lokesh Kumar, 33, and on a flying squad for the first time. But the unauthorised metal board had to be painted over. “We will inform the MCD [municipal body] and it will be done by evening,” he said.Whether they are responding to complaints made on the app, the tip line or the Election Commission’s National Grievance Services Portal, every flying squad is monitored at a “control room” in the office of the returning officer. In Gautam Buddh Nagar, DK Singh, district programme officer for the Integrated Child Development Scheme, is the nodal officer at the control room. It is open 24 hours. Singh is assisted by labour enforcement officer, Raj Kumar. South Delhi’s control room has four employees working in shifts. The morning shift is led by HP Mamgain, accounts officer in the trade and sales tax department of the Delhi government. Over 35 years in government service, he has helped in many elections but the most stressful job, he says, is that of a polling booth presiding officer who is responsible for delivering the electronic voting machines to the strong room at night.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/kxoexvvzll-1554385831.jpg\">\n  </picture><figcaption>Rajender Kumar from Delhi's Public Works Department in South Delhi's control room. From his terminal, it is possible to monitor the location of every flying squad. (Photo credit: Shreya Roy Chowdhury)</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/bnoebjgcas-1554385954.jpg\">\n  </picture><figcaption>The control room at the collectorate in Gautam Buddh Nagar, Uttar Pradesh. Apart from controlling the movement of the squads, videos are saved on CDs here as well. (Photo credit: Shreya Roy Chowdhury).</figcaption></figure>\nMixed responseThe response to the app has varied widely. In Gautam Buddh Nagar, where polling is days away, just eight complaints had been filed on it till March 28 – seven from urban Noida and one from Dadri. From largely rural Jewar, the third Assembly constituency in the district, there was none. Also, three of the eight complaints were found to be incorrect.Two of the complaints landed with Vikas Mishra, 38, also an assistant tax commissioner, who leads Flying Squad Three in Dadri. “One was against a banner with a party flag at a public place in Sector 19 [of Noida], which we got removed,” he said. “The second was about a car that had a party symbol on its registration plate – even without elections, that is a violation,” he said. But the squad was unable to do anything about it because the car had driven out of its jurisdiction.Delhiites appear to have embraced the app more readily. By March 26, South Delhi had received 45 complaints. “Some of them were selfies but that was just citizens testing the app,” said district magistrate and returning officer, Nidhi Srivastava. Delhi as a whole had received 496 complaints by March 28, of which 365 were found correct, said Vikas Ahlawat, on loan from the Delhi Development Authority to serve as nodal officer for information technology with the Delhi Chief Electoral Officer. Of these 493 had been disposed of – either dropped for not being violations, dealt with or escalated to a higher authority.Vikas Mishra stopping a car in Sector 18, Noida. His flying squad checks at least 50 cars in a day. (Credit: Shreya Roy Chowdhury)But even within Delhi, the app is not being used uniformly. Most complaints came from New Delhi (154). “This is probably because New Delhi is more politically sensitive and residents here more at ease with technology,” said Ahlawat.However, most complaints were of the unauthorised poster or banner variety – 250 out of 289 were correct. There were also a few correct complaints of liquor distribution (1), money distribution (2), and “display of firearms and intimidation” (2).Everyone from Ahlawat to Lokesh Kumar is expecting distribution of freebies to increase as polling day approaches. “Things will heat up once the nominations are filed,” said Kumar. “There will be fights. We will be accused of partiality.”‘I am fully prepared’The prospect of running checks, seizing contraband and dealing with political parties in the midst of the campaign frenzy had mildly alarmed Jai Prakash, 27 and on his first stint with the Election Commission. A civil engineer with the Central Public Works Department, he was designing a set of government quarters on the President’s Estate when he was placed as an executive magistrate with a flying squad in South Delhi.“I thought, this is a very serious situation,” he said. “But now I am fully prepared – mentally prepared. I have phone numbers of all the SHOs [police station house officers] and can fill the various forms and reports, I know what to do.” So far, Prakash’s shifts have been uneventful. Having police protection during the shift has been a novel experience for Prakash. Constable Bhana Ram does not leave his side for a second. “People might surround him or get aggressive,” said Ram.Flying squad members check a car in Noida. (Photo credit: Shreya Roy Chowdhury.)Vikas Mishra and Prabhakar Mishra have both experienced that. “Everyone wants to know your name and which department you are in and threatens to complain,” said Vikas Mishra, laughing. His squad checks cars in some of the busiest parts of Noida. “We check at least 50 cars in a day and at random – the idea is also to create awareness,” said Vikas Mishra. Flying squads have seized copious amounts of liquor from various parts of Gautam Buddh Nagar. “In any case, half the district will claim to be Mahesh Sharma’s relative,” joked DK Singh, referring to Gautam Buddh Nagar’s incumbent MP.Another member of Vikas Mishra’s squad, constable Dev Dutt Sharma looks for “suspicious looking people” and “VIP cars” by which he means expensive sedans and SUVs and ones with tinted windows that look like they could belong to a political leader.Following that logic, Prabhakar Mishra had attempted to stop an SUV a few nights ago. But it sped up and disappeared into the basement parking of a housing estate. “It emerged 40 minutes later, that too after we spoke to the security,” said Prabhakar Mishra. “But it was empty.”Read more in the series:The Silent Army: Behind India’s election are five million workers. This series brings you their storiesThe Silent Army: In Arunachal, election staff are chosen on their ability to walk – for daysThe Silent Army: In Maharashtra, a day in the life of a district election control room","author":"Shreya Roy Chowdhury","time":"2019-04-10T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116759-ujpgsijzpd-1554391415.jpg","tags":["Lok Sabha Election","Election Commission","EC","Flying Squad","Model Code of Conduct","Noida","Delhi","Uttar Pradesh Elections 2019","Elections 2019","Election Report 2019","The Silent Army","Lok Sabha elections 2019"],"source":"https://scroll.in/article/918948/meet-the-flying-squads-that-are-enforcing-ecs-model-code-of-conduct-on-the-ground"}