{"title":"Meghalaya: One dead as clashes erupt, curfew imposed in Shillong","content":"One person has been killed after clashes began on Friday between members of the Khasi Students Union and non-tribals in Ichamati area of Meghalaya’s East Khasi hills district, reported The Indian Express. Prohibitory orders were issued in Shillong and adjoining areas, and mobile internet services were snapped in six districts. Police said the man has been identified as Lurshai Hynniewta, who worked as a taxi driver. He was wounded in the attack and later succumbed to his injuries.The incident occurred following the student union’s meeting to discuss the Citizenship Amendment Act and the Inner Line Permit. The permit, a document required by foreigners or non-local Indian citizens to enter places designated “protected areas”, is a long-standing demand of tribal groups in Meghalaya. In the North East, it currently applies to Manipur, Mizoram, Arunachal Pradesh and most of Nagaland. In 2013, protests demanding that the permit be made applicable to Meghalaya turned violent, killing four.“There was a KSU meeting in Ichamati today [Friday] afternoon,” Meghalaya Police said. “Around 3 pm, after the meeting, clashes broke out between KSU members and local non-tribals of the area. Thereafter, the KSU members burnt a haystack at the edge of the market and attempted to burn a house. The non-tribals retaliated, and stoned a bus carrying KSU members.”  The episode injured four KSU members, two of whom were sent to the Ichamati community health centre. They were later discharged. The other two were sent to the Sohra community health centre. A taxi that had gone to pick up the KSU members from the Ichamati market following the clashes was also damaged, the police added. Vehicles were vandalised and a few police officers were also reportedly injured in the incident, reported NDTV. However, the motive of the attack is still unclear.KSU central body President Lambokstarwell Marngar said the union’s meeting was related to their opposition to the new citizenship law and to “demand implementation of ILP”. He added that the meeting was held peacefully but some “non-locals” attacked them after it was over.East Khasi Hills District Magistrate imposed the curfew from 10 pm on Friday to 8 am on Saturday with order citing “apprehension of serious deterioration of law and order”. Mobile internet services were discontinued in East Jaintia Hills, East Khasi Hills, West Jaintia Hills, South West Khasi Hills, Ri Bhoi, and West Khasi Hills for two days. SMS services will be restricted to five every day, the order said.  Chief Minister Conrad Sangma said the curfew may be extended after a review of the situation.On January 12, Sangma had said his entire state, including the non-scheduled areas, should be excluded from the Citizenship Amendment Act. The non-scheduled areas of Meghalaya come under its capital city Shillong, and is made up of around 3% of the state’s entire area. In December last year, the state’s Assembly had passed a resolution that sought the implementation of the Inner Line Permit in the state. The Citizenship Amendment Act, passed by Parliament on December 11 last year, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years and entered the country by December 31, 2014. The amended law had triggered widespread protests in the North East states, whose residents fear that populations defined as indigenous to the region will be culturally and physically overrun by migrants as a result of this law’s provisions. Elsewhere in India, the bill has been opposed due to its allegedly discriminatory view towards Muslims.","author":"Scroll Staff","time":"2020-02-29T09:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137527-zgvejuprtx-1582989833.jpeg","tags":["Meghalaya","Ichamati","Conrad Sangma","Citizenship Amendment Act"],"source":"https://scroll.in/latest/954694/meghalaya-one-dead-as-clashes-erupt-curfew-imposed-in-shillong"}