{"title":"Meghalaya opposes Punjab’s aid to Sikhs affected in Shillong unrest in June","content":"Meghalaya Chief Minister Conrad K Sangma on Monday opposed the Punjab government’s recent decision to allocate funds to Sikhs affected by violent clashes in Shillong earlier this year, The Shillong Times reported. The clashes had taken place between members of the dominant Khasi community and Sikhs of the Punjabi Line settlement in June after an altercation between a Khasi bus driver and a Sikh resident. In protests that followed, the Khasis demanded that the Sikhs of the locality be moved to the city’s outskirts.Last week, the Punjab Cabinet had approved Rs 60 lakh as compensation to the Sikh community residing in the locality. Of this, Rs 50 lakh was earmarked for the reconstruction of the Khalsa Middle School and the remaining money will be used to repair other shops and trucks damaged in the clashes.“The state government will not allow funding of any assets in any areas which is in dispute,” Sangma said, according to The Northeast Today. Sangma said his government was not against the allocation of funds for development purposes. “But nothing can be done in an illegal way,” he said. “We all know that there is some controversy on this particular land. Therefore, the government will not allow development of any assets [there]...”“We will not have problem if they wanted to invest in an asset of the school which is legal there,” he added. “But no money will be allowed to be utilised or allowed to be used in disputed areas.”On Sunday, Meghalaya Urban Affairs Minister Hamletson Dohling had urged the Punjab government to reconsider its decision as it would only “add more fuel to the fire”, PTI reported. “The decision is nothing but to mislead the people of the nation because not a single stone was thrown at the school or the gurdwara during the protest in June,” Dohling said.","author":"Scroll Staff","time":"2018-12-18T15:52:44.349667+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/906159-ohdskfgowe-1520317845.jpeg","tags":["Shillong","Meghalaya","Punjab","Punjabi line","Conrad Sangma"],"source":"https://scroll.in/latest/906159/meghalaya-opposes-punjabs-aid-to-sikhs-affected-in-shillong-unrest-in-june"}