{"title":"Meghalaya: BJP, NPP and United Democratic Party say Conrad Sangma will be the next chief minister","content":"Top leaders of the Bharatiya Janata Party and the National People’s Party in Meghalaya on Sunday said that NPP leader Conrad Sangma would be the new chief minister of the state. Earlier, the United Democratic Party announced its decision to join the BJP’s alliance with the NPP. UDP President Donkupar Roy told ANI that Sangma would be the party’s choice for chief minister.“We [the United Democratic Party] decided to form a non-Congress government, and we have decided that the government will be led by Conrad Sangma as the chief minister,” Roy told ANI. BJP leader Himanta Biswa Sarma said the Meghalaya government would not have a deputy chief minister, ANI reported. MLAs from the NPP led by Sangma, and legislators from the BJP and UDP reached Governor Ganga Prasad’s residence in Shillong to stake claim to form the government.Sarma said the alliance the BJP was part of now had 34 MLAs. He added that one MLA out of every two from each party would be part of the government.Representatives from the Bharatiya Janata Party and the Congress had arrived at Roy’s house earlier on Sunday, as both parties were negotiating with regional outfits to stake claim to the government. The Congress won 21 seats in the 60-member Assembly making it the single-largest party in the election, but was ten seats short of an absolute majority.  The regional National People’s Party emerged the second largest party by winning 19 seats, while the United Democratic Party won six, the People’s Democratic Front got four, and the Bharatiya Janata Party won two.BJP state president Shibun Lyngdoh had said the party was going to meet the governor with an alliance that includes the National People’s Party, the People’s Democratic Front, the United Democratic Party and the Hill State People’s Democratic Party. “The NPP will lead with the support of UDP, PDF, HSPDP and BJP,” News18 quoted UDP general secretary Jemino Mawthoh as saying.Earlier in the day, the name of Congrad Sangma’s sister Agatha Sangma also came up as a candidate for the chief minister’s post. She won the Assembly election from the South Tura seat. When asked if she would become Meghalaya’s first chief minister, Conrad Sangma was cryptic and just said that it would be revealed after 5 pm. Meanwhile, incumbent Chief Minister Mukul Sangma submitted his resignation to Governor Ganga Prasad in Shillong, ANI reported. The Congress submitted a letter to Prasad naming Mukul Sangma leader of the Meghalaya Congress Legislature Party. Earlier on Sunday, Senior Congress leaders met Meghalaya Governor Ganga Prasad in Shillong requesting him to invite the party to form government in the state. However, Sarma said Congress President Rahul Gandhi had sent four senior leaders of the party to Shillong without any calculations on government formation. “I don’t see any maturity in him,” Sarma added.Congress submits letter to Meghalaya Governor stating Congress naming Mukul Sangma as the leader of the Meghalaya Congress Legislature Party— ANI (@ANI) March 4, 2018\n\nMukul Sangma submitted his resignation as Meghalaya Chief Minister to Governor Ganga Prasad in Shillong, reports ANI Follow LIVE updates here https://t.co/spCavlqeWB   #VerdictWithTimes pic.twitter.com/tpeYBL1Gkj— Times of India (@timesofindia) March 4, 2018","author":"Scroll Staff","time":"2018-03-04T16:46:54.537823+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870767-83590-bujpauunis-1520161927.jpg","tags":["Meghalaya","Election Commission","NPP","BJP","United Democratic Party"],"source":"https://scroll.in/latest/870767/meghalaya-united-democratic-party-says-it-will-join-npp-bjp-alliance-to-form-government"}