{"title":"Meghalaya: Toll rises to two in clashes, several non-tribal people stabbed in Shillong","content":"At least two people have been killed since Friday in clashes between members of the Khasi Students Union and non-tribals in Ichamati area of Meghalaya’s East Khasi hills district. The two deceased were identified as Rupchand Dewan and Lurshai Hynniewta.Another person, 21-year-old Akash Ali, was assaulted by a group at Jaiaw, Langsning, around 11 am on Saturday, police said. Ten other non-tribal people, including Dewan, were also stabbed at Bara Bazaar in Shillong through the day. Dewan, a migrant labourer from Assam, died on the way. All others were taken to the Civil Hospital in Shillong.Eight persons have been arrested in connection with Saturday’s violence under various sections of the Indian Penal Code and Prevention to Damage of Property Act. An indefinite curfew has been imposed in areas under Lumdiengjri Police Station and Sadar Police Station since noon. The clashes began on Friday, and led to the death of Lurshai Hynniewta. The incident occurred following the student union’s meeting to discuss the Citizenship Amendment Act and the Inner Line Permit. Chief Minister Conrad Sangma appealed to citizens to refrain from any kind of violence and ensure that peace is maintained. He announced ex gratia compensation of Rs 2 lakh each to the families of the deceased.The Inner Line Permit, a document required by foreigners or non-local Indian citizens to enter places designated “protected areas”, is a long-standing demand of tribal groups in Meghalaya. In the North East, it currently applies to Manipur, Mizoram, Arunachal Pradesh and most of Nagaland. The Citizenship Amendment Act, which provides citizenship to refugees of six minority communities from Pakistan, Afghanistan and Bangladesh, provided they have entered India on or before December 31, 2014, will not apply to the areas under Inner Line Permit.In 2013, protests demanding that the permit be made applicable to Meghalaya turned violent, killing four. On Friday, prohibitory orders were issued in Shillong and adjoining areas, and mobile internet services were snapped in six districts.","author":"Scroll Staff","time":"2020-02-29T21:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/83590-yvogsgkssv-1553058905.jpg","tags":["Meghalaya","Khasi Students Union","East Khasi hills district","Meghalaya news"],"source":"https://scroll.in/latest/954757/meghalaya-toll-rises-to-two-in-clashes-several-non-tribal-people-stabbed-in-shillong"}