{"title":"Meghalaya government forms panel to find ‘permanent solution’ to Shillong unrest","content":"The Meghalaya Democratic Alliance government on Monday held an all-party meeting and formed a panel to find a “permanent solution” to the unrest in Punjabi Lane, the Hindustan Times reported. The area is a Sikh-dominated locality in Shillong. Meanwhile, protestors broke into the state Secretariat on Monday when the chief minister was holding the meeting. They are demanding the relocation of settlers in the Punjabi lane. The seven-member high-level committee formed to consider their demands will be headed by Deputy Chief Minister Prestone Tynsong.Meghalaya Chief Minister Conrad Sangma played down the protest at the state Secretariat. “The protesters did not come here with any bad intention,” Sangma told The Times of India. They just wanted to meet me and submit a memorandum stating the hardships they have been facing due to the unrest.”The curfew in Shillong continued for the fourth day on Monday while the Army held flag marches in disturbed areas, The Indian Express reported. On May 31, clashes reportedly broke out between two groups following an argument between a woman and a bus conductor. The local Khasi community then started demanding that the government act against “illegal settlers”. Miscreants also tried to attack residents at Punjabi Lane.The city administration had imposed a curfew for the second consecutive night on June 2, and suspended internet services till June 3. The Army rescued around 500 people after 10 people were injured in violence and arson on June 2.On June 3, Sangma had alleged that unidentified groups had sponsored the violence in the city.","author":"Scroll Staff","time":"2018-06-05T09:27:33.679722+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881426-hdwtxiksaq-1528169216.jpg","tags":["Meghalaya","Shillong","Meghalaya Democratic Alliance","Punjabi lane","Conrad Sangma","curfew"],"source":"https://scroll.in/latest/881426/meghalaya-government-forms-panel-to-find-permanent-solution-to-shillong-unrest"}