{"title":"Meghalaya: Curfew imposed across Shillong till Saturday morning","content":"A fresh curfew has been imposed across Meghalaya’s capital Shillong from 10 pm on Friday till on Saturday 5 am. There were reports of houses being torched and a few people told Scroll.in that they could hear tear-gas shells being fired in their neighbourhood. Curfew was imposed in some parts of the city earlier on Friday after clashes broke out the night before between a mob and drivers of the state public transport company. Five people were injured in the violence, IANS reported. The police have arrested three people, according to NDTV.“Curfew has been imposed in areas under Lumdiengjri police station and Cantonment Beat House from 4 am this [Friday] morning in view of the breakdown of law and order in Shillong city following the violent clash on Thursday night,” deputy commissioner of East Khasi Hills district, Peter S Dkhar, had said earlier in the day.The areas under the indefinite curfew include Jaiaw, Mawkhar, Umsohsun, Raitsamthiah, Wahingdoh, Mission, Mawprem, Lumdiengjri, Lama Villa, Qualapatty, Wahthapbru, Sunny Hills, Cantolment and Mawlong Hat, News18 reported. The police reportedly used to tear gas to disperse the mob, but the people did not leave the area. The police said that drivers and conductors of the Shillong Transport Public Service and people residing in the Them Iew Mawlong area of the city fought on Thursday morning. The residents allegedly beat up a bus conductor after he reportedly assaulted a woman, according to NDTV. The woman and the conductor fought because the bus almost hit her, the report said. The police intervened and solved the matter. But by Thursday evening, several rumours on social media and instant messaging groups claimed a local resident died in the clash, which further inflamed the people living in the area. About 100 people gathered and pelted stones at police personnel who were deployed in the area, reports said. Anti-riot vehicles, more police personnel and fire tenders were sent to the area but the security forces were unable to control the mob.","author":"Scroll Staff","time":"2018-06-01T13:40:56.823158+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881076-rvzgiibpdc-1527874789.jpg","tags":["Meghalaya","Shillong","Curfew"],"source":"https://scroll.in/latest/881076/meghalaya-curfew-imposed-in-shillong-following-clashes-three-arrested"}