{"title":"Meghalaya elections in 28 charts: A reminder that politics is local","content":"The Meghalaya state election saw the incumbent National People’s Party return to power, short of a majority of its own but with enough support from partners to stay in power. The political landscape surrounding Conrad Sangma’s party is more fragmented than ever, preventing the formation of any opposition front. Major players, including the NPP, decided to contest largely on their own, leaving government formation to post-poll negotiations. As the NPP gains significant vote share (it also contested five more seats than in 2018), Congress declined to its lowest score in 50 years (in 1972, in the state’s first election, Congress won only 9.9% of the votes). This is in continuation of a trend of extinction of Congress across the North East. In 2018, Meghalaya was a rare state where Congress emerged as the largest party in the North East. Five years later, it ranks fourth, behind the Trinamool Congress, which inducted many Congress defectors ahead of the campaign.The concentration of performance of NPP candidates in certain districts combined with the fragmentation of vote distribution across many parties boosted the conversion of votes into seats in favor of NPP.  It obtained 44% of the seats with 31.5% of the votes. Congress scored its lowest seat share (five out of 59), a tally even lower than in 1972, when it won nine seats. In total, nine parties share the 59 seats under contest, with two seats won by independent candidates. In terms of geography, we can see a few clusters. The United Democratic Party’s performance is concentrated in the Khasi Hills, where it won eight of the 22 seats it contested. It also won three seats in the Jaintia Hills. Trinamool won four of its five seats in the Garo Hills region, a stronghold of the NPP. Congress’ seats are scattered across the territory while the NPP won most of its seats in the Garo Hills in the West and in the Jaintia Hills in the East. In terms of strike rate, the NPP pulls ahead and even though other regional and local parties contester fewer seats than it did, they pulled lower performances. The Bharatiya Janata Party trailed in that regard, with a paltry 3.4% strike rate. Looking at strike rates by sub-regions shows that only the NPP won majorities of seats at the sub-regional level. Barring the United Democratic Party, which did well in the Jaintia Hills and in the Khasi Hills (it has no presence in the Garo Hills), all other parties underperformed at the sub-regional level.Compared with 2018, the NPP lost ground essentially in the Khasi Hills, or central Meghalaya. Congress’ footprint was reduced across the three regions, which indicates that its problems are not merely local but a matter of state-wide perception. The NPP’s vote share map shows that the gaps of performance between regions are huge. In the Khasi region, NPP’s vote share drops to 25%, against 40% in the two other regions.The United Democratic Party’s performance was split between the eastern and western halves of the state. It did contest in the Garo Hills but with very little impact, averaging only 3.5% of vote share, against 28% of average vote share in the Khasi Hills and 30% in the Jaintia Hills. In a similar fashion, the All India Trinamool Congress’s performance is limited to the Garo Hills, where it scored in a handful of seats. Outside the four seats it won in that region, Trinamool was competitive in only seven other seats. At the constituency level, there was a great deal of volatility. Parties retained only 26 seats out of 59. The NPP retained 16 seats, followed by United Democratic Party at five. the BJP and People’s Democratic Front both retain two of the few seats they had. Of the 27 seats that changed hands, most were won by small parties and by the United Democratic Party. This indicates a trend of localisation of state electoral politics in Meghalaya. Many voters were not swayed by broad state-wide political narratives and instead voted for local parties. Out of the five seats that the Congress won, four were new seats. This means that it lost 20 of the 21 seats it had won in 2018. A look at victory margins shows that the results could have easily been significantly different. Close contests were noticed in 22 seats (with a victory margin less than 5%). The NPP won only seven of them, the rest being won by small parties or smaller players. In Rajabala, Trinamool Congress candidate Mizanur Rahman Kazi won by ten votes. In Dadenggre, his party colleague Rupa M Marak won by only 18 votes. In Sohra, People’s Democatic Front candidate Gabin Mighel Mylliem won by 15 votes. The highest victory margin was won by the BJP candidate in South Shillong, Sanbor Shullai. He defeated his adversary by a 54% margin. This difference may seem shocking, but it’s worth remembering that Meghalaya’s constituencies are small. South Shillong has only 34,817 registered voters, out of which 21,621 voted. Small constituencies, in terms of population, explains also why retail politics prevails in Meghalaya. The small number of constituents makes it easier to build personal ties with candidates and local parties.Participation has plateauedAs in the rest of the North East, participation in Meghalaya elections is high. In 2023, 85.5% of registered voters exercised their civic right, the same level as in 2018. Participation peaked in Meghalaya in 2008, with 89% of turnout. Among constituencies, Amlarem has the distinction of having the highest turnout recorded probably across the country, with 99% of voters exercising their right. Twelve seats had a rate of participation above 90%.The wide array of choice made NOTA irrelevant. On average, less than 1% of voters opted for that option, without much variation. A crowded field More and more individuals contest state assembly elections in Meghalaya. In 2023, 369 candidates contested the election, of whom 218 lost their deposits. There has been a permanent rise in the number of candidates over the years, which translates into a fair number of contesting parties. The number of contesting parties has hovered between 13 and 15 over the past 20 years. There are usually six to nine parties represented in the assembly, which shows that the localisation of politics is a longstanding trend of Meghalaya politics. However, the cumulative vote share of major parties has increased over time. Campaigns have become costlier, a second national party, the BJP, has also emerged as an actor in the state politics (albeit still a modest one). Parties don’t ditch incumbent MLAsA particular feature of Meghalaya politics is that most incumbent get to re-run. Across India, parties have no qualms ditching their sitting MLAs in order to beat anti-incumbency, reward higher bidders or as a result of parties’ internal politics. In Meghalaya, incumbent candidates consistently re-run, leaving to voters the decision to let them keep their seat.Historical individual incumbency data shows that incumbent candidates did better than they usually do in 2023. Of the 59 re-running incumbents, 34 won their seats, a 68% strike rate. These successful incumbent candidates are also well distributed across parties. Of all NPP and United Democratic Party sitting MLAs who re-ran,  63% won again. These numbers may seem inconsistent given the fact that more seats have changed hands than incumbents have lost. If one factors in turncoats, the data makes sense again.Turncoats galore Turncoats are one of the more colourful features of Meghalaya politics. Every election sees a lot of movements of candidates and elected representatives between parties. Because of the close relations between voters and candidates and MLAs, politicians are not as interchangeable as they are in states where hugely populated constituencies make the personality of individual candidates less relevant. Also, recent players seek to make a mark by poaching leaders from other parties. Of the 369 candidates who contested this year, 66 were turncoats. The Trinamool Congress fielded the largest number of them (18), with the largest share coming from Congress (13). These turncoats famously included former chief minister and Congress leader Mukul Sangma, who retained his seat in Songsak. Charles Pyngrope in Nongthymmai and Miani D Shira in Ampati are the only two other Trinamool turncoats who won their seats. Both also came from Congress. The NPP and the BJP both fielded 12 turncoat candidates. Nine of the 22 NPP turncoats came from Congress. Four of them won, including four-time MLAs Abu Taher Mondal in Phulbari and Dr Mazel Ampareen Lyngdoh in East Shillong. The 12 BJP turncoats came from seven different parties. All of them lost. Historical data shows that Congress always used to give between 15% to 20% of its tickets to turncoat candidates. This year, only Saleng A Sangma, former Nationalist Congress Party MLA from Gambegre, won. As a result of strong performance of incumbent candidates, there are few newcomers in the state assembly – only 19 members. This is the lowest share of first-time MLAs in the Meghalaya assembly since 1998. In terms of cumulative experience, 21 MLAs have been elected more than twice. Mukul Sangma remains the veteran of the assembly, with seven victories, followed by Alexander Laloo Hek, the six-time BJP MLA from Pynthorumkhrah (his first election was in 1998. He had a brief brush with Congress in 2013, but came back to the BJP in 2018).  Even though it is a fairly recent formation, the NPP counts a number of experienced MLAs in its ranks. Eleven of them have been elected more than twice.Women remain excludedFor all its dynamism and focus on inclusion by parties during their campaign, state politics in Meghalaya remains closed to women. Only three women were elected this year, with a marginal increase of women contestants. Two of the three women elected are career politicians. Dr Mazel Ampareen Lyngdoh from East Shillong won for the fourth time. She started her political career by contesting on a United Democratic Party ticket in 2008 and has won every election since. She is the daughter of a former MP and Speaker of the Meghalaya assembly. Her brother, Robert Garnett Lyngdoh, was a MLA who also served as the Home Minister in the government of Meghalaya.In Ampati, Miani D Shira won on a Trinamool Congress ticket. She is the daughter of ex-chief minister and Congress transfuge Mukul Sangma. The third woman elected in the new assembly is the NPP’s Santa Mary Shylla from Sutnga Saipung. She is a first-time contestant and is also the first woman to ever be elected in Jaintia Hills. Party-wise nominations show that for the most part, the two national parties – Congress and BJP – have a better record at nominating women candidates than regional and local parties. The NPP fielded only six women contestants out of 55 candidates. Only two of them won. The Trinamool Congress, which has made women inclusion a key aspect of its campaign in West Bengal, nominated only five women. The problem when there is such a degree of exclusion is that it creates disincentives for new entrants to include women. Women contested in only 24 seats. The cartography of women candidates shows that the few women nominated contested in the Khasi Hills. Nongpoh is the only constituency where three women contested (they all lost). Key observations National commentators tend to seek explanations that are relevant to the national political scene. The further decline of Congress, the inaptitude of opposition parties to form a front are analysed as a precursor of future failure of the opposition to unite.  The data presented in this piece, however ,point to the fact that politics in Meghalaya is before all retail politics, localised, personalised and strongly candidate-dependent. The two main national players – BJP and Congress – are marginal figures in the state (even though the BJP helps the NPP to form the government and is officially part of the ruling alliance). Outsider parties find it increasingly difficult to make a mark in that state. That includes the Trinamool Congress, which spent much efforts and resources in this campaign and failed to make a significant dent into its politics. This does not mean that national factors don’t matter. But credit is due to the local actors who make democracy alive and meaningful in a state historically neglected by New Delhi (even though that last fact has changed somewhat in recent years). The members of our team who travelled in Meghalaya during this electoral season found that most candidates campaigned on local, tangible, real life issues, such as unemployment, women empowerment, making Meghalaya drug-free or at least taming the ravages of drugs among the youth. At a time where development means showering tons of money from outside on large infrastructure projects (which undoubtedly have their use), this is a useful reminder that local problems also require the mobilisation of local political actors who are truly accountable to citizens. Gilles Verniers, Srishti Gupta, Poulomi Ghosh, Ananay Agarwal and Puneet Arya are with the Trivedi Centre for Political Data. Shoaib Mirza contributed to the data. Views are personal.","author":"Gilles VerniersSrishti GuptaPoulomi GhoshAnanay AgarwalPuneet Arya","time":"2023-03-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187570-tfochljzuz-1677919218.jpg","tags":["Meghalaya","National People's Party","Bharatiya Janata Party","Congress"],"source":"https://scroll.in/article/1045034/meghalaya-elections-in-28-charts-a-reminder-that-politics-is-local"}