{"title":"Mehbooba Mufti tells Omar Abdullah to eat almonds to improve memory as both spar over Pragya Thakur","content":"National Conference leader Omar Abdullah and Peoples Democratic Party chief Mehbooba Mufti on Thursday took jibes at each other’s association with the Bharatiya Janta Party after the saffron party decided to field Malegaon blasts accused Pragya Singh Thakur as a candidate.On Wednesday, the BJP announced that Thakur, who had joined the outfit the same day, will contest against senior Congress leader Digvijaya Singh.Abdullah and Mufti have expressed their opposition to the BJP’s decision to nominate her. On Wednesday, Mufti had tweeted, “Imagine the anger if I’d field a terror accused. Channels would’ve gone berserk by now trending a mehboobaterrorist hashtag! According to these guys terror has no religion when it comes to saffron fanatics but otherwise all Muslims are terrorists. Guilty until proven innocent.”The next day, Abdullah rebuked her for criticising a party that she had allied with. “‘These guys’ were your allies until they unceremoniously unseated you,” Abdullah tweeted. “‘These guys’ have been this way before they came to power in 2014 but you only noticed their sins after June 2018.” Abdullah tweeted. “The desire to remain in power blinded you to their crimes until ‘these guys’ forced you to see!” The National Conference leader was referring to the Peoples Democratic Party’s alliance with the BJP before the latter withdrew from the coalition.“These guys” were your allies until they unceremoniously unseated you. “These guys” have been this way before they came to power in 2014 but you only noticed their sins after June 2018.The desire to remain in power blinded you to their crimes until “these guys” forced you to see! https://t.co/sLdlmHnYlT— Omar Abdullah (@OmarAbdullah) April 18, 2019\n\nTo which, Mufti responded by mocking him for his “belated reaction to her tweet”. “As their first ally from Jammu and Kashmir you would know their true colours since you served as an Minister of External Affairs  under the National Democratic Alliance,” Mufti tweeted. “Oddly enough Ram Vilas Paswan resigned post Gujarat carnage on moral grounds but you chose not to. Consume almonds Omar. Improves memory.”Mufti was referring to the National Conference’s tie-up with the erstwhile Prime Minister Atal Bihari Vajpayee-led National Democratic Alliance government. The NDA alliance was in power from 1998 to 2004 but the National Conference severed ties with the BJP-led alliance.  “When you are done tweeting for your mother you can tell her I am more than happy to debate my three years with Vajpayee Sahib v/s her four years with Modi ji but I would rather do that directly with her and not with her understudy,” Abdullah said.Mufti dismissed his reply. “That is no answer to my questions!” she tweeted. “Did I hit a raw nerve? Deflecting it with juvenile comebacks wont help Omar. If I were you I’d pop an antacid for the stomach burn.”Pragya Singh ThakurOn September 29, 2008, at least six people died and several were injured in two blasts in Maharashtra’s Malegaon. Thakur is one of the accused in the case. She has been charged under Section 18 (conspiracy) of the Unlawful Activities (Prevention) Act and other sections of the Indian Penal Code. Currently, she is out on bail.Thakur, who is known for her incendiary comments and speeches, had been associated with the radical Hindu outfit Abhinav Bharat and Durga Vahini, which is the women’s wing of the Vishwa Hindu Parishad.","author":"Scroll Staff","time":"2019-04-18T16:38:15.300771+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113596-vtaaeyrebj-1555081004.jpg","tags":["Mehbooba Mufti","Pragya Singh Thakur","Omar Abdullah","BJP","National Conference","Peoples Democratic Party","Sadhvi Pragya"],"source":"https://scroll.in/latest/920526/mehbooba-mufti-tells-omar-abdullah-to-eat-almonds-to-improve-memory-as-both-spar-over-pragya-thakur"}