{"title":"‘Meme Boys’ review: A laughfest about college students taking on a despotic dean","content":"Here’s a show about the times when you can be jailed for making a meme about being jailed for making a meme.Although SonyLIV’s Tamil-language series Meme Boys is modest in setting (a college in Chennai) and scope (students taking on their obnoxious principal), there’s surely a larger statement tucked in here about the freedom of expression debate that is roiling the country. Perhaps only a crackpot comedy about restless millennials can begin to capture the tragic absurdity of intolerance towards dissent in any form.Meme Boys has Gokul Krishna as the showrunner, Rajiv Rajaram (of the Put Chutney YouTube channel) and Drishya as its creators and Arun Koushik as the director. The side-splitting dialogue, which is likely to inspire its own memefest, is by Balakumaran N, Jagan Krishnan and Abbhinav Kastura.A crackling set of young actors play the reluctant rebels of Apoorva University. Mojo (Aadithya Bhaskar) and Jumbo (B Siddharth) team up for the latest edition of a meme festival. These frenemies are poles apart. Mojo is an irreverent daredevil who believes in the self-fulfilling credo “Thoughts become things.” Jumbo tends to disappear into his curls with anxiety at the prospect of yet another show of defiance. Unfortunately for the duo, their new dean Narayan (Guru Somasundaram) is bereft of a funny bone. Keen on improving the college’s ranking, Narayan unleashes disciplinary measures on the students, assails them with frequent exhortations on the loudspeaker and reacts terribly to anonymous memes about his high-handed ways.Mojo and Jumbo are joined by the computer whiz Power (Jayanth). The eternal sceptic Julie (Namritha MV) becomes one of the “boys” too – the group’s name was picked before she arrived on the scene. This quartet harnesses the power of virality to lampoon Narayan’s masterstrokes, which include suspending the college’s internet service, manipulating students into believing that protest is bad for their careers, and scrapping scholarships for needy students.Guru Somasundaram in Meme Boys (2022). Courtesy Rainshine Studios/SonyLIV.Where have we seen petty tyrants like Narayan before? Freedom of speech is fine but only in limited doses, Narayan lectures his brood. He declares that the Meme Boys’ clandestine posts represent a conspiracy to besmirch Apoorva University’s reputation. With the help of his unctuous deputy Kathiresan (Badava Gopi), Narayan deploys a series of surgical strikes to unmask his tormentors.Can a revolution be memeised? The show’s makers throw everything they have at the touching notion that viral internet content can unseat a dictatorship. Despite this, the eight-episode series is smart enough to acknowledge the limits of its numerous subversions.The rat-a-a-tat dialogue includes tributes to iconic Tamil actor and meme generator Vadivelu to pop culture references (Outerstellar, anyone?) The excellent performances by the young actors, Minnal Murali star Guru Somasundaram’s deftly pitched despot and a host of memorable supporting cast members ensure that Meme Boys is never lacking in incident or sly humour. Among the characters is the apple polisher Rahul (Nikhil Vishnoo Nair), who hopes to bag an IT cell contract with a political party after his graduation. Julie’s room-mate Nandhini (Devadarshini) educates her college mates on labour rights. Props too to the creators for treating Julie on par with her comrades.Despite being an episode or two too many, the jokes keep flowing. Like its rebels, who never stop challenging Narayan, the show doesn’t drop an opportunity to show up authority figures. Every time it appears that Meme Boys is getting repetitive or delaying matters, the makers admirably rally the troops – and launch another exquisite one-liner.\n\n\n    \n    Play\n\nMeme Boys (2022).","author":"Nandini Ramnath","time":"2022-07-22T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177312-xbvvymaveo-1658172521.jpeg","tags":["Meme Boys review","Aadithya MS Bhaskar","Guru Somasundaram"],"source":"https://scroll.in/reel/1028540/meme-boys-review-a-laughfest-about-college-students-taking-on-a-despotic-dean"}