{"title":"Memoir: Human rights lawyer Nandita Haksar recalls her understanding of feminism as a young woman","content":"Papa had hoped that my association with Yugandhar would inspire me to join the IAS. And I did indeed bring home the application forms for the UPSC examination. I had in fact begun filling in the form when my mother asked me: “Do you really want to join the IAS?” I said, “No, not really.”“Then why are you doing it?”And just like that, I tore up the forms. While I admired Yugandhar for his enthusiasm for rural development I felt real change could come only when people were organised to fight for their lives rather than through the efforts of bureaucrats. My parents had gently started enquiring about my plans for marriage too. Papa mentioned once that he had found a dedicated nuclear scientist from Kerala. I was shocked. What on earth would I do with such a person? There could be nothing in common between the two of us. Papa was after all patriarchal. For all his talk of the independence of women, the future he saw for me was as a “wife” of someone. My mother, too, could see few other possible choices available to a woman. I did get married to a colleague at Indian Express in 1976. He had been involved in the Naxalite movement and we planned to go and work in the villages. But soon after, he got a job in a top American weekly and left for the USA. It was a betrayal of the ideals we shared which left a deep mark on me. But even while it lasted, my marriage was not a happy one. Despite the fact that I became a lawyer advising women to fight, it took me 15 years to admit the failure of my own marriage and seek a divorce. It was an experience that led me to understand how patriarchy affected relationships, how even a woman who is financially independent can be mired in an unhappy one. The women’s movement gave me strength during those days. In a way, it all began with something seemingly small: sindoor, the red vermillion worn by women, mainly in Bengal and east India, to indicate they are married. I had seen Vina Mazumdar and Lotika Sarkar, both members of the Committee on the Status of Women (about which, more later) wear sindoor. I couldn’t understand why they adhered to such an obviously anti-women custom. In contrast, Kalpana Joshi nee Dutt, the legendary freedom fighter, did not wear sindoor after she got married. She also resented changing her surname from Dutt to Joshi, as I’ve mentioned earlier. I had been furious with my mother for suddenly producing sindoor at the time of my marriage, which had been a civil union. I was surprised too. In her autobiography, she writes extensively about her views on rites, rituals and religion. She had supported my decision not to tie rakhis on my cousins because I did not think I needed male protection. She did not practise any rites and rituals herself, especially those which discriminated between men and women. Putting sindoor on married women fell squarely in that category.I think she did it because she thought it would be unheard-of for the daughter-in-law of a lower-middle-class Bengali family in a small town to not wear sindoor. She was perhaps trying to ensure my marriage did not break down. In the end, it did little to help!I could not understand why my communist husband expected me to wear sindoor either, even if it was for a few days when we went to his parents’ home. He said it was a small gesture. For me, it was a symbol which screamed patriarchy, announced that I had become the property of someone, marked and unavailable. I was willing to adjust to a hundred things, including supporting the entire family, welcoming them to stay with us and accepting their culture and cuisine; but not sindoor.A commitment to communism did not necessarily mean an awareness of women’s rights and dignity. As yet another case revealed to me.My husband’s friend, Vir Bahadur Talwar, was a celebrated communist and editor of Filhal, a journal which used to be compared to the Economic & Political Weekly. Talwar got married around the same time as us. He visited us once at my husband’s parents’ home with his wife, a simple lower-middle-class Bengali woman. He would abandon her a few months later. I met the woman twice, once after the wedding and the second time just after she found herself stranded. Her anguish was unbearable to witness, but his “comrades” supported Talwar. The worst part about the incident, however, was that I too kept quiet. To begin with, I had been horrified; aghast that anyone who called himself a communist could do such a thing. Later, I heard many such horror stories. Many other women, like myself, who had known about such acts of violence kept quiet because we felt it would not be right to expose our “comrades”. Some women comrades later tried to bring changes in the Naxalite organisations. Anuradha Gandhy (1954-2008), a founding member of the CPI(ML) was one of these women. Anuradha’s parents, Ganesh and Kumud Shanbag, were members of the CPI. She wrote extensively on patriarchy and class and her writings, some of which were later compiled in Scripting the Change (2012), had a major impact on changing attitudes within the party. (I have described how she taught me how to make poha in The Flavours of Nationalism.)The year 1975 is remembered as the year in which the Emergency was declared. But it was also the United Nations’ International Women’s Year. Since that year March 8 has been celebrated as International Women’s Day. A UN Conference on Women that year also declared the United Nations Decade for Women, a programme for promoting equal rights and opportunities for women across the globe, beginning in January 1976. My own understanding was very much shaped by my mother’s views. This is reflected in the very first article I ever wrote on the women’s question, “What Women’s Year Should Mean”. It was published in December 1975 when I was barely 21 years old. It was Razia Ismail, a colleague from Indian Express, who later joined UNICEF, who had asked me to write the article for the UNICEF Women’s Year Feature Service.“What is women’s liberation?” I asked. “Militant women libbers of Western countries have one answer… Their demands include paternity leave. Legalisation of lesbianism and free love… The Socialist countries have shown that individualistic liberation can become a trap if it is not linked with political and economic freedom. This is the trap that many young women in the West have fallen into, and it has led to a lot of unhappiness.”I was not a feminist and the views expressed reflect the prejudices against Western feminism, largely internalized through Amma. My mother’s inspiration had been Ibsen’s A Doll’s House and Simone de Beauvoir’s The Second Sex. To the best of my knowledge, she had not read any of the feminist writings or knew the difference between liberal feminists and socialist feminists. It would take several more years for me to understand the feminist critique of patriarchy; and how liberal, radical and socialist feminists looked at patriarchy in relation to class, caste and nation.Excerpted with permission from The Colours of Nationalism: A Memoir of Dreams, Hopes and Betrayals, Nandita Haksar, Speaking Tiger Books.","author":"Nandita Haksar","time":"2024-05-09T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200565-pfztgundhk-1715142456.jpg","tags":["nandita haksar","memoir"],"source":"https://scroll.in/article/1067549/memoir-human-rights-lawyer-nandita-haksar-recalls-her-understanding-of-feminism-as-a-young-woman"}