{"title":"Smriti Irani opposes mandatory period leave, says menstruation is not a handicap","content":"Women and Child Development Minister Smriti Irani on Wednesday opposed the idea of mandatory paid leave for women on account of menstruation, reported India Today.“As a menstruating woman, menstruation and the menstruation cycle are not a handicap; they’re a natural part of women’s life journey,” Irani said in response to a question by MP Manoj Kumar Jha in the Rajya Sabha.She said that menstruation should not require paid leave as such a policy could lead to discrimination against women.“We should not propose issues where women are denied equal opportunities just because somebody who does not menstruate has a particular viewpoint towards menstruation,” the minister said.In a separate written reply to the question, Irani confirmed that the Union health ministry was rolling out a Menstrual Hygiene Policy.  Notably, the government’s draft Menstrual Hygiene Policy released in October included leave provisions for menstruating women in workplaces, reported the Hindustan Times. Irani said that the Centre has several schemes to promote menstrual hygiene among adolescent girls, including one under the National Health Mission that focuses on the age group of 10 to 19. She also listed the National Guidelines on Menstrual Hygiene Management and the Beti Bachao Beti Padhao among programmes that raise awareness about menstrual hygiene. “Further, to ensure access to sanitary napkins and good quality medicines at affordable price, Department of Pharmaceuticals under Ministry of Chemicals and Fertilizers implements the Pradhan Mantri Bharatiya Janausadhi Pariyojna, an important step in ensuring the health security for the citizens,” she added. Last week, in a written reply to a question by Congress MP Shashi Tharoor, Irani had said that there was “no proposal under the consideration of the government to make provision for paid menstrual leave mandatory for all workplaces”.Also read: ‘Unclean’, ‘monstrous effects’, ‘the curse’: Menstruation has a long history of stigma, shame","author":"Scroll Staff","time":"2023-12-14T13:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177742-gossbnbqav-1702541113.jpg","tags":["menstruation cycle","menstrual leave","Smriti Irani","paid menstrual leave","woman"]}