{"title":"Mere possession of certain literature is not ‘terrorist act’ under UAPA, says Supreme Court","content":"Merely possessing certain literature which might be used to propagate violent actions cannot be charged as a “terrorist act” under the Unlawful Activities (Prevention) Act, the Supreme Court said on Friday, reported Bar and Bench. A bench of Justices Aniruddha Bose and Sudhanshu Dhulia made the observation while granting bail to activists Vernon Gonsalves and Arun Ferreira in the Bhima Koregaon case.The National Investigation Agency had cited letters and other materials recovered from co-accused activists Surendra Gadling and Rona Wilson to allege that Gonsalves and Ferreira had links with the banned outfit Communist Party of India (Maoist).However, the court held that none of the materials established that the two activists indulged in activities that could amount to “overawing any public functionary by means of criminal force”.“The copies of the letters in which the appellants or any one of them have been referred, record only third-party response or reaction of the appellants’ activities contained in communications among different individuals,” the court observed, according to Bar and Bench.Also read: Pune Police allegedly planted fake evidence on devices of Bhima Koregaon accused, reports WiredReferring to the letters specifically, the judges said that they cannot be used to implicate Gonsalves and Ferreira as their contents are of the “nature of hearsay evidence, recovered from co-accused”.The court observed held that the NIA had accused the two activists of propagating the ideology of the Communist Party of India (Maoist) and being involved in recruitment for the banned outfit. However, the investigation agency has not been able to provide evidence to prove that any of the outfits recruits were inspired by Gonsalves and Ferreira, the court noted in its judgement. Gonsalves and Ferreira were among the 16 activists, academics and lawyers who had been arrested in relation to the caste violence that broke out on January 1, 2018, in Bhima Koregaon village near Pune. They have been jailed under the Unlawful Activities Prevention Act without any reliable evidence.The police claim that the accused persons were involved in organising the Elgar Parishad event on December 31, 2017, to commemorate the 200th anniversary of the battle of Bhima Koregaon. Provocative speeches at this event led to large-scale violence the next day, according to the police.  The 16 arrested persons have also been accused of conspiring to kill Prime Minister Narendra Modi and of having links with the Communist Party of India (Maoist).","author":"Scroll Staff","time":"2023-07-29T09:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192641-jsxufcbrbk-1690526210.jpg","tags":["Bhima Koregaon","Supreme Court","Vernon Gonsalves","Arun Ferreira"],"source":"https://scroll.in/latest/1053460/mere-possession-of-certain-literature-is-not-terrorist-act-under-uapa-says-supreme-court"}