{"title":"‘Meri Pyaari Bindu’ film review: This rambling ode to childhood love is nearly always out of sync","content":"Meri Pyaari Bindu is the kind of romcom that feeds leading questions to potential detractors. Such as, can anything new be said about a love story? Why is Bindu the way she is? And when will this end?A twee and rambling ode to first love, Akshay Roy’s 119-minute directorial debut, based on Suprotim Sengupta’s screenplay, kicks off in 1980s Kolkata, which is populated by bustling Bengalis, mix tapes, typewriters, classic Hindi songs, and letters written on paper. Abhimanyu (Ayushmann Khurrana) is stuck, like a broken record, on the moment when he first set his eyes on his new neighbour Bindu. Abhimanyu and Bindu (Parineeti Chopra) meet as children, share the same college and friend, part ways over the years and keep running into each other again. Abhimanyu’s love for Bindu never wavers, while she has a fifty-fifty relationship with him. Bindu claims to love him back at one point, but since Bindu is an Indian version of the Manic Pixie Dream Girl, we know that she doesn’t mean it. The Manic Pixie Dream Girl, a term coined by American critic Nathan Rabin, is the ultimate male dream that inevitably turns into a nightmare. We are forever indebted to Rabin for pinpointing one of the key elements of the stock character: “MPDGs are said to help their men without pursuing their own happiness, and such characters never grow up; thus, their men never grow up.”\n\n\n    \n    Play\n\nMeri Pyaari Bindu (2017).The MPDG is by definition undefined, but Bindu doesn’t even fulfill the basic character type. Roy and Chatterjee do not allow her to develop into anything beyond a pretty woman with an okayish voice. Bindu is an aspiring singer, and when her career fails, only the loyal Abhimanyu is surprised. In a telling conversation, Abhimanyu tells Bindu that he dreams of a life together where they will be married and have two children – clearly, like the filmmakers, he hasn’t understood Bindu at all. When Bindu, who is grappling with a career misfire, looks at him in horror, the movie has a brief chance to redeem itself and rescue Bindu from the gossamer mists of Abhimanyu’s idyll. The moment passes, and the movie trundles on.Young available men who are trapped in love and heartbreak by self-centred women like Bindu – we’ve seen this before in the bile-laden but undeniably honest Pyar Ka Punchnaama (2011).  Luv Ranjan’s movie is far more on the point about modern relationships, but Meri Pyaar Bindu stays faithful to Abhimanyu’s constructed and overly designed reality. Every supposed object of meaning is a mere prop, including the shiny typewriter on which Abhimanyu bangs out his pulp horror paperbacks (with titles such as Chudail Ki Choli). The city of Kolkata, reduced to pretty mansions and rumbustious family members and neighbours who are hooked to football and loud conversations, doesn’t advance the film’s supposed themes either.At least the Kolkata setting throws up two delightful cameos. Aparajita Adhya and Rajatava Dutta are superb as Abhimanyu’s parents. Ayushmann Khurrana, frequently cast as the current generation’s Amol Palekar but lacking the veteran actor’s natural charm, makes the romcom hero grade, but is barely convincing as a Bengali or a man worthy of unlimited female attention, which he keeps getting while he pines for Bindu. The talented Parineeti Chopra, reduced to a love object, has little to do in a movie that isn’t quite sure where it is headed next. Classic Hindi film tunes and Sachin-Jigar’s soulful tunes keep the movie ticking, until the moment when the song that inspired the title is recreated. The supposed tribute to Meri Pyari Bindu from Padosan proves that the original is always better than the remix, just as nostalgia can never resurrect the past in a satisfactory way.","author":"Nandini Ramnath","time":"2017-05-12T13:30:30.617144+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837410-57787-bepmhkmlzp-1494338870.jpg","tags":["Meri Pyaari Bindu","film review","Ayushmann Khurrana"],"source":"https://scroll.in/article/837410/meri-pyaari-bindu-film-review-this-rambling-ode-to-childhood-love-is-nearly-always-out-of-sync"}