{"title":"Metal cows and attacks: Ten months since the Una assault, cow politics still stalks Gujarat’s Dalits","content":"On the morning of May 10, a giant metal cow wound its way through Gujarat’s Surendranagar town, mounted on a tempo and glinting in the harsh sun. It was a compelling spectacle: a cow painted in almost life-like colours, with a cavernous hole in place of its abdomen, stuffed to the brim with greenish, indefinable trash.“This is the actual plastic waste found in the stomachs of dead cows when Dalit chamars [tanners] skin them,” said Natubhai Parmar, a Dalit rights activist and the man driving the tempo. “This is what is killing our cattle the most, not the Muslims or Dalits that gau rakshaks keep attacking.”Participating in this unusual rally against what Parmar called fake cow protection vigilantism, as it made its way from the town’s outskirts to the district collector’s office, were around 70 protestors, mostly Dalit and Adivasi youth from across Gujarat. Among them was 21-year-old Ramesh Sarvaiya, one of four leather tanners from Una town who were accused of cow slaughter and assaulted by upper-caste cow vigilantes while they were skinning a dead cow in July. The incident had triggered perhaps the biggest Dalit protest movement in Gujarat in recent history. As angry remonstrators had spilled on to the streets, Parmar had spearheaded a dramatic form of protest – collecting dead cattle from across the region and dumping their carcasses on the roads and in front of government offices. If Dalits were going to be attacked for simply carrying out their traditional occupation, then the carcass protest declared that Dalit tanners would no longer skin dead cattle.Now, 10 months since the Una incident and six months before the Assembly elections, where does the movement against Gujarat’s cow politics stand? And how much has life changed for Dalits in Una?During Natubhai Parmar's rally in Surendranagar town on May 10, a truck displays bunches of plastic removed from dead cows, with signs depicting the weight of plastic removed from each animal.Protest for grazing landIn the weeks following the Una attack, amidst national outrage, 40 men accused of the crime were arrested. But the Dalits, who hoped the government would crack down on self-proclaimed gau rakshaks, were disappointed.On March 31 this year, the Gujarat government introduced a law that makes cow slaughter punishable with life imprisonment, instead of the previous three to seven years in jail. This stringent law triggered fears of a possible rise in cow vigilantism targeting Muslims and Dalits, and they have not been assuaged. On May 6, an Adivasi man from Sabarkantha district – the first to be arrested under the new law – died in police custody.In April, even as the Supreme Court sought responses from Gujarat and five other states about the need to ban self-styled gau rakshak groups, news reports indicated that Gujarat’s Gauchar Vikas and Gau Seva Board – a government body dedicated to cattle development – was likely to increase the number of “best gau rakshak” awards it offers from three to six.These developments drove Natubhai Parmar to pursue a cause he had long been passionate about: juxtaposing the state government’s concern for cows with its alleged indifference to rampant encroachments on gauchar or cattle-grazing land in Gujarat. At his modest rally in Surendranagar, the protestors’ primary demand was restoration of lost gauchar land.State governments are required to allot tracts of pastoral land for cattle-grazing in every village, but in Gujarat, this gauchar land allotment has been contentious for several years. In 1988, the state government stipulated that 39.5 lakh hectares of land in the state should be allotted for cattle-grazing – at least 16 hectares for every 100 animals. But in 2014, the non-profit Maldhari Rural Action Group conducted an independent survey of three districts and found a 65% shortfall in the total gauchar land that should have been allotted.A 2011 Supreme Court order also prohibits the sale of gauchar land for industrial or commercial use, but in 2014, various courts in Gujarat were hearing more than 11,000 cases related to illegal possession of such plots. Reports also found that more than 400 villages no longer have any land left for cattle to graze on. Parmar alleges that the land has either been encroached upon by wealthy farmers or sold to various industries.“Without land to graze on, cows are eating garbage and choking on plastic,” said Parmar, who also belongs to the community of leather tanners. “All these fraud gau rakshaks who harass us don’t care about protecting grazing land, but we demand that the government do a land survey and free gauchar land from industries and encroachers.”Ramesh Sarvaiya, the Una attack victim who still suffers from back pain, attests to Parmar’s concerns. “Gauchar land around my village has been usurped by big farmers,” he said. “And I know cows are dying of plastic because I have personally pulled out several kilos of knotted plastic from dead cows.”At the May 10 protest, Ramesh Sarvaiya and others carried 182 bottles of plastic trash recovered from the stomachs of dead cows, one for each of the state's MLAs. No respite in UnaIn Una, Sarvaiya and his relatives who were assaulted in July have given up cattle-skinning for good. But all these months later, they have still not found another vocation.“I try to do farm labour sometimes, but my body still hurts from the injuries they gave me,” said Balubhai Sarvaiya, Ramesh Sarvaiya’s father. For now, the family is living off the government compensation they received, but Balubhai Sarvaiya is worried about the future. “The government had promised us five acres of land to farm on, but they seem to have forgotten. They also promised that the Una case would be resolved in two months, but in 10 months they have not even found three attackers who are absconding.”He also blames the government for the atmosphere of fear in which Una’s Dalits continue to live. In the past two months alone, relatives of the arrested gau rakshaks and other members of the higher Darbar caste have been involved in at least three alleged incidents of intimidation and assault on the Sarvaiya family.In the first incident in March, Ramesh Sarvaiya was returning from a wedding in a neighbouring village when a young woman from the Ahir caste, which is included in the Other Backward Classes in Gujarat, asked him for a lift in his auto, and he  obliged. “The woman was from our own village, and the Ahirs did not mind,” said Balubhai Sarvaiya. “But the Darbar men interfered and threatened my son.”A few days later, when Balubhai Sarvaiya was traveling with four relatives on the highway, a group of Darbars related to the arrested men stopped their auto and forced the Sarvaiyas out. “They issued warnings to the auto driver never to ferry us again, and we went away because we did not want to get into a fight,” he said. “But later, some of us went to the Darbars and warned them that if any such thing happened a third time, we would not tolerate it.”The third incident occured in April, when Balubhai Sarvaiya’s nephews Mansukh Sarvaiya and Raoji Parmar were waiting for an auto on the highway. “Out of the blue, a drunk Darbar man came up to us, started hurling abuses and hit me with a metal rod,” said 24-year-old Raoji Parmar, who walks with a limp because of a birth defect. While he sustained injuries on his head, Mansukh Sarvaiya, 25, was injured on his hand as he tried to help his cousin.True to their word, the family did not let this attack slide. They reported the incident to the Una police and the assailant – a relative of one of the men arrested for the July attack – was arrested. “But he is already out on bail, and now out of fear we no longer use that highway,” said Raoji Parmar.Limited political impact?The Sarvaiyas and other Dalit activists are certain they will not support the Bharatiya Janata Party in the Gujarat elections due in November. But this may not make a significant dent to the party’s fortunes in a state where most higher-caste voters remain oblivious to the lives of Dalits. During the May 10 rally in Surendranagar, for instance, few citizens of the town showed any curiosity or interest in the cause of gauchar land, while local political leaders from higher castes were even dismissive of the “Dalit protest”.In other parts of Gujarat, many upper-caste farmers believe the Dalits of Una were themselves responsible for last year’s attack, and refuse to let this belief be challenged. “We don’t really have a gau rakshak problem,” said Govindbhai Gohil, a farmer from rural Ahmedabad and a Congress member of the zila parishad. “Those Una Dalits were beaten because they actually killed a cow.”Towards new horizonsDespite the wide indifference to their woes, some Dalits from the Una region are now expanding their horizons in the hope of pulling their community out of poverty and oppression. Ramesh Sarvaiya, for instance, has joined a three-month skills and leadership training course at the Dalit Shakti Kendra in Central Gujarat’s Sanand town.Ramesh Sarvaiya, one of the four Una tanners flogged by cow vigilantes in July last year, says his injuries still hurt.The Dalit Shakti Kendra was founded by the Navsarjan Trust, Gujarat’s oldest and largest Dalit rights organisation that was abruptly forced to shut down in March after the Central government declared its activities undesirable and revoked its licence to receive foreign funding. While Navsarjan’s former employees, like Natubhai Parmar, have continued their personal activism, the Dalit Shakti Kendra has survived independently, on Indian funding, as an educational centre for Dalit and Adivasi youth from across India.Last month, it enrolled its first students from Una, thanks to the efforts of a former Navsarjan employee from Surendranagar, Mahesh Rathod. “The Dalits of Una taluka, and in fact all of Gir Somnath district, did not have much education or consciousness of their rights before the attack last year,” said Rathod, who has spent the past 10 months making multiple trips to Una to educate and mobilise the region’s Dalits. “Now, finally, two young boys and two girls from Una are learning vocational skills at the Dalit Shakti Kendra, and they are going to go back and be community leaders.”For Ramesh Sarvaiya, a Class 8 dropout, this course allowed him to travel outside his district for the first time in his life. “I am learning tailoring so that I can get another job when I go home,” he said. “But more importantly, I am going to serve my community so that what happened to me does not happen to any Dalit again.”All images courtesy Aarefa Johari","author":"Aarefa Johari","time":"2017-05-20T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837738-58260-kcggzsygbp-1494864468.jpg","tags":["Una attack","cow vigilantism","Gujarat","Dalit"],"source":"https://scroll.in/article/837738/metal-cows-and-attacks-ten-months-since-the-una-assault-cow-politics-still-stalks-gujarats-dalits"}