{"title":"Meet Mia Bhuta, the Indian-American who left her mark on and off the field at Fifa U-17 World Cup","content":"Did you know Pittsburgh, Pennsylvania was known for its steel production? Their NFL team Steelers is also named in honour to the city’s steel mill heritage.Well soon, Pittsburgh is going to be known for a young Indian-American woman who graduated high school early, committed to Stanford University, played at a Fifa U-17 World Cup in the nation of her ancestry and scored a worldie against them on the opening night. It will still be known for steel, her nerves of steel.Mia Bhuta. Remember the name.The day before the tournament began, she walked into the press conference room in Odisha alongside head coach Natalia Astrain and the team media officer. Two of her teammates followed too – there was a quiet wave of whispers across the media seats. “Why are so many players here?” We would soon find out.“Hi everyone, thank you all for being here,” she began, and was immediately interrupted by some microphone feedback. “I just want to say thank you to all the players, coaches, staff, organisers in India and FIFA for planning this event.” She seemed to have prepared an opening statement and we were all curious for what was to come. “My dad was born in India and grew up here,” she continued. “He came to the US at 16 to pursue his passion – so for me to be here at 16 following my dream to be at a World Cup, it is really special to me.”Special moment for Mia Bhuta, whose father hails from Gujarat, India! She's the first Indian-American to represent the USWNT at a @FIFAWWC at any level. pic.twitter.com/gDK80d6C7A— U.S. Soccer YNT (@USYNT) October 11, 2022\n\nWe were keen to learn more about her. She mentioned that her grandparents still lived here and this wasn’t her first time in the country. “India is going to be a great opponent, especially playing them at home. I know the culture, I know the passion that everyone has, it’s going to be super exciting,” she added.She shared that she had derived values of a good work ethic and being a dreamer [amongst others] from her Indian heritage. She went on, “but really, what’s most important to me is the inspiration that both teams can be for all the Indian girls here. I really hope they can view their own journey through ours.” These words would resonate for days to come in the World Cup.Bhuta sounded like she had been media trained for a good few years. Ironically, the only time she was at a loss for words was when she was asked about her impeccable media skills. “Umm… I don’t know”, she said with a shy smile. “This is really the first time talking to so many people so… I’m glad it’s good.”“I want to do whatever I can to help the girls follow their dreams and support them,” she concluded. And she meant it. What followed was something you don’t see at a press conference often. Team USA had a duffle bag filled with football gear including cleats, joggers, shorts, trackpants, etc. A group of local Odisha footballers (academy athletes of Govt of Odisha Sports & Youth Services) entered and were addressed by Mia Bhuta alongside a couple of her teammates and Astam Oraon (Captain of Team India). They went on to distribute the goodies as a token of giving back.Photos: Radha Latha GuptaWhen asked if the family was divided on whom to support in the big India vs USA clash, her response was, “I know that regardless, whether it is my team or the Indian team scoring incredible goals, they’re just happy that we can show the world what we can do.”Maybe she had a crystal ball, because come match time, USA put 8 past India and the stand out goal was a long-range left footed curler by Mia Bhuta herself. She dedicated that goal to her grandfather who was in the hospital recovering from a bypass surgery that day.“Even before I received it, I knew I was going to shoot, there was no question about it.” she confessed in a media interaction post-match. From her 45-minute outing in the opening match, she oozed confidence.Musical legends ABBA knew this moment would come, they had a song prepared too. I tweaked the lyrics a bit.Mamma-Mia, here she goes again,My-my, how can we resist you?Our dream. Our journey. Our moment.@FIFAWWC @USYNT pic.twitter.com/nyWblibucw— Mia Bhuta (@miabhuta) October 11, 2022\n\nAfter that opening fixture, Mia Bhuta was all the craze at the tournament. You know us Indians, we’ll claim her half-Indian heritage just like we continue to cling on to Sam Kerr’s one-eighth Indian background.(Guilty as charged). All major social media outlets were reporting on her. Megan Rapinoe even shared her goal on an Instagram story with the caption “love to see it Bhuta!”Post-match, the officials randomly chose two players for a doping test - knowing how much Mia was in demand after that outing, perhaps even that was no surprise. She told us that on her way back from that, one of the staff members informed her that she was on Rapinoe’s Instagram story. “I thought ‘no way’” she laughed and continued. “I can’t believe she knows who I am. I look up to her abilities on the field, but off the field she seems like an even better person. I’ve seen her speak up on matters that are important to her, she has made such an impact.” You know you’re special when Pinoe knows who you are.Part of Bhuta’s athleticism stems from the fact that growing up, her parents encouraged her to participate in everything. A very wholesome family YouTube channel called TheBhutas reveals that she dabbled in ice skating, ballet, some DIY gymnastics and of course, a lot of soccer. Along with Mia, her two siblings also star in this content, so naturally, one would be curious about the bond they share.“My brother [Noah] was kind of the main reason I got into soccer,” she said. “He’s two years older than me and played club soccer. We always had friendly competition and I always wanted to be better than him. I started training with him at a very young age, racing each other, 1v1s and everything. He has really helped me with my development.” But soon, as he went off to college and she grew into her own, her younger sister [Lilia] stepped into the role of her training partner.“She also plays the sport and now comes to the field with me.” Mia paused, and then continued with a smile. You could sense an anecdote was coming up. “I am not going to lie, I kind of make her do everything - like if I need the ball passed to, it’s her. But she’s someone who also inspires me. Whenever I am playing I think about her and her generation. I want her to have everything I had and so much more. Whenever I am doing anything, I am trying to make the future better for her in this game.” It was classic older sibling behaviour on display. Exert authority while being well aware that each of your actions is paving the way for them.FIFA / Getty Images (Mia Bhuta on the left)On that night in Odisha when she scored that stunning goal against India, it seemed like the world had woken up to take notice of Mia, because her phone was blowing up with notifications.“The support means so much to us, it keeps me and my teammates motivated,” she said. Then there was a slight pause and it looked like we were in for another Mia truth-bomb. “Um… I’m going to be honest, I was checking my phone a lot so I actually made Gisele set me a screen-time password so that I can’t go on Instagram for more than 20 minutes. I don’t know the password so that way she has locked me out.”So if Mia was a bit MIA on social media during the World Cup, we know the reason now. But the reality is, the pouring in of messages is well understood and well deserved. “It’s been really nice, I really appreciate it all,” she said, in the same sincere and humble tone that we had heard in the first press conference.#MiaInTheMediaMixedZone | Hear from midfield Mia Bhuta after yesterday’s victory over India to open the #U17WWC pic.twitter.com/w42Fipesso— U.S. Soccer YNT (@USYNT) October 12, 2022\n\nIn the second group game, Mia Bhuta got her first World Cup start and played every minute against Brazil. That must have been special in a different way. Paired with Riley Jackson and Lauren Martinho in midfield, she helped control the tempo. Against a technical Brazilian side, USA came up with a 1-1 draw. Knowing the American mentality, a draw would have been less than ideal, so it was worth picking her brain post-match. “I think Brazil was a tough opponent, they challenged us in new ways,” she said. After 90 minutes of tiring football, she had an impressive clarity of thought and reflection on the match. “They did well in transition, they were physical and their goalkeeper played a great game. We also played well. We had some good combinations with each other and created chances in the final third.” She was still very confident that her side could go on to win the group. “We’re just going to put our heads down and keep working hard. A draw isn’t what we want but it’s a long tournament, we are going to stay positive and learn a lot from this game.” How do they go about doing that? It’s simple. “Go back, watch film, and see what we have to do better to move forward,” she concluded.Just like that, they went on to defeat Morocco 4-0 in the final group match. Another win, another clean sheet and Team USA topped their Group, the first time they’ve EVER done so in this competition [7 tries]. She also donned the captain’s band for a decent chunk of her minutes on field. “Whenever I’m wearing that armband, I put the team’s needs above my own. It’s not about changing anything about anyone, it’s just trying to make their best qualities stand out even more.” Indeed, Mia Bhuta’s leadership qualities shone regardless of the presence of the armband. An essential member of the squad.In the quarter-final, the USA came up against a gritty Nigerian side that fought for a 1-1 draw and took them into penalties. Bhuta was one of the five penalty takers for the USA, having been subbed on in the 72nd minute of the match. She stepped up in the crucial moment of the shootout with a confident shuffle plus one-step run up, struck a right-footed shot with venom to score. Clutch. Nerves of steel. She walked back with a calm look yet tense jaw. It wasn’t over.A saved Nigeria penalty was re-taken on VAR’s demand, which resulted in USA chasing the score. Edafe stepped up for the win, and slotted it home. She took off her jersey and spun it around as the team gathered around her to celebrate. Ah, the beauty of football. And the irony. The iconic Brandi Chastain celebration being used against the Americans in a World Cup penalty shootout. Tears were shed and coach Astrain addressed the team on-field before they walked off the Indian pitch for the last time. Mia Bhuta comforted her teammate Onyeka as they both entered the mixed zone to address the media one final time.Bhuta’s incredible character was again evident.“We’ll be back again,” she told this writer. “We have learned so much from this experience. I’ve said it already but I couldn’t be prouder of this group, these are the best people in my life. There is nothing more that we could do, everyone worked as hard as they could.”Yes, this was an unexpected end to USA’s World Cup run, but hopefully this experience is a launchpad for the young players and their sporting careers as well. Chin up and eyes forward.         View this post on Instagram            A post shared by TOGETHXR (@togethxr)\nSo what’s next for Mia Bhuta? College? Straight to the NWSL? Well, since she graduated high school early, she will begin college life early too. “I’ll be starting Stanford in January [2023], enrolling a semester early,” she stated. “I really do value my education, so I’m planning on going there and finishing out school.” She ended with a cheeky “So I don’t think I can go straight to the pros yet” comment. Will she keep up with soccer? Well, the Stanford University women’s soccer team is one of the best in the country, having produced players such as Christen Press, Kelley O’Hara, Sophia Smith [who Mia mentioned as one of her role models] and more. This young woman certainly impressed a whole lot of people during the FIFA U-17 World Cup 2022, the footballing world must keep an eye on her to see what’s in store in the future. Radha Lath Gupta is a freelance journalist who runs @shetalksball, a media platform dedicated to women in sports.","author":"Radha Lath Gupta","time":"2022-10-24T18:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181777-itbawqiqvf-1666611448.jpeg","tags":["Mia Bhuta","Fifa U-17 World Cup","Football","U-17 World Cup","US Women's Football Team","Women's football"],"source":"https://scroll.in/field/1035774/mia-bhuta-remember-the-name-the-indian-american-who-made-her-mark-at-fifa-u-17-womens-world-cup"}