{"title":"Migrant crisis: No data on deaths of workers during lockdown, 10.4 crore returned home, says Centre","content":"The Centre on Monday informed Parliament that there is no data available on the number of migrant workers who lost their lives during an exodus that was sparked when a countrywide lockdown was suddenly enforced to contain the coronavirus in March, Hindustan Times reported. The response was given during the first day of the Monsoon Session in Lok Sabha.The labour ministry also said that according to the government’s centralised database, over 1.04 crore migrants returned to their home states, with Uttar Pradesh receiving the highest number of workers at 32.4 lakh. This was followed by Bihar at 15 lakh and Rajasthan, which recorded the return of 13 lakh migrants.The lockdown announced by Prime Minister Narendra Modi on March 24 left lakhs of migrant workers stranded in big cities without work. Hundreds of thousands of them then began long journeys to home on foot, sometimes over distances of more than 1,000 km. Some died on the way due to illness, while others died in road accidents. Some died of exhaustion after walking home in the scorching heat.Faced with fierce criticism over the migrant crisis, the Centre had launched over 300 “Shramik” special trains on May 1. On June 9, a Supreme Court bench headed by Justice Ashok Bhushan had directed the Centre and states to identify stranded migrant workers and transport them back to their hometowns within 15 days. During the Parliament session on Monday, members of the House sought details on whether the government knew the actual number of migrants who died while trying to return to their native places and if state-wise details of the toll was available. They also inquired “whether the government provided any compensation or economic assistance to the victims’ families”.The Ministry of Labour and Employment, in a written reply to Parliament, said: “no such data is maintained”.It added that the Centre did not maintain any state-wise break-up of the distribution of free ration and other subsidies being provided to migrant workers either. The ministry said that since no such data was maintained by the government, there was “no question of giving compensation” to the victims’ next of kin. The Centre’s response is in contrast to the data provided by the Railway Protection Force reviewed by the Hindustan Times in May. The data showed that nearly 80 migrant workers died of starvation or heat sickness while travelling on special trains between May 9 and May 27.  The Railway Protection Force is a security force under the authority of the Ministry of Railways. Asked if the government had failed to assess the issues faced by these labourers, including in Tamil Nadu, the Centre said: “India, as a nation, has responded through the Central government, state governments, local bodies, self-help groups, Resident Welfare Associations, medical health professionals, sanitation workers as well as large number of genuine and bonafide non-governmental organizations in the Nation’s fight against the unprecedented human crisis due to the outbreak of Covid -19 and countrywide lockdown, including Tamil Nadu.”On the transportation of migrants, the ministry said that more than 4,611 “Shramik” special trains ferried over 63.07 lakh workers to various destinations in Uttar Pradesh, Bihar, Jharkhand and Madhya Pradesh and “other states”. Food and water was also provided free of cost to the workers during their journey, it added.Besides this, the ministry referred to the role of the state governments in addressing the migrant crisis.  It said that all the states and Union Territories have been advised to take adequate steps to streamline the migration of the workers to mitigate their hardships during the journey. “The states/UTs have been advised to implement the advisory guidelines by quickly gearing up their labour Law enforcement machinery and ensuring statutory compliance by all the stakeholders which could provide migrant workers much needed help to mitigate the financial crisis and empower them to deal with the pandemic,” the ministry told Parliament. It added: “The states/UTs have also been advised to maintain updated data of the migrant workers to facilitate the administration to extend benefits of the welfare schemes of the government to the migrant workers.”","author":"Scroll Staff","time":"2020-09-14T19:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142721-rkpttpnauv-1591863959.jpg","tags":["Migrants","Coronavirus","Migrants exodus","Lok Sabha","Monsoon Session","lockdown","Parliament"],"source":"https://scroll.in/latest/973074/migrant-crisis-no-data-on-deaths-of-workers-during-lockdown-10-4-crore-returned-home-says-centre"}