{"title":"‘Militants have the pulse of the people’: In South Kashmir, killings of policemen generate no anger","content":"On July 26, militants abducted a special police officer, Mudasir Lone, from his home in Chankatar village in south Kashmir’s Tral.  Special police officers are a non-regular, volunteer force.On July 27, the policeman’s family made an appeal to the militants to release him alive. By late evening, the Hizbul Mujahideen circulated a video on WhatsApp, showing the young policeman dressed in a brown shirt, seemingly soaked.In the video, Lone was shown to be saying that the job of a special police officer was that of “humiliation”, both in the force and the society, before making an appeal to other special police officers to leave their jobs to earn a “halal” or religiously lawful income. “I appeal to them to return [leave their police jobs] because it is damaging us and our Islam,” he is shown to be saying, while a militant, not seen in the video, is heard asking him if he was under duress.Towards the end of the video, the militant is heard telling Lone that the Hizb “kidnapped [him] only and only to kill [him]”. The militant is then heard saying that security forces were making threats to militants’ families if Lone wasn’t released. The militant then goes on to say, “It doesn’t matter to us. If our family members are martyred for Islam, we will consider it fortunate”, and concludes by warning of consequences to the special police officers who do not leave their jobs by coming Friday. Lone returned home late an hour after his video went viral. But it turned out very differently for another member of the police force.On July 21, the Hizbul Mujahideen militant group released a video on WhatsApp that showed a sweating, restless man being interrogated and confessing to his involvement in the killing of a top militant commander in 2015. “Zabardasti ke bagair kubool karte ho (do you accept it without any force)?” the voice of an unseen person can be heard asking. The voices of two other persons, also not in the frame, repeat the question as the man continues to writhe and agree. The 1 minute 54 second video was circulated on the messaging platform with an accompanying message – “Rest in hell”.Hours later, the body of the man in the video was found in the Qaimoh area of South Kashmir’s Kulgam district. He was Saleem Shah, a resident of Mutalhama village in the same district. The 28-year-old had recently been appointed a constable in the Jammu and Kashmir Police after three years as a special police officer.Saleem Shah. Image: HTAccording to Shah’s family, he was home on leave for 10 days to make arrangements for his sister’s wedding. On July 20, the ninth day of his leave, he was abducted by masked gunmen, they said. His body was found the following day. And the day after that, the three militants believed to be behind his murder were killed in a gunfight with security forces.This is the second instance in July of a policeman being abducted and killed by militants in South Kashmir. On July 5, Constable Javaid Dar was abducted by suspected militants in Shopian district’s Kachdoora village while he was home on leave. His bullet-riddled body was found the next day. The month before, Indian Army jawan Aurangzeb, a resident of Poonch district in Jammu, was kidnapped and killed by militants in South Kashmir’s Pulwama district.In wake of mounting attacks on local policemen across Kashmir, the police had issued an advisory to its personnel last April to not visit their homes “for the next few months”, especially those who lived in South Kashmir.According to the Jammu and Kashmir Police, 27 policemen have been killed in militant attacks this year alone. But the deaths have failed to evoke much outrage among the public, they say. Shah’s family said there was anger over his murder, but people would not express it.Family remembers ‘Jeja’On July 23, Shah’s family quietly mourned his death in the bare, two-storeyed home they had started renovating two years ago, banking on his policeman’s income. Shah was the only one of three brothers to draw a stable salary. The other two work in the family’s small wood joinery business.Sitting at the door on the second floor, Shah’s elder brother Riyaz Ahmad spoke softly. It was a little past 2 pm and a plate of food before him was left untouched. “Janati [heavenly soul], janati, janati,” he hummed and wept at the mention of his younger brother.The family said Shah’s body bore no bullet marks. “His shoulders and forehead were bruised,” Ahmad said, slapping his forehead. “The skin was peeled from the back of his thigh.”Shah was lovingly called “Jeja” in the village. It was he who had helped arrange the marriage of two women from a poverty-stricken family. It was he who regularly donated blood.No one in the family believes Shah’s video-taped confession, that he had passed on information about the militant commander to the security forces and was thus responsible for his death. “If you tie up a man, beat him and torture him, he will say anything you want him to,” Ahmad said. “He was innocent, just trying to do his job and make ends meet for all of us.”A cousin claimed there was resentment against the militants for killing Shah. “If they keep doing such karnama [deeds], who will support them and why?” he asked. But he also said people were afraid to air their views. “Individually, people say what the militants did was wrong but who will say it publicly? Who will dare?” he added.Shah was an avid angler who often went fishing even late at night, under the light of a mobile phone, his friends say. He spent long hours near a small bridge over a canal close to his home. On the evening of July 20, he was out fishing with two friends at that very spot when he was abducted. Today, he lies buried in a graveyard a few yards from his fishing spot.Wani Mohalla again Police officials, who were part of the 2015 operation that Shah was shown talking about in the video, say that technical surveillance and the work of police teams led them to the militants. By their accounts, Shah did not play any role in it: he was a special police officer at the time, so it would have been unlikely for him to be part of such an operation.Immediately after Shah’s abduction was reported, security forces in Kulgam laid down search cordons in several areas in an attempt to rescue him. When his body was found on July 21, senior police officials vowed that the militants would be “punished for this act of terror”. A police team immediately began tracking down the three militants suspected of involvement in Shah’s murder. That same evening, their location was traced to Wani Mohalla in Khudwani. This was where stone-pelting crowds had forced security personnel to withdraw from a gunfight with militants in April. Afterwards, the militants had conducted a victory march of sorts in the area.This time, however, the security forces would not allow disruptions. According to residents, the three militants took shelter in the home of a doctor, Abdul Lateef. Yusuf Dar, Lateef’s next-door neighbour and relative, said the militants had been wandering around the neighbourhood after 11 pm on July 21. “The Army was probably already chasing them,” he said.Residents said the security forces quietly cordoned off the neighbourhood at around midnight. The militants hid in the bathroom as the soldiers searched the doctor’s home, said Dar. When the soldiers left, the militants emerged from the bathroom and shouted at Lateef’s family to move aside. The family “had no option but to let them in, they also had guns,” he added.Dar went on to say that the militants went up to the second floor, where they remained till about 5 am. Meanwhile, the Army had surrounded the neighbourhood, he said. Twenty minutes later, a gunfight broke out and continued for about two hours. “The Army had immediately set the house on fire, forcing two of the militants out,” Dar recounted. From the house facing Lateef’s home, the Army fired machine guns through a hole drilled in a wall. By 8 am, the gunfight was over and the security forces were already retreating from the area, Dar added. The slain militants were identified as Suhail Ahmad Dar and Mudasir Bhat, both Hizbul Mujahideen operatives and residents of Kulgam, and Muawiya, a foreign operative of the Lashkar-e-Taiba. Residents claimed that Suhail Ahmad Dar was among the five militants rescued by stone-pelters in April.This time, there was only “minor” stone-pelting as the security forces were retreating, residents said. Police officials claimed the only grievous civilian injury occurred when an individual was hit in the back by militant bullets in Katrasoo, Bhat’s native village, when a gun salute was offered at his funeral.Police officials attribute the lack of stone-pelting this time to resentment against the killing of a local Kashmiri policeman. “The police are the most visible symbol of the government,” a senior police official in Srinagar said. “But they are also a profession that every civil society requires. The police have an organic link with society. Such acts will be repulsed by the people.”A relative of Lateef, however, said that “had this [gunfight] happened during the day, many boys could have come”. She added, “The last time boys had come from Pulwama, Shopian, Srinagar. This time they [security forces] gave no opportunity.”‘The backlash has melted away’Policemen have been targeted before in Kashmir. But in the state’s nearly three-decade-long militancy, local militants have rarely claimed the killings of civilians or local policemen for “fear of public backlash against them”, police officials say. Such killings were eventually attributed to “unidentified gunmen”.But the ground has shifted now, the officials concede. Since the killing of Hizbul Mujahideen commander Burhan Wani by security forces in 2016, concerted efforts have been made to identify informers, they say. Militants have repeatedly, through videos and also directly, targeted Kashmiri Muslim policemen for “betraying” their religion and people.“The backlash has melted away,” said another senior police official. “They [militants] have the pulse of the people. They are rationalising it to the people. That’s why the videos.” These killings are increasingly failing to generate much public outrage, he continued. “Such things should naturally evoke horror,” the official said. “Our mothers are usually indicators of older Kashmiri ethos but I don’t see them too bothered either.”According to the Srinagar-based official, the attacks on policemen are meant to “attack the system that maintains the rule of law” and to “terrorise” local Kashmiris in the police force. “Most of the policemen killed were unarmed and not in combat. They were in their homes,” he said. Even senior Kashmiri officials “felt helpless” when their juniors were murdered, he added.A small funeralIn Mutalhama village, Shah’s funeral was thinly attended, much smaller than those of the militants believed to have killed him. Yusuf Dar, who had taught Shah in school, said the police were “100% correct” in saying that the slain militants had killed the “innocent and efficient” schoolboy he knew. “But there is still no anger,” he pointed out.Another teacher in Mutalhama said he was worried about participating in Shah’s funeral. “I was afraid if it was politically incorrect,” he said. “I saw my neighbour on the road. I asked him should we pray the jinaza or not. He was not sure.” Eventually, neither attended the funeral. The teacher added that there was word that a letter from the Hizbul Mujahideen had warned people to stay away from the funeral.In the aftermath of Shah’s death, his relatives said the few policemen in the village have started fearing for their lives and are confined to their homes.They may have reason to be cautious. For, according to the teacher from Mutalhama, the public in general believes the militants’ “justifications” for killing civilians and policemen.","author":"Rayan Naqash","time":"2018-07-29T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887769-tvcgkyxkqb-1532716128.jpeg","tags":["Kashmir","Police killings","Militants","Hizbul Mujahideen","Stone-pelting"],"source":"https://scroll.in/article/887769/militants-have-the-pulse-of-the-people-in-south-kashmir-killings-of-policemen-generate-no-anger"}