{"title":"After quitting Congress, Milind Deora joins Eknath Shinde-led Shiv Sena","content":"Hours after quitting the Congress on Sunday, former Lok Sabha MP Milind Deora joined the Shiv Sena led by Maharashtra Chief Minister Eknath Shinde. “Today marks the conclusion of a significant chapter in my political journey,” Deora wrote on X, formerly known as Twitter. “I have tendered my resignation from the primary membership of Congress, ending my family’s 55-year relationship with the party.”Today marks the conclusion of a significant chapter in my political journey. I have tendered my resignation from the primary membership of @INCIndia, ending my family’s 55-year relationship with the party.I am grateful to all leaders, colleagues & karyakartas for their…— Milind Deora | मिलिंद देवरा ☮️ (@milinddeora) January 14, 2024\n\n\nDeora’s resignation had come amid media reports claiming that he is likely to join the Shiv Sena. However, on Saturday, he had dismissed the speculation as “rumours”. In a social media post on Sunday evening, Deora announced his decision to join the Shiv Sena. He also explained why he quit the Congress, saying that it has deviated from its “ideological and organisational roots”.   “The party that once initiated India’s economic liberalization now targets business houses as ‘anti-national’,” he alleged. “It has strayed from celebrating India’s diverse culture and religions, fostering division based on caste and creating a North-South divide. Failing not just to attain power but also to effectively serve as a constructive Opposition at the centre.”Deora said that he resigned as the Mumbai Congress chief after the party lost the 2019 elections, adding that if he could accept accountability, he had every right to seek it.“During the establishment of the MVA [Maha Vikas Aghadi] in Maharashtra in 2019, I opposed the alliance with UBT [Uddhav Balasaheb Thackeray], foreseeing its detrimental impact on the Congress,” he said. “Despite personal gains taking precedence over ideology for both UBT and Congress, I consistently advocated for caution over four years.”As my valued voters, supporters & well-wishers, it is my duty to explain why I have chosen to depart from @INCIndia & align myself with @Shivsenaofc under the leadership of @mieknathshinde Ji. pic.twitter.com/Dj575Z1t8P— Milind Deora | मिलिंद देवरा ☮️ (@milinddeora) January 14, 2024\n\n\nCongress General Secretary Jairam Ramesh took to social media following Deora’s exit from the party to say that he recalled how his father Murli Deora was a “stalwart Congressman”.  I recall my long years of association with MURLI Deora with great fondness. He had close friends in all political parties, but was a stalwart Congressman who ALWAYS stood by the Congress party — through thick and thin. Tathastu!— Jairam Ramesh (@Jairam_Ramesh) January 14, 2024\n\n\nRamesh told The Indian Express that Deora’s resignation was orchestrated by the Bharatiya Janata Party to take away attention from the Bharat Jodo Nyay Yatra that Rahul Gandhi is set to begin Sunday.“This whole thing was a farce he enacted,” said the Congress leader. “The timing was planned by Modi to dampen the headlines on the yatra. We did not feel his presence. We will not feel his loss either… unlike his father.”Deora had won from the Mumbai South constituency in the 2004 and 2009 Lok Sabha elections. In 2014 and 2019, he lost the seat to Shiv Sena (undivided) leader Arvind Sawant.The Uddhav Thackeray-led Sena has staked a claim to contest the seat in the upcoming general elections. Deora had reportedly expressed unhappiness about the move. In a recently released video, the former MP had asked his supporters to remain calm and urged Sena to not stake a claim on any Lok Sabha constituency until seat-sharing talks are finalised. He said his family, including his father, had served the Mumbai South constituency for over 40 years. Deora was among the 23 Congress leaders who had written to Sonia Gandhi in August 2020, asking for a complete transformation of the organisation.","author":"Scroll Staff","time":"2024-01-14T09:25:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/123406-uyxkovoqsp-1569326100.jpg","tags":["Milind Deora","Eknath Shinde","Congress"],"source":"https://scroll.in/latest/1062103/milind-deora-quits-congress-says-ending-familys-55-year-relationship-with-party"}