{"title":"Milkha Singh (1929-2021): A hero to us all","content":"The 1990s were a particularly dark period for Indian athletics. PT Usha and Shiny Wilson had looked to challenge the world in the 1980s but they were on their way down and their replacements weren’t good enough or nowhere to be seen at the biggest stages. At the 1990 Beijing Asian Games, India won just one gold medal (kabaddi) and finished in 11th place in the final standings. Things improved a bit in the 1994 Hiroshima Games (four gold) and then at 1998 Bangkok Games (seven gold) Jyotirmoyee Sikdar gave something to cheer in athletics. The Commonwealth Games were not a happy hunting ground either. In the corresponding period, the athletes did a virtual no-show at the Olympics. Tennis star Leander Paes won a bronze at the 1996 Atlanta Games to end a long wait and Karnam Malleswari won a bronze at the 2000 Sydney Olympics. And that was that.Somehow, we seemed to lag behind everywhere. And to a young fan, it was a disheartening time. Why couldn’t India be better? Why couldn’t we run faster or jump higher? Why were we not world class in anything?And the answer to many of these questions would often have Milkha Singh’s name in them. A legend who won way many more races than he lost. One of those defeats came in the 400m final at the 1960 Rome Olympics where he finished an agonising fourth. He also won India’s first Commonwealth Games gold in 1958 and won four Asian gold medals too.Milkha was world-class and everybody growing up in the 1950s and 1960s knew that. He could take on the best in the world and he could win while doing it. So when we wondered whether we could be better, one of the examples always given was that of The Flying Sikh.India, a fledgling nation didn’t have a lot in terms of resources, in the years after independence. But the refugee from Muzaffargarh in west Pakistan whose temporary home, soon after Partition, was a platform on Delhi’s railway station showed that through sheer hard work and unshakeable belief, that nothing is impossible.He ran his first race in 1952 — it was a cross-country race with 300-400 jawans the army’s mechanical engineering branch. Just half a mile into the race, he sat down. But then he got up again and ran. The top-10 finishers would get further training and Milkha wanted that. So he got up and ran and he finished sixth. It was a far from glorious beginning but it showed the quality that helped him scale the heady heights later in his career — an indomitable will. Whenever one met him, his simple solution to everything was discipline and hard work. It wasn’t impossible if you were prepared to run yourself into the ground. It was a simple yet effective mantra. But he soon realised he had talent and then spurred on by his coach Havildar Gurdev Singh, he took to training five to six hours every day. He ran on the hills, in the sands of the Yamuna river and even against the speed of a metre gauge train. In his own words, the training was so intense that he often vomitted blood and collapsed in sheer exhaustion. It was cross-training before cross-training became the norm, it was extreme and it somehow worked.He entered our consciousness in a way few others have; perhaps because he was the first and then again, because few others managed to follow in his footsteps on the world stage. And each time we failed to win, we wondered that if Milkha could do it then, why can’t we do it now.Our school textbooks would speak of his stories ensuring that his deeds would have a near-mythical quality about them. They seemed even more unbelievable because of what has happened since. After Milkha’s Commonwealth gold in 1958, no other Indian athlete has won an individual track gold at the quadrennial event. His national record of 45.73 in the 400m (established at the 1960 Rome Olympics) stood for 38 years until a 26-year-old police officer Paramjeet Singh broke it on November 4, 1998 by clocking 45.70.Perhaps that is why we still keep returning to Milkha and his fourth-place finish at the Olympics; he went where no other Indian did and only PT Usha has managed since. It was a fourth-placed finish after which he cried for days and one that he said was his worst memory after the death of his parents. He was so good. He was so ahead of the times and he deserved better; he deserved a place on the podium. But sport can be cruel and from an Indian perspective, rarely has it been crueller. To this day, Milkha desired an Olympic medal. One that he missed. One that India deserved. “My last desire before I leave this world is that I want an Indian boy or a girl win an Olympic gold medal for the country and for my sake. I failed to win it in Rome Olympics in 1960,” Milkha once told The Indian Express. Perhaps that day will come in the future and when it does, we’ll remember him and his dream again.Somehow, even in these distracted times, the sobriquet ‘The Flying Sikh’ has endured in people’s memory, and may it do so forever. But not as the nickname of one who finished fourth. Rather as a memory of someone who inspired us all… someone who was a hero to us all.","author":"Ashish Magotra","time":"2021-06-19T14:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160532-wadqcvjfpz-1624092120.jpg","tags":["Milkha Singh","India","Athletics"],"source":"https://scroll.in/field/997952/milkha-singh-1929-2021-a-hero-to-us-all"}