{"title":"Millions could be left unemployed unless India prepares a legal framework for closing coal mines ","content":"India is on the way to decommissioning thermal power plants and disposing of coal mines at a large scale in the coming few years. However, the country has no legal framework on how this transition will take place. Estimates say that due to these measures, millions of people will lose their livelihood, a large amount of land would need closure or repurposing and taking care of several toxic materials would be required.In the process of disposing coal mines, the country will deal with more than 1,00,000 hectares of land, which will need proper closure or repurposing. Similar challenges will occur with the decommissioning of around 50 gigawatt-60 gigawatt of thermal power plants in the next 10 years or so. With the decommissioning of thermal power plants, another 20,000 hectares of land will be available. How will this transition happen and who will monitor the process? There is no clarity.These are a few pertinent questions related to India’s energy transition. These questions were raised by a two-part study, done by iForest, a Delhi-based, non-profit environmental research organisation. Its first part “Just transition of coal-based power plants in India: A policy and regulatory review” appeared on October 12 and gives an estimate of thermal power plants closure in the next 20 to 25 years. It also talks about the challenges posed by the closure of thermal power plants. Similarly, the second study “Just Transition of Unprofitable and End-of-life mines: A Legal Assessment” talks about possible challenges that may come with the closure of mines. This study was launched on October 20 in a virtual event.A coal mine in Dhanbad, India. Credit: Nitin Kirloskar/ Creative Commons.Closure of mines The coal mining scenario is changing. India is trying to utilise its economies of scale. At present, 75% of India’s coal is produced by a limited number of mines. When it comes to Coal India Limited, the largest public sector coal producer of the country, 75% of its coal comes from 35 large mines. Now Coal India Limited  is thinking about increasing the coal production to reach 1 billion tonnes from 50-70 high yielding mining projects and close the unprofitable mines. In this emerging scenario, the country will have to deal with closure of several coal mines, repurposing of the land and lakhs of people becoming jobless. All these developments need proper planning and execution, says the study.About the changing scenario, founder and CEO of iForest Chandra Bhushan says that the target is to focus on large mines. In that context, Coal India Limited is also thinking about closing unprofitable mines. “Any unplanned closure of mines has major negative implications on environment, land degradation, local economy, and social stability. A well-planned and managed transition of such mines can be win-win for the industry, workers, affected communities and the environment,” he adds.When it comes to closure or repurposing of mines, there are three types of mines: abandoned mines, end of life mines, and many unprofitable mines. To estimate the scale of closures, researchers have used the Right to Information Act and analysed other publicly available data. They have explored about 358 mines in seven states – Jharkhand, Chhattisgarh, Madhya Pradesh, Maharashtra, Odisha, West Bengal and Uttar Pradesh.Out of these 358 mines, researchers managed to get financial data of 305 mines, which included 199 unprofitable mines and 106 profitable mines. Out of 199 unprofitable mines, 60 are opencast, 126 are underground and 13 fall in the mixed category.Other than these, there are about 293 mines already abandoned or discontinued, the report says, quoting a response of the Coal Ministry given in the parliament.Analysing the unprofitable mines, researchers have concluded that these employ at least 1,00,000 formal workers (department or contractual) and around 1,50,000 to 2,00,000 informal workers. It also includes a large area of 1,37,000 hectares with unprofitable coal mines. This vast area of land will be available for closure or repurposing from unprofitable mines.To explore possible frameworks through which the vast land, and livelihood of hundreds of thousands of people will be taken care of, researchers have looked at a large number of laws related to labour, environment, finance and land with respect to the coal mines.The lead author of this report Srestha Banerjee says, “We have looked at many environmental laws including Air Act, Water Act, Forest Conservation Act, Environmental (Protection) Act, and also guidelines on mine closure.”While underlining that the environmental management is largely part of mining operations and not the closure, she adds, “While a three-year monitoring period for air and water management is specified in closure guidelines, there remains vagueness on the role of authorities, such as State Pollution Control Boards. There is no obligation for undertaking environmental risk assessment during closure, an important factor for environmental remediation. Considering the multi-faceted issues related to coal mine closure under the principles of a just transition, the current laws and regulatory mechanisms remain inadequate, and require reform measures to be undertaken to facilitate a just closure and transition process.”The report has made several recommendations including reforms in the Coal Bearing Areas (Acquisition and Development) Act, 1957 and the issuance of guidelines regarding the terms of leasehold and land transfer, development of a comprehensive mine closure framework along with developing a social transition framework that is aligned with just transition goals etc.The lives of local people are directly or indirectly linked to coal mining-related work. Credit: Srestha Banerjee/iFOREST.Reacting to these recommendations, the secretary in the Ministry of coal, Anil Kumar Jain says that these are very sensitive issues and should be handled carefully. He admitted that there was a lacuna in this act and it does not talk about whether the land will be denotified after mining or not. He talked about the cabinet decision, which came a year ago on the repurposing or the use of the Coal Bearing Areas lands which are not required for coal mining. The decision delegated power to coal companies.Regarding the mine closure framework, he informed that the government is in touch with the World Bank. Admitting that the existing framework is just for technical closure purposes, he informed that the World Bank is bringing expertise from the developed world to the table. They are offering a loan and the government is yet to take a call on whether it wants to avail the loan or not. If the government agrees to avail the loan, a pilot study will be done using the knowledge that will come with the World Bank. Otherwise, the bank will share the technical knowledge. He was speaking during the launch of the report.Decommissioning thermal plantsThe problem with the disposal of lands and other related issues is not limited to closure of mines but also with closure of coal-based- thermal power plants. India is staring at a large-scale decommissioning of thermal power plants. Around 50 gigawatt-60 gigawatt of thermal power plants will be decommissioned in the coming ten years itself.The iFOREST report says that India’s coal fleet is aging fast. About 20% of the current capacity is primed for decommissioning as their average age is more than 35 years. Generally, 25 years is the norm to decommission a thermal power plant. Decommissioning a thermal power plant in a just transition context entails a complex set of technical, environmental, social, and economic interventions, Chandra Bhushan says.The report on thermal power plant decommissioning raises serious questions by saying that in India, there are no laws that mandate decommissioning and repurposing of a coal thermal power plant. The focus of energy sector legislations, policies and regulations in India has been on planning, designing, construction, operations and renovation of generation capacity. The issues related to end-of-life management have not been addressed adequately.However, the rate of  decommissioning of power plants is already picking up. Around 126 coal-based power generating units aggregating a capacity of 11,995-megawatt have been retired from operations between March 2016 and June 2021 due to techno-economic and commercial considerations, the report said.At present, about 210-gigawatt of coal-based capacity is operational in India. Of this, about 58% of the operational capacity (across 230 units) is new and under a decade old. If the Ministry of Power’s advisory to retire a plant after 25 years gets implemented, 44 gigawatt of thermal power plant will have to be retired by 2025. In the next decade, between 2026 and 2035, 32 gigawatt of thermal power plant will see its retirement. The report says that maximum retirements will be witnessed between 2036 and 2040 when 83 gigawatt of capacity will need to go out from India’s fleet of energy generation.The retirement of thermal power plants will also release the large chunks of land available with them. Credit: Ashish.prajapati90/Wikimedia Commons.The retirement of thermal power plants will also release the large chunks of land available with them. As per the report, an area of 8,850 hectares of land will become available by 2030. In the following five years, another 12,230 hectares of land will become available. This will increase substantially to 45,273 ha in 2036-40.The report underlines that the power plant land area is estimated to be equally split between centre, state and private sector power generation companies, at 33% each.As laws and regulations in India do not firmly establish the clean-up and remediation requirements, there is a risk of plant sites being left abandoned. This is especially true if power generation companies are financially stressed and do not have adequate resources to remediate or repurpose/redevelop, says lead author Mandvi Singh from iForest.There is another catch with the land issues. Forest land is often diverted for thermal power plant development. Referring to the Ministry of Environment, Forest & Climate Change, the report informs that about 11,435 hectares of forestland has been diverted for thermal power plants since the enactment of the Forest (Conservation) Act, 1980. What will happen to this land?Similarly, there is concern about the livelihood of the people who are associated with these thermal power plants. As per the estimate, 1.9 lakh formal and informal workers would lose employment by 2030.  The loss of employment will gradually increase in coming decades when more and more thermal power plants get decommissioned. As per the estimate, around 3.98 lakh formal and informal workers would lose employment in the next decade. Beyond 2040, another 2.48 lakh workers are likely to become unemployed due to the closure of thermal power plants.The report underlines that there are no dedicated guidelines under the labour Codes or ensuing central or state policies and regulations for planning a “just labour transition” especially when the thermal power plants get decommissioned.The report also deals with many other challenges including financial regulation and the disposal of toxic materials. Decommissioning a thermal power plant will cost billions of dollars but it is not factored into the financial calculations while setting up the thermal power plant. “Our back-of-the-envelope, broad-level estimate is that about Rs 1100 billion (at current prices) would be required to decommission India’s total coal-based capacity and Rs 239 billion will be needed by 2030 to close plants that are older than 25 years. But, no funds are kept aside by the power plant owners for end-of-life activities, Mandvi Singh says.One of the many thermal power plants in Korba. The loss of employment will gradually increase in coming decades when more and more thermal power plants get decommissioned. Credit: Mayank Aggarwal/Mongabay-India.Similarly, there is a limited understanding on how the hazardous material will be disposed of. After a public interest litigation filed by a Chennai-based environmental researcher Dharmesh Shah, the National Green Tribunal directed the Ministry of Environment, Forest and Climate Change, the Central Electricity Authority and Central Pollution Control Board to work towards this. As a result, the draft guidelines were formulated in July 2021.Giving the background of his public interest litigation, Shah says, “We looked at bidding contracts and processes that follow. We learned that decommissioning of a thermal power plant is not as simple as just pulling the plug. But this is happening as of now. In the context of regulations, decommissioning requires minimal paperwork. The board of directors of a company just has to declare the decommissioning and then they have to intimate the Central Electricity Authority of India about their decision. Subsequently, the thermal power plants gets deleted from the installed capacity database. We realised that Indian regulation does not demand any environmental and social impact assessment of decommissioning.”While talking to Mongabay-India, he said that there are several toxic components used in a typical power plant, such as polychlorinared biphenyl, fly ash, mercury and lead etc. A clear-cut guideline is needed on how these materials will be disposed and who will be responsible for it, he added.This article first appeared on Mongabay.","author":"Kundan Pandey","time":"2022-11-12T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182274-rgwgodhmhp-1667459633.jpg","tags":["power plants","coal mines","energy transition","India","Central Pollution Control Board","Ministry of Environment"],"source":"https://scroll.in/article/1036529/millions-could-be-left-unemployed-unless-india-prepares-a-legal-framework-for-closing-coal-mines"}