{"title":"‘Minnal Murali’ review: Local superheroes go on a power trip ","content":"It was waiting to happen: a superhero movie that hyper-localises the grandiose themes of Hollywood tentpole productions and mines wonderment from feats of strength and bravery. In Minnal Murali, crusaders emerge on the short walk between the low-rise dwelling and the grocery store. Basil Joseph’s entertaining Malayalam-language movie, which is out on Netflix, has an improvisational feel that matches the origin story of an unlikely saviour. In a small town in a pre-cellphone era, the tailor Jaison (Tovino Thomas) is pining for his lost love Bincy (Sneha Babu) and raring to leave the place for good. Also in the vicinity is Shibu (Guru Somasundaram), who has never lost hope of reuniting with his childhood sweetheart Usha (Arya Salim).The screenplay, by Arun Anirudhan and Justin Mathew, inventively solders the fates of Jaison and Shibu. Both men are struck by lightning (the minnal of the title) on the same day, both develop super-human abilities, and both strive to mend their broken hearts.\n\n\n    \n    Play\n\nMinnal Murali (2021). Despite being overstretched, the saga of two superheroes for the price of a single ticket benefits from being pitched at the right scale. Minnal Murali faithfully reflects the wide-eyed and knee-high perspective of Jaison’s nerdy nephew Josemon (Vasisht). The stakes are low, the visual effects are lo-fi and the superheroic actions are within reason. Light observational comedy surrounds the actors before matters come to a head for Jaison and Shibu.In a clever touch, Jaison isn’t exactly the brightest bulb in the room and needs Josemon’s help in figuring out the superhero mythos. Tovino Thomas plays the local crusader with a modest charm that befits the movie’s local flavour.Guru Somasundram is an equally good fit as Shibu, who has been scarred by a series of tragedies. Among the noteworthy secondary characters are Aju Varghese as Jaison’s mean brother-in-law, Baiju Santhosh as the flat-footed police station chief, and Femina George as the feisty karate coach ‘Bruce Lee’ Biji. The 159-minute movie justly sets itself up for a sequel. Perhaps Biji, who doesn’t need a superhero to make her way around, will figure more prominently in the Minnal Cinematic Universe as Jaison’s high-kicking partner. \n\n\n    \n    Play\n\nMinnal Murali (2021).","author":"Nandini Ramnath","time":"2021-12-24T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168306-xjoiqxnjil-1641151667.jpeg","tags":["Minnal Murali","Tovino Thomas","Basil Joseph"],"source":"https://scroll.in/reel/1013434/minnal-murali-review-local-superheroes-go-on-a-power-trip"}