{"title":"‘Minority communalism is costly’: A polarising debate on citizenship makes Assam’s Muslims cautious","content":"In Assam, the National Register of Citizens and the Citizenship Bill have reopened ethnic and communal divides. For this series, Arunabh Saikia and Ipsita Chakravarty travelled across the state to find out how it affects voter choices.Two years ago, Hasina Khatun and her family moved to the house at the bottom of the hills in Lower Assam’s Goalpara district. Their old house on the banks of the Brahmaputra had been destroyed by the river. Building a new life was hard and no government had helped them out. But that day her mind was on other matters.The night before, she had stayed awake till 1.30 am, watching a video on her mobile phone. It had been a debate on Hinduism and Islam. Khatun had been appalled by some of the questions. “They were asking, why do you read namaz five times a day?” she said. “They think we only want to kill. Let them read the Quran, who is stopping them? Does it tell you to kill, drink, oppress women?”Goalpara is part of Dhubri Lok Sabha constituency.Khatun and her sister-in-law, Ajida Begum, had not decided whom to vote for in the ongoing Lok Sabha elections. “A few days before the vote, we will discuss it with the family and the community,” said Ajida Begum.Miles away to the south east, in Hailakandi district in Assam’s Barak Valley, Mehmood Ahmed had the same worries as Khatun. “Every year, Hindus and Muslims play Holi in the bazaar,” said the bright-eyed 21-year-old who has set up a shop selling shoes and bags. “This year, I was the only Muslim who played. After the BJP, other parties also do politics on religion.”Personally, Ahmad was leaning towards the Congress. But there is no telling who could win from his constituency, Karimganj, which votes on April 18. “Last minute, it changes,” he said. “For the last 10 years, we have been voting whichever way the trend is rising. There is a flow system here.”Mehmood Ahmad (left) of Hailakandi district, worries about strained relations between Hindus and Muslims. (Photo credit: Ipsita Chakravarty).The ‘khilonjiya’ and the restAccording to traditional electoral wisdom, the “Muslim vote” is a deciding factor in Assam. Going by the 2011 Census, Muslims formed 34.2% of the state’s population while Hindus account for a little over 61%. For decades, they were part of a Congress votebank crudely dubbed “Ali” (Muslims) and “coolie” (tea garden workers).Now the old formulations have melted away. The tea garden vote has been split by the Bharatiya Janata Party. The All India United Democratic Front has laid claim to Muslim votes since 2006.Besides, Muslims in Assam are a diverse group, pulled in different ways when it comes to electoral choices.The Assamese-speaking “Goriya-Moriya Muslims” of Upper and Middle Assam identify as “khilonjiya” or indigenous to the state. In the battles of identity that have defined the state’s politics for decades, they are grouped with the rest of ethnic Assamese community. Most of these constituencies voted on April 11. Sylheti Muslims live in Southern Assam’s Barak Valley, consisting of two Lok Sabha seats –Karimganj and Silchar – that vote on April 18. The Karimganj seat is spread across Hailakandi and Karimganj districts. Cachar district forms the Silchar seat. Sylheti, the language most commonly spoken here, is a dialect of Bengali. Many trace their histories back to ancient and medieval kingdoms that once spread across the Cachar plains, giving rise to a competing version of indigeneity.This leaves the Bengali Muslims of Lower Assam, a population shaped by migrations dating back to the 19th century, when the British encouraged them to cultivate the vast, empty tracts of Assam. They form about 70% of the electorate in the Dhubri Lok Sabha seat and 60% in the Barpeta constituency, where polling will be held on April 23. At present, Dhubri, Barpeta as well as Karimganj are held by Badruddin Ajmal’s All India United Democratic Front.Both Bengali-speaking Muslim communities have been affected by the communal polarisation created by the debates over citizenship in Assam. Decades of mobilisation by Assamese nationalist groups have cast Bengalis as “outsiders” and Bengali-speaking Muslims, in particular, as “Bangladeshis”.The old hostilities sharpened starting 2013 when Assam started updating its National Register of Citizens, meant to be a roster of genuine Indian citizens living in the state, separating them from so-called illegal immigrants. The rules of entry stipulated that anyone who could not prove they or their ancestors had entered the country before midnight on March 24, 1971, the eve of the Bangladesh War, would be declared a foreigner.Then the BJP introduced the Citizenship Amendment Bill in 2016. It proposed to ease citizenship criteria for non-Muslim refugees from Bangladesh, Pakistan and Afghanistan. To the Muslims of Assam, it suggested that they alone would be targeted as foreigners.But the two Bengali-speaking Muslim communities have responded differently to these tensions over citizenship.This story has been reported from Dhubri, Barpeta, Silchar and Karimganj Lok Sabha constituencies.‘We are all Sylhetis’“Barak Valley Muslims, we are ancient,” said Hilaluddin Laskar, who is a member of the Congress unit in Hailakandi district, part of Karimganj constituency, and teaches philosophy at a local college. “We are Bengalis, both Hindu and Muslim. In a 12th century census conducted under the Cachari kings, 80% of the population was Bengali, half of them Hindu and half Muslim.”The Cachari kingdom, which once engulfed the Cachar plains and parts of eastern Sylhet, has long disappeared. In the 19th century, the British sectioned off Sylhet from Bengal province and tacked it on to the newly created province of Assam for administrative convenience. After Partition, most of geographical Sylhet became a district in north east Bangladesh.But old continuities between Cachar and Sylhet remain. The Sylheti-Bengali identity still defines much of the Barak Valley, rooted in language and culture rather than religion. In the decades since Independence, Bengali Hindus driven out of Bangladesh by communal violence or poverty have also poured into the region.When the draft list of the National Register of Citizens was published on July 30, 2018, over 40 lakh people were left out. No official district-wise figures were released, but reports suggested a substantial number of those excluded belonged to the Barak Valley, particularly its Bengali Hindu population. “In my estimate, only one third of those left out were Muslim,” said Hilaluddin Laskar. “In the Muslim community, there is also a reassurance that the Bangladeshi tag is off us.”It might explain why Muslim voters here seem relatively unruffled by the counting exercise. “We’ve been here here from before Independence so there is no problem,” said Abdul Kasim Laskar, a college student in Hailakandi district.This allows most parties in Karimganj constituency to be expansive about the Citizenship Bill. “I felt both Hindus and Muslims should be given citizenship, we are all Sylheti,” said Hilaluddin Laskar.The All India United Democratic Front echoes the sentiment in these parts. “Our party’s stand is clear: no Citizenship Bill on the basis of religion,” said Abdul Hakim Chowdhary, general secretary of the party’s Karimganj unit. “We should let everyone in.”Electoral calculations as well as ethnic ties might lie behind these assertions.The Karimganj Lok Sabha seat is reserved for Scheduled Caste candidates. While it has 55% Muslim voters, the tea garden community and the Namasudras, a Scheduled Caste group, are also electorally significant. In 2014, the All India United Democratic Front won, capitalising on minority sentiments.But this time, the BJP has made significant inroads among the tea tribes, and vulnerable Bengali Hindus of the Barak Valley count on it to pass the Citizenship Bill. Meanwhile, Muslim votes may get divided between the Congress and the All India United Democratic Front.To keep the BJP at bay, Muslims of Karimganj constituency plan to vote strategically, and other parties have tried appealing to the non-Muslim electorate as well.In Lower Assam's Dhubri district, there are anxious queues as those left out of the draft for the National Register of Citizens make fresh claims. (Photo credit: Ipsita Chakravarty).‘Harassed and declared foreigners’In Lower Assam, anxieties about citizenship have changed the landscape. It has placed new Central Reserve Police Force camps near seva kendras – local offices for the National Register of Citizens – in areas deemed “sensitive”. It has marked out homes inhabited by “D voters”, or voters whose citizenship status is in doubt and whose voting rights are suspended.In Dhubri district, it has turned colonial buildings into foreigners’ tribunals, quasi-judicial bodies tasked with hearing cases of disputed citizenship. In Goalpara district, it has sectioned off part of the local jail for a detention centre where those declared foreigners are incarcerated. An independent detention centre is being built in the district, raising fears that many more would meet the same fate.“We know people who have lived here 50, 60 years but are being harassed and declared foreigners,” said Anwar Hussain, a vegetable farmer who lives in Baladmari Char, not far from the prison. “Some have just lost their documents.”His father, Monser Ali, remembers the days of the Assam Movement, the anti-foreigners’ agitation that raged across the state from 1979 to 1985 and directed much of its anger at Bengali-speaking Muslims, labelled “Bangladeshi”. The old terrors have returned. “This climate of fear in the country – what to say, what not to say – that has happened after this government came to power,” he said. “The Assam Movement was terrifying. Now you see it again.”Four members of their family had been left out of the draft list so they had to submit applications again.Social media has heightened fears among the younger generation. Monser Ali’s younger son, Altaf Hussain, describes videos of Muslims being attacked across the country, though names like “Dadri”, “Mohammad Akhlaq” and “Pehlu Khan” mean nothing to him. “I saw one yesterday, a Hindu parishad neta was saying Assam’s Muslims should be driven out,” he said.In these districts, the Citizenship Bill is seen as a means to import large numbers of Bangladeshi Hindus into Assam, displacing its Muslim population. “If you bring Hindu Bengalis here, where will we stay?” asked Romisa Khatun, who lives in Dhubri district’s Alamganj area. Her name had been left out of the draft citizen’s register because of problems with the panchayat certificate she had submitted as proof of identity.Anwar Hussain, a graduate from Goalpara district with no option but to continue as a farmer. (Photo credit: Ipsita Chakravarty).Questioning ‘huzoor’Out of the terrors surrounding citizenship rose Badruddin Ajmal – perfume baron, religious scholar, and a member of Parliament from Dhubri since 2009. He launched the Assam United Democratic Front, later renamed the All India United Democratic Front in October 2005, months after the Supreme Court struck down the Illegal Migrants (Determination by Tribunals) Act, 1983, in July that year. Assamese nationalists, led by the current chief minister, Sarbananda Sonowal, had challenged the Act, saying the criteria for defining foreigners were so stringent, they made the “detection and deportation of illegal migrants almost impossible”.As panic grew among the state’s minorities over citizenship, Ajmal promised security. His party workers claim to have fought cases on behalf of D-voters and declared foreigners. Later, as the rules for the National Register of Citizens grew tangled, the Jamiat Ulema-e-Hind set up camps near seva kendras to help harassed applicants with forms. Ajmal leads one of the two factions of the Jamiat in Assam.Ajmal, the religious scholar, appealed to faith. Ajmal, the rich businessman, consolidated his base with with philanthropy. Indeed, the charity seemed to flow from the faith. When Muslims were displaced by the 2012 violence in Kokrajhar, the various organisations headed by Ajmal helped with relief work in the refugee camps set up in Dhubri. When miners from Assam drowned in Meghalaya last year, his party colleagues claim, he helped the families of those who lived in Dhubri. Then there is the network of schools, colleges and hospitals set up by the Ajmal Foundation. Over a decade and a half, Ajmal grew so revered in Lower Assam that supporters and party workers referred to him simply as “huzoor”.But now the cracks are showing in huzoor’s formidable support base. In the 2016 Assembly elections, he contested from the South Salmara seat and lost to the Congress. In the panchayat elections of 2018, his party’s tally fell by 65% from 2013.The jury is out on how much Ajmal really helped poor Muslims secure citizenship. Both his party and the Congress compete for credit here. “Ajmal collected files from D-voters but did not proceed with cases,” said Aminul Islam, Congress general secretary in Dhubri district. “The Congress legal cell is helping them, providing free legal services.” In Lower Assam, the Congress firmly opposes the Citizenship Bill as “unconstitutional”.The powerful Assam Minority Students’ Union, which supported Ajmal in his party’s early years, has switched allegiance to the Congress. “People have stopped believing Ajmal,” said Dilwar Hussain, the student body’s organisational secretary. “His role [in fighting cases] was nil.”The ‘Bangladeshi’ tagAjmal’s heavy use of religious symbolism, his “nakal namaz” or mock prayers at public meetings, have also begun to pall on his voters. “In 2006, we thought it was good, we would have a minority representative,” said Jahanuddin Sheikh, a farmer in Alamganj and Romisa Khatun’s husband. “But then he kept saying ‘Muslim, Muslim’, and created problems with other communities.”It is a common worry in these districts that voting for Ajmal means to be branded “Bangladeshi” and underlines religious identity. “The AIUDF [All India United Democratic Front] campaign, we feel, is close to a kind of communalism,” mused Kiramot Ali Shekih, a schoolteacher from Hailapathari in Goalpara district. “Minority communalism is costly. The majority can get away with it but the minority will be reviled.”These worries, perhaps, keep the Congress from openly declaring an alliance with Ajmal’s party. Leaders of the All India United Democratic Front claim there is an informal understanding, which is why they are only contesting three of Assam’s 14 Lok Sabha seats: Karimganj, Dhubri and Barpeta.In Dhubri, Congress leaders reject rumours of an alliance. But in Karimganj, Hilaluddin Laskar is more candid. “The AIUDF [All India United Democratic Front] is seen as a minority face,” he said. “People think it is a counterpart to the BJP. In Upper Assam, the Hindu [leaders of the] Congress won’t like it, but not tying up may put off minorities. The AIUDF has put us in a dilemma.”Romisa Khatun, who was left out of the draft register, and her husband, Jahanuddin Sheikh, are tired of Badruddin Ajmal's religious rhetoric. (Photo credit: Ipsita Chakravarty).A vote for the BJP alliance?Besides, for Muslim voters in the backward districts of Lower Assam and the Barak Valley, questions of identity jostle with other pressing problems. There are no jobs. “I am educated, I have a BA, and yet I am farming,” said Anwar Hussain in Goalpara district. Most government schemes and agricultural loans remain out of reach for farmers without land patta to prove they own the land they farm. The welfare schemes praised in other parts of the state are thin on the ground here.Aminul Rahman, an agricultural labourer from Bilasipara in Dhubri district, who had travelled hours to a seva kendra because his wife did not make it to the draft register, said he had voted BJP in the 2016 Assembly elections. Few welfare schemes had reached them in the last two years, but what if some of the promised largesse fell his way? “Whether it’s a house or whether it’s money, if it is in my fate, I’ll get it, if it’s not, I won’t,” said Rahman.In the 2016 elections, the BJP won two out of the 10 Assembly seats that comprise the Dhubri Lok Sabha constituency. These were areas where Hindus were concentrated but local journalists believe they could not have won without some part of the Muslim vote.This time, the BJP has left the Dhubri seat to the Asom Gana Parishad with which it drew up a pre-poll alliance. It suggests that the party does not expect to make gains here. But with polarisation in the districts of Lower Assam, the BJP has gained a loyal knot of Bengali Hindu supporters over the years. Dhubri town’s municipal board is controlled by the BJP. One Sunday every month, it played the prime minister’s “Mann ki Baat” radio programme in the local community hall and theatre complex. In March, this was replaced by a public screening of Main Bhi Chowkidar on NaMo TV.A wide-screen television, freshly unpacked, had been set up and boxes of sweets were distributed among the town’s Bengali Hindu middle class. Clapping broke out at the mention of action taken against Pakistan after February’s terror attack in Pulwama, Kashmir, and Modi’s promise to make India a developed country. After the screening, Deepti Pal and her friends filed out, satisfied. “We liked the programme, the fact that he will solve problems,” said Pal. “The biggest issue for us is development.”But of course they wanted the Citizenship Bill, the group of friends agreed. “All Hindus should be given shelter.”Bengali Hindus in Dhubri town gather for a screening of ‘Main Bhi Chowkidaar’ on NaMo TV. (Photo credit: Ipsita Chakravarty).Also read:‘Why are you such a liar?’: Assam’s unpaid paper mill workers are angry with Narendra Modi and BJPIn Assam’s Barak Valley, insecurities about citizenship drive Bengali Hindus to the BJPAn Assam village is boycotting the polls. Here’s whyIn North East, BJP needs allies for its ‘Mission 20’ – but Citizenship Bill is still a deal breakerDoubtful or dubious: Who will count the D voters of Assam?Explainer: What will happen to the 40 lakh people left out of Assam’s draft Register of Citizens?","author":"Ipsita Chakravarty","time":"2019-04-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117716-nyferftwzn-1555509025.jpeg","tags":["Elections 2019","Election Report 2019","Lok Sabha Elections 2019","Assam Elections 2019","Assam","Assam Divided"],"source":"https://scroll.in/article/920335/minority-communalism-is-costly-a-polarising-debate-on-citizenship-makes-assams-muslims-cautious"}