{"title":"Minor nephew shot the video while accused hacked labourer to death, say Rajasthan Police","content":"The Rajasthan Police on Thursday said they had detained the nephew of the man who had hacked a migrant labourer to death in Rajsamand town and circulated videos of the incident after setting the body on fire. Inspector General of Police (Udaipur) Anand Shrivastava told The Indian Express that his nephew, a minor, had shot the videos of the gruesome murder.The assailant, identified as Shambhulal Regar (pictured above), had shared multiple videos of the killing. While the police are uncertain about the motive behind the murder of Mohammad Afrazul – a 48-year-old labourer from West Bengal – there could be a communal angle to the crime as Regar is heard making threats about “love jihad” in one of the three videos that went viral.The 36-year-old’s family claimed that one of Afrazul’s associates had eloped with a Hindu girl from the area a few years ago, and her mother had asked Regar to bring her back. “Since then, he had been receiving threats,” his sister said, according to The Indian Express report.Regar was arrested from a relative’s house on Thursday. He was absconding after the incident, along with his nephew and one of his daughters. After his arrest, he told reporters that he had killed the migrant labourer because he felt threatened. Afrazul’s cousin, however, said these “allegations are baseless”.On Thursday, Regar’s wife Sita claimed that he was mentally unstable and addicted to marijuana, but Inspector General Shrivastava rejected both claims. He said the police had “found no reason to believe that Regar was mentally unstable” and that “it doesn’t look like Regar was addicted to drugs” because he had a “fairly successful marble trading business” till a year ago.","author":"Scroll Staff","time":"2017-12-08T07:43:52.458240+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860725-75921-aoxtojqvfs-1512703038.jpg","tags":["Rajasthan","murder","Muslim"],"source":"https://scroll.in/latest/860725/minor-nephew-shot-the-video-while-accused-hacked-labourer-to-death-say-rajasthan-police"}