{"title":"Minor wrestler changed statement against Brij Bhushan due to threats, alleges Sakshi Malik","content":"The minor wrestler who was among those who accused Wrestling Federation of India chief Brij Bhushan Sharan Singh of sexual harassment changed her statement as her family was threatened, Olympic medallist Sakshi Malik claimed on Saturday.Malik is among the country’s top wrestlers who have been protesting in Delhi since April seeking the arrest of Singh, a Bharatiya Janata Party MP.On June 15, the Delhi Police recommended cancelling a case in which Singh has been accused of sexually harassing the minor, saying that there was no corroborative evidence against him. The police said that they made the recommendation on the basis of statements of the girl and her father.Malik and her husband, wrestler Satyawart Kadian, on Saturday released a video on Twitter responding to a slew of allegations made against them in connection with the protests.The Olympic bronze medallist claimed that the minor changed her statement “as her family faced intimidation and threats”. She said it is difficult for individual athletes to speak about sexual harassment. “All those who get into wrestling come from poor families,” Malik said. “They cannot muster the courage to speak  against the system and against such a powerful man.”The Truth.#WrestlersProtest pic.twitter.com/eWHRpOSwD9— Sakshee Malikkh (@SakshiMalik) June 17, 2023\n\nIn the video, Kadian denied allegations that the protest was politically motivated, and was propped up by Congress MP Deepender Hooda. He cited a purported letter to claim that Bharatiya Janata Party leaders Tirath Rana and Babita Phogat had written a letter to seek the police’s permission when they had first launched the protest in January.The letter that Kadian and Malik showed on Saturday mentioned the names of both Rana and Phogat, but only had Rana’s signature.Phogat, a Commonwealth Games silver medallist wrestler, on Sunday denied having anything to do with the letter. She pointed out that the letter did not have her signature, and said that there was no evidence that she had consented to signing on any such letter.Phogat said that the protestors should have met Prime Minister Narendra Modi and Union Home Minister Amit Shah instead of seeking support from Congress leaders.एक कहावत है कि ज़िंदगी भर के लिये आपके माथे पर कलंक की निशानी पड़ जाए।बात ऐसी ना कहो दोस्त की कह के फिर छिपानी पड़ जाएँ ।मुझे कल बड़ा दुःख भी हुआ और हँसी भी आई जब मैं अपनी छोटी बहन और उनके पतिदेव का विडीओ देख रही थी , सबसे पहले तो मैं ये स्पष्ट कर दूँ की जो अनुमति का काग़ज़… https://t.co/UqDMAF0qap— Babita Phogat (@BabitaPhogat) June 18, 2023","author":"Scroll Staff","time":"2023-06-18T13:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191361-ggvpkzzzzw-1687076592.jpg","tags":["Brij Bhushan Sharan Singh","Sakshee Malikkh","sexual harassment","Delhi Police"],"source":"https://scroll.in/latest/1051120/minor-wrestler-changed-statement-against-brij-bhushan-due-to-threats-alleges-sakshee-malikkh"}