{"title":"Minorities in India safer than anywhere else, says Union minister Nityanand Rai","content":"Minorities are safer in India than anywhere else in the world, Union Minister of State for Home Affairs Nityanand Rai said on Monday, PTI reported.Rai made the assertion in Patna during a press conference at the headquarters of the Bharatiya Janata Party’s Bihar unit. He was commenting on a statement by Rashtriya Janata Dal leader Abdul Bari Siddiqui from December 17. The RJD leader said that that he advised his children to settle abroad as the atmosphere in the country is not good.The minister of state for home, however, claimed that parties like the RJD and Congress spoke about threats to minorities “to get sympathy of certain sections of the society” for political benefit.“All minority groups, including the one which Siddiqui is hinting at, are safe in the country,” Rai said. “They are safer than anywhere else in the world. I say this with all the responsibility at my command as the Union MoS for Home.”The minister claimed that the RJD and the Congress engaged in politics of appeasement. “It is this politics of appeasement that had caused Partition of the country,” he said, according to PTI.Also read: BJP’s response to veteran Muslim leader asking his children to settle abroad validates his concernIn response to a question on whether he thought Mahatma Gandhi was also guilty of engaging in politics of appeasement, Rai said: “Not Gandhi ji, but those who went on to rule Pakistan and the truncated India were pursuing such politics in their respective pursuit of power”.Contrary to Rai’s claims, a report by the United States Commission on International Religious Freedom on November 22 said that religious freedom and the human rights related to it are threatened in India for several reasons, including government policies negatively affecting minorities. The commission is an independent American government agency that monitors the universal right to freedom of religion and makes policy suggestions to the White House.The commission said that in 2022, governments at the national, state and local levels promoted policies that targeted religious conversion, interfaith relationships, and cow slaughter. It also cited the usage of the Unlawful Activities (Prevention) Act and the Foreign Contribution (Regulation) Act to suppress critical voices, especially religious minorities and those advocating on their behalf.The panel reiterated its recommendation from April that the United States government should designate India as a “country of particular concern” for engaging in or tolerating systematic violations of religious freedom.On December 29, a report by think tank Pew Research Center said that India saw the highest level of religious hostilities during the coronavirus pandemic in 2020.With a score of 9.4 out of 10, India fared the worst in Social Hostilities Index in 2020, more than its neighbours Pakistan (7.5) and Afghanistan (8), according to the think tank’s 13th annual study of restrictions affecting practice of religions.","author":"Scroll Staff","time":"2022-12-26T18:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184893-tttfoeeecp-1672057383.jpg","tags":["Nityanand Rai","Bharatiya Janata Party","Home Affairs","Abdul Bari Siddiqui"]}