{"title":"Mint editor Sukumar Ranganathan to take over as editor-in-chief of Hindustan Times","content":"Sukumar Ranganathan, the editor of business daily Mint, has been appointed the editor-in-chief of Hindustan Times, HT Media Chairperson Shobhana Bhartia said in an email to staff. Ranganathan will succeed Bobby Ghosh who had announced his resignation on September 11 after holding the position for 14 months. “He will oversee all the print and digital operations of HT and report to me,” Bhartia said. Praising him, the HT Media Group Editorial director said Mint had become one of the most respected and awarded newsroom in the country under the leadership of Ranganathan. The Mint editor said he was delighted and excited with the appointment. “This is recognition of the work of everyone at Mint, past and present,” he said on Twitter.Ranganathan, who joined HT Media in 2006, was part of the founding team of Mint. The English business daily has won seven Society of Publishers of Asia awards, and 10 Ramnath Goenka awards. Ranganathan previously worked with the India Today Group and The Hindu BusinessLine.Bhartia said Ghosh had transformed the HT digital newsroom into a “truly integrated one, producing high-quality content”. Ghosh will stay with the company till October 31, while Ranganthan will take over the digital newsroom on October 23. Announcing Ghosh’s resignation, Bhartia had earlier said he was moving to New York for personal reasons.Thank you. I’m delighted, excited and humbled. This is recognition of the work of everyone at Mint, past and present. @livemint— sukumar ranganathan (@mint_ed) September 23, 2017","author":"Scroll Staff","time":"2017-09-23T13:02:19.027422+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/851646-69181-jxsxguytoc-1506153270.jpg","tags":["Hindustan Times","Shobhana Bhartia","Sukumar Ranganathan","Bobby Ghosh","Mint"],"source":"https://scroll.in/latest/851646/mint-editor-sukumar-ranganathan-to-take-over-as-editor-in-chief-of-hindustan-times"}