{"title":"Mira Jacob’s graphic novel travels with brown bodies scattered in the broken American Dream","content":"Explain Like I’m Five (ELI5) is one of the most popular pages on the socially curated news website and forum, Reddit. The members of this online community – over 16 million members strong – call it “the best forum and archive on the internet for layperson-friendly explanations”. ELI5 succeeds because it democratises knowledge and fosters communication. At the same time, the explanations offered on the forum can be rudimentary and incomplete, sometimes oversimplifying the issue. Mira Jacob’s 2019 work Good Talk is premised on a similar concept, except that it is packaged in the genre-bending ride of a graphic novel.This is Jacob’s second published work, and was also recently picked up for television in the US. Her first novel, The Sleepwalker’s Guide to Dancing, is a diaspora narrative, which, like Good Talk, revolves around characters with fragmenting psyches, a collapsing societal order, and a quest to uncover one’s personal truth by probing the past of one’s own family. Like this memoir, The Sleepwalker’s Guide to Dancing also features second-generation Syrian Christian immigrants – Amina and her family, who relocate from Tamil Nadu to Albuquerque amidst a tragic twist of fate. The value of reading Good Talk is also that it will allow readers to appreciate the autobiographical elements and quality of Jacob’s first novel. Brown bodiesJacob opens her second novel with a scene where she has to answer several tricky questions on race, nationhood, family, and privilege for her six-year old, named Z in the book. This forces her to navigate difficult topics of modern identity politics as a parent, and she tries to find answers in the America promised to her as a brown immigrant growing up in New Mexico of the 1990s. The answers must be simple enough for a six-year old to understand, while including the right degree of candour for a child whose future is deeply implicated in such issues. Jacob initially attempts to provide just such answers, and the results are informative for all. For example, on whether Indians are racist, she explains, “We’re in the middle place where sometimes we get treated badly and sometimes we do it to other people”.To weed out irrelevant posts, one of the rules of the ELI5 page is that users can only submit questions that have objective answers. However, Jacob cannot possibly get such leeway from Z – she only has imperfect answers mediated by her own subjectivity to offer. In an interview, the author revealed that “the book stemmed from an identity crisis – [her] identity crisis – which was brought on by America’s identity crisis.” At its core, this graphic novel has a simple objective – to explore the messiness of what it means to look a certain way and live in modern America. The novel explores what it means to be a body, a brown body, within a bustling metropolis containing “a lot of everybody”. The author is herself caught up in a soup of identities: she is a bisexual, mixed-race immigrant, the descendant of someone from a religious minority, and is now raising a mixed-raced son in a multiethnic neighbourhood.  It is in its narrative form of literal storytelling where the novel derives so much heart. It also functions as a family heirloom of sorts.Displaced paper dollsIn fact, this sense of multiplicity in the content spills over beautifully into the form, as Jacob’s art style is a distinctive mixed media collage of images layered with black-and-white sketched cutouts of the characters. The artistic choice to create such panels allows the narrative to unfold like an anthology of montages that lifts off the page. This also adds a vivid sense of motion and rhythm to the visuals. This style gives the reader an exceptional glimpse into the author’s life – holding such a richly detailed visual and textual scrapbook of the events of someone’s life feels inimitably real, much more so than a traditional memoir. It also offers commentary on the deep sense of alienation the characters feel owing to their respective displacements at various junctures in the narrative – it is perhaps no coincidence that they look like displaced paper dolls, made to inhabit a new scene with each chapter, transferred from one playhouse to the next. Jacob’s style of drawing the characters also speaks to how the figures in her novel are forced to delineate their self-identity, as they are thrown about from one setting to the next.The novel also uses its panels to provide valuable context in the form of photojournalism and newspaper articles to many of the real-world references, thus opening up it up to a wider, more international readership who may not be as aware of issues like Black Lives Matter and the racial politics of Trump’s America, for example. The panels read like cuts or zooms from a TV series or film, peppering the narrative with a sense of forward-moving action. The gradual decline of the metropolis over the decades is captured in the images chosen to supplement the text. In the first chapter, for example, we get a vintage-toned overhead shot of New York City, a melting pot of a city that is brimming with cosmopolitan might and spilling with excess. Jacob’s art style seamlessly collages stock photos of the settings of the novel with family photographs, stamps, and maps. This initial image of New York City later decays into the visual accompanying the start of a chapter titled “Paper City”, featuring a skyline made out of real “missing” person posters. Such an image is one of the many artefacts in the novel that visually lay bare the impact of era-defining events like 9/11 and Martin Luther King’s assassination on American memory and cultural imagination.Feels like eavesdroppingJacob’s craft lies in her ability to control the reader’s suspension into the text with precision.  The real-life photographs and settings serve as context clues to guide us and visually anchor the multiplicitous nature of the text and its settings. Even so, Jacob’s choice to keep the illustrated figures of the characters constant through each chapter allows the reader to retain enough of the imaginative burden. Pushing the graphic novel form to this extent allows the text to defy its pigeonholing into one particular novelistic genre. The conversations featured in the text serve at times as a family picture album, a 30-second broadcast television package, or a coming-of-age film. Yet, they are always engaging, always full of wit and lessons for the reader.This novel succeeds equally because of its colloquial tone, narrative pacing and prose as well. It can be quite a short read, as Jacob carries the reader through years of family and personal history over conversational and engaging dialogue. It feels like sitting in a café and eavesdropping on the highly-charged conversation happening at the table next to yours. The chapterisation keeps the narrative organised and continuous, while allowing the reader to digest some of the heavier themes in bite-sized nuggets of insight, and yet catch their breath. Jacob’s prose creates a special intimacy while preserving her sarcastic inner monologue: “God forbid I become someone else’s colonised bitch instead of yours.” Although she initially uses her prose in a very deliberate manner in the Q&A sessions with her son, by the end the text has evolved into a full-fledged letter addressed to him. The text is also noteworthy for lingering on the awkward tensions, the pauses in thought, the last words on a topic that trail off, and are almost never simply the last word. The tension is broken with wholesome moments of distinctly desi humour, like her grandmother mocking her for becoming a “blackie”, her Dad’s marijuana trips, or her parents’ awkward love advice. Dark humourThere are also moments in Good Talk which evoke dark humour, like that of the arbitrariness of citizenship: “...and then it was too late, you were already Americans.” Side characters like Ms Morrell and Jacob’s in-laws reflect the political spectrum within racial groups. They are memorable in their own ways, since each present their unique set of biases and baggage that shape and re-shape Jacob’s views. They also offer the reader a wide cross-section of experiences from contemporary social discourse.Z poignantly reminds us that outside the novel, we live in a world still fraught with tensions of representation and race. This is a world where his mother has to reaffirm that “[he] is every bit as American as Donald Trump”. Jacob tries to maintain a positive outlook and tells Z that “there is always room for improvement”. However, her experiences show that it is not always that simple. Being a brown New Yorker after 9/11, feeling betrayed that her in-laws took to the streets in support of Trump, and as a mother having to explain racial politics in what some call a “postracial” world – all these are snapshots which show the reader how signifiers of identity compound marginalisation and collapse onto one another.Jacob’s character has matured enough by the end of the novel to look beyond the shining America promised to her as an immigrant, a promise that is now deeply fragmented. She admits that even though she wants to “say something that will make it okay, or even make it make sense” to Z, she “can’t”. Good talk, as Jacob shows, can only go so far to suffuse some meaning in such a densely complex societal matrix, but this is no sign of resignation. Good talk, she insists, is the kind that needs to be had, for it bridges individuals and opens up avenues for common understanding, while fostering a sense of empathy and desire to learn about the Other. While addressing a multitude of issues surrounding race and identity – the Trump presidency, white privilege, colourism within brownness – Good Talk is no be-all, end-all primer on American society. Nor does it provide any solutions. Instead, it is an incredibly insightful dissection into the messy politics of belonging, a revealing collection of voices. It leaves enough of a blank space for the reader to insert themselves into these issues and engage in some good talk of their own, for as long as there is good talk, there is hope for a more tolerant tomorrow.Good Talk: A Memoir in ConversationsGood Talk: A Memoir in Conversations, Mira Jacob, Bloomsbury.","author":"Nishtha Jaiswal","time":"2019-04-20T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117837-hohgjtrxsq-1555652990.jpeg","tags":["graphic novel","Memoir"],"source":"https://scroll.in/article/920600/mira-jacobs-graphic-novel-travels-with-brown-bodies-scattered-in-the-broken-american-dream"}