{"title":"Mira Nair on ‘A Suitable Boy’ series: ‘A wonderful circus of class, love and the human heart’","content":"The British television channel BBC One has a rule for its programming. Only 20 per cent of a series can be in a language other than English. With her adaptation of A Suitable Boy, director Mira Nair broke that tradition with a screenplay that adds Urdu, Awadhi and Hindi. “The implication was if you went above that, you would have been demoted to BBC2, the Asian channel,” Nair told Scroll.in. Apparently, it worked – A Suitable Boy was broadcast on BBC One in July and will be streamed in several countries by Netflix on October 23.  Andrew Davies’s adaptation of Vikram Seth’s acclaimed novel  has at least 110 actors, led by Tabu, Tanya Maniktala, Ishaan Khatter and Namit Das. The six-episode series is set in India in the early 1950s. Against the backdrop of the first general election, Rupa Mehra is seeking a worthy match for her daughter Lata. Lata’s suitors includes characters played by Danesh Razvi, Mikhail Sen and Namit Das. Among the other key figures in the series is Maan Kapoor (Ishaan Khatter), who gets entangled with the courtesan Saeeda Bai (Tabu).Ishaan Khatter and Tabu in A Suitable Boy. Courtesy BBC Studios/Netflix.“Once we had Ishaan for Maan, there was no looking back,” Nair said about the casting. However, it took over a year to find the actor who would play Lata. “That quality of looking at the world but not experiencing it, is not something that you find in today’s Indian babes,” Nair observed. Maniktala had the required purity, she added, whereas everybody else had “been there and done that’. The first actor to be cast was Tabu, with whom Nair had worked in The Namesake in 2006. Among the references was Saeeda Bai was the renowned classical singer Begum Akhtar, Nair said.A Suitable Boy will be available for Indian viewers with a Hindi language option. Another departure from the BBC playbook is the inclusion of seven original Urdu compositions by Kavita Seth – many of them performed by Saeeda Bai.“It was a question of weighing every syllable sometimes, kitna Urdo ho gaya?” Nair said. “They [BBC] had no idea that I’d be making this. These songs and poems are the fabric and crore of the show. They were very respectful but the music was a battle.” The musical score was “oxygen” for Nair, she added. “And Tabu makes it look so apparently easy but everything has been well thought through and looks like it’s never happened before.”Mira Nair. Courtesy BBC Studios/Netflix.Vikram Seth’s novel had been on Nair’s mind ever since it was published in 1993. She was especially attracted to Seth’s exploration of idealism and romance in Nehruvian India. “The book is a wonderful circus of class, love and essentially the human heart,” Nair said. Andrew Davies’s screenplay initially clocked eight hours that were whittled down to six hours. Nair’s contributions included re-introducing the political themes in Seth’s novel, she said.“The temple construction in front of the mosque is present in the novel, but it’s uncannily prescient, as we know,” Nair pointed out. Never one to do a “hero-heroine” story, Nair has kept her distance from the mainstream. With A Suitable Boy, she offers viewers a glimpse into the past that tells us something about the present. For a project to catch Nair’s eye, it must be one that she is compelled to do, out of necessity. “It’s not like I’m prevented from doing a blockbuster,” she said. “But life is short and anybody can make a Transformers.”\n\n\n    \n    Play\n\nA Suitable Boy (2020).Also read:Book versus series: ‘A Suitable Boy’ and the journey from 1,349 pages to six episodesIn photos: The world of ‘A Suitable Boy’, coming to Netflix on October 23","author":"Deborah Cornelious","time":"2020-10-21T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149457-iasfoilguh-1603213521.jpg","tags":["A Suitable Boy","Mira Nair","Vikram Seth"],"source":"https://scroll.in/reel/976321/mira-nair-on-a-suitable-boy-series-a-wonderful-circus-of-class-love-and-the-human-heart"}