{"title":"Mirwaiz Umar Farooq remains under house arrest, not allowed to lead Friday prayers, alleges Hurriyat","content":"The Hurriyat Conference on Friday alleged that its chairperson Mirwaiz Umar Farooq was placed under house arrest again, and was disallowed from leading the Friday prayers at Jamia Masjid in Srinagar, despite the Jammu and Kashmir authorities claiming they had released him from detention after 20 months, PTI reported.A Hurriyat spokesperson in a statement claimed that police officials visited Mirwaiz at his residence late on Thursday night to convey to him that he continues to be under house arrest and will not be allowed to go to the Jamia Masjid for Friday prayers. By Friday morning, authorities also deployed additional forces outside his house, the spokesperson added. “Hurriyat Conference expresses strong resentment and regret that after announcing the release of it’s chairman and Mirwaiz-e-Kashmir Umar Farooq from a 20-month-long house detention since August 2019, government authorities went back on their decision,” the statement said. Following the development, clashes broke out in Srinagar between Farooq’s supporters and security forces, according to PTI. Police and other security personnel deployed in the area had to use force to chase away the protestors, but no one was hurt in the action, officials said.Farooq was arrested and later put under house arrest on August 4, 2019, when the government ended Jammu and Kashmir’s special status under Article 370. On Thursday, a close aide of Farooq had claimed that restrictions on his movements have been lifted. The administration, however, neither confirmed nor denied it, according to PTI. The Hurriyat had announced that Farooq, after being set free by authorities, would meet religious leaders on Friday and also deliver a sermon at the Jamia Masjid, according to The Hindu. Scores of the Mirwaiz’s followers were preparing for a reception on the premises of the mosque.The Hurriyat spokesperson said the government’s alleged move of detaining Farooq again was authoritarian. The statement noted that that Minister of State for Home Affairs G Kishan Reddy had categorically stated in Parliament in September that no one in Jammu and Kashmir was under house arrest. “If that is so, why does the Mirwaiz continue to be detained,” it asked.The spokesperson, however, appealed to people to not lose hope and in no way resort to any form of violent protest.","author":"Scroll Staff","time":"2021-03-05T17:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111860-rjlmuyduyb-1548871690.jpg","tags":["Mirwaiz Umar Farooq","Jammu and Kashmir","Hurriyat","Srinagar"],"source":"https://scroll.in/latest/988689/mirwaiz-umar-farooq-remains-under-house-arrest-not-allowed-to-lead-friday-prayers-alleges-hurriyat"}