{"title":"‘Missing’ film review: A ‘CID’ episode, but with better performances","content":"A vacation in Mauritius, with a movie shoot thrown in – that’s Mukul Abhyankar’s Missing for you.The 120-minute movie requires suspension of disbelief right from the early scenes, when Aparna (Tabu) gets off a ship with Sushant (Manoj Bajpayee) clutching what appears to be a bundle of cloth but is her three-year-old daughter, Titli.Soon after checking into a luxury resort in Port Louis, Aparna realises that Titli is missing. A mad hunt ensues before the first of many twists kicks in. Sushant lies and lies and ties himself in sailor’s knots to evade possible arrest by local police chief Ram Khilavan (Annu Kapoor). Ram Khilavan is treated as Port Louis’s resident Sherlock Holmes, but his investigation is purely of the Watsonian variety. The basic investigative procedures that would have ended the movie by the interval are not followed, resulting in many hilarious scenes of Sushant attempting to explain his movements to a permanently bemused Ram Khilavan.With more red herrings than at the fishmonger’s, Missing has the flavour of a CID episode stretched into a feature. The majority of the film barely moves beyond a section of the resort, and we hope that at the very least, the cast and crew were able to take in the rest of Port Louis’s beauty during the shoot.If Missing is watchable, it’s because of the lead actors and the suggestion that lying is necessary to sustain a relationship. Bajpayee plays his character with his tongue firmly in his cheek, and his dismay and despair have their moments of intended and unintended hilarity. Tabu portrays Aparna absolutely straight, giving the movie something resembling an emotional core. The climax is predicted in the beginning itself. The imagination required to make the movie credible during the in-between bits is missing.\n\n\n    \n    Play\n\nMissing.","author":"Nandini Ramnath","time":"2018-04-06T07:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/874604-86140-pkpembiqvs-1522855952.jpg","tags":["Missing","Manoj Bajpayee","Tabu"],"source":"https://scroll.in/article/874604/missing-film-review-a-cid-episode-but-with-better-performances"}