{"title":"‘Mission Mangal’ movie review: A space opera with a little bit of science","content":"After sanitation and sanitary pads, Bollywood’s favourite nation-builder Akshay Kumar turns his attention to the Indian space programme. In Mission Mangal, Kumar plays Rakesh, the movie star-handsome Indian Space Research Organisation scientist that you were not told about. Following the failure of a rocket launch, Rakesh is selected to head a mission to Mars. It’s a punishment posting, since nobody believes that India can reach anywhere near the red planet – not his superiors, not the government, and certainly not the supercilious adviser of Indian origin on loan from the National Space Aeronautics and Space Administration. NASA import Rupert (Dalip Tahil) has clearly never watched a recent Akshay Kumar movie. Rakesh assembles a ragtag team of five women and two men, and goes on to demonstrate, in his words, that there’s no difference between home science and rocket science.The jokes write themselves in Jagan Shakti’s space opera, on which co-producer R Balki has been credited as a “creative director”. Mangalyaan project director Tara (Vidya Balan) uses the frying of puris to make a crucial argument about reducing a rocket’s weight. A pattern on a cushion cover inspires another change in the rocket’s design. A team member’s pregnancy inspires the acronym for the Mission to Mars.Akshay Kumar in Mission Mangal (2019). Courtesy Fox Star Studios.The audacity of the ISRO mission gets buried under a pile of explainers of the type used in classrooms and television studios. India was the first country in the world to successfully launch a probe to Mars on its maiden attempt and at a fraction of the cost. Thousands of dedicated ISRO employees, led by a brilliant team of scientists, sent the Mission to Mars into the history books. The movie version tries to match the drama of the original mission by manufacturing its own. Each of Rakesh’s colleagues is saddled with a problem outside the lab that, it is hoped, will allow us to remember their characters better. Varsha (Nithya Menen) is under pressure to pop out a baby. Neha (Kirti Kulhari) can’t rent a house because she is Muslim. Kritika (Taapsee Pannu) is distracted by the injury of her soldier husband. Ananth (HG Dattatreya) wants to count down the weeks until his retirement. Parmeshwar (Sharman Joshi) is a virgin who is desperate to get married. Eka (Sonakshi Sinha) has broken up with her boyfriend.Tara (Balan) has the most interesting and fulfilling track: her husband Sunil (Sanjay Kapoor) is an old-fashioned chauvinist who doesn’t get what she does, and her adolescent children are running off in separate directions. Rakesh’s only flaw is that he is married to his job.  Vidya Balan in Mission Mangal (2019). Courtesy Fox Star Studios.The film opens with Tara bustling about the house, getting her family ready for the day, and bolting the door on her way out to work – a neat sequence that sums up the jugglery forced onto countless Indian working women.A whole movie could have been made about Tara and the other women (a book on this subject already exists, Minnie Vaid’s Those Magnificent Women And Their Flying Machines: ISRO’s Mission on Mars). That would have brought Mission Mangal closer to one of its obvious sources, the Hollywood production Hidden Figures (2016), about the unsung role of African-American women in NASA’s moon missions. Instead, Mission Mangal appoints Rakesh as the pater familias. From giving personal advice to dispensing praise, Rakesh is this movie’s David Hassellhof who pushes his Baywatch-like squad to glory.One of the movie’s better scenes doesn’t have Rakesh in it. In an attempt to lift the drooping spirits of her colleagues, Tara asks them to remember why they chose to become scientists. Vidya Balan is a warm, maternal presence in Mission Mangal, and she steals the attention from the single-shaded Rakesh ever so often. Balan perfectly conveys Tara’s optimism and dedication, and hers is the only female character who has agency in this space agency saga. The other women often get advice from the men, which they accept as gratefully as a school student getting a hot tip before a crucial examination. Such talented actors as Nithya Menen and Kirti Kulhari are reduced to extended cameos, without any scenes to showcase their range.Nithya Menen in Mission Mangal (2019). Courtesy Fox Star Studios.In between the gimmicky jugaad philosophising, meaningless sub-plots, Mission Mangal manages to devote some time to space technology. The 133-minute movie finally gets some fuel as the Mangalyaan probe blasts off into space and eventually enters Mars’s orbit. A rocket takes off in the beginning and fails. Another soars and succeeds in a moving and rousing climax. In between is a lot of space debris. Mission Mangal reserves its final gimmick for the end credits. The voice of our Dear Leader floats in to score the winning knock after the groundwork has been laid out for him. The Mission to Mars began during the reign of Manmohan Singh and orbited into Mars after Narendra Modi was elected prime minister. And yet, it is Modi’s voice that wafts over the photographs of the mission’s real members – a final joke in a movie that wasn’t meant to be a comedy.\n\n\n    \n    Play\n\nMission Mangal (2019).Also read:How ‘Mission Mangal’ production designer recreated ISRO Mars mission: ‘It had to look believable’‘Mission Mangal’ film about ‘ordinary people setting out to do extraordinary things’, says director","author":"Nandini Ramnath","time":"2019-08-15T07:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125586-vszexbsdrr-1565810959.jpeg","tags":["Mission Mangal","Vidya Balan","Akshay Kumar"],"source":"https://scroll.in/reel/933953/mission-mangal-movie-review-a-space-opera-with-a-little-bit-of-science"}