{"title":"Mission Tripura: The BJP is now eyeing a fourth North Eastern state","content":"On the afternoon of March 10, the Swami Vivekananda multi-purpose stadium in Tripura’s capital Agartala was a sea of saffron. The Bharatiya Janata Party’s national general secretary, Ram Madhav, declared to the crowd that the party would oust the ruling Left Front in the Assembly elections next year.The rally was an unusual sight in a state where the Communist Party of India (Marxist) has been in power for more than two decades, with all other political parties coming in a distant second. “There has not been a bigger political rally in recent times, not even by the communists,” claimed Biplab Deb, president of the BJP’s Tripura unit.Over the last year, the BJP has made rapid advances in the North East, a region that has historically been outside its fold. In 2016, the party swept Assam, defeating Tarun Gogoi’s Congress government, in power for 15 years. In December, it formed the government in Arunachal Pradesh after 33 Peoples’ Party of Arunachal MLAs, led by Chief Minister Pema Khandu, joined the BJP. This month, after the Assembly elections, it cobbled together a majority in Manipur, ousting another three-term Congress chief minister, Okram Ibobi Singh.The BJP seems to view Tripura as the next stop. “None of the parties have played the role of the Opposition in Tripura,” said Deb. “We have simply occupied that vacuum.”New party in townIn the 60-seat Tripura Assembly, the Communist Party of India (Marxist) has an overwhelming majority with 51 seats. The rest are shared by the Trinamool Congress and the Congress, which have six and three legislators respectively. The Trinamool MLAs had won elections on Congress tickets but defected later.In other words, the BJP was a non-entity in the state till as recently as the last Assembly elections, held in 2013. Its voteshare in those elections was 1.54%. In the 2014 general elections, which the BJP swept, the Communist Party of India (Marxist) won both the Lok Sabha seats in Tripura.The first signs of a turnaround appeared in the 2015 Tripura Tribal Areas Autonomous District Council polls, the first major elections in the state after the 2014 Lok Sabha polls. Although the Left swept the elections, winning all seats, the BJP finished second in five seats – with a vote share of nearly 8%. It was ahead of the Congress. This was no small feat. The BJP’s surge ensured that the Left’s vote share was less than 50% – a decrease of more than 10% – which had never happened in the last 20 years.A BJP meeting in Sepahijala district. (Photo credit: Arunabh Saikia).A close secondThat same year, in the bye-election to the two Assembly constituencies of Pratapgarh and Surmah, the BJP consolidated its new gains, finishing second after the Communist Party of India (Marxist) in both seats. It was comfortably ahead of the Congress, which had held the second position in the two constituencies previously.Continuing its surge, the BJP finished a close second in bye-elections to the Barjala Assembly constituency in 2016 behind the Communist Party of India (Marxist), clocking over 36% of the total votes and significantly eating into the ruling party’s vote share.“We have steadily moved from a 22% vote share in 2015 to 36% in 2016, proof of the fact that we are on the right track,” asserted Deb, adding that the people of Tripura were fed up with the Left and wanted a change. “People know that only the BJP can provide an alternative.”Red alertThe Communist Party of India (Marxist) is wary of the BJP’s rise.“We concede that the BJP is the main opponent now,” said Bijan Dhar, general secretary of the Tripura unit, at the party headquarters in Agartala. “The BJP is on a winning spree everywhere in the country. They are at the Centre, so we are aware we cannot underestimate them.”As in the other northeastern states of Assam and Manipur, the BJP in Tripura has been importing leaders from other political parties to make up for the absence of recognisable party faces among its own ranks.On March 22, almost the entire state unit of the Trinamool Congress – that is, 400 leaders, including 16 of the 65 state committee members of the party – joined the BJP. They were led by Ratan Chakraborty, former chairman of the Tripura unit of the Trinamool Congress.The past few months have also seen a large-scale migration from the Congress to the BJP. Several youth leaders of the Indigenous People’s Forum of Tripura, the state’s oldest and most powerful tribal political formation, too, joined the BJP in large numbers late last year.Veteran Congress leader and former Member of the state’s Legislative Assembly, Tapas Dey, acknowledged that the BJP had established itself as the primary opposition in Tripura. However, he said that the BJP still had a long way to go. “Even with their huge budgets, it will be difficult for them to match the CPI(M)’s sway over remote tribal constituencies,” he said.The tribal voteA third of Tripura’s 60-seat legislature is reserved for its large tribal population, who have historically been a Communist Party of India (Marxist) stronghold.The BJP’s Deb, however, said that his visits to tribal areas have been promising. “The tribal people may not know about the BJP, but every household listens to Prime Minister Narendra Modi’s Mann Ki Baat,” he said, referring to the radio programme hosted by Modi.Political analysts believe that a strategic alliance with the Indigenous People’s Front of Tripura could help the BJP make inroads into the state’s sizeable tribal population. Last August, the BJP was believed to be backing the tribal party during bye-polls for the Tripura Tribal Area Autonomous District Council. Violence broke out on the streets of Agartala on the day of the polls, with members of the Indigenous People’s Front of Tripura reviving the old ethnic demand for “Twipra land”.Deb, however, said that there was no immediate plan to reach out to them. “The Indigenous People’s Forum of Tripura is a spent force, suffering from infighting,” he said.Rajeswar Debbarma, a former legislator and a senior leader of the Indigenous People’s Front of Tripura, said there was no immediate plan to ally with the BJP and that the party, which is on the verge of a split, was trying to resolve its own issues first. “We will see when the time comes,” said Debbarma.There are other factors working against such an alliance.After many years of relative calm in the state, the proposed Citizenship (Amendment) Bill, 2016, has reignited fears among the state’s indigenous people, with tribal organisations claiming that it sought to undermine their political rights. The proposed amendment to the Citizenship Bill would grant Indian citizenship to Hindu migrants from Bangladesh after six years of residence in the state, even without documents.The Communist Party of India’s Dhar accused the BJP of preying on the insecurities of the tribal population to advance its political aspirations in the state.Biplab Deb, the president of the BJP's Tripura unit. (Photo credit: Arunabh Saikia).In campaign modeThe BJP, buoyed by its electoral success in the rest of the country, senses an opening in Tripura. The party is now paying keen attention to the state.Apart from Madhav, the chief ministers of two states, Sarbananda Sonowal of Assam and Pema Khandu of Arunachal Pradesh, attended the March 10 rally. A string of senior Union minsters visited the state in the last month to hold rallies. Himanta Biswa Sarma, the convener of the North-East Democratic Alliance and the party’s main political strategist in the region, has also been making frequent visits to the state. He is expected to spearhead the BJP’s 2018 Assembly election campaign here.Social media professionals from the party’s successful campaign in the recent Uttarakhand elections have been camping in the state capital. A media war room has already been set up at the party headquarters in Agartala.However, dislodging the Left, with its well-oiled party machinery and extensive cadre, will not be easy. The BJP has its work cut out.","author":"Arunabh Saikia","time":"2017-03-29T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/832894-elgediwfxh-1490616159.jpg","tags":["BJP","Tripura"],"source":"https://scroll.in/article/832894/mission-tripura-the-bjp-is-now-eyeing-a-fourth-north-eastern-state"}