{"title":"‘Mission Mangal’ film about ‘ordinary people setting out to do extraordinary things’, says director","content":"A photograph of three jubilant women scientists is responsible for Mission Mangal, a dramatised account of the Indian Space Research Organisation’s Mars Orbiter Mission. Directed by Jagan Shakti, the movie recreates the efforts that went into the successful 2013 mission, also known as Mangalyaan. The cast of the August 15 release includes Akshay Kumar as the mission chief, Vidya Balan, Taapsee Pannu, Nithya Menen, Kirti Kulhari, Sonakshi Sinha and  Sharman Joshi. Mission Mangal is the first feature by Jagan Shakti, who has assisted AR Murugadoss on Holiday (2014) and Akira (2016) and R Balki on Pad Man (2018). In an interview, Shakti hoped that Mission Mangal will inspire young minds to become space scientists. What inspired ‘Mission Mangal’?My elder sister, Sujatha Krishna, is a scientist at ISRO. Even after her marriage, I would see her get up by around five in the morning to do household chores, cook food and then go to work. She was actually going for a launch.I began writing the script more than three years ago, while working as an associate director to R Balki on Pad Man. I got permission to interview the team behind the launch. My sister helped me greatly in putting me in touch with the team. There was an entire team behind the mission, and there was no single hero. It is a 17,000-strong company, and so many people chipped in. The core team had about six women and four men, apart from the chairperson. The one thing that struck me in my interviews with the women was that they were so simple. If you saw them at a market or a bus stand, you wouldn’t guess that they were scientists. They have a very positive outlook. They were ordinary people setting out to do extraordinary things. Every time they hit a roadblock, they found a simpler solution.\n\n\n    \n    Play\n\nMission Mangal (2019).How much of the movie is based on facts?It is a true story in terms of the technicalities. But the characters are completely fictionalised. The film is not based on one person’s life. That would not do justice to the team.We have added some elements here and there for entertainment purposes. Due to security reasons, we could not shoot at the ISRO premises, so we created our own sets. How do you simplify a highly complex mission as Mangalyaan for viewers?The international community started taking our scientists seriously post Mangalyaan. We achieved it on a very low budget. It was all very exciting, in that sense.We were very clear that entertainment needed to be the primary element. I never wanted it to be technical. We decided to simplify core processes with examples and mundane activities, such as frying puris. The whole film has been approached in this manner. We wanted everyone to understand and enjoy the film. How did your experience with R Balki and AR Murugadoss prepare you for ‘Mission Mangal’?Mission Mangal has comedy, action and drama. When I narrated the script to Nithya Menen, she was in splits.I learned from two different teachers who come from different filmmaking styles. I put together both these learnings. Murugadoss was also the one who got me in touch with the stars in Mumbai. What decisions guided the casting?A whole lot of people do extraordinary work in ordinary jobs. They are the actual movers of the nation. I was looking for actors who could depict simple, down-to-earth characters. The women in the film are homemakers who are also in positions of power.I had worked in English Vinglish as an associate director. Sridevi ma’am and Mohanlal sir were on my mind to start with. But it became Akshay sir and Vidya ji. When I was assisting Balki on Pad Man, I mentioned the idea to Akshay Kumar. He liked it. Akshay Kumar exudes a sense of realism. He is the most grounded star. He is also very connected with audiences. Mission Mangal (2019). Courtesy Cape of Good Hope Films/Hope Productions/Fox Star Studios.The first poster was criticised for sidelining the actors playing the female characters.All of them are stars in their own right. But when we venture into something like this, we like to ensure that the film reaches as many people as possible. The idea was to harness Akshay sir’s pan-India reach. We didn’t mean to demean anyone.The fact that there are so many stars in the film is proof that the story is equally distributed. People should watch the film to see the importance given to the women. ‘Mission Mangal’ comes on the heels of the successful Chandrayaan-2 probe.Yes, definitely. There are two women helming Chandrayaan-2 as well. Hollywood glorifies the achievements of the National Aeronautics and Space Administration, which has motivated a lot of people to take up space science. This has not been the case for us. I hope this movie creates the same motivation.Jagan Shakti.Also read:Jugaad engineering: How India created the world’s cheapest Mars missionMeet the women scientists who powered India’s Mars missionIndia’s only man in space recalls his historic mission – and explains why his feat won’t be replicated soonMangalyaan’s 100th orbit: This clever video reminds you of the stunning successes of India’s Mars mission","author":" Sruthi Ganapathy Raman","time":"2019-07-24T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124324-dxqvvkfpee-1563889774.jpeg","tags":["Mission Mangal","Akshay Kumar","Vidya Balan"],"source":"https://scroll.in/reel/931544/mission-mangal-film-about-ordinary-people-setting-out-to-do-extraordinary-things-says-director"}