{"title":"Missing silent film ‘Bilwamangal’ finally returns to India","content":"Only 28 fiction and non-fiction films survive from the silent cinema period between the late 1800s and the early 1930s. Make that 29: Bilwamangal, directed by Rustom Dotiwala for the legendary producer Jamshedji Framji Madan in 1919, has been added to the list of titles stored at the National Film Archive of India in Pune. A devotional based on the popular legend of the Krishna devotee who was later known as Bhakta Surdas, the movie stars Dorabji Mewawala and the popular stage actress Miss Gohar.‘Bilwamangal’. Courtesy National Film Archive of India.“We have around 28 surviving minutes of footage, and it is in excellent condition,” said NFAI director Prakash Magdum. Nearly 1,300 silent movies are estimated to have been made in India, and all but a few have been lost. The original nitrate print of Bilwamangal was stored at the Cinematheque Francaise in Paris. After several months of negotiations, the French organisation has given the NFAI a digital version of the print in exchange for a copy of the 1931 silent film Jamai Babu. “It is a very important acquisition for us,” Magdum said. “The original film was 12,000 feet long, and 594 metres is what we have got. We have a digital version of the original nitrate reels in 2K resolution.”‘Bilwamangal’. Courtesy National Film Archive of India.The oldest silent movie print at the NFAI is DG Phalke’s second version of Raja Harishchandra from 1917. Bilwamangal is now the second oldest title in the NFAI’s possession, and the first ever visual representative of the kind of movies made by Madan, who is described in BD Garga’s Silent Cinema in India: A Pictorial Journey as “the first movie moghul of India to own a vast production, distribution, and exhibition network, which was to dominate the entertainment industry for nearly two decades”.Bilwamangal was produced by Elphinstone Bioscope in Kolkata, the predecessor of Madan Theatres Ltd. “With this acquisition, NFAI now possesses in its collection films representing three important Indian studios of the silent era – Madan, Kohinoor and Hindustan,” the NFAI said in a press release. ‘Bilwamangal’. Courtesy National Film Archive of India.Like most silent films, Bilwamangal has been heard about but not seen. “Historical factors, apathy and the inexorable process of nitrate decay have virtually wiped out the Indian silent cinema’s greatest and best known achievements,” writes former NFAI director Suresh Chabria in the anthology Light of Asia Indian Silent Cinema 1912-1934.  Much of what we know of the period is from publicity material, such as song booklets and advertisements in newspapers and magazines, and surviving writings from the time.“It’s most exciting,” said Chabria, who watched Bilwamangal after it came to the archive in Pune. “The movie is different in style from the works of other filmmakers of the period, DG Phalke and Baburao Painter.” The footage includes scenes of Bilwamangal arguing with his father over his relationship with the courtesan Chintamani (Miss Gohar), a dance by Gohar, and a moment of religious awakening when Gohar is visited by the god Krishna. “The surviving portions have what has been described as the Madan style,” Chabria pointed out. “The lighting is beautiful, and there are long takes.”The NFAI’s admittedly modest silent film treasure includes complete versions of The Light of Asia (1925) by Franz Osten and Himansu Rai and Osten's Shiraz (1929). Only fragments survive of the 1917 version of Raja Harishchandra and Kaliya Mardan (1919), Baburao Painter’s Maya Bazaar (1925), Sati Savitri (1927) and Muraliwala (1927) and PV Rao’s Marthand Varma (1933).","author":"Scroll Staff","time":"2016-08-18T17:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/814354-39704-rpdahuccoa-1471519765.png","tags":["Bilwamangal","Silent film","National Film Archive of India"],"source":"https://scroll.in/reel/814354/missing-silent-film-bilwamangal-finally-returns-to-india"}