{"title":"Mithali Raj column: T20 World Cup has highlighted importance of multidimensional cricketers","content":"The group stages of the ICC Women’s T20 World Cup 2023 have shown just how far the women’s game has advanced.All players understand the importance of having two- and three-dimensional players now. Players with only one side to their game are not as desired in today’s game.Only players like exceptional talent  like a Meg Lanning, Smriti Mandana and a few others are who are extraordinary batters can thrive or a Darcy Brown or Shabmin Ismail who can clock 120 plus. Everyone else has developed their skillset and added to their overall game.For example, we’ve seen how England’s Sophie Ecclestone has developed her skills with the bat in the death overs, with her cameo against India proving decisive come the end.Grace Harris can contribute with the ball and take wickets for Australia, so I think establishing yourself as an all-rounder, or someone with multiple skills, is the way forward for women’s cricket.One of the themes of the tournament has been the rise of fast bowlers, who have really dominated and helped their teams to victory, which is not usually the case with the T20 format where you see batters scoring big fifties and hundreds.The gap has certainly closed to the top as well. The matches have been much closer. We saw Ireland beat Australia during the warm-ups, which was huge for them. We have seen Pakistan, the West Indies and Sri Lanka all have great games and cause a few upsets too. We saw India nearly beating Australia in the Semi-finals.There have also been some fantastic individual performances. My former teammate Deepti Sharma became the first India player to reach 100 T20I wickets. She has always been an underrated player, who has always contributed with either bat or ball. She will always bowl her allocation of overs and is so flexible with the bat, wherever she comes in she will score runs. She has adapted really well across all formats.  Another great moment was Suzie Bates becoming the first player to score 1,000 runs at ICC Women’s T20 World Cups. Her longevity in this format has been absolutely incredible and her experience of having played all around the globe has really come to the fore.But we’ve also seen some of the younger players, like Shorna Akter of Bangladesh make notable contributions.They have shown they have the courage to take on the challenge of playing the best players in the world and have not been overwhelmed by the stage they are on. They have stuck to their guns and I think they will be key players for their teams in the coming years.It’s very exciting to think that we have two more T20 World Cups on the horizon.By then, the women’s standard will definitely be two to three notches higher. All those players who have burst onto the international scene this time will be more experienced players by then. We have players like Alice Capsey from England, Richa Ghosh from India, and Renuka Thakur, who may be a little older but only came into the side last year.I think all those players including those who starred at the ICC Women’s U19 T20 World Cup earlier this year will really be looking to shine in the next two editions of the T20 World Cup.Content courtesy: ICC Business Corporation FZ LLC 2020 via Online Media Zone.Also read:T20 World Cup: Hosts South Africa eye fairytale finish, defending champs Australia aim for hattrickT20 World Cup: South Africa captain Sune Luus hopes for cherry on top after ‘amazing tournament’T20 World Cup: Meg Lanning on Australia playing another final, handling pressure, SA’s pacers & more","author":"Mithali Raj ","time":"2023-02-26T14:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118203-hpqqmjizrc-1615048011.jpg","tags":["ICC Women's T20 World Cup 2023","Cricket","Mithali Raj","Grace Harris","Sophie Ecclestone","Meg Lanning","Smriti Mandhana"],"source":"https://scroll.in/field/1044646/mithali-raj-column-t20-world-cup-has-highlighted-importance-of-multidimensional-cricketers"}