{"title":"‘Mithya’ review: Loads of lies and a few home truths ","content":"Mithya, meaning untruth, is aptly named. The Zee5 web series not only revolves around selective truth and serial lying but also requires viewers to suspend expectations of veracity and plausibility.Hindi language professor Juhi (Huma Qureshi) is trying to conceive a baby with husband Neil (Parambrata Chatterjee) but is rash enough to give in to her desire for her colleague Vishal (Indraneil Sengupta) on the college campus. Juhi’s impaired judgement has already earned her the wrath of her student Ria (Avantika Dassani), who produces a paper that Juhi suspects has been plagiarised. In working from instinct rather than solid proof, Juhi commits the first of many fatal mistakes.The emotionally volatile daughter of a powerful businessman (Samir Soni), Ria sets out to avenge the slight. The sexually precocious Ria deploys her chief instrument of torture – her body. With the help of a besotted security guard (Krishna Singh Bisht), Ria smashes the rules that govern places of learning and work. Ria’s rage singes everyone in sight, from Juhi and Neil to Juhi’s father, the eminent writer Anand (Rajit Kapur), and his wife Sudha (Avantika Akerkar).Avantika Dassani in Mithya (2022). Courtesy Applause Entertainment/Rose Audio Visual Production.The secrets behind Ria’s behaviour unfold over six busy episodes. Writers Althea Kaushal and Anvita Dutt and director Rohan Sippy stretch material that might have been better suited to a movie. Cheat, the British series of which Mithya is an official remake, needed only four episodes to dish out its shocks.Into a standard-issue cautionary tale, the show’s makers insert concerns over literary legacy, the teacher-student relationship, responsible parenting and the nature-versus-nature debate. Some of these concerns are better dealt with than others, and elevate Mithya above the usual twisty mysteries that dominate streaming platforms. Parambrata Chatterjee, who deftly plays Juhi’s easily tempted spouse, is living proof of why educational institutions have strict rules of conduct between teachers and students. The actions of parents, whether absent or present, cast large and dark shadows over the children. However, the psychological shading that the show demands is eventually lost in a thicket of twists. With an imperative to count down to a big revelation, Mithya delivers some thrills and many far-fetched moments of mayhem.The flat characterisation of the lead characters does little to evoke empathy for either of them. It’s a tough choice between Juhi’s serial snafus and Ria’s textbook psychotic villainy. Juhi’s cause is barely helped by Huma Qureshi’s unidimensional performance. Avantika Dassani  lends Ria deadly dastardliness and a degree of pathos, making her the show’s most valued person.\n\n\n    \n    Play\n\nMithya (2022).","author":"Nandini Ramnath","time":"2022-02-18T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170114-ddvyfhlosc-1644853062.jpg","tags":["Mithya review","Huma Qureshi","Avantika Dassani"],"source":"https://scroll.in/reel/1017387/mithya-review-loads-of-lies-and-a-few-home-truths"}