{"title":"Mizoram results: Zoram People’s Movement wins election, CM Zoramthanga resigns as CM","content":"The Zoram People’s Movement on Monday won the Mizoram elections by securing 27 seats in the 40-member Assembly.The ruling Mizo National Front won ten seats, according to the Election Commission. The Bharatiya Janata Party won two seats while the Congress secured one seat.Chief Minister Zoramthanga resigned from his post after he lost the election from Aizawl East-1 constituency to Zoram People’s Movement candidate Lalthansanga. He cited anti-incumbency and the effects of the Covid-19 pandemic as the reasons for his party’s defeat, reported ANI. “I accept the verdict of the people and I hope that the next government will perform well,” he told reporters.On the possibility of leaving the BJP-led National Democratic Alliance, Zoramthanga said that he has no intention of leaving the coalition but the final decision will be taken by the party, according to The Indian Express. “Remaining in NDA depends on the decision of our party,” he told reporters. “I am the founding member of NDA. Personally, I have no intention of leaving the alliance.”#WATCH | Aizawl: Outgoing Mizoram CM Zoramthanga says, \"Because of the anti-incumbency effect and the people are not satisfied with my performance so I lost... I accept the verdict of the people and I hope that the next government will perform well... It (the reason) is the… pic.twitter.com/l8mN6aAXfo— ANI (@ANI) December 4, 2023\n\n\nLalduhoma, the founder of the Zoram People’s Movement, won the Serchhip seat with a margin of 2,982 votes. Lalduhoma, a former Congress leader and Indian Police Service officer, was pitted against the Congress’ R Vanlaltluanga, Mizo National Front’s debutant candidate J Malsawmzual Vanchhawng and BJP’s K Vanlalruati.  Soon after his party crossed the majority mark in the polls, Lalduhoma said that his party would want to maintain a positive relationship with the Centre regardless of who is in power, reported PTI. However, he said that the Zoram People’s Movement will not join any political alliance at the national level.VIDEO | \"We want to maintain a positive relationship with the government of India, regardless of who is in power,\" says ZPM leader Lalduhoma after party's victory in Mizoram Assembly elections.(Full video available on PTI Videos - https://t.co/n147TvqRQz) pic.twitter.com/qi4g4HO372— Press Trust of India (@PTI_News) December 4, 2023\n\n\n#WATCH | Mizoram Elections | Celebrations continue at the Zoram People's Movement (ZPM) office in Aizawl as the party looks all set to form the government in the state. The party has won 19 seats and is leading on 8 seats so far - securing 27 of the total 40 seats. pic.twitter.com/IV57wMjJs7— ANI (@ANI) December 4, 2023\n\n\nThe Zoram People’s Movement, Mizo National Front and the Congress contested all 40 constituencies. The BJP fielded candidates in 13 seats, while the Aam Aadmi Party contested four seats. There are 17 independent candidates in the race.In the 2018 polls, the Mizo National Front won 26 out of 40 Assembly seats. It had then contested the elections in alliance with the BJP. The Congress had secured five seats while the BJP won a single seat.This time, exit polls released on November 30 had predicted a tough fight between the Mizo National Front and the Zoram People’s Movement.Here are some factors that may have shaped the contest:In the run-up to the polls, the Mizo National Front was battling anti-incumbency and several allegations of corruption and nepotism apart from the government’s poor record in handling Covid-19, mishandling of state finances, increased debts and inability to disburse salaries and pensions to government employees on time.Mizoram First, a body of social workers led by a former Mizoram chief secretary, has also accused the chief minister of nepotism and corruption, alleging that “contracts were given to his nephew Zoramchhana” and another firm owned by a non-tribal trader through “restricted tenders”.The newly formed Zoram People’s Movement, which has emerged as the most important Opposition force in the state, challenged Zoramthanga by promising voters a change from the current conditions. The party’s election slogan was: “Vote for change, try ZPM, give this new party a chance, you have tried all others.” As many as 37 of its 40 candidates were fresh faces with no prior electoral experience.The party’s call was powered by its focus on governance issues. Chief among them was corruption – which the leaders of the Zoram People’s Movement said is the reason behind the state’s faltering finances. Mizoram is one of the most financially stressed states in the country with extremely high debt levels. That has often led to delayed disbursal of salaries and retirement benefits to government officials in the last five years.The Zoram People’s Movement also accused the Mizo National Front government of not doing enough to rein in the alleged smuggling of drugs from Myanmar through Mizoram. As a result, the party claimed, the problem of drug abuse in the state has been exacerbated.","author":"Scroll Staff","time":"2023-12-04T08:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196386-fzlttycvcg-1701698753.jpg","tags":["Mizoram","Zoram People's Movement","Mizo National Front","Assembly elections","Mizoram Assembly elections"]}