{"title":"Mizoram refuses to follow Centre’s directive to collect biometric data of Myanmar refugees","content":"The Mizoram government has decided against collecting biometric data of Myanmar refugees in the state while Manipur has sought more time to complete the process, reported The Indian Express on Friday.The Centre had asked Mizoram and Manipur in April to collate the biometric and biographic details of “illegal immigrants”. It sent a directive to both the states in June, stating that the exercise be completed by September.Nearly 40,000 Chin refugees from Myanmar have crossed over to the two northeastern states since the February 2021 military coup, according to The Hindu. Over 35,000 of them are currently seeking shelter in Mizoram, which has also taken in around 700 Kuki-Chin people from Bangladesh.Nearly 12,000 Kuki-Zo people from Manipur have come to Mizoram too after ethnic clashes between the Kuki and Meitei communities broke out in the state in early May.Mizoram Minister of Information and Public Relations Lalruatkima has said that the state will not collect biometric data of any immigrant as it could lead to discrimination, reported Deccan Herald.“Collection of biometric and biographic data of Myanmar refugees would amount to discrimination against people who are of our blood and kindred brothers and sisters,” said Lalruatkima.An unnamed official from the state home department also told The Hindu that the Cabinet decided to not proceed with the proposed collection of biometric data as officials would be busy with the upcoming Assembly elections.The Chin people in Myanmar share ethnic ties with the Mizos. Chief Minister Zoramthanga, who leads the ruling Mizo National Front, had made an appeal to Prime Minister Narendra Modi earlier as well, saying that the Chin were the brethren of the Mizos and he could not turn them away.“Mizoram,” Zoramthanga had written to Modi, “cannot just remain indifferent to their sufferings. India cannot turn a blind eye to this humanitarian crisis unfolding right in front of us in our own backyard.”Meanwhile, Manipur started the process of collecting the data on July 29 with the assistance of officials from the National Crime Records Bureau. It had identified around 2,500 “illegal immigrants” in the state, the majority of whom were in the Tengnoupal and Chandel districts, which share a border with Myanmar, reported PTI.However, Chief Minister N Biren Singh sought an extension of the collection period later, citing the ongoing conflict that has resulted in nearly 60,000 persons fleeing their homes.The Ministry of Home Affairs on Thursday granted an extension till March 31, 2024, to the state.","author":"Scroll Staff","time":"2023-09-29T15:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156806-xabagndvrn-1616783974.jpg","tags":["Mizoram","Manipur","Myanmar","Chin","Myanmar refugees in India"],"source":"https://scroll.in/latest/1056811/mizoram-against-centres-directive-to-collect-biometric-data-of-myanmar-refugees"}