{"title":"MK Stalin’s son says Sanatana Dharma must be ‘eradicated’, stirs row","content":"Tamil Nadu minister Udhayanidhi Stalin on Saturday stirred a controversy by saying that Sanatana Dharma – a term often associated with Hinduism – is against the idea of social justice and must be ‘eradicated’, reported NDTV.“Few things cannot be opposed, they should be abolished,” said Udhayanidhi Stalin, the son of Tamil Nadu Chief Minister MK Stalin, during a press conference, reported The Indian Express. “We can’t oppose dengue, mosquitoes, malaria or corona [Covid-19], we have to eradicate them. In the same way, we have to eradicate Sanatana [Dharma], rather than opposing it.”The Bharatiya Janata Party has alleged that the Tamil Nadu minister was calling for a “genocide” of Hindus.Udhayanidhi Stalin, son of Tamilnadu CM MK Stalin, and a minister in the DMK Govt, has linked Sanatana Dharma to malaria and dengue… He is of the opinion that it must be eradicated and not merely opposed. In short, he is calling for genocide of 80% population of Bharat, who… pic.twitter.com/4G8TmdheFo— Amit Malviya (@amitmalviya) September 2, 2023\n\n“He [Udhayanidhi Stalin] is of the opinion that it must be eradicated and not merely opposed,”  BJP social media cell head Amit Malviya said. “In short, he is calling for genocide of 80% population of Bharat, who follow Sanatana Dharma.”Malviya also alleged that the silence of the Congress, an ally of the Dravida Munnetra Kazhagam, can be interpreted as support for this “genocidal call”.“INDIA alliance, true to its name, if given an opportunity, will annihilate the millennia-old civilisation that is Bharat,” he wrote on X, formerly named Twitter.Tamil Nadu BJP president K Annamalai accused Udhayanidhi Stalin of peddling a “bought-out idea from Christian missionaries”.“The idea of those missionaries was to cultivate dimwits like you to parrot their malicious ideology,” Annamalai wrote. “Tamil Nadu is a land of spiritualism. The best you can do is to hold a mic in an event like this and rant out your frustration.”Union Home Minister Amit Shah said that Stalin’s remarks show that the INDIA alliance “hates Hinduism” and that the statement was “an attack on our heritage”, reported NDTV.On his part, Stalin denied the allegations that he called for a “genocide” of Hindus. He claimed that Sanatan Dharma is a principle that divides people in the name of caste and religion and that uprooting it would symbolise upholding humanity and human equality.I never called for the genocide of people who are following Sanatan Dharma. Sanatan Dharma is a principle that divides people in the name of caste and religion. Uprooting Sanatan Dharma is upholding humanity and human equality.I stand firmly by every word I have spoken. I spoke… https://t.co/Q31uVNdZVb— Udhay (@Udhaystalin) September 2, 2023\n\n“I stand firmly by every word I have spoken,” He wrote on X. “I spoke on behalf of the oppressed and marginalized, who suffer due to the Sanatana Dharma. I am ready to present the extensive writings of Periyar and [BR] Ambedkar, who conducted in-depth research on Sanatana Dharma and its negative impact on society in any forum.”DMK Joint Secretary and spokesperson Saravanan Annadurai backed Stalin, saying that his statement had been twisted and taken out of context, reported ANI.“If prime minister [Narendra Modi] talks about ‘Congress Mukt Bharat’ [a Congress-free India], does that mean he is calling for genocide?”  Annadurai asked. “How can they say that Udhayanidhi Stalin has called for genocide?”He added: “When we say we want to do away with ‘Sanatana Dharma’ it means we want to do away with the rigid caste system…DMK is a party that fights for Scheduled Castes, Scheduled Tribes and Other Backward Classes…BJP is a party that only works for the upper-caste Hindus.”#WATCH | Chennai: On Tamil Nadu Minister Udhayanidhi Stalin's 'Sanatana Dharma should be eradicated' remark, DMK Joint Secretary and Spokesperson Saravanan Annadurai says \"Our leader Udhayanidhi's statement has been twisted, taken out of context and the biggest fake news peddler… pic.twitter.com/padLJ0ANIY— ANI (@ANI) September 3, 2023","author":"Scroll Staff","time":"2023-09-03T14:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190637-xjwhabwumx-1685256395.jpg","tags":["Udhayanidhi Stalin","Sanatana Dharma","MK Stalin","Tamil Nadu"],"source":"https://scroll.in/latest/1055331/mk-stalins-son-says-sanatana-dharma-must-be-eradicated-stirs-row"}