{"title":"Mob attacks Nagaland men for selling ‘non-vegetarian, northeastern food’ in Ahmedabad","content":"Two men from Nagaland were attacked by a mob for selling “non-vegetarian and northeastern food” in Ahmedabad, The Print reported on Wednesday.Rovimezo Kehie and Mapuyanger Jamir were attacked on June 4 while one of them was working at an eatery in the city’s Chanakyapuri area.“At about 8 pm on Sunday, when I was at my friend’s house in Chanakyapuri, my employer Hiren Patel called me and said that some men were fighting with Jamir,” Kehie told The Times of India. “I rushed to the shop and saw the men fighting with Jamir. Kehie added that some of the men hit him and Jamir with baseball bats. They also attacked a customer who attempted to intervene.“There were about ten men who attacked us,” Kehei told the newspaper. “They kept saying how could we sell non-vegetarian food items and northeastern food in a place like Gujarat which is dominated by Hindus.”A first information report was registered on Monday at the Sola police station in Ahmedabad on charges of causing voluntary hurt using dangerous weapons and criminal intimidation, among others, reported The Indian Express.The police said that one of the accused has been identified as Pratik Dhobi, and has been arrested. Two more accused have been identified as Mahavir and Rokdo.Nagaland Chief Minister Neiphiu Rio said that the attack was disturbing. “We should respect each other’s cultural identity and food choices,” he wrote in a tweet. “Let us live up to our ideal of unity in diversity.”The assault on two Nagas for selling non-vegetarian and northeastern food is disturbing. We should respect each other's cultural identity and food choices. Let us live up to our ideal of unity in diversity. pic.twitter.com/PsN3OO1jl7— Neiphiu Rio (@Neiphiu_Rio) June 7, 2023\n\nBharatiya Janta Party’s Nagaland president Temjen Imna Along also said that he was deeply pained by the incident.“It is disheartening to see our brothers from the northeastern region being targeted and discriminated against for their cultural identity and food choices,” he said. “Let us spread love and compassion, not hate and hostility.”","author":"Scroll Staff","time":"2023-06-08T20:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187139-xyeionyumo-1676991213.jpg","tags":["Nagaland","BJP","Food","Temjen Imna Along"],"source":"https://scroll.in/latest/1050593/mob-attacks-nagaland-men-for-selling-non-vegetarian-northeastern-food-in-ahmedabad"}