{"title":"Mob lynchings unfortunate but Opposition must not politicise them, says PM Narendra Modi","content":"Even a single incident of mob lynching is “one too many” and “deeply unfortunate”, Prime Minister Narendra Modi told ANI in an interview published on Saturday. However, he urged the Opposition to not “politicise” the matter.Calling the incidents of mob lynching “criminal”, the prime minister said, “It would be a great travesty to reduce these incidents to mere statistics and then indulge in politics over them.” He added: “That shows a kind of perverse mindset that looks at violence and criminality as something to be milked, instead of unitedly opposing.”Opposition unityThe prime minister claimed that the grand alliance that Opposition parties had formed to take on the government is meant to serve personal ambitions, not people’s aspirations. “The Mahagathbandhan is surely about power politics, not people’s mandate,” he said. “It is about dynasties, not development. The Mahagathbandhan is not about any union of minds or ideas, but about rank opportunism. The only question is whether they will break up before the [2019 Lok Sabha] elections or after.” “These parties had lots of time to prove their worth to the people,” Modi added. “But they indulged in corruption, nepotism and misgovernance. Now they know that their electoral arithmetic based on caste, class, community and religion cannot withstand the chemistry of development.”The prime minister claimed that parties which had opposed the Emergency, and those who supported it were now in an alliance. On reservationsThe prime minister also said that reservations will not be rolled back. “The objectives of our Constitution and dreams of Dr Babasaheb Ambedkar are still incomplete,” he said. “It is the responsibility of every one of us to fulfill his dream and reservations are an important tool to achieve this. Reservations are here to stay. Let there be no doubt about this.”Modi told ANI that “vested interests” claim that the Bharatiya Janata Party will abolish reservations “before every election”. “But the people of India are wise and they will not believe this propaganda,” he said. Modi claimed it was former Prime Minister Rajiv Gandhi who had opposed the recommendations of the Mandal Commission, which was formed in 1979 to consider the question of reservations for people from socially and economically backward communities.New Pakistan governmentOn the recent elections in Pakistan, which saw the victory of cricketer-turned-politician Imran Khan’s party Tehreek-e-Insaf, Modi said he hopes Islamabad will work to make the country “terror and violence free” under Khan as prime minister. Khan’s swearing-in ceremony will be held on August 18.","author":"Scroll Staff","time":"2018-08-12T08:41:41.857596+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890137-drcyqbghbx-1530293575.jpg","tags":["Narendra Modi","mob lynching","reservations","Imran Khan","2019 General Elections"]}