{"title":"‘Mobocracy cannot be allowed’: Supreme Court recommends new law against lynching","content":"The Supreme Court on Tuesday asked the Parliament to consider creating a new penal provision to deal with incidents of vigilantism, saying that mobocracy cannot be allowed in society. The bench headed by Chief Justice of India Dipak Misra decried cases of lynching and cow vigilantism. “No citizen can take law into his hands nor become law unto himself,” the bench said. The court also proposed a set of preventive, remedial and punitive measures to curb instances of lynching. These include special courts to conduct the trial in such cases, a compensatory scheme with provision for interim relief for victims and their kin, and stringent disciplinary action beyond what is recommended in service rules for officers who do not deal with lynching incidents properly. Asserting that such crimes do not know any religion and neither the perpetrator nor the victim could be viewed through the lens of caste, religion and gender, the court said the sweeping phenomenon has a far-reaching impact on the rule of law. “A fabricated identity with bigoted approach sans acceptance of plurality and diversity results in provocative sentiments,” the Supreme Court said.  “Display of reactionary retributive attitude transforming itself into dehumanisation of human beings.”The court also asked the government to broadcast, on several forms of media including radio, television and government websites, that mob violence would be dealt with seriously under the law. It has sought a compliance report from the Centre and states and also recommended strict action against those who spread volatile messages and videos. The court ordered the appointment of nodal police officers in all districts, efficient patrolling in areas where there was possibility of such incidents, and completion of trial in these cases within six months. The trial courts shall award the highest punishment in relevant sections of the law for lynching. Misra urged the Parliament to enact a special law to curb lynching and said a special law would instill “a sense of fear for law amongst the people who involve themselves in such kinds of activities.”The bench was hearing a batch of petitions, including one filed by the great-grandson of Mahatma Gandhi – Tarun Gandhi – and another by social activist Tehseen Poonawalla, seeking to curb violence by cow vigilante groups.In his petition, Poonawalla said that the “menace caused by the so-called cow protection groups is spreading fast to every nook and corner of the country, and creating disharmony between various communities and castes”. He also alleged that the police and other law enforcement agencies are either complicit in the actions of cow vigilantes or remain mute spectators.“Supreme Court has said that it is the duty of the states to ensure inclusive social order, no mobocracy can be allowed,” Poonawalla told reporters after the hearing. Earlier in July, the top court had said that it was up to the states to prevent incidents of cow vigilantism. The court has posted the matter for further hearing on August 28.  #Breaking: Supreme Court urges Parliament to create separate law for #lynching.— Bar & Bench (@barandbench) July 17, 2018\n\nIn September 2017, the Supreme Court had directed the Centre and state governments to take urgent steps to curb incidents of cow vigilantism. The court had asked each state to appoint a senior police official to serve as the nodal officer in each district to ensure that such incidents do not take place.In January, while hearing Gandhi’s plea, the bench asked the three state governments to explain why they had not followed its order.","author":"Scroll Staff","time":"2018-07-17T10:57:49.922669+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/886846-hjhyjjvjli-1531210838.jpg","tags":["Supreme Court","vigilantism","Parliament"],"source":"https://scroll.in/latest/886846/mobocracy-cannot-be-allowed-supreme-court-recommends-new-law-against-lynching"}