{"title":"Modi’s push for simultaneous polls will damage India’s federal structure, say 90 former bureaucrats","content":"A group of former civil servants on Tuesday expressed their concern about Prime Minister Narendra Modi’s efforts to push for simultaneous elections – a proposal to conduct polls to the Lok Sabha and state assemblies at the same time. In a statement released by The Constitutional Conduct Group, 90 signatories said that the move would damage the federal structure of India.The signatories of the statement include human rights activist and former Indian Administrative Service officer Harsh Mander, former Chief Information Commissioner of India Wajahat Habibullah, former Delhi Lieutenant Governor Najeeb Jung, former Indian Police Service officer Julio Ribeiro, former IAS officer and activist Aruna Roy and other former high-ranking bureaucrats.They highlighted Modi’s November 26 comments on “one nation, one election”, where he said that it is not a subject of debate, but a necessity. Proponents of simultaneous elections, the signatories noted, cite huge expenditure in conducting frequent polls and the influence of black money, caste, religion and communal problems. But, they added, this argument lacks sincerity and is only being used to divert attention from the “many flaws” of India’s electoral laws and practices. The flaws that they referred to included the safeguards related to the use of electronic voting machines and post-election defections to come to power.“To the prime minister’s rhetorical question, ‘Why should the country waste so much money?’ the response would be that money is being spent on a number of items other than elections as well, e.g. purchasing aircraft for the president and prime minister’s exclusive travel, building massive Parliament and Secretariat buildings in Delhi’s Central Vista and many others,” the statement said.It also pointed out that the first general election in 1951-’52 saw Indians vote for both the Union and state governments. This continued right till 1967. “It was after this period that the cycle of synchronised elections got disrupted, primarily because many state governments (as well as governments at the Centre) could not complete their term of five years,” the statement continued. “Restoring status quo ante to synchronise elections to the State Legislatures and Parliament would present major constitutional hurdles, apart from huge logistics, security, and manpower issues being involved.”The former bureaucrats said that the proposal to conduct elections simultaneously has little regard for both the small and big domains of each unit of a federal democracy, which function autonomously.The statement added:“The interests, the priorities, the mores and the conventions of each unit are its own and are not subordinate to those of the Union, except where the Constitution itself so mandates. The term of the Legislative Assembly of a state has nothing to do with the term of the Lok Sabha and depends primarily on the way electoral politics plays out within that state.”— The Constitutional Conduct Group\nThe signatories said simultaneous elections were likely to have a centralising effect.  “This is a political agenda of a state aiming at a unitary polity, in which the Centre is conflated with ‘national’ and the states treated as its subordinates, with their individual political fortunes deferring to those of the Centre. This is an assault on the fundamental principle of federalism in which each unit of democracy and governance is expected to function with relative autonomy and take its own decisions, whether it is the timing of elections, the framing of its laws and/or formulating its own policies in respect of subjects in the state list/concurrent list.”— The Constitutional Conduct Group\nThey further said “the disregard for the federal character of the country” is implicit in the idea of “one nation, one election”, and barely concealed contempt for electoral democracy. “The dangerous assumption here is that the need to periodically seek the mandate of the people is an unnecessary burden which comes in the way of efficiency,” the signatories wrote. “Governance, here, is viewed as something superior to and outside the practice of democracy and as the preserve of the administrative and political executive which controls it. The implication is that the people, the voters, have nothing to do with it, a totally unacceptable principle in a democracy.”The former officers said that the Narendra Modi government needed to undertake electoral reforms, and warned that restructuring the Indian election cycle to synchronise polls to the states and the Centre would “be destructive of our federal structure”.“If the government of India sincerely wish to improve the operation of the electoral system in India, it should work in tandem with all political parties (and in consultation with the Election Commission of India) to initiate reforms to improve the fairness and transparency of the election process,” the statement concluded.At present, elections to the state assemblies and the Lok Sabha are held separately – that is whenever the incumbent government’s five-year term ends or whenever it is dissolved due to various other reasons. The terms of Legislative Assemblies and the Lok Sabha may not match with one another. For example, Rajasthan went to polls in late 2018, whereas Tamil Nadu will hold Assembly elections in 2021.The push for simultaneous polls is expected to help a national party such as the Bharatiya Janata Party and harm regional parties.Also read: Why the BJP is pushing for simultaneous elections and how will they be implemented","author":"Scroll Staff","time":"2020-12-08T17:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139299-hqmqddwzya-1587558996.jpg","tags":["Narendra Modi","Lok Sabha","India elections","Constitutional Conduct Group","simultaneous polls","simultaneous elections","BJP"],"source":"https://scroll.in/latest/980638/modis-push-for-simultaneous-polls-will-damage-indias-federal-structure-say-90-former-bureaucrats"}