{"title":"Modi said the Statue of Unity would change local Adivasis’ lives. Most say it has – for the worse ","content":"This article is part of a special Scroll reporting project: Gujarat’s ‘dhandho’ elections, exploring the state’s complex relationship between business and politics as it heads into elections.To contribute to our reportage, click here.In the winter of 2018, when the Statue of Unity – the tallest statue in the world – was thrown open to the public, Narendra Tadvi sensed an opportunity. A cotton farmer, he lives in Vasantpura, a village on the west bank of the Narmada river, a few kilometres from the statue.“We had heard that the authorities would help us develop homestays in the villages,” he said. “So we thought maybe we will get some benefit from the tourists.”Narendra Tadvi submitted a proposal for a small guesthouse to the Statue of Unity Area Development and Tourism Governance Authority that administers the statue and 21 villages in the vicinity, located in Gujarat’s Adivasi-dominated Narmada district. But his plan was rejected, leaving him bitter. “You tell me how many Adivasi people have been allowed to make homestays,” he said. “We are deemed fit only to clean the dirt on the streets.”Narendra Tadvi's proposal to build a homestay was rejected, leaving him bitterNot living up to expectationsWhen Prime Minister Narendra Modi inaugurated the 182 metre-high statue of Sardar Vallabhai Patel, he had said “tourism activities would change the lives of locals”. Most locals are Tadvi Bhils, a Scheduled Tribe. The construction of the statue cost nearly Rs 3,000 crore, paid for largely by the Central and Gujarat governments.Four years later, few people in the villages that dot the area believe the project has made their lives any better. Even many of those who have found employment in and around the project seem largely lukewarm to it, complaining that the jobs are poorly paid and exploitative, and that they were perhaps better off without them. The resentment is driven by a feeling that big businesses are making a windfall even as many local Adivasi residents struggle to get compensation for land that they have lost to the project.  “When you go to Goa, you can see it’s the local people who have benefited from the tourism there,” said Chandrajit Sinh Gohil, a resident who owns a hotel in the area. “Here, everything has changed since the statue, but the local people, particularly the Adivasis, have not got any benefits from the tourism. All the big hotels, eateries, and shops are being run by agencies from outside.”Indeed, many Adivasi residents said the authorities often stopped them from doing business in the area, insisting they would have to seek permission if they want to do so. Shanti Ben Tadvi, who sells snacks to tourists outside the ticketing counters, was acerbic when we met one Sunday morning in October. “The police are always chasing us away saying vendors are not allowed,” she complained. “This is our land that they have built all the big hotels and buildings on. I just want my land back so that I can farm on it.”Shanti Ben Tadvi said he wanted her land backA protracted land conflict Land is at the heart of the discontment that pervades the villages near the statue, on either side of the river. While the statue itself is built on an island on the Narmada river, a host of complimentary infrastructure – hotels, state guest houses and the like –  stands on what was once farmland. This land dispute is closely intertwined with perhaps the most enduring symbol of infrastructure-induced displacement in modern India: the Sardar Sarovar Dam, which is around 2 km upstream from the Statue of Unity. In fact, no additional land was acquired by the government for the Statue of Unity and its affiliate infrastructure. All of the land in the Adivasi villages that has been used for this complex, the authorities claim, had already been acquired in 1961-’62 for the dam. However, since the dam was shifted around 7 km upstream when construction began in 1979, from its originally conceived location in 1961, much of this land was unutilised and the villagers continued to farm on it. As with most land acquisition processes in India, the affair has been clouded in claims and counter-claims. The local residents insist that their ancestors, mostly unlettered at the time, had not been compensated fairly. In any case, they argue, the land should have been returned to them since it was not used for the dam project. The government, for its part, has tried negotiating with higher rates and new packages. While it has managed to strike deals with some, many have refused to come on board. Currently, the matter is in court. \n\n\n    \n    Play\n\nListen to Scroll's Arunabh Saikia tell you about his new project reporting on the intersection of politics and business in Gujarat.\n    \n      Dhandho elections\n      Contribute to our special reporting project.\n      \n    \n    \n        Click here\n    \nShakuntala Ben Tadvi’s family is one of the litigants in the case. They live in Kevadia, the village that has become a base of sorts for those visiting the statue (the railway station in the village has seen a name change too: it is now called Ekta Nagar after the Hindi word for “unity”). Tadvi spoke indignantly about the statue and the tourism around it. “Not a single local person has got anything substantial,” she said. The Haryana state guesthouse, she said, stood on her family’s farm land. “We have got no compensation for it,” she claimed. “They hoodwinked our ancestors to put their thumbs on a piece of paper.”Shakuntala Ben Tadvi spoke indignantly about the statue and the tourism around it. “Not a single local person has got anything substantial,”A militarised spaceTadvi alleged that farmlands of several others in the village had been fenced off without warning. “In the Covid lockdown, they came and erected fences while we were all locked up in our homes,” she said. “Not only have they snatched our land, we don’t even have the right to speak up or protest – they have deployed so much [security] force in our villages.”Movement in the areas around the statue is tightly regulated, lending the place a rather militarised air for a tourist destination. The final stretch of the newly-built road leading up to the statue is punctuated by several police barricades and is not accessible by private vehicle – visitors can only travel in vehicles provided by the authority. As a resident put it, “It is like a guided tour – you can only see what they want you to.”‘Exploitation of tribal people’The complaints of the local population are so widespread that I heard them even in the unlikeliest of places: in the offices of the Statue of Unity Area Development and Tourism Governance Authority.Several local employees voluntarily approached me with their grievances as I waited to meet senior officials. Ram Kishan Tadvi, who works as a contractual peon in the office, said, “What they are doing is exploitation of tribal people. We are recruited by private agencies that can fire us any moment.”Ram Kishan gets paid Rs 9,000 a month. “I don’t want to do this,” he said. “I want to farm on my land that mind you they haven’t acquired from us but stolen from us.”In the same office, Arvind Tadvi, who works as a guide in the statue complex, said the local Adivasi youths were often discriminated against at work. “The people from outside, they are the ones who get the better posts and higher salaries despite the same qualifications,” alleged Tadvi, who holds a postgraduate degree. Vendors outside the ticketing countersThe beneficiaries Rahul Patel, the public relations officer at the authority, vehemently contested these claims. “Two thousand local Adivasis have got employment – that is 2,000 families,” he said. “Obviously, what kind of jobs you get will depend on your educational background.”Patel said the authority prioritised hiring local Adivasi youth. A skilling centre to train them was also up and running, he said.  “We have a zoo here too, where we employ 67 animal keepers – all of them are tribals,” he said. “We pay them Rs 25,000 a month. Have you heard of animal keepers anywhere else being paid so much?”Some of the most visible local beneficiaries of the project are Adivasi women who ferry tourists from the parking zone to the site of the statue in pink e-rickshaws. The women have to pay Rs 700 a day (Rs 900 on the weekend) to the authorities – whatever they make from the tourists they take home. One of them, Dhanlakashmi Tadvi, told me her life had improved ever since she took up the job ten months ago. “However, it is true that not everyone has benefited,” she added. “A lot of people in our village have lost their land and not got compensation.”Another woman who drove a rickshaw, Neeru Tadvi, was more measured. “Yes, I am making some money, but we lost our land,” she said. “That’s a huge loss.”Dhanlakashmi Tadvi ferries tourists to the statue siteOne of the most enthusiastic local backers of the project I met was Atul Patel, a farmer who said he was affiliated to the Bharatiya Janata Party.  Patel and his family accepted the government’s rehabilitation package and now live in a “model colony” in the area, comprising 380 one-bedroom houses painted an identical blue, beige and white. While Patel said he was “effectively jobless” because he had no land to farm on anymore, he said he was happy because his children had got jobs because of the statue. His 21-year old son, Teerth Patel, who is pursuing a graduate degree through distance learning, works as a sales executive in a shop in the shopping complex that has come up in the area. His graduate daughter is a manager at a high-end, tent-style tourist accommodation facility adjoining the statue complex.“Those who want to work, they have found work,” he told me. “The ones who are complaining, they want everything for free.” Atul Patel with his family outside their new home in the model colonyA sentimental issue Yet, for many Adivasi residents, the disgruntlement extends beyond employment. The Statue of Unity Area Development and Tourism Governance Act which was enacted in 2017, paving the way for the new authority that administers the area, is seen by a large section as an infringement on their way of life. For instance, residents claim when Kevadia’s name was changed to Ekta Nagar, they were not consulted at all. “Our gram sabha is being systematically weakened,” said Shailesh Tadvi, a resident and activist affiliated to the Congress. “Now, we have to take the permission of the SOU Authority to even repair a road. That is completely unacceptable in a schedule five area like ours. ”The fifth schedule of the Indian Constitution allows for a certain degree of self-governance and autonomy over natural resources in tribal-majority areas. As the area sees its first Assembly elections after the inauguration of the statue, the structure is likely to be a significant presence.Most Adivasi community leaders and politicians have strongly opposed the project. Chhotu Vasava, the leader of Bharatiya Tribal Party, which holds considerable sway among the Bhils of Narmada and adjoining  Bharuch, has been a vocal critic of the statue. He has, on several occasions, called it the “Statue of Displacement”. Praful Vasava, the Aam Aadmi Party’s candidate from Nandod, is a vocal Adivasi activistEven the Aam Aadmi Party’s candidate from Nandod, the Assembly constituency in which the affected villages are, is a vocal Adivasi activist named Praful Vasava. “I had three conditions before I joined the party,” he told me when we met at his house in a newly developed Adivasi housing society in Rajpipla, the headquarters of Narmada district. “First, all cases against the local people for protesting against the project should be withdrawn, then all land illegally acquired should be returned and the local people’s stake in the project should increase.”Narendra Tadvi, the farmer who couldn’t build a homestay in his house, said the BJP would “suffer heavy losses” in the elections in tribal areas because of the statue. “It is not that we are against the statue itself,” he said. “All we want is that we should be part of it because it is our land.”Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-11-15T09:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182250-mulvkdqsuw-1667407787.jpeg","tags":["Gujarat Assembly elections 2022","Statue of Unity"],"source":"https://scroll.in/article/1036493/modi-said-the-statue-of-unity-would-change-local-adivasis-lives-most-say-it-has-for-the-worse"}