{"title":"Modi preaching peace abroad as Manipur burns reinforces historical alienation of the North East","content":"When some of the states of what is casually referred to as the North East – as if the people living there have no identity and character – signed the Instrument of Accession to India, some under duress like the Khasi states, others willingly like the kingdoms of Manipur and Tripura, they hardly understood the complexities they were getting into. India is a vast country and some states – basically those in north and central India and to an extent western India – are considered to be the core of Indian civilisation, culture and now politics. Nagaland, under Naga leader AZ Phizo, had declared its independence a day prior to India on August 14, 1947. Phizo, a foresighted idealist, had envisaged that it would be difficult for the Nagas to be part of a country that was racially different and culturally so diverse as to defy any idea of a monoculture that is being thrust on us today.When Prime Minister Narendra Modi deigns to visit the states of this region, and that usually is during election times and when governments with the Bharatiya Janata Party as allies are being formed, he waxes eloquent about this region being the “Ashta Lakshmi” or the eight facets of the deity Lakshmi. This is forgotten the moment the prime minister lands in Delhi.  It is possible he has forgotten that there exists a state called Manipur whose people are attacking each other or are under attack by a more superior force enabled by the state.  That this is a troubled periphery goes without saying. The Armed Forces Special Powers Act – a colonial law meant to curb the resistance movements in India – a poor copy of the Rowlatt Act was first imposed in the Naga Hills to tame the Naga rebels. The Indian Army committed horrific atrocities at the time but with no cameras, no media, no way of telling the world what was actually happening and how women were raped the way American soldiers raped Vietnamese women, things were never known to the outside world. At the time, the Indian military was hardly familiar with the Naga Hills. The people looked different – after all they were Tibeto Burmans and resembled the Chinese – and were by no stretch of the imagination “Indian” in appearance. They were the enemy that tried to upstage the country and its rulers and needed to be shown their place.One has to listen to the stories of survivors of the time (who are now almost all gone) to understand how cruelly the Indian soldiers behaved. Elderly women who were in their 80s or 90s, when they were interviewed some 10 years ago, recall with a dread that is still visible on their faces how they would often have nightmares of army jeeps coming to a screeching halt at their doorstep and army men rushing in to their homes to search for the rebels and then letting out their anger and desperation on the women.A schoolgirl in Kohima in Nagaland in August 2005. Credit: Reuters.Being part of the “nation” has been most traumatic for the Naga people. Later, the Mizos too went rogue when they saw that the Assam government that governed the Lushai Hills District did not respond to their cries for help when they were struck by near-famine due to a phenomenon called the “Mautam”. This ecological phenomenon is marked by an explosion in the rat population due to the flowering of the bamboo. “Mautam” in Mizo means the death of the bamboo (mau means mambo and tam is death). It is an ecological even that happens in a 50 year cycle. Even as late as 2006, the Mautam had hit eastern Mizoram despite all the developments in agricultural technology. The Mizos rose in revolt when their appeals for help to the Assam government and the Indian government for food supplies went unheard. They revolted in February 1966 and declared independence from India on March 1 under the leadership of the Mizo National Front led by Laldenga. The Mizo National Front launched a series of attacks on government offices and security forces in different places. This unexpected action led to retaliation from the Indian army. Aizawl, the present capital of Mizoram, was bombed by the Indian Air Force. Village after village was burnt and other villages were regrouped. These are stories that grandmothers still tell their children. The present Chief Minister of Mizoram, Zoramthanga, was a member of the Mizo National Front  and never fails to regale visitors with stories of how the Front survived in the jungles of East Pakistan, present-day  Bangladesh.After a protracted struggle for independence, the Mizo National Front realised that it was fighting a superior force and that the people of Mizoram were bearing the brunt of the movement. After several peace talks, the Mizo Accord was finally signed in 1986 between the government of India led by Rajiv Gandhi and the Mizo National Front supremo Laldenga, who also became chief minister after Lalthanhawla stepped down from the post to ease the peace process and ensure that the Front did not renege, regroup and go back to the jungles on some pretext or the other. These are the landmark events in the history of the region. Other militant outfits surfaced among different ethnic groups in Assam such as the Bodos, the Karbis and Dimasas. Before that, the United Liberation Front of Asom, which believes in a pure Assamese race and rule and detested the growth of Bengali population and culture in the Barak Valley, took up arms. This lasted through the late 1970s and 1980s. These rebellions spread to Manipur, Tripura and Meghalaya and the reasons for their emergence varied. An activist of a Kuki Students' Organisation during a protest near Parliament in New Delhi in June 2001 over a the extension of a ceasefire with a rebel outfit. Credit: Reuters.Today, most of these groups are either in talks with the Indian government or under Suspension of Operations, as is prevailing with the Zo-Kuki outfits in the hills of Manipur. At one time, the Imphal Valley had as many as 32 militant outfits from the Meitei community. These outfits in the valley emerged as a counter-force to the Naga and Kuki outfits. In a sense, it was a sort of challenge that if the Manipur hills have their armed outfits, the Imphal valley was not far behind. After the extension of the ceasefire with the Naga rebels – National Socialist Council of Nagaland-Isak-Muivah, or NSCN(IM) – to the Naga-inhabited areas of Manipur, the outfits in the valley became more recalcitrant and even burnt down the State Assembly building. It will not be wrong to say that violence appears to be written in the DNA of the people in India’s North East. There is a sense of alienation, of being racially profiled outside the region and of not being accepted for who they are. The Eurocentric idea of “nation” does not fit India with its inherent diversities. Democracy was implanted in 1947 and the Constitution of India despite the many debates is an extension of the Government of India Act with other provisions thrown in at the time that the Constitution was being debated robustly by the Constituent Assembly. That India as a country still adopts the Indian Police Act 1861 – a colonial law designed to make the police force act as a force that serves the rulers rather than the citizens. The fact that the Eastern Bengal Frontier Regulation Act, 1873, which demarcated certain areas in India’s North East as “no go areas” for people from the plains because of reasons that suited the British rulers, still continues as the Inner Line Permit in the 21st century, just shows how disinclined the rulers of this country were to bring any major reforms. Is it any surprise, then, that even today the supreme leader of this country has actually left Manipur to stew in its own juice while he travels to the US to preach India’s brand of peace and export yoga there? Delhi could not care about lives lost in the periphery which shares just 1% of its boundary with “India.” Patricia Mukhim is editor, The Shillong Times.","author":"Patricia Mukhim","time":"2023-06-29T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/59719-jgvabrzwsf-1496459452.jpg","tags":["North East","Manipur","Nagaland","Mizoram","Nagas","Meiteis","Kukis"]}