{"title":"Modi, welfare, Hindutva: What does BJP’s stellar showing in state polls mean for Indian politics?","content":"Five states went to the polls in this round of elections: Uttar Pradesh, Uttarakhand, Punjab, Goa and Manipur. The biggest winner is quite clear: the Bharatiya Janata Party. In four of those five states,  the BJP has been the largest party in terms of vote share and leads in seats at the time of writing. (In the fifth, Punjab, it is a minor player, anyway.) Given the factors ranged against the party for the past two years – from anti-incumbency to mass protest movements to economic distress – the significance of this win can hardly be overstated.For one, the BJP is an incumbent in all the four states in which it is leading. Anti-incumbency has been a common framework used to analyse Indian politics for the past three decades. However, with the end of the coalition era and the start of the Modi age, clearly this factor has decreased in importance. Like at the peak of Congress dominance under Jawaharlal Nehru and Indira Gandhi, Indian voters are more than happy to vote parties back to power.Pain and distressThis willingness of the voter to vote for the incumbent is especially stark given the economic dislocation over the past few years. Economic growth in India has slowed down to crawl. National gross domestic product has grown by only 0.6% over the past two years. Under Adityanath, Uttar Pradesh’s economic growth crashed to a compound rate of less than 2% per annum from 2017 to 2021, from nearly 7% under the previous Samajwadi government. Per capita income growth under the current BJP government in Uttar Pradesh has been even lower: 0.43%.To add to this is the fact that the employment rate fell sharply in Uttar Pradesh under the present government. In addition, manufacturing actually saw a contraction of 3.9% compared to growth of 14.6% under the Samajwadi Party.Traditionally, agriculture is the shock absorber in a rural state like Uttar Pradesh. However, to add on to the misery of poor job creation, the state also saw widespread agrarian distress under the Adityanath government. Part of this was due to larger factors around Indian farming, related to low yields and rising input costs. However, part of the distress was directly caused by the BJP government itself, which while attempting to ban beef, had caused a stray cattle problem, leading to massive crop lossses.While the holy cow, despite its many misdemeanours, may've been given a free pass by the public in better times, farm losses may not be taken so kindly at a time when other economic avenues are drying up & prices of many essentials are at an all-time high https://t.co/a4XQd1iKph— Arunabh Saikia (@psychia90) March 7, 2022\n\nAnti-incumbency conditionsFurther distress was caused to the Indians by rising inflation and poor management of the Covid-19 pandemic. The situation was particularly dire in Uttar Pradesh, whose weak health infrastructure all but collapsed in the face of the second wave of the Covid-19 pandemic in the summer of 2021.Similar conditions for anti-incumbency existed in the states of Goa and Uttarakhand too. In Goa, the BJP saw defections, charges of corruption as well as the baggage of a decade-old reign. In Uttarakhand too, classical anti-incumbency issues such as inflation played a big role as well as political instability: the BJP completed its five-year term with as many as three chief ministers. In fact, the state is notorious for booting out governments even since it was formed a couple of decades ago.Fighting backYet, in the face of these conditions, what explains the BJP’s impressive performance?One of the biggest answers might be surprising for a party often called right wing: welfare. The BJP has now been transformed into a massive welfare delivery machine, concentrating on what economists have called “new welfare”. The party focuses on the distribution of private goods and services such as gas cylinders, bank accounts, toilets, water connections and, increasingly, even straight-up cash. Unlike classical public works (schools and roads, for example), these goods are easily quantifiable and hence can be linked directly to the principal leader.In this case, of course, the leader is Narendra Modi: the BJP’s trump card in India’s personality-oriented polity. Currently no other leader comes close to his popularity. Even in Uttar Pradesh, the one state along with Assam, with a strong BJP chief minister, Adityanath played second fiddle to Modi.In other states, the Modi personality loomed miles above any other BJP leader.Modi’s figure of course blends in well with the BJP’s core ideology of Hindutva. While Hindutva did not play as loud a role in Uttar Pradesh this time as it did in the previous Assembly election, it was a definite subtext. In Uttarakhand, it was the final trump card that the worried BJP turned to, raking up issues such a uniform civil code and allegations of undocumented Muslim migration from Myanmar.Congratulations to UP CM Shri Yogi Adityanath Ji and PM Shri Narendra Modi  Modi Ji for the stunning victory and winning UP Assembly Election,2022 once again. This would be the first time ever that Uttar Pradesh will see a Chief Minister for two consecutive term.🇮🇳 pic.twitter.com/0VayYSYLrd— Integrated Achievers' (@IntegratedAchi1) March 10, 2022\n\nLack of oppositionOf course, none of these are unbeatable factors. Bengal, for example, has a strong leader in Mamata Banerjee to challenge Modi as well as an ideology to match Hindutva in the form of Bengali nationalism. The result was not only a defeat for the saffron party but an existential crisis for the party in the state.However, these conditions do not exist in the current clutch of states in which the BJP did well  (notably, the BJP barely exists in Punjab, the one state with a sharp sense of identity in this round). The two main ideological challenges to the BJP, apart from language nationalism, are secularism, which in India represents plurality across religion, and the politics of caste equity. The BJP has demolished the first one, stigmatising the wooing of Muslim voters itself as so-called appeasment and openly stating that it is interested only in Hindu votes. Given that Hindus form 80% of India, this kind of politics, if successful, could create a “permanent majority” that is mathematically unbeatable at the hustings.The second step to creating this pan-Hindu vote is the co-option of caste equity under the twin poles of Hindutva and welfare. The BJP has wooed India’s thousands of small dispossessed castes while simultaneously holding its traditional upper caste votebank. The result of this has been that post-Mandal parties such as the Samajwadi Party and Bahujan Samaj Party have had the rug pulled out from under their feet. Rather than representing caste equity or dispossessed castes as a whole, ranged against a small number of upper castes, they have been reduced to parties of certain castes. In the Samajwadi Party, this means Yadavs and for the Bahujan Samaj Party, the Jatavs. The support from other castes required to turn these parties into serious challengers is simply missing. Thus, even though the Samajwadi Party has delivered its best-ever performance in Uttar Pradesh, with half or more of its votes coming from Muslims, even this performance fell well short of a winning total, given tepid support from non-Yadav Hindus.The BJP has consistently performed worse in state polls compared to national ones. Given this impressive performance in the assembly elections and lack of any contenders or even significant ideological pushback, a BJP win in the 2024 Lok Sabha elections seems very probable when seen from this moment.Also readFive reasons why the Samajwadi Party failed to dislodge the BJP in Uttar Pradesh","author":"Shoaib Daniyal","time":"2022-03-10T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171327-ylaayozcky-1646920359.jpeg","tags":["Bharatiya Janata Party","Adityanath","Narendra Modi"],"source":"https://scroll.in/article/1019222/modi-welfare-hindutva-what-does-bjps-stellar-showing-in-state-polls-mean-for-indian-politics"}