{"title":"Modi claims his government never brought up NRC – after a year of Amit Shah promising one","content":"In a combative speech in Delhi on Sunday, Prime Minister Narendra Modi claimed that all the people protesting his government’s promise to conduct a pan-India National Register of Citizens were misguided and had fallen prey to untruths spread by the Opposition. He then sought to mislead people himself. “Has anything happened with the NRC yet? Lies are being spread,” Modi declared at the Bharatiya Janata Party rally in the capital. “After my  government came to power, from 2014 to now, let me tell the 130 crore  citizens of this country, nowhere has the NRC word been discussed, been  talked about. Only when the Supreme Court said, then we had to do it for  Assam. What are they talking about? Spreading lies.” The 130 crore Indians have no connection to the CAB. A lot of lies are being spread about NRC as well.It was made during the Congress regime. Where were the protesters then? We did not make it, nor did we bring it to the Parliament or announce it: PM Modi #DilliChaleModiKeSaath— BJP (@BJP4India) December 22, 2019\n\nThis is patently false. Home Minister Amit Shah, who is also the president of the BJP, has spent the last year promising over and over that India will carry out an all India NRC, going so far as to make it one of the central promises of the electoral campaign ahead of Lok Sabha polls earlier this year. Lakhs of people have taken to the streets across India over the last two weeks after Parliament passed the Citizenship Amendment Act, a piece of legislation that – when coupled with the NRC, as Amit Shah promised it would be – could become a tool to harass Indian Muslims. Yet suddenly, Modi seems to be washing his hands of the, even though the evidence of Shah promising one is overwhelming.Take this tweet, by Shah’s verified Twitter account carrying a campaign speech from May this year, in which he says, “first we will pass the Citizenship Amendment bill... after that NRC will be made and we will detect and deport every infiltrator from our motherland.”  First we will pass the Citizenship Amendment bill and ensure that all the refugees from the neighbouring nations get the Indian citizenship. After that NRC will be made and we will detect and deport every infiltrator from our motherland. pic.twitter.com/oB2SlBaQ0j— Amit Shah (@AmitShah) May 1, 2019\n\nOr take this story from December 1, when Defence Minister Rajnath Singh says, “we will implement NRC across all states of the country.” Or this part of the BJP manifesto ahead of Lok Sabha elections earlier this year: “This was created in the Congress times,” Modi went on to say at the rally. “Then they were all sleeping? We didn’t create this. It hasn’t come to Parliament, it hasn’t come to the Cabinet, not have any rules been issued.” This too is something of a dodge. The National Register of Citizens may not need to come to Parliament, because it functions under a legislation that was passed by the BJP-led government back in 2003. Scroll.in has reported how the NRC process has in fact already begun under something called the National Population Register, which also operates under the same law. Moreover, it has been brough up in Parliament. In the Session that just concluded, Amit Shah promised Parliament that his government would carry out an all-India NRC. सुप्रीम कोर्ट के ऑर्डर के तहत असम में NRC की प्रक्रिया हाथ में ली गई थी।NRC की प्रक्रिया जब पूरे देश में होगी, तो असम में भी ये फिर से की जाएगी।किसी भी धर्म के लोगों को डरने की जरूरत नहीं है।सारे लोगों को NRC के अंदर समाहित करने की व्यवस्था है: श्री अमित शाह, राज्य सभा में pic.twitter.com/eJ3YIcPWFT— BJP (@BJP4India) November 20, 2019\n\nIn fact, here is an earlier Scroll.in piece on five times that Amit Shah explicitly linked the NRC to the Citizenship Act – another claim that the government is now denying – and promised that it would be conducted across India. Later in the rally, referring to “urban naxals”, a term that the BJP uses to widely mention just about anyone who disagrees with the government, Modi said “they are spreading rumours that all Muslims will be  sent to detention centres. I am amazed that even the educated people are  asking what is a detention centre... these are all lies.” Yet in September, the Mumbai Mirror reported on a detention centre being built in Maharashtra, with the report adding that the Union Government had instructed all states to build detention centres. The speech, the first time Modi was speaking publicly after a protest movement against his government expanded all over the country, featured plenty of combative lines from the prime minister who insisted that all the allegations against him were lies. Govt source tells me that the latest statements by the Prime Minister on nationwide #NRC are the ones we should go by. In other words, listen to the PM now, not what Amit Shah might have said previously.— Nicola Careem (@NicolaCareem) December 22, 2019\n\nBut maybe the most relevant portion of the speech was this claim, that his government was not behind the idea of a pan-India NRC. Over the last year, Home Minister Amit Shah has repeatedly promised to bring in a National Register, yet suddenly the prime minister insists it was not even discussed. Has the government had a change in heart after massive protests around the country and widespread international condemnation?","author":"Rohan Venkataramakrishnan","time":"2019-12-22T19:08:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/133329-onbwrokssx-1577008371.jpeg","tags":["Narendra Modi","Amit Shah","National Register of Citizens","Citizenship Amendment Act"],"source":"https://scroll.in/article/947605/modi-contradicts-amit-shah-after-a-year-of-promising-nrc-prime-minister-claims-it-wasnt-discussed"}