{"title":"Rahul Gandhi’s conviction stayed by SC in defamation case, Lok Sabha membership to be restored","content":"The Supreme Court on Friday stayed Congress leader Rahul Gandhi’s conviction in the criminal defamation case for a speech in which he asked why many thieves had the surname Modi, Live Law reported.The decision means that Gandhi’s Lok Sabha membership can be restored. Congress General Secretary KC Venugopal said that the party’s leader in the Lok Sabha, Adhir Ranjan Chowdhury, will urge the Speaker to restore his membership, ANI reported.A bench of Justices BR Gavai, PS Narasimha and PV Sanjay Kumar said that the trial court did not give any specific reasons for imposing the maximum punishment – two years of imprisonment – in the case, according to Bar and Bench.“Particularly when the offence was non-compoundable, bailable and cognizable, the least which was expected from the learned trial judge was to give reasons for imposing the maximum punishment,” the court observed, reported Live Law.The bench also said that had the sentence given to Gandhi been even a day lesser, then he would not be disqualified from the Lok Sabha. The court also noted that the ramifications of the lower court’s ruling were wide and adversely affected the rights of the people of Wayanad, the constituency Gandhi represents in the Lok Sabha.The Supreme Court, however, said that Gandhi’s remarks were not in “good taste” and that a person in public life ought to have been more careful while giving speeches.A Surat court had convicted the former Congress chief on March 23 for remarks made in his speech ahead of the 2019 Lok Sabha elections. The court had awarded Gandhi the maximum punishment of two years in the case, which led to his immediate disqualification as a Lok Sabha MP.Under Section 8(3) of the Representation of the People Act, 1951, a legislator sentenced to jail for two years or more stands to be disqualified from the date of conviction till six years after serving time.Gandhi had earlier moved the Gujarat High Court to seek a stay on the conviction. However, on July 7, the High Court had upheld the Surat court order, noting that at least 10 criminal cases are pending against Gandhi, including one filed by grandson of Veer Savarkar, Satyaki Savarkar. Satyaki Savarkar had filed a defamation case against Gandhi for his comments about the Hindutva ideologue in London.On Wednesday, the former legislator from Wayanad had said that he is not guilty of any offence and would not apologise for his remarks. He also said that if he had wanted to apologise, he would have done so much earlier. The politician had said that as an MP and a leader of the Opposition, it was necessary for him to critically evaluate the conduct and performance of the ruling establishment.What is the case against Rahul Gandhi?The case pertains to Gandhi’s remarks at a rally in Karnataka’s Kolar ahead of the 2019 Lok Sabha elections where he had said: “Why all the thieves, be it Nirav Modi, Lalit Modi or Narendra Modi, have Modi in their names?” Nirav Modi is a fugitive businessman accused in the Punjab National Bank scam while Lalit Modi is a former Indian Premier League chief who has been banned for life by the cricket governing body.However, Bharatiya Janata Party MLA Purnesh Modi alleged in his complaint that Gandhi’s remarks were defamatory to 13 crore people living in India who have the surname Modi.Senior advocate Abhishek Manu Singhvi, appearing for Gandhi, had told the Gujarat High Court in April that the trial process against the politician had “very serious vitiating factors” that led to his conviction. He had also argued that the complaint against Gandhi was not maintainable since he had not mentioned the name of Purnesh Modi.In his plea to the Supreme Court, Gandhi said that his speech, which was critical of economic offenders and Prime Minister Narendra Modi, has been held to be “an act of moral turpitude”, inviting the harshest punishment.","author":"Scroll Staff","time":"2023-08-04T13:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190905-dxbmuqxfgn-1685942939.jpg","tags":["Rahul Gandhi","Supreme Court","Modi Surname","Defamation Case"],"source":"https://scroll.in/latest/1053795/modi-surname-case-rahul-gandhis-conviction-stayed-by-sc-his-lok-sabha-membership-to-be-restored"}