{"title":"Modi and Shah are wrong: Several states have higher crime rates than UP (including BJP-ruled ones)","content":"Uttar Pradesh has reached “number one” in crime, Prime Minister Narendra Modi said on February 5, repeating the claim five days later. Similarly, Bharatiya Janata Party chief Amit Shah said on February 3 that states ruled by the BJP have a better law-and-order record than Uttar Pradesh.The crime situation has been a constant refrain in the electoral battle for India’s most populous state, but the facts – garnered from the Centre’s own crime database – did not support the assertions made by Modi and Shah. In 2015 (the year for which latest data is available), Factchecker found that, compared to Uttar Pradesh, 27 states and union territories had a higher rate of rapes, 21 had a higher murder rate, 19 had a higher rate of kidnapping and abduction, 16 had a higher rate of riots and 18 had higher theft rates.We also found that many BJP-ruled states had higher crime rates than Uttar Pradesh.A caveat: crime data nationwide is often not an accurate reflection of crime because it is compiled by the National Crime Records Bureau, a division of the Union Ministry of Home Affairs, with data sent by states.Some crimes, such as rape and assault, could be hidden or not reported, but others that result in a body – such as murder or dowry death – are harder to hide. For instance, Bihar – India’s third-most-populous state, with the country’s poorest people – has a crime rate lower than more prosperous states with fewer people, such as Gujarat, Kerala, Rajasthan and Madhya Pradesh, as IndiaSpend reported in May. Factchecker also reported in March 2015 how Uttar Pradesh was misrepresenting some crime and health data.In general, while northern states tend to under-report crime than those in the south, their crime data largely reflect crime trends.Fact-checking ModiModi’s claim: Uttar Pradesh is “Number 1” in crime, with 24 rapes, 21 attempts to rape, 13 murders, 33 kidnappings, 19 riots and 136 thefts every day.Fact: The crime rate is calculated per 100,000 population, and by that measure, there are many states with higher rates. Even considering the “per day” measure, rapes registered in Uttar Pradesh were a third of what Modi, claimed while attempts to rape registered were 4.7% of his claim, although figures for murders, kidnappings, riots and thefts in “per-day” terms are correct with regard to 2015 crime statistics.Crimes registered per 100,000 people is the appropriate measure, not “per day”: Large states are likely to register the highest number of crimes in absolute terms, although most northern states tend to under-report crime. Uttar Pradesh has 216 million people (2015 mid-year projected population), more than any other state and more than every country, save four. An accurate measure of crimes is the rate at which they are committed per 100,000 population. This is called the “crime rate”. The NCRB does not use a “per day” measure.The rape and attempt-to-rape statistics Modi quoted are inflated by three and 21 times, respectively: There were 3,050, 3,467 and 3,025 rapes registered in Uttar Pradesh in 2013, 2014 and 2015, according to NCRB data. Translated to “per day” terms, that is eight in 2013, nine in 2014 and eight in 2015. If Modi was using 2015 data, the latest available, he has inflated the actual figure by three times.Similarly, in 2014 and 2015, attempts to rape registered in Uttar Pradesh were 324 and 422, respectively, or about one per day – 4.7% of Modi’s claim.Uttar Pradesh’s murder rate was 22nd, among 36 states and union territories in 2015, down from 2014. Its murder rate was 22nd in 2015, 19th in 2014, 21st in 2013 and 22nd in 2012. The murder rate (murders per 100,000 population) in Uttar Pradesh has fallen from 2.4 in 2012 to 2.2 in 2015, while the national murder rate has been 2.8 in 2012 and 2.6 in 2015. There were 13 states with a population greater than 10 million with a murder rate higher than Uttar Pradesh’s in 2015.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015Rate of rape: Twenty-seven states and union territories had higher rates of rape than Uttar Pradesh in 2015. The rate of rapes reported in the state rose to 1.6 (per 100,000 population) in 2014, from 1.0 in 2012, but fell to 1.4 in 2015. The national average for rate of rapes in 2012 was 2.1; it rose to three in 2014 and fell to 2.8 in 2015. There were 27 states and union territories with higher rates of rapes than Uttar Pradesh in 2015, including 15 states with a population more 10 million.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015Kidnapping and abduction: Nineteen states and union territories had higher rates than Uttar Pradesh in 2015. Kidnapping and abductions in Uttar Pradesh rose from 4.3 per 100,000 population in 2012 to 5.8 in 2014, falling to 5.6 in 2015. Nationally, the kidnapping and abduction rate in 2015 was 6.6 per 100,000 population, rising from 3.9 in 2012. In 2015, there were 13 states with population more than 10 million with a higher kidnapping and abduction rate than Uttar Pradesh.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015Rate of riots: This rises in Uttar Pradesh, national average declines. Sixteen states and union territories had higher riots rates in 2015. Riots cases in Uttar Pradesh rose to 3.2 per 100,000 population in 2015 from 2.8 in 2012, while the national average declined from 6.2 in 2012 to 5.2 in 2015. The state ranked 17th in the rate of riots in 2015, while 12 states with population more than 10 million had a higher rate.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015Theft rate: Eighteen States and union territories had higher theft rates in 2015: Thefts in Uttar Pradesh rose from 18.2 per 100,000 population in 2012 to 22.9 in 2015, lower than the national average, which also increased to 37.2 in 2015 from 27.8 in 2012. There were 11 states with a population more than 10 million which reported higher rates than Uttar Pradesh.Source: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015Fact-checking Shah Amit Shah’s claim: Fourteen states ruled by the BJP have a better law-and-order record than Uttar Pradesh.Fact: Of 13 BJP-administered states in 2015, six reported higher murder rates, 12 higher rates of rapes, nine higher rates of kidnapping and abduction, five higher rates of riots and eight higher theft rates. Factchecker has included the national capital territory of Delhi among BJP-ruled states: although it is governed by the Aam Aadmi Party, Delhi’s law and order is centrally administered by the Union Ministry of Home Affairs. In 2015, the BJP was in power in eight states – Haryana, Rajasthan, Madhya Pradesh, Chhattisgarh, Maharashtra, Gujarat, Goa and Jharkhand – on its own, and was a coalition partner in the states of Jammu and Kashmir, Punjab, Andhra Pradesh and Nagaland.In 2015, the BJP-administered states of Jharkhand, Haryana, Chhattisgarh, Madhya Pradesh, Delhi and Punjab reported higher rate of murder per 100,000 population than Uttar Pradesh.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015In 2015, Delhi, Chhattisgarh, Madhya Pradesh, Rajasthan, Goa, Haryana, Maharashtra, Jharkhand, Punjab, Jammu and Kashmir, Andhra Pradesh and Nagaland reported higher rate of rapes per 100,000 population than Uttar Pradesh. Delhi’s rate of rapes was 7.5 times that of Uttar Pradesh.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015The BJP-administered states of Delhi, Haryana, Jammu & Kashmir, Madhya Pradesh, Chhattisgarh, Rajasthan, Maharashtra, Punjab and Goa had higher kidnapping and abduction rates than Uttar Pradesh in 2015.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015The BJP-administered states of Jammu and Kashmir, Maharashtra, Haryana, Jharkhand and Goa reported higher rates of riots than Uttar Pradesh in 2015.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015Eight BJP-administered states of Delhi, Haryana, Maharashtra, Rajasthan, Madhya Pradesh, Goa, Andhra Pradesh and Jharkhand reported higher theft rates than Uttar Pradesh in 2015.\n\t\t\n\tSource: National Crime Records Bureau’s Crime in India reports: 2012, 2013, 2014 and 2015Manoj K is a graduate of the Indian Institute of Technology, Delhi, and the founder of the Centre for Governance and Development. He has a special interest in transparency and accountability in governance and has spearheaded several projects on these subjects.This article first appeared on Fact Checker.","author":"Manoj K, Factchecker.in","time":"2017-02-17T22:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829609-35486-fjxbalvsfb-1487307463.jpg","tags":["Uttar Pradesh","Narendra Modi","Amit Shah"],"source":"https://scroll.in/article/829609/modi-and-shah-are-wrong-several-states-have-higher-crime-rates-than-up-including-bjp-ruled-ones"}