{"title":"Modi attacks Omar Abdullah over separate PM for J&K remark, asks Opposition to clarify their stance","content":"Prime Minister Narendra Modi on Monday attacked National Conference leader Omar Abdullah for his statement that Jammu and Kashmir should have a separate prime minister. Modi, at a rally in Hyderabad, asked the Congress and grand Opposition alliance whether they agreed with Abdullah’s statement, PTI reported.“It is fine if other states want to unconditionally be part of India,” Abdullah said earlier at a rally in Bandipora on Monday. “But we had said that we will have our own identity, or own Constitution. At that time [just after Independence], we had appointed our own Sadar-i-Riyasat and our prime minister too. By the grace of God we shall bring back these posts.”Jammu and Kashmir had its own prime minister and Sadar-i-Riyasat until 1965, when these posts were replaced by the chief minister and the governor. #WATCH Omar Abdullah in Bandipora says, \"Baaki riyasat bina shart ke desh mein mile, par humne kaha ki humari apni pehchan hogi, apna constitution hoga. Humne uss waqt apne 'Sadar-e-Riyasat' aur 'Wazir-e-Azam' bhi rakha tha, Inshallah usko bhi hum wapas le aayenge.\" pic.twitter.com/mPPoELKT8G— ANI (@ANI) April 1, 2019\n\nAttacking Abdullah, Modi said: “Two prime ministers for Hindustan? Do you agree with it? Congress has to answer and all the ‘mahagathbandhan’ partners have to answer. What are the reasons and how dare he say that?” The prime minister demanded to know from Trinamool chief and West Bengal Chief Minister Mamata Banerjee, former Prime Minister HD Deve Gowda, Andhra Pradesh Chief Minister N Chandrababu Naidu, and Nationalist Congress Party chief Sharad Pawar if they agreed with Abdullah.However, Abdullah appeared unruffled by Modi’s attack. “I’m humbled by the attention PM Modi pays to my speeches and very grateful to the social media cell of the BJP for highlighting my speech today, especially by WhatsApping it to journalists,” the former Jammu and Kashmir chief minister tweeted. “Your reach is far greater than mine.”Abdullah said the National Conference has always stood for restoring the original terms on which Maharaja Hari Singh acceded to India in 1947. “Dear friends in the Congress and other Opposition parties. Please don’t hesitate to distance yourselves from my speech of today,” Abdullah added. “In fact, call Modiji’s bluff by doing exactly that.”On Sunday, Peoples Democratic Party leader Mehbooba Mufti had said that Jammu and Kashmir will have to rethink its ties with the Indian Union if Article 370, which grants special status to the state, is revoked. The Bharatiya Janata Party has historically backed the removal of the article.The Lok Sabha elections will be held in seven phases from April 11 to May 19, and the results declared on May 23.I’m humbled by the attention PM Modi pays to my speeches & very grateful to the social media cell of the BJP for highlighting my speech today, especially by WhatsApp’ing it to journalists. Your reach is far greater than mine.— Omar Abdullah (@OmarAbdullah) April 1, 2019\n\nDear friends in the Congress & other opposition parties. Please don’t hesitate to distance yourselves from my speech of today. In fact call Modi ji’s bluff by doing exactly that.— Omar Abdullah (@OmarAbdullah) April 1, 2019","author":"Scroll Staff","time":"2019-04-01T21:34:27.895902+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/24761-hhiuxrazqn-1554132010.jpg","tags":["Omar Abdullah","Narendra Modi","Congress","Jammu and Kashmir"],"source":"https://scroll.in/latest/918620/modi-attacks-omar-abdullah-over-separate-pm-for-j-k-remark-asks-opposition-to-clarify-their-stance"}