{"title":"Modi, OBC parties, populism: Historian Gyan Prakash on why Emergency explains modern Indian politics","content":"Historian Gyan Prakash’s Emergency Chronicles explores modern India’s most traumatic memory: the state of Emergency imposed by the Indira Gandhi government in 1975. The act suspended Indian democracy for two years, stripping away even a right as basic as the right to life.Prakash’s narrative does not limit itself to proximate reasons such as Gandhi’s thirst for power, choosing instead to include the structural reasons for this sudden break in Indian democracy. The book looks at the decisions of the founding fathers to create a strong, unitary state, as well as Prime Minister Nehru’s use of draconian measures such as dismissing state governments and using colonial-style preventive detention laws. It also explores the changes that took place in Indian politics in the first two decades after independence: most prominently, how backward castes started to demand power, leading to a dismantling of the Congress coalition of upper caste interest groups which had held together under Nehru. Prakash also links the authoritarian populism of the Emergency to a virtual emergency under the Narendra Modi government four decades later.Prakash spoke to Scroll.in about the themes of Emergency Chronicles. Excerpts from the interview:What got you started on a book about the Emergency? Why the Emergency, why now?In 2011, I was in Delhi and went to Anna Hazare’s meeting in Ram Lila Maidan.There were a lot of young people there from what could be called the aspirational class. Many of them were first generation college-educated people. There was a great deal of excitement and optimism that I saw in their eyes. But there was also a sense of being anti-politics; that all politicians were scoundrels and political corruption had reached unprecedented levels. You needed something outside of politics to fix things. Hence the demand for a Lokpal. That reminded me: I had seen this before. It brought to mind the JP [Jai Prakash Narayan] movement. That too was a movement of students and the youth, with a strong anti-corruption message. When JP said that the movement’s goal was “total revolution,” it challenged parliamentary democracy. Indira Gandhi’s response was to suspend constitutional rights. Seeing a similar challenge to parliamentary democracy in 2011, I began to think about writing on the Emergency.When I looked at the available literature on the Emergency, I found that it was confined to the 21 months of the actual Emergency. The story was: it all began with Indira, since she was so thirsty for power, and it all ended with her defeat in the general election of 1977. I thought this view to be very narrow – a very comforting myth – the idea that everything was fine with Indian democracy until Indira Gandhi came along. She was solely responsible for diverting Indian democracy onto this authoritarian path. And once she was defeated, everything went back to normal. This allowed us to think that there was nothing fundamentally wrong with the experience of democracy in India, and that the Emergency had no lasting effects. When I started to write the book in 2016-’17, I could not block out Modi in India and Trump in the United States, not to speak of Erdogan in Turkey, Orban in Hungary and Brexit. In all these developments, I saw something very different from the normal ebbs and flows of democracy because what was going on challenged the very foundations of democracy. It was evident key institutions of democracy – the rule of law, the principle of equality, and the protection of minorities and minority opinion, etc. – were being undermined in the name of national interests, now increasingly identified with an authoritarian leader. The growing cult around a leader with a 56-inch chest, who could solve all problems if given complete power, seemed very reminiscent of the power claimed by Indira Gandhi during the Emergency.  So it appeared to me that a book on the history of the Emergency could also speak to the current challenges to democracy.That is a very interesting feature of your narrative: you’ve taken a historical view of the Emergency, not stuck to conveniently blaming Indira Gandhi. In fact,  at one point, you seem to fault the founders for choosing a “strong, unitary state” which was in continuum with the Raj and arguing that that decision contained the seeds of the Emergency. Your book even traces the dreaded Maintenance of Internal Security Act to Nehru and Patel’s Preventive Detention Act.Yes, I do stress the role of a strong, unitary state chosen by the founders of the constitution. There were reasons for it. Independence came with the turmoil and bloodshed of Partition. Fearing disunity and division, national leaders set national unity as an important goal to be achieved. Secondly, they were also aware that, after  200 years of colonial rule, Indians expected freedom to bring momentous change in their lives. Thus, bringing about social change was also an important objective.None other than Ambedkar himself was completely convinced of the need to forge a strong state. Such a state would not only guarantee national unity but also, and more importantly for Ambedkar, act as an instrument of fundamental social change – a task that the caste-ridden Indian society was incapable of performing. So the constitution provides the structure for a strong unitary state that includes Emergency provisions, and incorporates a number of police powers dating back to the days of the British raj. But this is not the whole story. India’s founders framed a constitution for a strong state, but they expected  that political parties and leaders would act responsibly, that they would use state powers to practise and pursue the high ideals of democracy. However, what actually happened was the noble ideals were jettisoned and democracy was reduced to a game of power. So yes, the Constitution had provisions for authoritarian exercises of power but  Indian politics had to shrink democracy into a game of power in order for these latent features to become real. In other words, the constitution did not make the Emergency inevitable; politics and political events brought the constitutional provisions into play..To dig deeper into the roots of the Emergency: there are three sorts of emergencies detailed in the Indian constitution. And the first time an emergency provision was used was by Nehru to dismiss state governments. In your book, there isn’t a lot of emphasis on this. Do you think this is not relevant to the national emergency Indira would launch in 1975, or do you think there is a logical continuum?Yes, there is a continuum. We can start with Kashmir for example. When the Sheikh Abdullah government was dismissed, it was dismissed with Nehru’s concurrence. Nehru was thinking not only of Kashmir but also of the North East. He thought that if we give in on Kashmir, the repercussions would be felt in other parts of India. Nehru was a strong believer in the state and he believed the unity of India depended on the state exercising this sort of strong, centralised power.The persistent anxiety about national unity arises from what [historian] Ranajit Guha calls “dominance without hegemony.” According to him, the nationalists came to power without securing hegemony over the Indian people, whose aspirations were different from elite plans and programmes. It is telling that the very first amendment to the Indian constitution is aimed at curbing individual rights. Right from the beginning there was constant dissent and discontent, which took a variety of different forms, provoking the state to deploy coercive laws and powers. It is in this context that one has to understand the use of emergency provisions to dismiss state governments, and the frequent deployments of police force to crush oppositional movements and strikes and discipline the population. . The challenge to the state reached a crisis level by the mid-’60s, particularly as social changes begin to undermine the ruling power of the Congress Party. This became apparent in the 1967 election, when OBCs [other backward castes] emerged as a force in north India. This cracked the Congress’s system of power. Indira Gandhi had the political astuteness to recognise the changing social and political scene. More than any other Congress leader, she realised that  the Congress had to change if it was to remain in power. Her actions – bank nationalisation, splitting the party, abolition of privy purses – were her ways of rejuvenating the Congress power base.So India’s OBC upsurge is in many ways the background to Indira’s lurch to the left.She was responding not only to the OBC upsurge but also to a crisis of Congress power brought about by a broad range of political and social changes. We have to remember a number of other important developments at this time – anti-Hindi language riots in Tamil Nadu, the rise of the Shiv Sena in Bombay, the Naxalbari rebellion, and a general student and youth unrest in the late 1960s and early 1970s. Ideologically, each one was very different from the other, but together they represented upsurges from below to the established political institutions and leadership. This was, in fact, not unique to India, but a global phenomenon. Remember, this is the time of the  Cultural Revolution in China, the Prague Spring in Czechoslovakia, the anti-Vietnam War and counter-culture movements in the US, and the May 1968 uprising in Paris. Each one had a specific set of causes, but all of them were movements from below directed against the established political orders that had come into existence after WWII.Was there awareness of these movements in India? Was the Prague Spring being discussed at JP’s rallies?No, what I mean is that the crisis in India was not unique. Across the world, you began to see discontent with state institutions, whether they were democratic or not. So China, which was not a democracy, witnessed this discontent directed against the Chinese Communist Party. Mao actually led the attack against the Communist Party. Officials were disgraced and deposed. In Paris in 1968, students occupied universities, while workers occupied factories in a bid to exercise power directly. Everywhere discontent with established political institutions mounted. Bal Thackeray in Bombay railed against lokshahi [democracy], saying what we really need is thokshahi [the rule of violence]. He derided the politics of elections and petitions, and exalted direct action on the streets.With Naxalism, you had much the same thing. Go and eliminate your class enemies rather than working through existing institutions. JP’s call for “Total Revolution” was also part of the same tendency to seek a mode of representation more direct and effective than parliamentary democracy, which he said had not worked and had been corrupted. JP abhorred Naxalite violence but he believed that the revolutionaries were doing what the country’s leaders failed to do. Landlordism and caste discriminations had persisted in spite of laws. What the Naxals were doing was acting directly, which was also the aim of Total Revolutions.That was the global and national background of the crisis in India in 1974-’75. It might have remained a political crisis but for the fact of the Allahabad judgment, which turned a political crisis into a constitutional one. The opposition leaders, who had started with “Indira hatao” [remove Indira], suddenly became great defenders of constitutional rights. The Jan Sangh and the Rashtriya Swayamsevak Sangh, which joined the Bihar movement in a bid to remove Indira from power, acquired legitimacy from association with JP and from their victimhood during the Emergency. Although the RSS chief Deoras wrote letters to Indira, promising cooperation if she lifted the ban on the organisation, and there were reports of its activists offering apologies to win freedom from jails, imprisonment bleached the stains of the communal past of the RSS and Jan Sangh. The Socialists were different in this regard. They had put much faith in the idea of total revolution. Their prison writings show that they  struggled to understand the meanings of freedom. Did freedom under democracy mean only a legal status, an absence of constraints, or a possibility for a fuller self-expression and more fulfilling social being?.I found your point about the OBC upsurge in the late 1960s very interesting. Usually, OBCs taking power is seen to be during the post-Mandal moment in the 1990s. Is there anything that connects the two?Both Lalu [Prasad Yadav] and Nitish [Kumar] cut their political teeth with the JP movement. After the Emergency they become significant political actors. Although JP himself never fully recognised it, his movement became the arena where the OBC upsurge dating back to the mid-1960s acquired a significant political presence. The formation of the Janata Party institutionalised this presence.When cracks appeared between the Jan Sangh and the socialists in several north Indian states ruled by the Janata Party, it was over caste. The OBC leaders saw the Jan Sangh and the Rashtriya Swayamsevak Sangh as parties committed to upper-caste domination and  unsympathetic to the Mandal commission. So, much before the post-Mandal moment of the late 1980s and the early 1990s, OBCs had already crystallised as a force in Indian politics in the post-Emergency moment.In your book, you argue that the Emergency wasn’t a sudden eruption but the ground for it had already been laid. Can you explain?In the post-Emergency discourse, the family planning drive of 1975-’77, for example, became a defining emblem of the period’s tyranny, as if it appeared out of nowhere and was mainly attributable to Sanjay Gandhi’s power. In fact, the infrastructure and policies for population control were well in place prior to Emergency.  As I show in the book, the Ford Foundation was a key player in this process, encouraging the Indian government with funds, consultants, and policy ideas, to establish population control as a key element in the modernisation-inspired project to tackle poverty. Even coercive methods, such as incentives to the poor to undergo vasectomy, and the use of mobile vans to round up vasectomy “acceptors” – all of which were very visible during the Emergency – were already part of the government’s family planning programme. One can say something similar about slum clearance, where again, Ford provided initial assistance in urban planning. What the Emergency did was to ratchet these existing programmes up a few notches. In this sense, 1975-’77 was an attempt to salvage programs that so far had not been successful.Maruti is another interesting story in this regard. We think of Maruti as only a crony capitalist story, which it was. But it was also something more.  India was stuck with a three model automobile industry – Ambassador, Fiat, and Standard – largely because of import substitution policies and the Nehruvian controlled economy that prioritised investment in establishing basic industries like steel and heavy engineering. But the discussion on producing a “people’s car” went back to the late 1950s. Sanjay tapped into this long-standing discussion and bubbling consumer desire for a new, modern car to promote his Maruti. In this sense, Ambassador to Maruti is not just a crony capitalism story enabled by the Emergency. It is also a story of how Sanjay, with the help of his extraordinary power, utilised the long-discussed “people’s car” idea to pry open the Nehruvian controlled economy that eventually radically changed India’s automobile market.You’ve called the period from March 1970 to June 1971 a “mini Emergency in Bengal”. In fact, till today in Bengal, the real trauma of the age isn’t the Emergency but the Naxal crackdown that happened in 1970-’71. And in 1977, after the Emergency, South India actually voted for Indira. So was there a difference in the way north India experienced the Emergency versus the rest of the country? Were there multiple narratives of the Emergency across India?Yes, the Emergency had differential impact across the country. In West Bengal, the Congress chief minister Siddhartha Shankar Ray ran a police raj, using extraordinary laws to round up Naxals. So, many of the laws and police methods employed in the Emergency were first tried in West Bengal.Sterilisations and demolitions were two things during the Emergency that people really hated, and these were mostly experienced in the Hindi heartland: Delhi, Uttar Pradesh, Bihar, Haryana and Madhya Pradesh. This is where Sanjay Gandhi’s lackeys were most active.South India was not spared oppression, but there was nothing matching the scale and intensity of the north.  Forced sterilisation, for instance, never got going in a big way in the south. Thus, the revulsion against the Emergency was also muted. As a result, there was no anti-Emergency whirlwind on which the Janata Party could ride to power. An additional drawback the Janata Party faced was that it had an insignificant footprint in the South. When it campaigned, the party was viewed as primarily a north Indian force with little appeal in the south. You bring out a narrative of how both JP and Indira reached for populism. They both claimed to act on behalf of the “people”. JP was ready to call for “Total Revolution” and Indira was ready to declare Emergency for the “people”. Three decades after independence, what led to this surge?The dissatisfaction with liberal, democratic institutions brewed in the years after independence. Agitations ranging from trade union-led strikes to language riots and everything in between regularly pulsated the political life of the country in the 1950s and 1960s. By the mid 1960s, there was a growing feeling that the existing democratic institutions had failed to deliver on the promises made by leaders. That’s the background for everything from the Shiv Sena to Naxalism, and this is the context of the emergence of the idea of “the people,” a notion that the  people as a body must speak and act directly. BR Ambedkar had spoken against street politics, calling it the “grammar of anarchy”. He says satyagraha was justifiable when directed against the British because colonial despotism permitted no representation. But once India had achieved independence and installed a constitution for a republican democracy, there was no justification for satyagraha. He and the other founders believed a state based on parliamentary democracy would act to advance the welfare of the citizens, while the citizens should act to support the state’s efforts. Such a view saw the political subjectivity of the people only in their actions in support of state-led national development. It was a very top-down view of politics and citizenry.In spite of many and constant challenges, this top-down form of politics and government prevailed until Nehru’s death. After his death, a crisis developed due to the social and political changes about which I spoke previously. When faced with a political crisis and a challenge to the Congress system of power, Indira responded by splitting and seriously undermining the Congress as a political party. Instead of letting it function as a mediating force between the government and the people, she claimed that she alone represented the people, that she alone expressed their hopes and aspirations. As she weakened parliamentary democracy by claiming to be the sole leader, JP appeared on the scene, declaring that parliamentary institutions were corrupted and that the country required a  janata sarkar [people’s government]. The attack on liberal, democratic institutions came from both above and below. Of course Indira was trying to salvage her own power, but in broader terms, she was also trying to salvage the kind of government and the national project that had come into being in 1947. The Emergency propaganda, though very cynical, addressed Indians as Indians, seeking to mobilise them, through force and ideology, for the project of national development – under her leadership, of course.  After this failed attempt, Indians were disaggregated as a category. Particularly after the break up of the Janata Party in 1979, Indians were increasingly addressed through Hindutva and caste. This is why the Emergency was such a significant turning point in Indian history.There is a line of thought which argues that the JP movement gave the RSS legitimacy that was later on critical in the rise of the Bharatiya Janata Party. Do you think this is accurate?Yes, the JP movement gave the Jan Sangh-RSS legitimacy. JP had earlier called the RSS reactionary and communal, but he made peace with it because its activists had served as foot soldiers in the Bihar movement. He naively thought that participation in his movement had placed the RSS-Jan Sangh activists on a different political track, and that they would be non-communal when placed in positions of power. That is why he included the Jan Sangh in the Janata Party, believing that joining the new united front of erstwhile opposition parties also meant a new beginning in its political ideology. Thus, when the Emergency was lifted in 1977, the Jan Sangh contested the election as part of the Janata coalition, not as a party tarred by its communal past.  When the Janata Party later split and the BJP emerged as a separate party, its leaders were no longer burdened by their Jan Sangh past; the Emergency and the Janata Party had washed away that history.You have a very interesting line in your book when discussing why the Supreme Court endorsed the Emergency: “Under pressure, the Supreme Court could not defy the executive when society had failed to challenge it in any significant way.” Why was there no vigorous civil society opposition to the Emergency?One reason was the shock and repression of Emergency. But, more importantly, you have to ask who wre the supporters of liberal democracy in India were. Indians received constitutional rights and equality from the anti-colonial struggle, not from a civil rights movement. Now, what if you think of the current moment, and ask, why isn’t there, say, a mass movement for secularism? I was in Mumbai when the “Not in my name” opposition to mass lynching occurred. In Bandra, there were 500 protesters, which in India is nothing. Why is it that something like secularism cannot summon a mass movement? Compare this to the United States. When Trump was elected, there was a huge women’s march in Washington, DC.  A vigorous Black Lives Matter movement has joined the resistance to Trump’s racist and misogynist agenda. One reason there is a robust, organic and street-level resistance is that it can summon the history and experience of mass movements for civil rights and women’s rights. In India, we have never had a movement for minority rights; they were not fought for but conferred by the nationalist movement. That is why we do not witness a mass resistance against violence on Muslims and for secularism. Similarly, when the Emergency was imposed, there was no history and memory of civil rights that could be used to mobilise civil society.In your book, you argue that Modi can do a lot of what Indira did, but without formally imposing an Emergency. It’s almost the line taken by Siddhartha Shankar Ray, who advised Indira to use existing draconian laws to suppress dissent.Exactly. Indira’s Emergency was a declaration of weakness. It was an acknowledgment that she could not control the crises. But 2019 is very different from 1975. For one thing, the media landscape has changed completely. Instead of state-controlled TV and radio, which had very little reach, now you have the vast spread of corporatised media sympathetic to Modi, and social media which Modi and the BJP have used effectively.Although Indira had the Youth Congress as muscle, it had very little impact outside of West Bengal. But now Modi has access to the Bajrang Dal, the Hindu Yuva Vahini, gau rakshak gangs, etc. He has dedicated footsoldiers on the ground, something that Indira Gandhi never had. It is why Modi doesn’t need an Emergency.  He can use a combination of existing repressive laws – such as laws against sedition – media, and ground troops to accomplish what he desires without declaring Emergency.","author":"Shoaib Daniyal","time":"2019-01-26T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111402-gebsbqorgq-1548348809.jpeg","tags":["Emergency","Gyan Prakash"],"source":"https://scroll.in/article/910703/modi-obc-parties-populism-historian-gyan-prakash-on-why-emergency-explains-modern-indian-politics"}