{"title":"Modi using Sanatana Dharma controversy to divert attention from Manipur violence: Udhayanidhi Stalin","content":"Tamil Nadu minister Udhayanidhi Stalin on Thursday alleged that the controversy over his remarks on Sanatana Dharma was an attempt by Prime Minister Narendra Modi to divert attention from the violence in Manipur and several irregularities of the Centre flagged by the Comptroller and Auditor General.At a press conference in Chennai on September 2, Udhayanidhi Stalin, the son of Tamil Nadu Chief Minister MK Stalin, had said that Sanatana Dharma – a term often associated with Hinduism – was akin to dengue and malaria and should be “eradicated” as it is against social justice.Let us resolve to work for the victory of the ideologies of Periyar, Anna, Kalaignar and Perasiriyar. Let Social Justice flourish forever. pic.twitter.com/Eyc9pBcdaL— Udhay (@Udhaystalin) September 7, 2023\n\nThe Bharatiya Janata Party had alleged that the Tamil Nadu minister was calling for a “genocide” of Hindus. Udhayanidhi Stalin denied the charge.On September 6, a first information report was filed against Udhayanidhi Stalin in Uttar Pradesh on charges of hurting religious sentiments. Karnataka minister Priyank Kharge was also booked for supporting the remarks. On the same day, the Tamil Nadu Police booked Uttar Pradesh-based journalist Piyush Rai, BJP’s social media cell head Amit Malviya and an Ayodhya-based seer, who had announced a Rs 10 crore bounty on the head of Udhayanidhi Stalin.On Thursday, Udhayanidhi Stalin alleged that the Bharatiya Janata Party twisted his remarks and said he would fight the case lodged against him legally.“What is surprising is the ministers of the Union government like Amit Shah and chief minister of states ruled by the BJP [are] demanding action against me based on fake news,” he said. “In all fairness, I should be the one filing criminal cases and other court cases against them for spreading slander while holding positions. But I am aware that this is their mode of survival...so I decided not to do that.”The Tamil Nadu minister remarked that Modi was “globe-trotting when Manipur was burning”.Over 195 people have been killed since the conflict broke out between the Meiteis and the Kukis in Manipur on May 3. Nearly 60,000 persons have also been forced to flee their homes. The state has reported cases of rape and murder, and mobs have looted police armoury and set several homes on fire despite the heavy presence of central security forces.Opposition parties have repeatedly blamed the BJP-led Centre and the state government for failing to control the violence.“For the last nine years, Modi has been doing nothing,” Udhayanidhi Stalin claimed. “Occasionally he monetizes money, builds walls to hide huts, builds new Parliamentary building, erects a Sengol there, plays around by changing name of the country...”Earlier today, Tamil Nadu Chief Minister MK Stalin defended his son’s statement, saying that he had no intention of offending any religion. The chief minister accused “pro-BJP” forces of spreading a false narrative and alleged that they were unable to tolerate the statement against the “oppressive principles”.“The social media mob nurtured by the BJP has widely circulated this falsehood in northern states,” he claimed. “However, Hon’ble minister Udhayanidhi Stalin never used the word ‘genocide’ in either Tamil or English. Still, lies were spread claiming so.”","author":"Scroll Staff","time":"2023-09-07T19:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193874-cgguczqcmc-1694093488.jpg","tags":["Udhayanidhi Stalin","Narendra Modi","Sanatana dharma"],"source":"https://scroll.in/latest/1055609/modi-using-sanatana-dharma-controversy-to-divert-attention-from-manipur-violence-udhayanidhi-stalin"}