{"title":"In Kashmir, Modi government banks on panchayats to remake politics – but the system is broken","content":"Hamza Mir has Rs 22 lakh in an official bank account for the development of his halqa panchayat. A halqa is a cluster of villages represented by a sarpanch. Mir is the sarpanch of a halqa in the militancy-hit area of Tral in South Kashmir’s Pulwama district. But there is no way he can spend the money in the official panchayat account.  “I have got all the approvals and completed the necessary formalities,” said Mir. “I would have started working from tomorrow itself, but I can’t.”The reason is that he is afraid to even go home. Mir is one of the local representatives elected in the nine-phase panchayat polls held in Jammu and Kashmir last year. For the last 11 months, the 68-year-old has been living in a Srinagar hotel rented by the state government to accommodate panches and sarpanches who fear militant attacks. In all these months, Mir, who is affiliated with the Bharatiya Janata Party, has only made a few day visits to his area. Spending a night there is not an option.These hostilities have only hardened after August 5, when the Centre scrapped the special status of Jammu and Kashmir under Article 370 and split the state into two Union Territories. While the Valley simmers with anger against the Centre’s unilateral decision and the subsequent curbs on civil liberties, local representatives have been thrust into an uneasy spotlight. The Centre proposes to use them in its project to remake politics in Kashmir by reaching out directly to the grassroots.But will the project find takers in the Kashmir Valley? Nearly a year after they were elected, panches and sarpanches here say they were “deceived” by the government, that it has  failed to deliver on the promise of “empowering” them.A new mainstreamAs the Centre made its announcement, almost all of the Valley’s existing political leadership was locked up. This included leaders who participated in assembly and Lok Sabha elections and were dubbed the political “mainstream”.Prime Minister Narendra Modi claimed one of the benefits of  the August 5 decision was that it would rid Kashmir of “dynastic rule”, a feature of both the major Valley-based parties, the People’s Democratic Party and the National Conference. Amid the security clampdown in the Valley, a delegation consisting largely of panchayat members had met Union Minister Amit Shah in Delhi early in September.To fill the vacuum, the Centre plans to strengthen “grassroots democracy” in Kashmir. The panchayats of Kashmir are to supply the grassroots leaders.The Valley has seen several protests since the government revoked the special status for Jammu and Kashmir on August 5. Credit: ReutersOn Sunday, elections were announced for 316 block development councils on October 24, a week before Jammu and Kashmir and Ladakh officially become two separate Union Territories. If all goes to plan, they will be the first block development council elections in the history of Jammu and Kashmir. Although panchayati raj was introduced by the Dogra rulers of Jammu and Kashmir in 1935, the system has historically been weaker than in other parts of the country. Till now, the state followed the Jammu and Kashmir Panchayati Raj Act of 1989, and rules introduced in 1996.They provided for a three-tier system. The base is formed by the halqa panchayats, directly elected bodies headed by a sarpanch and panches representing the village wards. The block development councils form the second tier. The chairpersons of these bodies are to be elected by an electoral college consisting of panches and sarpanches in the area. Finally, the act provided for district boards, comprising local legislators, chairmen of the block development councils and the heads of other civic bodies.The second and third tiers of the panchayat system have never existed in Kashmir. Elections for the halqas have been held sporadically. The 2018 elections were two years late. The panchayat terms had ended early in 2016. Elections could not be held because of the turmoil triggered by Hizbul Mujahideen commander Burhan Wani’s death on July 8, 2016.Although candidates for these elections are not meant to contest on party tickets, they are tacitly supported by some party or the other. But the National Conference and the People’s Democratic Party boycotted the 2018 elections. They were protesting against the threat to special status, which had been facing legal challenges in the Supreme Court. The elections were also buffeted by threats from militant groups, who warned candidates against contesting and ordinary civilians against voting.It was not a promising start.‘Half of the seats are vacant’On September 5, Shailendra Kumar, chief electoral officer, Jammu and Kashmir, issued the first notification about the preparation of electoral rolls for the block development council polls. But this may be a tricky process, since it depends on the flawed election process which took place last year. The local representatives chosen last year are to form the electoral college.Out of the total 2,135 sarpanch posts in the Valley, 708 halqas did not have any candidates. In 699 halqas, candidates won uncontested. According to the rural development department’s figures, out of 18,833 panch seats in the Kashmir division, which then included Ladakh,  panches were elected to just 7,596 seats. The remaining 11,237 panch seats lie vacant.Despite the vacant seats, the government is determined to go ahead with the council polls. “A block consists of many panchayat halqas, explained Nanda. “So, if there are 10 panchayat halqas in a block and no sarpanch or panch has been elected, say, from seven panchayat halqas, the electoral college will comprise of  the remaining  three halqas where people were elected. These three panchayat halqas will elect the BDC chairman for the entire block. We can’t deny electoral rights to those who have been elected.”Voters line up during the 2018 panchayat elections. The government has toyed with the idea of re-elections to fill the vacant panch and sarpanch seats but that may not happen soon. “Plans for re-election are not at a concrete stage but we are thinking of that also,” said Nanda. “Re-election can be looked into after completion of the BDC polls.”Elected but not notifiedThere is another reason why members of the prospective electoral college are less than enthusiastic about council elections. An amendment made to the Jammu and Kashmir Panchayati Raj Act in 2018 states that halqa panchayats and their members must be notified by the government. “Upon the issue of such notification, the halqa panchayat shall be deemed to be duly constituted,” the act reads.But if less than one-third of the total members are elected, the government cannot notify the panchayat. It must appoint a government employee as an administrator instead. This has led to an impasse in Kashmir, where last year’s polls left many halqas with less than one third elected members.According to official figures provided by the rural development department, out of 7,596 elected panches, only 7,308 have been notified. Out of  elected 1,558 sarpanches, only 1,311 are notified.Abdul Rashid Dar, a sarpanch from Pinglish village in Pulwama district, is furious about not being notified. Six villages comprise his halqa in Pulwama district. Dar is the only elected member; the six panch seats are vacant.“Even if I am elected, I am not an officially designated sarpanch,” he said. “I do not have the powers to execute any work in my area. Militants are after every sarpanch, notified or unnotified. We put our lives at stake for the government at a time when nobody was willing to trust them. This is how we have been repaid.”Dar may not be able to carry out administrative work but he is eligible to vote in the council elections. Despite this, he is disillusioned with the process. “This BDC election is another drama,” he said. “I will submit my resignation if I am not notified anytime soon.”Nanda said the law did not allow them to work around the problem of local representatives who had not been notified. “We can’t go beyond the law,” she said. “The point is, we haven’t made their elections null and void. If there’s a re-election tomorrow, it’s not that their election will be made void. They would continue to be representatives of their people.”But a large number of representatives are lukewarm about voting in the council elections. Mehraj-ud-Din Rather, a panch from the volatile area of Sopore in North Kashmir who is affiliated to the Bharatiya Janata Party, said he would vote only if his party deemed it fit.‘Our lives at stake’Holed up in their Srinagar hotels, the newly elected local representatives say they feel helpless. “People in our areas think that we have got lakhs of money in our accounts and we are enjoying in Srinagar hotels, but the fact is that we have been made helpless by the government itself,” said a panch from North Kashmir’s Bandipora district.If the security situation was bleak, bureaucratic apathy did not help either, they say. “We have put our lives at stake,” said Rather. “We have submitted plans and estimates of the work we intended to do in our areas but just keep doing the rounds of the government offices. Our plans have not got approval.”Rifat Subhan, a former constable in the Jammu and Kashmir Police, quit her job in 2014 and joined the BJP. Last year, she was elected as a panch from Panzinara village in the Sumbal area of Bandipora district.Paid a salary of Rs 1,000 per month, Subhan tries to “carry out her duties as far as possible”. She also runs a readymade garment business on the side. On most days, she has to return to a Srinagar hotel rented and secured by the government. Funds have not been a problem in recent months, she says, but it is difficult to work given the hostility in the villages.“After the ‘Back to Village’ programme, funds started coming smoothly but execution is a problem,” she said. “Earlier, when we submitted our plans, the block development officer or assistant commissioner for development didn’t take us seriously. Now, even if things have eased out to some extent, the overall situation in the Valley is limiting. If we get the acceptance of our own people, it’ll be a lot easier. We haven’t been able to even hold gram sabhas properly.”Kashmiris lined up to vote in the 2011 panchayat elections. Credit: Tauseef Mustafa/AFPThe Back to Village programme was launched by the Jammu and Kashmir government in June this year. Over 4,500 gazetted officers, from the rank of principal secretary to entry-level employees, fanned out across panchayats in the state. The officers had to spend two days in the villages, listening to peoples’ grievances and assessing their developmental needs.‘Could have done better’According to Nanda, the Centre had allocated funds worth Rs 1,000 crore for panchayats in the state after elections were held last year. “We are still compiling the data on how much amount has been spent on various developmental works by panchayats,” she explained.She concedes that bureaucratic hurdles are a problem. “J&K has never had a full-fledged panchayati raj in its history till now,” she said. “It’s a genuine concern raised by panches and sarpanches. It takes time for any system to come into place. That’s why we are repeatedly pushing the district deputy commissioners to ensure that everything is done smoothly.”Without any official figure on the work done by panchayats over the last year, it is hard to gauge the success of panchayati raj in Kashmir. “But some work has happened,” Nanda insisted. “We could have done much better.”The disbursal of funds to panchayats had been disrupted in the two months leading up to the Lok Sabha elections, when the model code of conduct was in place, she claimed. “That took away a lot of time,” she said. “Everything came to a standstill for at least two months.  NREGA  [the Mahatma Gandhi National Rural Guarantee Act] was also not working.”Cutting through the red tape?According to some panches, however, the government failed to set up mechanisms to disburse funds in the first place.“Under the [1989] Act, panchayats have to work with 21 departments of the state government,” explained a panch from South Kashmir’s Anantnag district who did not want to be named. Government schemes for panchayats were spread across these departments. For every scheme, the panch said, they needed a separate account.“Till now, we have only opened two accounts – the 14 FC [the 14th Finance Commission] account, in which we get grants from the Centre, and the resource generation account in which we keep funds which a panchayat earns,” he said. “How can we ensure the benefits of government schemes will reach people when we don’t have accounts for them?”Despite the problems, some still pin their hopes on panchayati raj in Kashmir. Take Nisar Ahmad Dar, a sarpanch from Pulwama district, who was part of the delegation which met Home Minister Amit Shah in Delhi. He believes the new block development councils will help him bypass the “only hurdle” he has faced as a sarpanch till now – bureaucracy.“If we have to end these bureaucratic hurdles, we need to have more powers. And we will get those powers only when we have BDCs,” declared Dar.The matter had been discussed in the meeting with Shah, he claimed. “The question of bureaucrats not allowing us to work was raised there as well,” said Dar. “The home minister told us ‘if you want to end that for once and all, you need to have a body at the block level’. That’s why BDC elections are important for us.”","author":"Safwat Zargar","time":"2019-09-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108150-cseplaozdw-1544857309.jpeg","tags":["Jammu and Kashmir"]}