{"title":"‘Modi made IAF jets his taxi’: Congress refutes claim that Rajiv Gandhi used INS Viraat for holiday","content":"The Congress on Thursday refuted Prime Minister Narendra Modi’s claim that Rajiv Gandhi had used the warship INS Viraat to go on a vacation with his family when he was the prime minister. Congress spokesperson Pawan Khera said Modi is a “serial liar” who does not have the courage  to contest the elections on matters such as unemployment and demonetisation.Khera said retired Indian Navy Vice Admiral Vinod Pasricha had clarified that Rajiv Gandhi had gone on an official visit on INS Viraat and not on a vacation 30 years ago.“But facts don’t matter to Modi,” Khera told reporters. “He [Modi] does not have anything to talk about his own achievements. Rahul Gandhi has been challenging him for last six months now to debate on Rafale deal, demonetisation, unemployment, but Modi does not have the courage to speak.”Khera took a jibe at Modi by asking whether former Prime Minister Jawaharlal Nehru focused his election campaign on Mughal emperor Humayun, or if Indira Gandhi made her entire campaign against Queen Victoria.The Congress spokesperson said that Modi is the first prime minister who asks for votes for his “failures”. “We have seen the campaign, there has been no mention of demonetisation. But you tremble when it is mentioned and hide behind Rajiv Gandhi,” Khera said. The Opposition party’s leader rebuked Modi for criticising those who are no longer alive to defend themselves. Indian Navy Vice Admiral Vinod Pasricha told Mirror Now that the claim of Rajiv Gandhi using the warship for a vacation was “completely false”. Pasricha said the former prime minister was on board the warship for three days during an official trip to Lakshadweep, but denied there were any foreigners on the ship. “They never had any guests, they did not enjoy any hospitality on board Viraat other than routine eating and drinking,” he said. “Not a single penny was spent by Mr Rajiv Gandhi or his wife...” Pasricha said the then Commander in Chief of the Southern Naval Command Laxminarayan Ramdas had thrown a party for the former prime minister so that he could meet all the officers on board.Ramdas also refuted Modi’s claim, and said the former prime minister and his wife Sonia Gandhi were on board the warship to visit Lakshadweep to chair a meeting of the Islands Development Authority in 1987. “No ships were specially diverted for the personal use of the Gandhi family,” The Indian Express quoted him as saying. “Only one small helicopter was left at Kavratti to meet any emergency medical requirements of the PM and his wife.”The former Naval officer confirmed that he had hosted a dinner for the Gandhi family and there were no parties on any other ship during that time.Congress leader Randeep Singh Surjewala criticised Modi for using the Indian Air Force for election purposes. “You [Modi] have made Indian Air Force jets your own Taxi!” Surjewala said on Twitter. “You have paid as low as Rs 744 for using IAF jets for election trips!  Scared of your own sins haunting u [you], you are shamelessly pointing fingers on others!” he said, while referring to a story published on Scroll.in on the prime minister’s “non-official trips”. Surjewala said “distraction and fakery” was Modi’s last resort.Congress leader Abhishek Manu Singhvi said Modi resorted to making such claims because he had no answers on jobs and the acute agricultural distress. “These are the issues on which Congress stands, not the issues you manufacture and fake,” he said in a statement. “With the kind of lies, lies and lies, repeated day in and day out, by no less than a person, the prime minister, unfortunately, he and that post has become the symbol of falsehood and untruthfulness.” On Wednesday, Modi had said that INS Viraat had been deployed for maritime security when it was recalled for Rajiv Gandhi’s use. Modi had claimed that Rajiv Gandhi’s in-laws were also on vacation with him. “Is taking foreigners along on a warship not compromising national security?,” Modi had said. “Just because they were Rajiv Gandhi’s in-laws from Italy, they had all these concessions?” The prime minister also alleged that an Indian Air Force helicopter was also put at the service of the Rajiv Gandhi family.Modi had claimed on May 4 that while Congress leaders looked up on Rajiv Gandhi as “Mr Clean”, he had died as “Corrupt No 1”. The Congress had lashed out at Modi, and filed a complaint with the Election Commission. However, on May 6, the prime minister challenged the Congress to contest the remainder of the Lok Sabha polls in Rajiv Gandhi’s name.Polling in all seven seats in Delhi will be held on May 12. The results will be announced on May 23 along with those of other Lok Sabha constituencies around the country.Modiji,Distraction & Fakery is your last resortYou have made Indian Air Force jets your own Taxi!You have paid as low as ₹744 for using IAF jets for election trips!Scared of your own sins haunting u, you are shamelessly pointing fingers on others! https://t.co/6VD4ZbJsBQ— Randeep Singh Surjewala (@rssurjewala) May 9, 2019","author":"Scroll Staff","time":"2019-05-09T15:54:19.000880+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119068-grmoaqfjld-1557148158.jpeg","tags":["Congress","Narendra Modi","Rajiv Gandhi","INS Viraat","Lok Sabha polls"],"source":"https://scroll.in/latest/922893/modi-is-a-serial-liar-congress-refutes-claim-that-rajiv-gandhi-used-ins-viraat-for-family-holiday"}