{"title":"Modi is wrong – his government did change the law on foreign funding of political parties","content":"Prime Minister Narendra Modi claimed on December 19, while addressing a Bharatiya Janata Party rally in Kanpur that his government has not changed “even a comma or a full stop” on laws that regulate funding of political parties.Law that regulates funding of political parties was made by the Congress & we have not altered even a 'comma or a full stop' in that : PM pic.twitter.com/0kPVz4g94a— BJP (@BJP4India) December 20, 2016\nThe claim is false because Modi’s minister of state, Kiren Rijju, admitted in May that his government amended the Foreign Contribution Regulation Act , 2010, through the Finance Bill 2016, passed in the budget session of the Lok Sabha on May 5, The Hindu reported.This how it works: A multinational company – Indian or foreign – registered abroad or with subsidiaries abroad is regarded as a foreign company, according to the FCRA. Clause 233 of the Finance Act, 2016, changed the definition of a foreign company by saying a company with less than 50% of share capital held by a foreign entity would no longer be a foreign source any more, Newslaundry reported in October. The amendment also came into effect retrospectively from September 2010.The amendment, as passed in the Finance Bill 2016:\n\t\t\n\tSource: Finance Act, 2016Quoting from parliamentary records, Newslaundry reported the comments of Hyderabad MP – Asaduddin Owaisi of the All India Majlis-e-Ittehadul Muslimeen – who noticed clause 233 and opposed its introduction in the Finance Bill, 2016, when the FCRA comes under the home ministry. On May 4, Owaisi also made the point that the amendment was being passed at a time when the government was withdrawing FCRA clearance from a string of NGOs.“Sir, this is very wrong,” Owaisi said. “Retrospective legislation is completely wrong. You are against NGOs, but you are for corporates and political parties. You are legalising an illegal act of your party and Congress party. I want to know the jugalbandi between you and the Congress party.”Finance Minister Arun Jaitley was supposed to reply to Owaisi’s point the next day. But amidst commotion, he did not refer to it, the speaker disallowed Owaisi’s point of order – a parliamentary procedure that allows MPs to question an issue at hand – and the Finance Bill, with 48 other amendments, was passed.Once clause 233 was passed, the BJP and the Congress, on November 29, simultaneously withdrew appeals in the Supreme Court against a Delhi High Court verdict that held them in violation of the law on foreign funding.“As far as election funding is concerned, what is important is to ensure that there is transparency as to what is the source of funding and the legitimacy of such funds,” GVL Narasimha Rao, national spokesperson for the BJP, told Mint in April. “These are not compromised in any manner as per the proposed changes.”But election funding is not transparent because political parties can accept donations up to Rs 20,000 without revealing the source.So, the major parties – particularly the BJP and the Congress – routinely take donations below that threshold. In 2014-15, 60% of the funding of six major parties – the Congress, the BJP, the Nationalist Congress Party, Bahujan Samaj Party, Communist Party of India and Communist Party of India (Marxist) – came from “unknown” sources, or donations below Rs 20,000, according to the Association of Democratic Reforms, a watchdog.BJP, the main partner of the ruling National Democratic Alliance, reported an income of Rs 977 crore from unknown sources in two years 2013-14 and 2014-’15, Factly.in, a data-journalism portal, reported on November 22. The Congress reported an income of Rs 969 crore during 2013-14 and 2014-’15.\n\n\n    \n    Play\n\nThis article first appeared on FactChecker.","author":"Factchecker Team","time":"2016-12-22T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/824803-46132-wdaepbzwfz-1480065844.jpg","tags":["Narendra Modi","BJP","Kiren Rijju","Political funding"],"source":"https://scroll.in/article/824803/modi-is-wrong-his-government-did-change-the-law-on-foreign-funding-of-political-parties"}