{"title":"Modi’s ‘extremist supporters’ have killed India’s soul by calling Nathuram Godse a patriot: Congress","content":"The Congress on Friday criticised the Bharatiya Janata Party after some of its leaders either praised or posted sympathetic tweets about Mahatma Gandhi’s assassin Nathuram Godse. The Congress said that Prime Minister Narendra Modi and Amit Shah have been using Gandhi’s name for propaganda, but they are actually “Godsewadi”, or people who believe in Godse.“No matter how much Modi tried to hide Godse’s violent mask with Gandhi spectacles, Mahatma Gandhi had said ‘I believe and it has been my experience of many times that no matter how much a person calls himself able but his hidden bad deeds do come to the fore’,” Congress spokesperson Randeep Singh Surjewala said in a tweet on Friday. “Godse killed Mahatma Gandhi in 1948, but from 2014-19, Modi’s extremist supporters and followers have killed India’s soul repeatedly by calling Godse a patriot.”मोदी जी ने गोड़से के हिंसक मुखौटे को गाँधी के चश्मे से ढकने की लाख कोशिश की मगर महात्मा गाँधी कहते थे, \"मैं यह मानता हूँ और मेरा यह अनेक बार का अनुभव है कि कोई व्यक्ति अपने आप को कितना भी योग्य क्यों न कहे ,उसके गुप्त अनीतिपूर्ण कृत्य एक दिन उजागर हो ही जाते हैं\"।— Randeep Singh Surjewala (@rssurjewala) May 17, 2019\n\nOn Friday, Congress President Rahul Gandhi also criticised the BJP and Rashtriya Swayamsevak leaders over the remarks on Godse. “I finally got it. The BJP and the RSS...Are not God-Ke Lovers. They are God-Se Lovers,” Gandhi tweeted.I finally got it. The BJP and the RSS...Are not God-Ke Lovers. They are God-Se Lovers.— Rahul Gandhi (@RahulGandhi) May 17, 2019\n\nOn Friday, finally breaking his silence on the matter, Modi said that he will never be able to forgive Pragya Singh Thakur, BJP’s Bhopal candidate, for calling Godse a patriot. “This [Thakur’s comment] is terrible, and worthy of condemnation and anger,” he said.BJP President Amit Shah on Friday criticised the remarks made by the three leaders. “They have withdrawn their statements and apologised,” he said. “BJP has taken their statements seriously and sent these statements to a disciplinary committee.”The controversy started on Thursday when terror-accused Pragya Singh Thakur called Godse a patriot. “People calling him a terrorist should instead look within,” she had said. “Such people will be given a befitting reply in this election.” She later apologised for the remarks after the BJP condemned her. On Friday, BJP leader Nalinkumar Kateel, who is seeking re-election from Dakshina Kannada constituency, tweeted in Kannada, “Godse killed one, Kasab killed 72, Rajiv Gandhi killed 17,000. You judge who is more cruel in this.” With his comments, Kateel alluded to former Prime Minster Rajiv Gandhi’s alleged involvement in the anti-Sikh violence in 1984.Union minister Anantkumar Hegde made his remarks on Godse as a response to two tweets. One, by academic Madhu Kishwar who said that Gandhi’s assassination was condemnable, but Godse was “firm on his version of patriotism”.To this, Hegde tweeted that he was glad that “today’s generation debates in a changed perceptional environment and gives good scope for the condemned to be heard upon”. He also said that Godse would have “finally felt happy with this debate”.Responding to another tweet, Hegde wrote, “Time to assert and move away from being apologetic! If not now...When???”Hegde and Kateel later deleted their tweets. Hegde claimed that his account was hacked while Kateel apologised.","author":"Scroll Staff","time":"2019-05-17T18:32:06.332347+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/115780-dxwdxxlhwq-1553247513.jpg","tags":["Narendra Modi","BJP","Pragya Singh Thakur","Nathuram Godse"]}