{"title":"Modi is a ‘self-glorifying authoritarian’, says Opposition after he inaugurates new Parliament","content":"Hours after Prime Minister Narendra Modi inaugurated a new Parliament building in New Delhi on Sunday, the Congress described him as a “self-glorifying authoritarian” who has an “utter disdain for parliamentary procedures”.Twenty Opposition parties boycotted the ceremony, saying that Modi’s decision to inaugurate the building instead of President Draupadi Murmu was “not only a grave insult but a direct assault on our democracy”. They accused him of sidelining India’s first Adivasi president from this significant national event.They have also taken exception to holding the inauguration ceremony on the birth anniversary of Hindutva ideologue VD Savarkar.On Sunday, Congress General Secretary Jairam Ramesh said that Murmu was not allowed to fulfil her constitutional duties. The prime minister “who rarely attends Parliament or engages in it, inaugurates the new Parliament building in 2023,” he added.28 मई को आज के दिन:1. नेहरू, जिन्होंने भारत में संसदीय लोकतंत्र को मज़बूत करने के लिए सबसे अधिक काम किया, उनका 1964 में अंतिम संस्कार किया गया था। 2. सावरकर, जिसकी विचारधारा ने ऐसा माहौल बनाया जो महात्मा गांधी की हत्या का कारण बना, उसका जन्म 1883 में हुआ था।3. राष्ट्रपति,…— Jairam Ramesh (@Jairam_Ramesh) May 28, 2023\n\nRamesh also said that the fabrication of facts by “distorians” and the drum-beating of the media has hit a new low this year.He was referring to a controversy over a sengol or sceptre that was installed by Modi in the Lok Sabha chamber. The Bharatiya Janata Party has claimed, with dubious historical sources to back up its contentions, that the sceptre had been presented to the country’s first Prime Minister Jawaharlal Nehru by British Viceroy Louis Mountbatten as a symbol of the transfer to power in 1947.Former Congress president Rahul Gandhi took a jibe at Modi, saying that he was considering the inauguration of the new building as a coronation ceremony.संसद लोगों की आवाज़ है!प्रधानमंत्री संसद भवन के उद्घाटन को राज्याभिषेक समझ रहे हैं।— Rahul Gandhi (@RahulGandhi) May 28, 2023\n\nNationalist Congress Party President Sharad Pawar said he was happy with his decision to not attend the event, ANI reported. “Are we taking the country backwards?” he asked. “Was this event for limited people only?”Trinamool Congress leader Derek O’Brien accused the Modi government of mocking and insulting Parliament in the past nine years. “Eight sessions of Parliament have been adjourned before the scheduled date,” he added. “Members from the Opposition have been robbed of their right to vote on Bills. It has been four years, but there is still no deputy speaker in Lok Sabha. Stop undermining our great Parliamentary democracy.”Left parties criticise ModiCommunist Party of India (Marxist) General Secretary Sitaram Yechury wrote on Twitter that the inauguration ceremony was held amid “loud propaganda”.He added, “Sengol belongs to the period of feudal monarchies, emperors and kings. Indian people overthrew such bondages and ushered in a secular democratic republic where every citizen is equal. Sengol has no role in a democracy where people elect the government.”Modi inaugurates the new Parliament building amidst loud propaganda: “New Parliament, New India”. This declaration of a “New India” comes in the absence of the President of India, Vice President of India & opposition parties!India = Nation & CitizenNew India = Raja & Praja— Sitaram Yechury (@SitaramYechury) May 28, 2023\n\nCommunist Party of India MP Binoy Viswam said that the salutations to the sengol came at the cost of “beatings to wrestlers”.India’s top athletes, including Vinesh Phogat, Bajrang Punia and Sakshi Malik, were on Sunday detained by the Delhi Police as they were marching towards the new Parliament building to hold a “mahila mahapanchayat” or women’s conclave. The wrestlers were demanding the arrest of their federation chief, Brij Bhushan Sharan Singh, over sexual harassment allegations. Photos showed the wrestlers being dragged away by the police.“This beginning testifies the course of the new Parliament,” Viswam said. “Ruthless fascist autocracy guides its way. When PM bowed before Savarkar, the country remembered his [Savarkar’s] mercy petitions. They will try to use the new parliament for [Gautam] Adani and FDI [Foreign Direct Investment. We will fight it.”Communist Party of India (Marxist–Leninist) Liberation Dipankar Bhattacharya also equated the inauguration of the new Parliament building by Modi to the coronation of a monarch.“Massive crackdown is going on in Delhi on women wrestlers and other citizens assembling for the Mahila Samman Panchayat,” he added. “Brutal assault on democracy and the constitutional spirit and vision.”RJD tweet sparks rowMeanwhile, a controversy erupted after a tweet by the Rashtriya Janata Dal compared the new Parliament building’s shape to that of a coffin.Former Bihar Deputy Chief Minister Sushil Kumar Modi said those behind the Twitter post should be charged with treason. “What can be more unfortunate than this?” he asked. “They have no brains. This new Parliament building has been built with public money.”ये क्या है? pic.twitter.com/9NF9iSqh4L— Rashtriya Janata Dal (@RJDforIndia) May 28, 2023\n\nBJP spokesperson Gaurav Bhatia said, “People of the country will bury you in the same coffin in 2024 and will not give you the opportunity to enter the new temple of democracy.”Later, Rashtriya Janata Dal leader Shakti Singh Yadav said that the coffin in the tweet was a representation of democracy being buried.“Parliament is the temple of democracy, a place for dialogue,” he added. “But they [the BJP] want to take things in a different direction. The country will not accept that. This is a violation of Constitution and tradition. The president is the all in all of parliament as per the Constitution. We urge the prime minister not to put democracy in a coffin.”  #WATCH | The coffin in our tweet is a representation of democracy being buried. The country will not accept this. Parliament is the temple of democracy and it is the place to have discussions...: RJD leader Shakti Singh Yadav on his party comparing the new Parliament with a… pic.twitter.com/bY4yVfFzzJ— ANI (@ANI) May 28, 2023","author":"Scroll Staff","time":"2023-05-28T16:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190648-akdxiuqpzl-1685268353.jpg","tags":["Parliament","Narendra Modi","Opposition Parliament inaugration","New Delhi","Wrestlers protest"],"source":"https://scroll.in/latest/1049923/modi-is-a-self-glorifying-authoritarian-says-opposition-after-he-inaugurates-new-parliament"}