{"title":"Modi’s new parliament could see Hindi belt gain, South lose power at the Centre","content":"On Sunday, Prime Minister Narendra Modi will inaugurate India’s new parliament building. The new structure features space for a controversial, expanded Lok Sabha based on India’s latest population figures.For more than half a century now, the number of members of the Lok Sabha has been frozen, given fears that the different growth rates of India’s states would upset the country’s federal balance. However, the new building has been seen as an indicator that the Bharatiya Janata Party will end the freeze if it were to come back to power in the Centre in 2024.The result would be a significant expansion in political power for the Hindi belt, given its high birth rates and a fall for South India, which has better implemented family planning measures.Expansion after 2026?The new Lok Sabha chamber designed to accommodate 888 Lok Sabha members instead of the House’s current capacity of 552. At present, India has 543 Lok Sabha constituencies.In 1976, the Constitution was amended to freeze the Lok Sabha’s expansion until 2001. This was done to allow for population control initiatives to take effect. In 2001, the freeze was extended until 2026. This constitutional amendment mandates that the Lok Sabha’s expansion after 2026 must be based on the first Census after 2026, which is supposed to take place in 2031.The Lok Sabha’s possible expansion after 2031 would be the first increase in the Lower House’s membership in 60 years.A visualisation of the new parliament building. Credit: Central Vista, Government of IndiaThe number of parliamentary constituencies each state gets is decided by their population. The proportion of a state’s population to its constituencies should be roughly the same across all states.However, there is a significant variance among states when it comes to population growth. The fertility rate, the average number of children a woman would have in a given population, has been lower among states such as Kerala over the decades primarily because of their successful implementation of family planning programmes compared to states such as Uttar Pradesh and Bihar.Hindi belt’s hold over the Lok SabhaAs a result of these higher birth rates, the Hindi belt would see its proportion of seats in the expanded Lok Sabha rise significantly, at the expense of other states.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn a 2019 paper, Milan Vaishnav and Jamie Hintson from American think tank Carnegie Endowment for International Peace, had used 2026 population projections to estimate that the Lok Sabha’s membership would need to be expanded to 846. Of this, Uttar Pradesh, the largest Hindi belt state, would have 143 seats, up from its current 80. Similarly, Bihar’s seats would nearly double to 79 from 40.Overall, the proportion of Lok Sabha seats in 10 Hindi belt states and Union Territories – Bihar, Chhattisgarh, Delhi, Haryana, Himachal Pradesh, Jharkhand, Madhya Pradesh, Rajasthan, Uttar Pradesh and Uttarakhand – would jump to around 48% from about 42% right now.At the same time, several states outside the Hindi belt such as Kerala, West Bengal and all of North East would see their representation drop. For Kerala, its representation in the Lok Sabha would drop from nearly 3.7% to around 2.4% as the House’s capacity increases significantly.BJP to benefit?This will have political consequences. The BJP is currently the dominant political party in the Hindi heartland. In the 2019 Lok Sabha polls, the BJP had won 178, or nearly 80%, of the 225 Lok Sabha seats in the 10 Hindi heartland states.As a result, the BJP would probably be the biggest beneficiary of Parliament’s expansion. “In the 2014 Lok Sabha election, for example, the Bharatiya Janata Party won 51% of its seats from just four states – Uttar Pradesh, Bihar, Rajasthan and Madhya Pradesh,” a Scroll piece from 2018 pointed out. “If the seats were allotted proportionate to population, this ratio would likely have been much higher.”Other states to get sidelined?Other states, especially from southern India, see this delimitation as an unfair exercise as the proportion of their representation in parliament will reduce.The Madras High Court, noting that Tamil Nadu’s Lok Sabha seats were reduced from 41 to 39 in 1967 to match the state’s population, questioned in 2021 if the one person, one vote principle was appropriate in India’s federal structure.","author":"Scroll Staff","time":"2023-05-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190554-qvdpgntuov-1685021439.jpg","tags":["New Parliament","Parliament","Delimitation","Lok Sabha","BJP"],"source":"https://scroll.in/article/1049779/modis-new-parliament-could-see-hindi-belt-gain-south-lose-power-at-the-centre"}