{"title":"Modi government used law stayed by  courts to seek details from digital media outfits","content":"In September, the Union Ministry of Information and Broadcasting sought information from digital media publishers under the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules 2021 –  even though the Bombay High Court had only the previous month stayed the provisions of the law that related to these queries.This move by the government does not follow the High Court’s order in letter and spirit, says a new report by the Internet Freedom Foundation, a digital rights organisation. This isn’t the only instance of the government, and even the courts, using a law that has been struck down. The most glaring example is Section 66A of the Information Technology Act 2000, which was struck down by the Supreme Court in 2015 but  continues to be used. Section 66A outlawed some forms of offensive speech. Still being usedThe Internet Freedom Foundation report said that the organisation had filed a  right to information petition asking the information ministry if it had  sent notices to digital media publishers asking them to furnish some details about their operations. The ministry confirmed that it had sent them. Publishers were asked to provide such information as the name of their publications, contact  information and details about their grievance redressal mechanism. The ministry said that more than 2,100 publishers had provided the information. The information was sought under Rule 18 of the 2021 IT Rules. Rule 18 says that a digital media publisher  has to furnish the information ministry with the details about itself.  These had to be furnished within 30 days of the publication of the 2021 IT Rules.Retired Supreme Court judge Rohinton Nariman authored a judgment in 2015, ruling that Section 66A of the IT Act was unconstitutional. Credit: Sam Panthaky/AFP.Regulating digital mediaThe Information Technology  (Intermediary Guidelines and Digital Media Ethics Code) Rules were  notified in February 2021 and came into force in May. The rules aim to regulate intermediaries – which include social media  websites, internet service providers and online marketplaces – as well as  digital media publishers, which would include news websites and streaming  services such as Netflix. The rules have stringent compliance  and content takedown requirements. For instance, under Rule 9(1) of the 2021 IT  Rules, digital media publishers have to adhere to a code of ethics, which prohibits publishing or transmitting any content  prohibited by law and specifies guidelines such as the Norms of  Journalistic Conduct of the Press Council of India under the Press  Council Act, 1978.Under Rule 9(3), digital media publishers should have a three-tiered grievance redressal mechanism comprising self-regulation by the publisher, self-regulation by a publishers association and an oversight mechanism by the Central government. These rules came under severe criticism for being unconstitutional, with the potential of having a “chilling effect” on media freedom. Even a United Nations Special Rapporteur  noted that this provision goes against India’s obligations towards free speech  and the right to privacy. Several petitions were filed across the  country challenging these rules. Stayed by courtsIn 2021, two High Courts, Bombay and Madras, stayed Rule 9(1) and Rule 9(3) of the 2021 IT Rules. This is an interim  stay, but will be applicable until the courts make a final decision on the  validity of the rules. The Bombay High Court, in August, noted that the 2021  IT Rules are “manifestly unreasonable” and go beyond the scope of its  parent legislation, the IT Act. Allowing it to operate in its present  form might result in criticism of public figures being stifled.  Rule 9 prima facie infringes the freedom of speech and expression, it said. The court put an interim stay on the operation of the rules. In September, the Madras  High Court said that there is prima facie “substance in the petitioners’  grievance” that the mechanisms to control the media under these rules  “may rob the media of its independence”.The Kerala High Court had also passed orders in March and July saying that no coercive action should be taken on the basis of the  2021 Rules against petitioners who had approached the court.Revealed: Ministry of Information and Broadcasting (MIB) admitted in response to our RTI that 2000+ news publishers have had to furnish their details to MIB! This is despite a Bombay HC stay! Read about what the MIB’s response reveals & what it hides 1/6https://t.co/asBRacygAS— Internet Freedom Foundation (IFF) (@internetfreedom) January 25, 2022\n\nIn operation even after stayAccording to the Internet Freedom Foundation, the information collected by the ministry goes against the stay by the High Courts. “There has been a violation of the Bombay High Court’s intent of staying the operation of certain  provisions of the IT Rules,” Apar Gupta, Executive Director of Internet Freedom Foundation, told Scroll.in. “This demonstrates a larger pattern in  which compliance is not being implemented in letter and spirit by  various arms of the executive.”He pointed out not following  directions of the court also happened in cases relating to Aadhaar,  internet shutdowns and Section 66A of the IT Act as well.However, a senior government official told the Times of India that the provisions that have been stayed do not affect the notices sent by the government. “What  has been stayed by the courts is a small section of the IT Rules,” he said. “The  whole rules are not under litigation. In any case, if anyone has issues,  they can go to court and the ministry will answer in court.”However, even though Rule 18 has not been categorically stayed by the courts, while asking for information under this rule, the information ministry has also asked  publishers to provide information about its grievance redressal  officers and self-regulating bodies. The section of the IT Rules relating to grievance redressal has been stayed by the High Courts. When the Internet Freedom Foundation asked under which legal authority this information was being sought, given the High Court stays,  the ministry said that this information fell outside the scope of the Right to Information Act 2005.Additionally, as the Internet Freedom Foundation points out,  the point of Rule 18 is to collect information about digital media  publishers so that the ministry can regulate them under the 2021 IT Rules. The teeth of the  regulation, under Rule 9, has been removed by the courts. “Thus,  the reason to collect information under Rule 18 has been taken away by  High Courts,” Tanmay Singh, Litigation  Counsel at Internet Freedom Foundation told Scroll.in. “One cannot help but wonder what the government wants to  achieve through this information collection.”Several  other questions have also gone unanswered. For instance, the ministry  informed the Internet Freedom Foundation that it does not have the information on how many  publishers provided their details after the provisions were first stayed  by the Bombay High Court. The foundation has now sought more information from the government. “We will pursue this further,” Singh said. “We  have appealed to the first appellate officer, as prescribed by the RTI  Act, and will take further steps, as required.”Anurag Thakur was appointed the Minister of Information and Broadcasting in July 2021. Credit: PTI.A patternThis  incident brings out an interesting situation on the application of a law even after it has been stayed or struck down by the courts. In August, the Supreme Court expressed shock  when it was brought to its notice that the police were registering FIRs  and courts were conducting proceedings under Section 66A of the  Information Technology Act, a provision that had been struck down in 2015.Even the Allahabad High Court issued a direction  in December 2021 that police and courts should not proceed under  Section 66A of the IT Act. This was after a person who was being  charge-sheeted under this provision approached the court. Section 66A of the IT Act penalised  sending “offensive messages” without defining the term “offensive”. This  was struck down by the Supreme Court as being unconstitutional since it  excessively invaded the right to free speech and went beyond the  reasonable restrictions that the Constitution allows. A study  spanning 11 states had found that after the provision was struck down, at  least 1,300 cases were registered under Section 66A and 570 cases still remained  pending by the end of 2020. This is not the only instance of a law being used after it has been struck down. In a paper  from 2018, the authors found that even Section 303 of the Indian Penal Code, which was  struck down by the Supreme Court in 1982, was used to convict a person  in 2012. Section 303 of the Indian Penal Code prescribed that if a person commits murder while serving life imprisonment, he would be sentenced to death. In 2019, after parts of Section 377 of the Indian Penal Code that criminalised homosexuality was struck down by the Supreme Court, an op-ed in the Indian Express  noted that there were still reports of the police using this section to  harass transgenders thus undercutting the “letter and spirit of the SC  decision”.","author":"Umang Poddar","time":"2022-02-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169533-umraszdqcr-1643648688.jpg","tags":["IT Rules 2021","Right to privacy","Digital rights"],"source":"https://scroll.in/article/1016248/modi-government-is-using-a-law-stayed-by-the-courts-to-track-digital-media"}