{"title":"‘Modi promised us money in our accounts. What did we get? Rs 15 lakh in debt’","content":"The Bharatiya Janata Party and Narendra Modi came to power in 2014 on the promise of bringing “achhe din” – prosperous days – for Indians. But the last decade has brought formidable challenges for vast sections of Indians, especially those at the bottom of the pyramid. What is on the mind of voters who are struggling with joblessness and income insecurity? Will they still vote for Narendra Modi? Or is their enchantment with the party fading? Scroll reporters find out in a new series, No achhe din, but…Of the many things Saurabh Pratap Singh inherited from his father, two were farming and an unwavering support for the Bharatiya Janata Party.“My grandfather told my father that BJP is our party and Atal Bihari Vajpayee is our leader,” said Singh, a Thakur. “My father told me that BJP is our party and Rajnath Singh is our leader.”But as 10 parliamentary constituencies in western Uttar Pradesh – including Firozabad, Agra, Bareilly and Mainpuri – head to polls on May 7, Singh’s inheritances are set to collide.Singh, 32, has been growing capsicum and chillies in rural Firozabad in Uttar Pradesh for more than a decade.In the decade under the Narendra Modi government, Singh’s income has fallen and his debt has risen.He told Scroll that factors like corruption in the sale of seeds and fertilisers and an irregular supply of electricity has mounted the costs of growing chilli and capsicum in the region, while the returns have only diminished.The result is a disillusionment with the BJP government at the Centre and the state. “Bhaiyon behenon, hum sabke account mai 15 lakh rupay dalenge,” said Singh, mimicking a speech by Prime Minister Modi in the run-up to the 2014 Lok Sabha polls, promising Rs 15 lakh in people’s accounts. “And what did we get? Rs 15 lakh in debt.”In 2016, in a rally about 200 km away from Singh’s village, Modi had mentioned his “dream” of doubling farm income by 2022. That year, a government committee calculated that this goal could be met if the income grew annually by 10.4% over seven years. The last survey data released in 2021 suggested that the annual growth in farm income stood at 2.8%.Firozabad is a stronghold of the Akhilesh Yadav-led Samajwadi Party. But in 2019, BJP’s Chandra Sen Jadon, a Thakur, clinched the seat by a margin of nearly 29,000 votes because of a rift between Akhilesh and his uncle, Shivpal Singh Yadav.This year, the SP has fielded Akshay Yadav, who won from the constituency in 2014, for the third time in a row. The BJP handed its ticket to Thakur Vishwadeep Singh.“Me, my family and this village voted for Modi in 2014 and 2019,” said Singh. “But this time, I’m thinking. I’m yet to make up my mind.”‘A child’s care’Two-hundred-and-fifty kilometres from Delhi, Firozabad is known as a hub of the glass bangles industry. In the countryside, farmers grow potato, wheat, fennel seeds, and mirch – a term used interchangeably for chilli and capsicum in the region.Singh owns over 20 bighas of land in Garhi Hansram, a Thakur-dominated village 20 km north of Firozabad town. In 2011, Singh got a bachelor’s degree in science from a local college. That year, his elder brother left home to join the Central Industrial Security Force, and Singh took up the family mantle of mirch cultivation.More than a decade later, Singh says that he pays more attention to growing the vegetable than bringing up his 13-year-old daughter. “It needs a child’s care to grow,” he told me. “It takes two months to fruit, but there are so many things that can go wrong in that period.”Every June, when the monsoon tempers the North Indian summer, Singh plants mirch seeds in a nursery in his farm, where it germinates under constant supervision, protected from wind, water and heat. In July, the plants are moved into the open farm, where they mature by early September.In the nursery phase, the crop is prone to fungal diseases. So the soil needs liberal doses of fertilisers and pesticides. If all goes well, the crop is picked over six to seven cycles and sold in the Azadpur mandi in Delhi.Women workers pick mirch from Singh’s farm in Garhi Hansram.“During the peak season, usually around Diwali, we send eight to ten trucks to Azadpur every day,” said Singh, who spends Rs 50,000 on every bigha of the mirch crop in a year. For 20 bighas, this totals to Rs 10 lakh a year.Since 2021, Singh has poured Rs 30 lakh into the crop, but could only earn Rs 20 lakh from it – a 33% loss. “For 10 days in January this year, the prices rose and remained stable,” Singh told me. “We somehow got good returns and I earned back the Rs 10 lakh, else I thought that I would kill myself.”The mirch mireThe 32-year-old blamed a black market of seed and fertiliser sellers for his mounting costs, making it harder to break even or turn a profit.The government-run Kisan Seva Kendra supplies farmers only a fifth of the mirch seeds they need. “The ball then is in the court of a clique of private sellers who create an artificial shortage and sell the seeds at five times the market rate,” Singh said.While a kilo of mirch seeds in Firozabad should cost Rs 35,000, farmers are forced to buy it for Rs 1.5 lakh.Singh, whose dues to local banks have only increased in the last three years, used the money he made in January to pay loan instalments.The sale of fertilisers like phosphorus, crucial in growing mirch, allegedly undergoes a similar manipulation.According to Singh, officials from the district’s agricultural department are part of this nexus that runs the black market. “This cannot happen without the knowledge and blessings of local BJP leaders,” he said. “Yogiji is sitting in Lucknow and he has no idea what is happening in his state. He is a sanyasi who wants to clean up the system. But his ministers and officials are bent on ruining it.”The black marketing of agricultural goods has been reported both in Firozabad and in other parts of UP.The Thakur-dominated Garhi Hansram village in Firozabad.Then there’s the erratic supply of electricity. Singh said the village gets 16 hours of electricity a day.“But we only get electricity at 5 pm, which is too late,” he said. “Ideally, the water needs to be out in the fields by 3 pm, when the temperature is high and soil needs to be cooler,” Singh said.To get around the problem, Singh switches on the water pump at 6 am. “But the water in the field gets warm by noon, which damages the crop.”For Singh, mirch farming did not have a golden age. It was not profitable during the Congress-led United Progressive Alliance government’s tenure at the Centre, and during Mayawati and the Akhilesh Yadav’s governments in the state. But in the BJP years, his situation has gone from bad to worse.Rethinking the voteSingh has been an active member of the Bharatiya Kisan Union (Bhanu), a local farmers’ union dominated by Thakurs. “None of us go to local BJP leaders with our problems,” said Singh. “They are of no use. Rajnath Singh and Yogi Adityanath have not done anything for Thakurs.”The black marketing of agricultural goods is a law and order problem, says Saurabh Pratap Singh.This sentiment is common among Thakur farmers in the region. “The BJP government does not pay any heed to farmers’ welfare,” said Hemant Pratap Singh, the president of the union. “To send a message, we have been thinking of putting up a union member as an independent candidate for the Lok Sabha elections.”Singh told me that one reason that pushes Hindu voters like him to the BJP in Firozabad is the Muslim presence in the constituency. The community accounts for 13% of the population in the district and 34% in the town. “A few Hindu farmers here are the reason why thousands of Muslims can survive,” he said. “Ninety per cent of labourers in my farm are Muslims. Do you think the Muslims would be so generous to Hindus if we were the labourers and they were the landowners?”Conventionally, Thakurs in Firozabad do not vote for the Samajwadi Party. For one, the party’s appeal is limited to Yadavs, Muslims and a section of Dalit voters in the constituency.Most people do not rate the state of law and order under the Akhilesh Yadav government between 2012 and 2017 highly. The opinion among Hindu voters across castes – except Yadavs – is that theft and robbery have reduced under Adityanath – a good enough reason to vote for Narendra Modi in 2024.But it is not good enough for Singh. “The improvement of law and order is an exaggeration. Is black marketing not a law and order problem?” he asked. “The BJP reaches out to Hindus for their votes but does nothing for them. Do we have an option? If the Samajwadi Party would promise law and order and development, we would vote for them.”","author":"Ayush Tiwari","time":"2024-05-05T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200174-bliwoaxsiv-1713525015.jpeg","tags":["Lok Sabha 2024","Uttar Pradesh","Agriculture","Narendra Modi","Adityanath"]}