{"title":"‘Modi is a versatile genius who thinks globally and acts locally’: Supreme Court judge Arun Mishra","content":"Supreme Court judge Arun Mishra on Saturday described Prime Minister Narendra Modi as an “internationally acclaimed visionary” at a function in Delhi, PTI reported. He praised the “versatile genius” of Modi to “think globally and act locally”.  Mishra, the third most senior judge in the Supreme Court, was delivering his vote of thanks at the International Judicial Conference 2020. Modi, Union minister Ravi Shankar Prasad, Chief Justice SA Bobde, Justice NV Ramana and Attorney General KK Venugopal were among those who spoke at the event. Judges from over 20 countries attended the conference.“Dignified human existence is our prime concern,” Mishra said. “We thank the versatile genius, who thinks globally and acts locally, Shri Narendra Modi, for his inspiring speech which would act as a catalyst in initiating the deliberations and setting the agenda for the conference. India is a responsible and most friendly member of the international community under the stewardship of internationally acclaimed visionary Prime Minister Shri Narendra Modi.”   The judge also praised Prasad for doing away with 1,500 obsolete laws and emphasised the need to strengthen the judicial system. “Now we are in the 21st century,” he added. “We are looking for modern infrastructure not only for the present but also for future. To strengthen judicial system is the call of the day as it is the backbone of democracy whereas legislature is the heart and executive is the brain. All these three organs of the state have to work independently but in tandem to make democracy successful.” Mishra added that India is committed to constitutional obligation and is also dedicated to a peaceful world free from terrorism, IANS reported. “As the country moves on the path of development, the preservation of environment is also given high importance,” he said.Addressing the same conference, Prime Minister Narendra Modi said 1.3 billion Indians had disregarded apprehensions and “wholeheartedly” accepted critical Supreme Court verdicts. He was apparently referring to the top court judgement that paved the way for the construction of a Ram temple in Ayodhya.Union Law Minister Ravi Shankar Prasad said governance must be left to elected representatives and delivering judgements should be left to judges.","author":"Scroll Staff","time":"2020-02-22T17:45:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/79327-kwepdcwlly-1516165968.jpg","tags":["Arun Mishra","Narendra Modi","Supreme Court","Ravi Shankar Prasad","International Judicial Conference 2020"]}