{"title":"‘Modi for India, Shinde for Maharashtra’: A newspaper ad signals fissures in state’s ruling alliance","content":"A newspaper advertisement issued on Tuesday by Maharashtra Chief Minister Eknath Shinde’s Shiv Sena faction has put the spotlight on fissures reportedly emerging within the state’s ruling coalition. The ad claimed that Shinde was more popular than his deputy Devendra Fadnavis, the leader of the Sena’s ally, the Bharatiya Janata Party.Headlined “Modi for India, Shinde for Maharashtra”, the advertisement claimed that Prime Minister Narendra Modi and Shinde were a “dream team loved by all”. This title was a play on the slogan the BJP used during the 2019 Assembly election to project Fadnavis as the alliance’s chief ministerial candidate: “Kendrat Narendra, rajyat Devendra.” Narendra at the Centre, Devendra in the state.The advertisement featured photos of Modi and Shinde and had only the Shiv Sena’s electoral symbol.Citing an opinion survey by Zee TV-Matrize, the advertisement said that 26.1% of the people of Maharashtra preferred Shinde as the chief minister and 23.2% preferred Fadnavis. It added that that 30.2% of the respondents preferred the BJP and 16.2% preferred Shinde’s Shiv Sena faction.“These numbers show that a total of 46.4% people of Maharashtra trust the BJP and Eknath Shinde-led Shiv Sena alliance for the state’s development,” the advertisement further read.As some social media users pointed out, this meant that the two parties do not enjoy the support of the majority of the state’s voters.Buzz: This snubbing Mr Fadnavis over popular CM face adve was deliberately &consciously issued by CM Eknath Shinde led Sena as sharp reaction to BJP’s claim over Sena’s Kalyan Dombivli Lok Sabha seat. Message: if you mess wid us, we will do d same. Ur stakes are higher than ours. pic.twitter.com/JZWxA1PBsh— Sudhir Suryawanshi (@ss_suryawanshi) June 14, 2023\n\n In recent weeks, fissures have emerged between Shinde’s faction and the BJP. The Shinde group has been upset over the BJP’s claim that it will contest the Kalyan and Thane seats in next year’s Lok Sabha elections. The Kalyan Lok Sabha seat is currently held by Shinde’s son Shrikant and Thane is considered to be Shinde’s political stronghold. Amid the tension, Shrikant Shinde offered to quit on Saturday, saying local BJP leaders were engaging in “selfish politics”.In addition, the Shinde faction has been alarmed about reports that four or five ministers from their camp may be dropped from the state cabinet for non-performance and for being involved in various controversies. This comes at a time when some opinion polls have suggested that the Maha Vikas Aghadi may hold an advantage. Not surprisingly, BJP leader Pravin Darekar criticised the Tuesday’s advertisement, saying that promoting one leader over the other was misleading. “It attempts to portray CM Shinde as the most popular leader in the state,” Darekar told the Free Press Journal. “However, both Shinde and Fadnavis have contributed to Maharashtra’s progress. Therefore, if someone is attempting to create a division between the two parties by elevating one as superior or more popular than the other, we shouldn’t succumb to it. Such actions only serve to disrupt the harmony.”Fadnavis, who was scheduled to attend a state event in Kolhapur alongside Shinde on Tuesday, skipped the event citing an ailment.Chandrashekhar Bawankule, BJP’s state unit chief, also weighed in. “Such advertisements or surveys have no value, as the people of the state decide who is more popular,” he said. “The advertisement doesn’t bear any significance. The people of the state will decide who is more popular in 2024 elections.”\n\t\t\n\tMaharashtra Chief Minister Eknath Shinde at a rally. Credit: Ekanth Shinde/TwitterOpposition reactionThe coalition has been in power since June last year, after Shinde had triggered the collapse of the Maha Vikas Aghadi government, comprising the Shiv Sena, the Nationalist Congress Party and the Congress. Shinde led a faction that rebelled against Shiv Sena leader Uddhav Thackeray, who was Maharashtra chief minister at the time. Shinde was sworn in as chief minister with the BJP’s support. Fadnavis, a former chief minister, was persuaded by the BJP to work as Shinde’s deputy.The Shiv Sena and the BJP had been partners for over three decades. But they broke off their alliance after the 2019 Assembly polls because the BJP would not agree to each party sharing the chief minister’s post for two-and-a-half years.The Opposition Maha Vikas Aghadi, naturally, harnessed the controversy to attack the Shinde-BJP alliance.  Ajit Pawar, the Leader of Opposition, said this was the first time he had seen such an advertisement in his political career. “If so many people are supporting his leadership, he should immediately declare civic polls,” Pawar said. “Instead of giving data on employment, increase in GDP and financial assistance to farmers, Shinde has shown how he is popular and powerful.”Civic elections in Maharashtra have been delayed for over a year.Pawar criticised the advertisement for failing to include images of the party’s founder Bal Thackeray and Shinde’s political mentor, Shiv Sena leader Anand Dighe.Sanjay Raut, a leader from Uddhav Thackeray’s Shiv Sena faction, made a similar dig. “People who call themselves Balasaheb Thackeray’s heirs have put Modi’s photo, but not Balasaheb Thackeray’s,” Raut said. “I mean, this army is the Modi army. You are so happy. You have forgotten Balasaheb Thackeray in this moment of happiness.”\n\t\t\n\tMaharashtra's Deputy Chief Minister Devendra Fadnavis (left) and Shinde. Credit: CMO Maharashtra/Twitter Damage control?On Wednesday, however, the National Democratic Alliance, or MahaYuti, published a new frontpage advertisement in major Marathi language newspapers. This advertisement also cited the opinion poll by Zee TV and Matrize. It said that 84% of the respondents preferred Modi’s leadership at the national level and that 62% of the respondents feel that the so-called double engine government at the Centre and in Maharashtra was helping development pick up pace in the state.Unlike the advertisement on Tuesday, the one on Wednesday had election symbols of Shinde’s Shiv Sena faction and the BJP. It also had photos of Modi, BJP leader Amit Shah, Bal Thackeray and Dighe, along with key state Cabinet ministers. More importantly, the new advertisement had images of Shinde as well as Fadnavis.Cover up: After DCM Devendra Fadnavis miffed over downsizing his popularity against CM Eknath Shinde, Shiv Sena issued 2nd adve to pacify Mr Fadnavis. Interestingly, in this adve popular votes for chief minister of Maharashtra content that annoyed Fadnavis has been dropped now. pic.twitter.com/KXZJUiqzzl— Sudhir Suryawanshi (@ss_suryawanshi) June 14, 2023","author":"Nachiket Deuskar","time":"2023-06-14T14:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191222-bfwzacrdnn-1686725986.jpeg","tags":["BJP","Shiv Sena","Maharashtra","Eknath Shinde","Devendra Fadnavis"],"source":"https://scroll.in/article/1050906/modi-for-india-shinde-for-maharashtra-a-newspaper-ad-signals-fissures-in-states-ruling-alliance"}