{"title":"Opposition shouts ‘Modi-Adani bhai bhai’ slogans as PM praises his government in Rajya Sabha ","content":"Opposition MPs in the Rajya Sabha on Thursday shouted slogans of “Modi-Adani bhai bhai” as the prime minister replied to the motion of thanks on the president’s address.The Congress and other Opposition parties have been holding protests in both Houses of Parliament, asking Prime Minister Narendra Modi to respond to allegations that the Union government showed favouritism to the Adani Group.The conglomerate headed by industrialist Gautam Adani has been under the scanner since American short-seller Hindenburg Research, on January 24, accused it of pulling off the “largest con in corporate history”.They (Congress) used to say ‘Gareebi Hatao’ but did nothing for over 4 decades. While we work hard to meet the expectations and aspirations of the people of the country:  PM Modi in Rajya Sabha during Motion of Thanks on President's address pic.twitter.com/EDH2hYFW3O— ANI (@ANI) February 9, 2023\n\nModi on Thursday continued his speech through the protests by Opposition MPs, leading some of them to shout slogans of “kuch toh bolo [at least say something]”.The prime minister said that the behaviour and language of some individuals in Parliament disappointed the entire country. “To those who hold such a mentality, I will only say – the more muck you fling, the more the lotus will bloom,” he remarked, referring to the Bharatiya Janata Party’s election symbol.कीचड़ उसके पास था, मेरे पास गुलाल, जो भी जिसके पास था उसने दिया उछाल...जितना कीचड़ उछालोगे, कमल उतना ही खिलेगा।- पीएम @narendramodi pic.twitter.com/j8jUoRiS5k— BJP (@BJP4India) February 9, 2023\n\nModi said that the Congress used to chant slogans of “Garibi Hatao [eradicate poverty]” but did nothing to achieve that during its tenure. “In 60 years, the Congress only created holes and more holes, even if that may not have been its intention,” he said. “Meanwhile, even small countries were scaling peaks of success.”The prime minister claimed that from Independence to 2014, only 14 crore liquefied petroleum gas connections had been provided. “However, we decided to give LPG connection to every home,” he said. “Despite all the problems, we provided gas connections to more than 32 crore families.”During his speech, the commotion continued in the House as Opposition leaders demanded a discussion on the fraud allegations against Adani.Modi, however, refrained from speaking about Adani and claimed that welfare benefits of Rs 27 lakh crore have been directly transferred to beneficiaries through direct benefit transfers, the Jan Dhan Yojana and Aadhaar. “Through DBT technology, we saved Rs 2 lakh crore from going into the wrong hands,” he said.Modi said that the government is working to ensure that 100% benefit of welfare measures reaches the intended beneficiaries. “This is true secularism, and our government is moving forward on this path,” he said.The Upper House was adjourned after Modi finished his speech as both Opposition and treasury benches started shouting slogans. As the House reassembled at 5.15 pm to resume proceedings, Chairman Jagdeep Dhankhar asked members to maintain order for the discussion to continue.But once Congress member Shaktisinh Gohil started speaking, the treasury bench started sloganeering, following which Dhankhar adjourned the House for the day.Earlier in the day, Congress MP Mallikarjun Kharge raised objections against Dhankhar’s decision to expunge some of his remarks from Parliament records. Kharge told Dhankhar that he had not said anything “unparliamentary or accusatory” in his speech for his remarks to be expunged.Eighteen remarks – all of them related to Adani – made by Gandhi in his speech in the Lok Sabha on Tuesday had also been expunged.","author":"Scroll Staff","time":"2023-02-09T16:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186665-ekzsixjwxi-1675937405.jpg","tags":["Narendra Modi","Congress","Gautam Adani","Mallikarjun Kharge"]}