{"title":"Modi keeps combining official travel with BJP events, but who is paying the bills?","content":"With the Lok Sabha election looming ahead, Prime Minister Narendra Modi is feverishly travelling around India. Since January 1, he has made 27 trips in 42 days, covering as many as 18 states and union territories, some of which he has visited twice. On many trips, he combined official work with campaign meetings of the Bharatiya Janata Party. For instance, in Punjab on January 3, he inaugurated the Indian Science Congress in Jalandhar. Hours later, he addressed a public meeting in Gurdaspur, organised by the state Bharatiya Janata Party unit. On some trips, like the one on January 5 to Baripada in Odisha, he attended both official events and party meetings on the same day.Combining official visits with party work has benefits – it saves the prime minister travel time.But what about travel expenditure? Does it also save his party the cost of flying down their star campaigner all the way from New Delhi?Scroll.in emailed questions to the Prime Minister’s Office on February 8, seeking further details on how the expenses for Modi’s trips have been split between the government and the party. The email went unanswered. The story will be updated if responses are received.While the Prime Minister’s Office maintains a public record of both his international and domestic trips, it spells out expenditure details only for his international trips. There is no publicly available information on the cost of Modi’s domestic travel – or the official protocol that governs it.Scroll.in contacted four people who have worked in the Prime Minister’s Office in the past as advisors and secretaries. None of them knew the official protocol for travel, particularly visits that combined official and non-official work.An advisor to Manmohan Singh said that the former prime minister was careful to avoid such an overlap. According to an official government archive of Singh’s travel as prime minister, he either travelled on official work, or non-official work, never for both on the same trip.As previously reported by Scroll.in, Modi’s pace of travel far exceeds his predecessor’s. Singh spent 368 days travelling during his first term and 284 days in his second term. By contrast, Modi has spent 565 days travelling – nearly one-third of his term.In 2017, the Hindustan Times reported that between May 2014 and February 2017, the Prime Minister’s Office paid Rs 89 lakh to the Indian Air Force for 128 non-official trips made by Modi during election season. This was disclosed by the Indian Air Force in response to an application filed under the Right to Information Act by a retired Commodore.The BJP told the newspaper it had reimbursed the PMO. But, strikingly, the RTI response showed the charges were based on commercial rates notified in 1999. For a plane that flew from Delhi to Gorakhpur and back, the payment was Rs 31,000, which is substantially lower than the cost of a private chartered flight.Modi has travelled more frequently than Singh on non-official work, mostly at the time of state elections. That’s because unlike Singh, who remained in the shadows of Congress president Sonia Gandhi, Modi is the BJP’s main campaigner. The situation is bound to have been similar in the Indira and Rajiv Gandhi years for the Congress when the sitting prime ministers also happened to be the party’s main campaigners. The party in power – Congress then, BJP now – thus clearly gets a clear advantage ahead of the Lok Sabha election.Mapping Modi’s travelEvery time the Prime Minister travels out of Delhi, it is logged as one trip on the PMO website. For instance, on February 9, when Modi travelled to Assam and Arunachal Pradesh, the PMO listed it as one trip. For this analysis, however, Scroll.in has counted them as two separate trips.Since January 1, the PMO website has listed 12 trips. It has curiously omitted mention of Modi’s travel to Manipur and Assam on January 4, and to Varanasi on January 22, which has been reported by the Press Information Bureau and covered by the media.Taking into account PIB releases, and counting every trip to a state or union territory separately, Scroll.in found Modi has made 27 trips since the start of the year. The PMO website categorises trips as official, non-official and international. However, 13 of the 27 trips made since January 1 have not been categorised yet.Making sense of Modi’s speechesIn the election season, in any case, the lines between official events and poll campaigns for the party seem to get blurred.At official events, Modi largely focused on boasting about his government’s achievements. He even defended the decision to demonetise high-value currency notes in November 2016, which caused widespread economic upheaval.“I was asked what has been the benefit of note bank decision,” he said, while inaugurating projects on January 30 in Surat, Gujarat. “You should ask that to the youth, who could buy homes at affordable rates after the decision. Everyone is aware that before demonetisation, black money dominated the real estate sector.”At public meetings organised by the BJP, while a part of his speeches reflected local concerns, a common pattern was his criticism of the Opposition, which he said had formed a “mahagathbandhan” or a grand alliance with the sole intent of defeating the BJP in the upcoming Lok Sabha elections.On January 9 in Agra, Uttar Pradesh, for instance, he said: “Those who did not even like to look each other are now coming together just to oppose us.”Strikingly, even at government events, Modi has not been averse to taking swipes at the Opposition. For instance, in Palamu, Jharkhand on January 5, while inaugurating six irrigation projects he compared the ruling government to the Congress-led United Progressive Alliance governments. “This is the difference between Congress and BJP,” he said. “There wouldn’t have been a need for farmers to take loans had the previous Congress governments completed the projects that were meant to benefit farmers.”He also added that the “UPA [United Progressive Alliance] would need another 25 years to match up to the number of houses we [Bharatiya Janata Party-led government] have built.”In the North East and West Bengal, he expressed support for the Citizenship Amendment Bill, which controversially seeks to ease citizenship for non-Muslim migrants from neighbouring countries like Bangladesh. The bill has provoked sharp reactions in the North East, where local communities harbour fears of being swamped by migrants.Defending the bill, during his visit to Amingaon in Assam on February 9, Modi said that there was no place for “infiltrators” in the country. “It is a national commitment to the people of the North East that they will not be harmed in any way and citizenship will be only granted after due investigation and recommendation of the state governments,” he said.Speaking at a rally in Durgapur, West Bengal on February 1, Modi asked Trinamool Congress to support the Bill. “My brothers and sisters here need it,” he said.In Kerala, he focused on attacking the ruling Communist Party of India (Marxist) for supporting the entry of women of all ages into the Sabarimala temple, which some have opposed as antithetical to the local tradition. Addressing a rally in Kollam, Kerala on January 15, Modi described the Kerala government’s response to the situation as “most shameful”. “We knew that communists do not respect Indian history, culture and spirituality but nobody imagined that they will have such hatred [against it],” he said.","author":"Vijayta LalwaniNithya Subramanian","time":"2019-02-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112784-awmhmybejc-1549899883.jpeg","tags":["Narendra Modi","Prime Minister's Office","Bharatiya Janata Party","Official travel"],"source":"https://scroll.in/article/912885/modi-keeps-combining-official-travel-with-bjp-events-but-who-is-paying-the-bills"}