{"title":"Modi government’s partisan misuse of institutions has pushed the Indian republic to the brink","content":"It is an enormous privilege to be invited to speak in a public lecture organised in memory of JB D’Souza, who would have been 100-year-old on June 3. People like D’Souza were civil servants from an era in the life of our republic when the idealism of the freedom struggle still illuminated and inspired public and social life.Today, I think of my father, Har Mander Singh. He belonged to this same generation of civil servants and was spurred by the same idealism. He died last November. He would have been 95 seven days from now.Women and men like D’Souza entered the civil services with the resolve to help build this new nation in ways that uphold the ideals of the freedom struggle and the pledges of the Constitution. Later generations owe them an immense debt of gratitude. D’Souza’s work in the Indian Administrative Service and after is a shining example of public service.\n\n\n    \n    Play\n\n As a young officer, he helped rehabilitate refugees from East Pakistan. He held many prized positions in Maharashtra, heading Brihanmumbai Electric Supply and Transport, the Bombay Municipal Corporation and then Maharashtra Chief Secretary, all with sterling records of integrity, independence and public compassion. But perhaps he is best remembered for his work as an independent citizen, in solidarity with the survivors of the Bombay communal carnage of 1992-’93, his efforts to secure justice for them and to restore harmony and trust.I turn to our beloved country of today. When I look around, I see the comprehensive betrayal of so many of the pledges and dreams of our freedom struggle and our Constitution. I witness these with troubled hearts, with often blindingly moist eyes, and sometimes – briefly, even the sinking of hope. I will reflect with you today on why I find the state of our republic extremely worrying and why the times that we are living through are so dark. I will explain why I fear that we are witnessing today indeed to nothing less than the calamitous near-collapse of our republic.Covid-19 second waveThe past months of course have been particularly traumatic for the Indian people. Death had touched almost every home. We have watched the fires and smoke from 24x7 funeral pyres spilling onto the sidewalks and parks of our shining cities. Bodies cast by impoverished broken families into the rivers to be eaten by vultures and stray dogs. We have borne witness to the mass graves of hundreds of anonymous bodies. We have seen the agony of so many as their loved ones died choking for lack of oxygen, sometimes outside hospitals that refused them beds, sometimes lonely deaths even inside ICUs. This is grief beyond ever healing.We need to recognise that a large part of these deaths was preventable, had the state acted with responsibility, resolve, integrity, caring and timeliness. Despite a year and a quarter to prepare, hospital beds, oxygen supplies, ICU facilities, essential medicines and vaccines were not organised. Instead, the government immersed itself in reckless super-spreading events organised for political mileage – massive election rallies, the Uttar Pradesh-panchayat elections and the Kumbh (that The Guardian has estimated to be the biggest super-spreading event during the pandemic in the entire planet). In a week of the Kumbh, Uttarakhand saw a 1,800% rise in infections.When the state did act, it seemed more motivated to preserve private profit than to uphold the public good, even as the people were in the throes of the biggest health crisis of a century. It did nothing to prevent cynical profiteering by private hospitals, vaccine producers, insurance companies, ambulance drivers, even sellers of medicines and funeral firewood. The government did little to heed the counsel of science, of its own committees of experts or of the state governments, acting instead with dangerous hubris. These deaths, still unfolding during this terrifying second phase of the pandemic and the immense suffering, fear and despair that these have fostered, with no end to the pandemic in sight, are nothing short of crimes against humanity.What the Indian people are enduring in this time of unfolding tumult are the wages of electing a government bereft of both competence and compassion, of choosing small-minded bigots of unbridled hubris as our leaders, and of the failure of all institutions of democracy that should have held the executive accountable.These are not just crises that have emerged with the second phase of the pandemic. As I have argued in my book Locking Down the Poor: The Pandemic and India’s Moral Centre, these problems have plagued the whole approach of the government to the pandemic from the start. Prime Minister Modi announced the largest lockdown on the planet and in human history, and with among the smallest relief packages. His announcement excluded the poor even from the design of the protections.\n\n\n    \n    Play\n\nThe Karwan e Mohabbat film ‘Voices from the Margins’.After all, nine out of ten workers are casual workers and the large majority of city residents live in slum shanties. How can they “work from home”, when they eat what they earn each day? How can they keep “social distance” when ten people live in a one-room shanty? How can they “wash their hands regularly”, when even in normal times, slum residents spend a fourth of their income to buy two pots of water? And yet these measures that excluded them from their protections, placed on their shoulders the highest burdens of suffering. Almost immediately, we saw the explosion of mass hunger, on a scale unseen in urban India since India’s freedom.  The resultant collapse of the economy, that was already in slowdown, has spawned the gravest economic recession after Independence. Surveys tell us that 97% of our people are worse off after the pandemic, but the hardest impact has been on the labouring poor. Our own surveys tell us that two-thirds of vulnerable populations report eating less than before the pandemic. And by many estimates, the worst is still to come.Collapse of republicLet me go beyond the pandemic to illustrate the collapse of the republic that I speak of. This can be seen through the prism of three wars waged by the state against segments of its own people during the seven years of the present government.These are wars firstly against informal workers, then against India’s Muslims and finally, against dissenters and protestors, those who stand with the poor and with minorities.Take the first, the silent war with informal workers. Take the lack of even elementary labour protections, social security for more than 90% of our workers. Take the starved public health system as another example. India spends among the lowest in the world on public health, a little over 1% of gross domestic product. Of the trained doctors in the country, 80% work for the for-profit private health sector. The rich and middle classes felt they were safe, and did not care about the suffering caused by the exclusion of the poor. We were told that the poor would be protected by private health insurance. We have seen the outcomes. This is not the policy only of the present government. It was a policy pursued vigorously by successive governments over three decades of neo-liberalism.The second war waged by this government against its people is the war against Indian Muslims.\n\n\n    \n    Play\n\nThe Karwan e Mohabbat film 'Mazhab'.There were three parts to this battle against India’s Muslims. In the first term of this government, from 2014 to 2019, this was first an electoral battle, to render India’s Muslims politically irrelevant. Political scientists had maintained that no party can win a majority of seats in Parliament on an openly anti-Muslim platform because Muslims constitute significant proportions of numerous constituencies. The Modi-led Bharatiya Janata Party sought to prove them wrong: its strategy was to comfortably sweep a majority of seats in Parliament without even the fig-leaf of running a few Muslim candidates, by the device of uniting everyone else – across religion and caste – against Muslims. In this, they were spectacularly successful, as even Christians (significant in the North East) and Dalits joined the anti-Muslim political campaign.The second was the social battle, to normalise, and even valorise hatred and bigotry against India’s Muslims. Runaway hate speech by BJP leaders increased by several hundred per cent. From the senior leadership of the BJP and RSS down to its rank and file, there were attempts to stigmatise and erase all parts of India’s Islamic legacy, even renaming roads and cities that had names of Islamic origin, shrill campaigns against “cow-slaughter” and “love jihad” and the demolishing of mosques. The recasting of Muslim-majority Lakshadweep, one of the finest examples of syncretic culture, is the most recent troubling example.Even more, the social war against India’s Muslims was reflected in the alarming rise of lynchings, with Muslims being victims of mob killing in the majority of instances of mob lynching. There are chilling echoes of mob lynchings of African-Americans in the United States, from the late nineteenth to the middle of the twentieth century. Just as a historian wrote about the African-American lynchings, every lynching in India was a thousand lynchings, that reverberated across the rivers, mountains, forests and deserts, to settle as fear in the hearts of every Muslim.  The silence of the large majority of Indians to this alarming feverish rise of hate lynchings led us to launch the Karwan e Mohabbat, or caravan of love.We resolved to visit the homes of every family anywhere in the country, who had lost loved ones to hate, as we would to our friends and loved ones. We did this to assure them that they are not alone, that there are many in India who care deeply and share in their pain; to seek their forgiveness for what we have become as a country; to assure them that we would stand in solidarity with them as they rebuilt their broken lives and in their struggles for justice and that we would tell their story. \n\n\n    \n    Play\n\nWhy we need the Karwan e Mohabbat. Hindutva projectIn over 30 journeys that the Karwan e Mohabbat made over more than two years, we encountered immense grief, extreme cruelty with which mobs killed in the guise of campaigns against cow slaughter and love jihad. We found the police uniformly hostile to the victims and protecting those who perpetrated lynching; and most worryingly we found silence, in almost every case, of their Hindu neighbours.We are seeing today a decisive moment in a much older struggle, going back at least 100 years. Gandhi had led us to freedom with the incandescent vision of a humane and inclusive country that belonged equally to people of every faith, caste, language and gender. But the Rashtriya Swayamsevak Sangh and the Muslim League believed that India was not one but two nations, a Muslim Pakistan and a Hindu India.The Modi government interpreted its expanded mandate for a second term as an emphatic open mandate for the RSS project of hate and unequal citizenship based on religious identity. After all, in 2019, there was no positive agenda credibly on offer, of economic strengthening, of massive job creation, of fighting corruption. Instead, it was an open agenda of hate, against Muslims within India, and Pakistan outside India. Yet, Modi garnered an even higher vote support – 37.6% of all voters. Of these, most were of Hindus, indicating the consolidation and radicalisation of India’s Hindus. The Modi-Shah-RSS triumvirate saw this as a mandate for the government to transform India to their alternate imagination for the Indian nation. Rapid steps followed, such as Article 370, the triple talaq law and the Supreme Court’s Ram Temple judgment. A decisive further step was the amendments to India’s Citizenship Law, the National Register of Citizens and National Population Register that formally, in law, barred undocumented Muslims from the same access to fast-tracked citizenship that was available to people of other religious identities.I spoke of the war of the ruling government against its construction of three enemies. The first war, as we saw, was against informal workers. The second war was against India’s Muslims. The third enemy that this regime identified was of voices and movements of dissent, those who stand with the working poor, with Muslims, and for the defence of India’s Constitution. Against this enemy, we have seen the misuse of the Unlawful Activities (Prevention) Act, National Security Act and so on, for what were alleged to be Maoist conspiracies behind the Bhima Koregoan and Delhi riot violence. We have seen the taming of the media, its corporate takeover and the penalising, even jailing of independent journalists. Members of the Rashtriya Swayamsevak Sangh participate in a rally in support of India's new citizenship law. Photo credit: AFPWe have seen the punishing of the few officials who still offer independent advice, the destruction of the institutions of independent civil service and the abject willingness – often even eagerness – of the police to be used as petty instruments for advancing the unconstitutional political agenda of the ruling party and its targeting of dissenters and Muslims. The failure of the higher judiciary, especially the Supreme Court, to actively defend the rights of minorities and the poor makes it gravely culpable. We forget too easily the lessons of history. After all, Hitler in Nazi Germany was lawfully elected and adored by a majority of the German people. The horrors of the holocaust should be etched in our minds and hearts to remind us that democracy is not just the will of the majority. It is equally the protection of minorities, in which the roles of the higher judiciary, independent civil service and independent media are crucial. Each of these has let down India’s minorities, the Indian people and the Indian republic at a time when these were most under threat.Are these alone responsible for bringing our republic to this state of collapse? Arundhati Roy, speaking of the pandemic, said Covid-19 is not just a virus – it is also an X-Ray, of our society and government. What does this X-Ray reveal? Not just a state that has so profoundly failed its people. Even more culpably, it reveals a spectacularly uncaring middle class, who choose and applaud these leaders and their policies. The current pandemic has brought grief and bereavement even into the homes of the well-networked middle-classes. But the same middle-classes have applauded for too long majoritarian and market-friendly policies that they believed would protect their interests, while they remained indifferent and even openly hostile to the suffering caused by these to the labouring poor and minorities. The problem, therefore, is not just of the government. It is of the people who elect and support these governments and their policies.Partisan misuse  We need also to emphasise that the collapse of the republic is also not just the handiwork of the present Union government, although it has hastened this. Major culpability for India arriving at this point lies with most of the political establishment across most of the political spectrum. Their role in communal riots has tended always to be majoritarian, violating both the letter and spirit of the Constitution. Successive governments have targeted innocent Muslims for years, even decades, misusing anti-terror laws. Each have been guilty of partisan misuse of the police and the judiciary, to the point when, as we have seen, these institutions of countervailing power to the executive have all but collapsed today. They have been accused of appeasement of Muslims by the BJP and RSS. But the only appeasement of both BJP and non-BJP governments has been of hate-mongering elements in every religious community. The policies of neo-liberalism have also destroyed public health, public education, labour rights, social security and so on.Do I see hope that we will be able to reclaim our republic, rebuild the humane and inclusive country imagined during the freedom struggle and promised in our Constitution?I must confess that there are times when my hope gets clouded by despair these days. But I can still hope for many reasons. The first is the acts of resistance in these darkest times, built around immense courage, peace and non-violence and also the shining idea of solidarity. The peaceful anti-Citizenship (Amendment) Act, protest that arose spontaneously across the country was not just in powerful opposition to a 1,000-word law. It was a popular uprising about these very questions – who does this country belong to, who not and on what terms. India was founded as a humane and inclusive country that would belong equally to people of every identity. The significance of the nationwide peaceful protests against CAA was the magnificent and spontaneous unity of Hindus, Muslims, Sikhs and Christians that were on display everywhere, in college campuses as much as in working-class settlements. Both youth and the Shaheen Bagh protestors developed a new idiom of resistance, in direct inheritance and continuation of the values of the freedom struggle. The struggle rightfully reclaimed from the right the icons of love for one’s country – the national anthem, flag and the Constitution. I know of no other struggle in which the Constitution itself becomes the towering symbol of protest. The farmers’ protests carried forward these ideas of peaceful struggle with solidarity.But also, I derive much hope from the acts of immense kindness when the state effectively abandoned the poor and its people in general, during both phases of the pandemic.I can hold onto hope also because every second Indian is today below the age of 25 years. We are home to the largest numbers of young people in the world. They have to decide the country they wish to grow old in and leave for their children.  I am sure they will choose well, much better than the generations before them who received the nation and the pledges of the Constitution from our founding mothers and fathers.What is my imagination for my country? Of a just, kind and equal country, welcoming to people of every faith, caste, gender and language, assuring them equal rights. A country of freedom, of worship, of dissent, freedom from fear and freedom from want.What will the struggle for a kind and equal country require in practice? Central to it must be the call for and practice of radical love in public life. This is love as ethics, as politics, against the fiercest odds. Think of Gandhiji’s final months. Think of his epic 40-day fast in Kolkata that brought the blood-letting between Hindus and Muslims to an end. Think of his courageous resolve that – regardless of Pakistan being carved out as a Muslim nation, regardless of the million people who died in the Partition riots – India would still be a country that would belong equally to its Muslim people. A resolve of radical love that led an assassin to take his life.Learn also from leaders around the world. The finest recent example of radical love came from the young leader of  New Zealand, Prime Minister Jacinda Ardern, after the Christchurch terror attack on two mosques. When Ardern visited the mourning families to comfort them, her head was covered by a black dupatta. As she embraced them, her face mirrored their pain, making plain to those who had lost their loved ones in the shootings that she shared their suffering. When New Zealand Prime Minister Jacinda Ardern visited the mourning families of the Christchurch terror attack victims, she had covered her head with a black scarf. Photo credit: Marty Melville/AFPThe next Friday, before the prayers at mosques, inspired by the Prime Minister’s gesture, women all over New Zealand – newsreaders, policewomen, ordinary people – covered their heads with scarves. The Imam of the mosque said to Ardern, “Thank you for holding our families close and honouring us with a simple scarf.” “We are broken-hearted, but we are not broken,” declared the Imam while leading Friday prayers in Christchurch. “We are alive, we are together, we are determined to not let anyone divide us.”Mutual hostage situationPeople often ask me, where will we find Gandhi today? I tell them, we must find him in our own hearts. We will find him everywhere around us if we have the eye and the heart to see. Let me end with the story of Maulana Imdadullah Rashidi of Asansol in Bengal. Aggressive Ram Navami processions led to a riot. In time, curfew was imposed and parents on both sides of what they now call the border anxiously counted their children. It turned out that two Hindu children had been captured by men in the Muslim settlement, and one boy was confined by the Hindus. It became an archetypal mutual hostage situation, with no side willing to let go of their captive until the other was returned. The police sought the intervention of the Imam, and he was firm. “There can be no conditions. We cannot hold with us these two terrified Hindu children,” he said. “Let them be returned safely to their parents. We hope that our boy will also be returned.” The Muslim boy caught in the Hindu part of the town was the Imam’s own 16-year-old son.It was near midnight when the councillor called the Imam, with the grim news that the police had found the mutilated body of his son. The Imam said to him, “Do not announce to anyone that my son has been killed. It is night. If people get to know, hot-headed boys will attack the Hindus in the darkness. I will myself tell them in the morning.”Desolate in the knowledge that his young son had been killed, Maulana Rashidi sat in the mosque through that long dark night, alone with his memories, his torment and his prayers. Early the next morning, after the first azaan before the sunrise, Fajr, rang out, the faithful gathered at the mosque. He broke the tragic news to them that his son had been killed. But he then made an impassioned plea that stunned each of them, “If you love me then I ask from you at this moment only one promise,” he said. “That with your tongue or with your hand, none of you will cause any harm to any Hindu.”  No eye was dry as they listened to his impassioned plea.Most of the young men of the Muslim settlement in the Shitla Dangal area around the Noorani mosque had grown from boys in half-pants to manhood before the Imam’s eyes. They loved and respected him. Therefore his counsel against revenge was like cool water over the fires that stirred in their breasts. Inspired by the Imam’s sermon, local Muslim youth started guarding shops and property belonging to the small numbers of Hindu families that live near the mosque. Not a single Hindu house, shop or the lone Shiva temple in the area was attacked.The Imam then reclaimed his boy’s body from the mortuary and bathed it as he prepared for his funeral. It was impossible for the father, composed so far, to hold back his tears. The boy’s nails had been pulled out, one eye smashed, his body full of stab wounds and portions of his body burned. (I saw a photograph of the mutilated body of a boy taken before he was buried).When the Karwan e Mohabbat team met him in his room in the mosque, ten days had passed, and he said to us, “When my son was killed, it was a moment of test for me by Allah.” “I had lost my son, but not my imaan, my faith,” he said. “It was Allah who showed me the right path. Islam teaches peace. Islam teaches compassion, Islam teaches us to help one another, to never oppress another human being.”He added, “Every religion teaches peace and love.”Harsh Mander is a human rights and peace worker, writer, columnist, researcher and teacher who works with survivors of mass violence, hunger, homeless persons and street children. His Twitter handle is @harsh_mander.","author":"Harsh Mander","time":"2021-08-18T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152052-manebgjbuj-1625104437.jpg","tags":["Narendra Modi","BJP","NRC","CAA"],"source":"https://scroll.in/article/1002342/modi-governments-partisan-misuse-of-institutions-has-pushed-the-indian-republic-to-the-brink"}