{"title":"Modi government’s actions against the Christian minority reveal a deep malaise within our society","content":"The spate of attacks on churches in some states of India, even during the Christmas season of 2021, is not as disturbing to me as five other actions taken by the current political dispensation. The disruptions of Christian religious services during Christmas may be both worrying and troublesome, but the regime can explain them away as the work of lumpens who have acted on their own. The regime is therefore not responsible. Such acts of vandalism, they promise, will be dealt with by “the full force of the law”.But the five actions that I find deeply distressing reveal to me a deeper malaise within our society. They deserve our collective consideration. The first is the incarceration and subsequent death of Stan Swamy, while still under custody as an undertrial under the Unlawful Activities (Prevention) Act. It is for me the ultimate diagnostic test of all that is wrong with Indian democracy. If we wish to answer the question that is often asked by observers of constitutional democracy – “How is India doing?” – do not look at the Freedom House rankings, or the Economist Intelligence Unit indices, or even the sophisticated International IDEA State of Democracy analysis. Just look at the treatment of Stan Swamy. All institutions failed him: the jail authorities, the doctors in the public hospitals, the National Investigation Agency that was expected to follow due process, the Supreme Court that has been tasked with guaranteeing and protecting human rights, and even the office of the President of India. Stan Swamy’s caseThe treatment given to Stan Swamy reminded me of Draupadi’s attempted disrobing by Duhshasana before all the dharmic pundits at the assembly of worthies. They remained silent. They did not stop him. They looked down when she pleaded with them for justice. As in the case of the 84-year-old  Swamy.The second case is the repeated harassment of Mother Teresa’s Missionaries of Charity. The charges against the Missionaries of Charity range from accusing the organisation with converting the vulnerable under their care to Christianity, to mistreating orphans, to being an agent of foreign powers. No evidence is given to support such accusations. Only innuendo is used to damage their reputation, a tactic often used with devastating effect by this regime. (The Missionaries of Charity’s Foreign Contribution (Regulation) Act registration, required to receive foreign donations for their charity work, was initially not renewed in late December 2021, but was subsequently restored following an outcry both within and outside the country.)The same mindset that thought it acceptable to imprison Swamy, for working with tribals in Jharkhand, has regarded it as normal to harass the Missionaries of Charity, for working with destitute persons. Protestors opposite the church in which Stan Swamy's funeral was being conducted. Photo credit: Francis Mascarenhas / ReutersThe wretched of the earth, to borrow the title of Franz Fanon’s celebrated book, are those with whom the Missionaries of Charity work. They are the mentally ill and disabled children, the abandoned elderly, the single mothers, the poor suffering from terminal illness and the abused women. To see such work as going against national interests, requires a perversity of mind that one cannot even begin to fathom. And yet this perversity has today been normalized in the behaviour of the state and within the national discourse that it has initiated. The Missionaries of Charity must be disciplined and delegitimised. And if in the process the wretched of the earth are unable to get even the little succour they are given by the Missionaries of Charity, because of disrupted work routines, then so be it. This is the price of living in a rule-governed modern state.When one connects the two cases of Stan Swamy and the Missionaries of Charity with what appears, at first, to be an unrelated decision, the plan of the Goa government to locate a garbage dump that is planned to process 250 tonnes of daily garbage, a few hundred metres from the World Heritage site of the Churches of Old Goa, a pattern begins to emerge. A political ideology begins to manifest itself according to which the “other” must be diminished, humiliated, made vulnerable to the authority and power of the “self”. India must be reimagined as belonging not to a plural India, not equally to all, but only to the dominant religious community. Others must accept that they are here on sufferance.‘Good Governance Day’The pattern that emerges with these three cases gets reinforced by the announcement made by the present dispensation in 2014 that henceforth December 25, Christmas Day, would be regarded as “Good Governance Day” in India. This was not in honour of the birth of Jesus Christ but of the former Prime Minister and Bharatiya Janata Party/Rashtriya Swayamsevak Sangh stalwart Atal Bihari Vajpayee whose birthday is also December 25. There is no bigger tribute to Atal ji than celebrating his birthday as 'Good Governance Day' & pledging to devote ourselves to this cause.— Narendra Modi (@narendramodi) December 25, 2014\n\nThis decision too is seen as acceptable and reasonable. Good Governance Day, in the national imagination, then assumes primacy. The message given by this political dispensation is so different from that of an earlier time in India where important religious days were made into national holidays. The idea then was to make the holy day of a particular community – and there were many such days – into a special day for the whole nation. Everyone was to regard them as special days. They became national holidays.The fifth action, confirming that such a parochial mindset has taken over the national mind, which is to give supremacy to one narrative on India and simultaneously to diminish the other complementary narratives, was the decision to remove the Christian hymn Abide With Me from the repertoire of tunes played during the Beating of the Retreat on January 29 every year, at the end of the Republic Day celebrations in New Delhi. It had been played for decades on January 29 and had, in the public expectation, become inseparable from the Retreat, a national favourite. It was also the much-loved hymn of Mahatma Gandhi. This Christian hymn, composed by a Scottish Anglican Henry Francis Lyte, has now been replaced with the mellifluous Aye Mere Watan ke Logo, written by Kavi Pradeep and sung first by Lata Mangeshkar in 1963 before President S Radhakrishnan and Prime Minister Jawaharlal Nehru. The latter was moved to tears on hearing it, a beautiful tribute to the fallen soldiers of the 1962 war. Both tunes should have been part of the repertoire of tunes.One accepts that music preferences change and therefore the repertoire must keep pace with the changing times. But to justify the decision as a policy adopted by the ceremonial department of the defence forces to replace the symbols of colonialism with Indian symbols, appears very weak, if not suspect. ‘Abide with Me’The universal message of Abide with Me, that made it the Mahatma’s beloved hymn has, in this justification, been erased by reducing the hymn to being a foreign composition, a vestige of colonialism. Would they say the same of the idea of Universal Human Rights or of democracy? I assume the Beating of the Retreat is a wholly Indian custom played with Indian instruments by regiments who have a pre-colonial Indian military history. ‘Abide with me’ was a Christian hymn written in 1847  but no longer only a Christian hymn.  It is a universal hymn that belongs to all religions.The hymn was part of the Beating the Retreat ceremony since 1950.— P. Chidambaram (@PChidambaram_IN) January 23, 2022\n\nDecolonisation, as the defence establishment will soon recognise, will mean changing the name of many regiments, such as Skinner’s and Gardner’s horse, abandoning their silverware, their official uniforms for parties, their traditions, their regimental histories. They will soon realise that decolonisation is a bigger bullet then they have sought to bite. In army parlance, it is a MOAB.Therefore, unlike the attacks on churches, these five actions give the regime no defence. They cannot be blamed on the independent actions of lumpens for they are, in fact, the deliberate decisions of the authorities who, with full knowledge of their meaning and significance, have made them happen. They are a pathway purposefully chosen by the wise men and women of the state. They signify a majoritarian view being imposed on the public discourse. All other discourses are not to be tolerated. The inspiration for such thinking comes from both a text, Golwalkar’s We or our Nationhood Defined, and from the ubiquitous informal educational institution that serves hundreds of thousands of members, where their minds and dispositions are crafted and fashioned, the RSS shaka. This is what the Golwalkar text says on pages 47 and 48:“… foreign races in Hindustan must either adopt the Hindu Culture and language, must learn to respect and hold in reverence Hindu religion, must entertain no idea but those of the glorification of the Hindu race and culture, ie, of the Hindu nation and must lose their separate existence to merge in the Hindu race, or may stay in the country, wholly subordinated to the Hindu nation, claiming nothing, deserving no privileges, far less any preferential treatment even citizen’s rights. There is, or at least should be, no other course for them to adopt.”Inner, outer worldsThe rearrangement of the physical furniture of the democratic state, while it bothers me, does so less than the deliberate humiliation heaped on communities that are not seen as belonging to the vision of Golwalkar. “Inferiorisation” is what the colonial state used in its strategy to subjugate populations under its authority. Aime Cesaire and Franz Fanon both detail the psychological impact of such policies on the subject populations who are made to feel that their cultures are inferior and must yield supremacy to the cultures of the superior, the coloniser. It is ironic that the current regime is using the same instruments of the colonial state to subjugate minorities.It is the link between the inner and the outer world that bothers me. It is a link acknowledged in the current public debate but one that has been perfunctorily analysed. In what follows I shall look at the five cases merely to illustrate the dynamics of this inner world. And, therefore, when one’s gaze shifts from the changes in the outer world to the forces at work in the inner world, then one’s mood changes from a feeling of disquiet to one of fear and anxiety. This inner world is frightening. It portends troublesome outcomes for the outer world.These five decisions are disturbing because they reveal a mindset at work that now seeks to fashion an outer world. The five instances illustrate the changes that the inner world makes on the outer world. There are many more such instances that have already been initiated and many more will follow. So it is to this inner world that we must turn for an explanation. It is an inner world which when it looks out at the complex social reality of India sees neither colour nor shades but, just black and white. There are friends and enemies, insiders and outsiders, allies and adversaries, bhakts and Khan Market wallas, real secularists and pseudo secularists. The peoples of India are now divided into these binaries.What is so troublesome is when those in control of the state live their lives according to a script that sees the other as an adversary, a hostile other who must be repeatedly humiliated. Just imagine an important religious holiday, whose core message is peace and goodwill, being converted into an efficiency day to send out a message of governance efficiency. Poison of distrustNo other day it seems was available or considered. Or contemplate the actions against an international icon, whose life, as in Gandhi’s case, was her message, an embodiment of the care ethic so needed in our public life, being demonised and seen as an enemy of the state. Is the case so overwhelming to accuse her of being a foreign agent? Or think about the fact that an unassuming 84-year-old man, who had devoted more than half a century to improve the conditions of the poor among the tribals, is charged with sedition, and you wonder what is really going on. How can anyone think that these are acceptable actions, or even that they are acceptable thoughts? Why does such a large swathe of ordinary people think that these actions are legitimate? And, finally think of a hymn, where a dying person asks his creator to be with him in the last moments, being seen as an artifice of colonialism? I have tried to find reasonable explanations for them but all I have uncovered are the manifestations of a deep social pathology that has normalised such thoughts. It is the ease with which such normalisation has taken place, the ease with which the Nehruvian symbols of the new nation are being regarded as errors, if not pathologies, that must be addressed by the narrative of Hindu supremacy on the basis of which the minorities are on sufferance, that is so disturbing.It is the Indian state and collegium judges who killed Stan Swamy, who was such a passionate crusader for tribal rights and social justice. Rest in Power. We will remember you. pic.twitter.com/KXDI9tN8sv— Dilip Mandal (@Profdilipmandal) July 5, 2021\n\nInstead of uplifting our souls, as democratic states must seek to do, the decisions of our state have sown suspicion. Instead of seeing these different worlds as invaluable resources, cultural spaces from which we can learn and from which we can draw to build a better nation and a more decent future, we are now told that we must be apprehensive about them. They are suspect worlds. The poison of distrust has entered the public bloodstream. Many of the reasonable people I often meet, such as old school and college friends, neighbours, workplace colleagues, have bought into to this state-sponsored narrative. One even suspects that there is a growing feeling among them that what the state is doing is not just right and fair, but also long overdue. A deficiency in the psyche of the nation is being addressed. It is, therefore, more than acceptable. It is legitimate.All about decencyIf this is seen as the anguish of a person from the minority community, a reading that is reasonable to assume given the clues in the text and the selection of cases, then I wish to firmly state that what I have made is a worthless argument. My intention is not to write as a person from a minority community. Nor do I wish to be read as such. If that was so then I would have mounted a different argument where cases such as the punishment on individuals using the practice of triple talaq would be presented as an intervention in the personal law of the community, or the campaign against female genital mutilation would be regarded as an interference in the religious practice of the Bohra community, or the prosecution of a bishop accused of rape would be argued as an attempt to humiliate a religious leader. I did not choose such cases. These are cases that very clearly go against the requirements of a decent society and therefore a fair and just state must act on them.The five cases I have mentioned belong to a fundamentally different class. They point to a mindset that must be called out because the five decisions stem from a political and ideological purpose that runs counter to the goals of a decent society. They are made to establish the supremacy of one perspective over another. They are not seen as complementary perspectives but as contending ones that should be diminished and disparaged. They must be diminished. An alternative idea of India must be suppressed. It is this other idea of India, whose diminishing I am lamenting, where one community’s special day was adopted as a national holiday so that it is a special day for all. By diminishing difference, as these five cases demonstrate, we all become victims and not just the members of the targeted community. Victims are the decent folk of all communities. Decency itself is at risk.These five cases illustrate the pettiness of the mindset that has taken hold, and is being promoted, by those in control of the state. Again, it is not only the prettiness but the normalising that is upsetting. The normalisation of a certain perspective where a much-loved hymn, inspirational to all who hear it and read it lyrics, is now presented as a vestige of colonialism, is what we have to fear. The normalisation of the politics of othering, as a way of establishing national pride, is a cause of worry because it deprives us of our shared humanity. We get pitted against each other, the “majoritarian self” against the “minority other”.As I said earlier, mine is not a complaint of a person from a minority community. It is not a minority lament. If it read like that then it would it render my argument almost worthless. My five examples are illustrations of a culture that has emerged where persons of good conscience have retreated from the public sphere into their private lives, thereby weakening the ability of the public sphere to resist such othering. We need more Gauri Lankeshs’ and more UR Ananthamurthys. We definitely need a Justice HR Khanna. Mine is a liberal humanist argument. If we do not stand up against these decisions, we will all be losers. We will all be diminished. Making Christmas Good Governance Day is a diminishing of our decency. Harassing the Missionaries of Charity is a diminishing of our decency. These are palpably wrong and yet they have been permitted. The atmosphere, culture and mindset, of the Constitutional Assembly Debates that gave us the moral code for a free India, seems to now belong to another country. The members of the Constituent Assembly were men and women of good conscience. They would not have permitted the five decisions to be made. Of that I am certain.Peter Ronald deSouza is the DD Kosambi Visiting Professor at Goa University.  This article first appeared on The India Forum.","author":"Peter Ronald deSouza, The India Forum","time":"2022-03-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161145-nnsbjrxlih-1625483085.jpg","tags":["Stan Swamy","Hindutva","Polarisation","Minority rights","Society"],"source":"https://scroll.in/article/1018066/modi-governments-actions-against-the-christian-minority-reveal-a-deep-malaise-within-our-society"}