{"title":"Mohan Yadav to be next Madhya Pradesh chief minister","content":"The Bharatiya Janata Party on Monday named Mohan Yadav, a three-time MLA from Ujjain, as the chief of its legislature party in Madhya Pradesh, paving the way for him to become the state’s next chief minister.Yadav was the higher education minister in the preceding Shivraj Singh Chouhan’s government.“It is only the BJP which can give such a big responsibility to a small worker,” the chief minister-designate said. “I thank the state leadership and the central leadership. I will take forward the development works of Prime Minister Narendra Modi.”भारतीय जनता पार्टी मध्य प्रदेश के विधायक दल की बैठक में उज्जैन दक्षिण विधानसभा क्षेत्र से निर्वाचित विधायक डॉ. @DrMohanYadav51 को विधायक दल के नेता चुने जाने पर हार्दिक बधाई एवं शुभकामनाएँ। pic.twitter.com/nLc8aX0Jiw— BJP Madhya Pradesh (@BJP4MP) December 11, 2023\n\n\nThe BJP emerged victorious in the Madhya Pradesh Assembly elections, winning 163 of 230 seats, according to the results declared on December 3. The party had contested the polls without a chief ministerial face, although speculations were rife that Chouhan was eyeing a fifth term.However, it was Chouhan who nominated Yadav’s name to take over the command from him, reported NDTV. “Other senior leaders Prahlad Patel, Narendra Singh Tomar and Kailash Vijayvargiya supported the proposal,” said VD Sharma, the BJP’s state unit president.“Hearty congratulations to hardworking colleague Shri Mohan Yadav on being nominated as the chief minister of Madhya Pradesh in the BJP Legislative party meeting,” Chouhan took to social media to say after the party’s announcement. कर्मठ साथी श्री @DrMohanYadav51 जी को भाजपा विधायक दल की बैठक में मध्यप्रदेश का मुख्यमंत्री मनोनीत किये जाने पर हार्दिक बधाई।  मुझे विश्‍वास है कि आदरणीय प्रधानमंत्री श्री @narendramodi जी के कुशल मार्गदर्शन में आप मध्यप्रदेश को प्रगति एवं विकास की नई ऊँचाइयों पर ले जायेंगे तथा… pic.twitter.com/NkVo2PrV9x— Shivraj Singh Chouhan (@ChouhanShivraj) December 11, 2023\n\n\nYadav is set to have two deputies – outgoing Finance Minister and two-time MLA Jagdish Devda from Mandsaur and outgoing Public Relations Minister and MLA from Rewa Rajendra Shukla .Narendra Singh Tomar, the former minister for agriculture and farmers’ welfare, has been named the new Speaker in the Madhya Pradesh Assembly. After Yadav’s appointment, Chouhan met Governor Mangubhai C Patel at Raj Bhavan in Bhopal and tendered his resignation. Also read:Madhya Pradesh verdict in 31 charts: BJP gains from increasing bipolar contest in Hindi heartlandFive reasons that may explain BJP’s staggering win in Madhya Pradesh","author":"Scroll Staff","time":"2023-12-11T18:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196571-jonluoxcpr-1702299830.jpg","tags":["Mohan Yadav","BJP","Madhya Pradesh","Shivraj Singh Chouhan","Assembly elections"]}