{"title":"Mohan Yadav, Vishnu Deo Sai take oath as chief ministers of Madhya Pradesh, Chhattisgarh","content":"Bharatiya Janata Party leaders Mohan Yadav and Vishnu Deo Sai were on Wednesday sworn in as the chief ministers of Madhya Pradesh and Chhattisgarh.In Madhya Pradesh, Rajendra Shukla and Jagdish Devda, who became the deputy chief ministers, were also administered the oath by Governor Mangubhai Patel. Shukla is a five-time MLA from Rewa and Devda was the finance minister in the previous Shivraj Singh Chauhan government.Besides Prime Minister Narendra Modi, Union Home Minister Amit Shah, Uttar Pradesh Chief Minister Yogi Adityanath and Maharashtra CM Eknath Shinde, among other political leaders, were present at the swearing-in ceremony at the Lal Parade Ground.Yadav, who represents the Ujjain South Assembly constituency, was the higher education minister in the Chouhan government. A PhD holder, Yadav has for long been associated with the Rashtriya Swayamsevak Sangh. The Rashtriya Swayamsevak Sangh is the parent organisation of the BJP.The BJP emerged victorious in the Madhya Pradesh Assembly elections, winning 163 of the 230 seats, according to the results declared on December 3. The party had contested the polls without a chief ministerial candidate. There was speculation that Chouhan was eyeing a fifth term as the chief minister.#WATCH | BJP leader Mohan Yadav takes oath as the Chief Minister of Madhya Pradesh.Prime Minister Narendra Modi and other senior NDA leaders attend the ceremony. pic.twitter.com/aXWZMPyXBH— ANI (@ANI) December 13, 2023\n\n\nIn Chhattisgarh, BJP leaders Vijay Sharma and Arun Sao were sworn in as the deputy chief minister. Modi, Shah and Nadda were among the political leaders who attended the oath-taking ceremony. Sai, the new Chhattisgarh chief minister, was the BJP’s Chhattisgarh unit chief from 2020 to 2022. The tribal leader was appointed Minister of State for Mines and Steel in the first Narendra Modi government in 2014. He has also been a member of the BJP National Working Committee.The BJP wrested Chhattisgarh back from the Congress by winning 54 out of the 90 Assembly seats. This was the party’s biggest victory in the state.#WATCH | BJP leader Vishnu Deo Sai takes oath as the Chief Minister of Chhattisgarh, in the presence of PM Modi and Union Home Minister Amit Shah and other senior leaders, in Raipur pic.twitter.com/p30zAmgxgq— ANI (@ANI) December 13, 2023\n\n\nAlso read: Five reasons that may explain BJP’s staggering win in Madhya PradeshChhattisgarh verdict in 29 charts: New voters powered BJP sweep in state Congress was set to retain","author":"Scroll Staff","time":"2023-12-13T16:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196617-muixwqjols-1702459879.jpg","tags":["Mohan Yadav","Madhya Pradesh","BJP"],"source":"https://scroll.in/latest/1060516/mohan-yadav-vishnu-deo-sai-take-oath-as-chief-ministers-of-madhya-pradesh-chhattisgarh"}