{"title":"Moments before a 12-year-old fell to Assam police bullets, he had secured a crucial identity card  ","content":"On Friday afternoon, Hasina Bano sat in the narrow courtyard outside her home, her legs stretched out in front of her, and cried. A woman hugged her from behind. Another sat next to her and waved a hand fan in a smooth circular motion to shake off the humid September heat and perhaps Bano’s immense grief. The same few words kept punctuating Bano’s sobs: “Amar baba mare dilo”. They killed my son.Her youngest son, 12-year-old Sheikh Farid, had died the previous day.  He fell to police bullets during an eviction drive not too far from where they lived, in a village called Dholpur-3 on the banks of the Brahmaputra river in the Sipajhar area of Assam’s Darrang district. According to the police, residents facing eviction launched an attack, forcing them to retaliate with bullets. Residents of Dholpur-3 have blamed the police for charging at them with batons even as they dismantled their own homes, leading to an escalation. Much of Thursday’s events are still wreathed in a cloud of confusion: when the police opened fire, how many people were hit, how many died, who was at which hospital in which town.But the death of 12-year-old Farid was one of the first confirmed pieces of news to emerge from the day. The reason: in his pocket was his brand new Aadhaar card, bearing his 12-digit unique identity number and his date of birth. He had collected it from the local post office just before he got swept up in the frenzy, local residents said.The police have not yet acknowledged the death of a child in Thursday’s violence. It is yet to issue a statement that names the people who died that day. Hasina Bano mourns the death of her 12-year-old son. Picture credit: Arunabh SaikiaCertified IndianEvictions are commonplace in Assam and enjoy massive public support – they are seen as exercises to wrest control of “indigenous” lands  from “encroachers”, usually Muslims of Bengali origin. In the majoritarian discourse of the state, members of the community have been cast as “illegal Bangladeshis”. But here was a 12-year-old killed by the police in yet another eviction drive targeting the community, just moments after being certified Indian. In Assam, only those with irrefutable citizenship credentials are issued new Aadhaar cards. A mosque destroyed during the demolition drive in Sipajhar on September 20. Picture credit: Arunabh SaikiaThe eviction exercise that resulted in Farid’s death was the second in the span of a week in Sipajhar. On September 20, the government cleared 4,500 bighas (1,488 acres) of land in the area. In the process, it evicted 800 families, all of them Muslims of Bengali origin, and demolished four mosques. All of this, ostensibly, to make space for organic farming by people considered indigenous to the state. The first round of eviction appears to have passed without resistance from the families being displaced, with no promises of rehabilitation. The eviction drive on September 23 turned violent.A house burnt down during the eviction drive on September 23. Picture credit: Arunabh SaikiaA death on cameraPerhaps the most enduring visuals of Thursday’s violence were that of a photographer attached to the district administration stomping on the body of a man who had just been shot down by the police. Earlier in the video, the man had been seen running towards the police armed with a stick. He was Moinul Haque, a 33-year-old daily wage labourer. On Friday, Haque’s parents, wife and three children were huddled together in a tent-like structure made of two sheets held together by wooden beams. After the police killed Haque, they razed the family’s house down. “I have lived in this place all my life,” said the 70-year-old Maqbool Ali, Haque’s father, who is yet to see his son’s body. What does it feel like to be called an “encroacher”, a suspected Bangladeshi, in a place you have lived all your life? Akina Khatun, who had been a neighbour to Haque’s family, was incensed. Two years ago, all families in the area  had gone through the painstaking process of proving their citizenship for the National Register of Citizens. Updated after nearly seven decades, Assam’s NRC is meant to be a list of Indian citizens living in the state, compiled after having sifted out so-called illegal immigrants. Muslims of Bengali origin were made to jump through many hoops, summoned for several rounds of verification.“First they said prove your citizenship – we did that by attending hearing after hearing,” said Akina Khatun. “Now even that is not enough it seems.”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ikotguxofp-1632504000.jpeg\">\n  </picture><figcaption>Mainul Haque's family are huddled in a tent after their home was razed to the ground. Picture credit: Arunabh Saikia </figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/qugifrokfl-1632504061.jpeg\">\n  </picture><figcaption>Akina Khatun, a neighbour of Haque's family, is indignant. Two years ago, families in the village had to jump through hoops to prove citizenship. Picture credit: Arunabh Saikia</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/vgubhtxgft-1632504141.jpeg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ntrasegnta-1632504171.jpeg\">\n  </picture><figcaption>Jaminum Nessa and her family have no choice but to set up home in the adjoining plot of government land. Picture credit: Arunabh Saikia</figcaption></figure>\nChased by the river and the governmentIf you live on the constantly eroding banks of the Brahmaputra or one of the shifting sand bars in the middle of the river, proving legitimate claims to land becomes difficult. Floods as well as the constant ebb and flow of the river have forced frequent migrations, which means a large percentage of the state’s rural population do not have land titles in their names. In 2019, the government sought to rectify the situation, at least in areas considered government land. It actively issued permanent land titles to people who have lived in a particular piece of government land for more than three years at a stretch. But there was a catch: only “indigenous” families were eligible. Since then, the government has allotted land titles to more than 2,00,000 such families, said MS Manivannan, commissioner and secretary at the state’s revenue and disaster management department. However, there is no legal definition of  who exactly is “indigenous” to Assam. Committee after committee has failed to reach a consensus – understandably so, say observers, because Assam’s demographic is constituted by several waves of migration from different places.  On what basis are beneficiaries selected, then? Every district, said Manivannan, had a committee headed by the deputy commissioner. “They decide who is indigenous,” he said. Local legislators are also part of these committees.So how do the committees decide who is indigenous in the absence of a legal definition? “Well, you are indigenous if you have an Assamese-sounding surname,” said the deputy commissioner in the state who did not want to be named.As a result, people who do not pass this rather vague indigeneity test can be evicted as and when the government pleases.The current evictions in Dholpur are an example. Most people now being driven out of their homes have lived in the area for several decades. Their parents or grandparents had moved there after being displaced by the river. Yet they have little institutional recourse as the state throws them out of their homes because, technically, the ownership of the land lies with a government that will not grant them titles because it does not consider them “indigenous”.After the killings on September 23 caused a furore, Assam Chief Minister Himanta Biswa Sarma vowed that evictions would continue but the “poor” and “landless” people who had been displaced would get six bighas (two acres) of land as compensation. It is not yet clear whom the government considers landless and poor enough to get the compensation.Displaced residents of Sipajhar pick up what is left of their belongings. Picture credit: Arunabh SaikiaFor now,  the evicted people  have been asked to shift to an adjoining plot of government land. “When the government feels like it, they will throw us out of here too,” said Nur Islam, a local activist from the area. “Our only fault is that we belong to a certain community.But the people have little choice but to settle where the government has asked them to. “We will go where the river chases us and the government sends us,” said Jaminum Nessa, as she and her husband, Kadam Ali, set up their new home with whatever they could salvage from their old one before it was bulldozed. As one of their neighbours, Matlab Ali, said, “To the south, west and the east is the Brahmaputra; from the north an oppressive government is out to get us. Where do we go?”","author":"Arunabh Saikia","time":"2021-09-25T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164390-vpokegtfoh-1632503171.jpeg","tags":["Assam","evictions","police killings"],"source":"https://scroll.in/article/1006164/moments-before-a-12-year-old-fell-to-assam-police-bullets-he-had-secured-a-crucial-identity-card"}