{"title":"Elections in Arunachal Pradesh are all about money – and mithun feasts ","content":"March 13 was the first warm day of the season in this one-street town in eastern Arunachal Pradesh’s Dibang valley. The local legislator had returned to town earlier in the day, confirming his candidature in the Assembly elections that will be held alongside the Lok Sabha elections on April 11.There was a feast in the party office, situated in the town market. All were welcome. On the menu were wild hog, river fish, greens and small potatoes. To wash all of it down, a steady supply of fizzy drinks.The meal was modest by Arunachal Pradesh’s election season standards, said people who attended it. As polling day gets closer, the spread will get grander – the pork will make way for the mithun, a large domestic bovine, and the colas for liquor.“In many homes, the kitchen will not be functional for one full month now – everyone will just eat in these feasts,” said a local journalist.In Arunachal Pradesh, elections are extravagant affairs, where success is contingent on a single factor: the candidate’s ability to spend. Politicians in the state candidly admit as much. While money plays a role in elections in most Indian states, little else matters in Arunachal Pradesh.Never mind what Delhi is talking about, we have boots on the ground. If you like our work, do consider supporting our journalism by subscribing to Scroll+“Performing, non-performing, capable, non-capable, nothing matters, all that is secondary,” summed up Laeta Umbrey, a former Arunachal East MP, who is contesting on a Bharatiya Janata Party ticket in the state elections this time. “Here, a very small section of voters – very little – can be influenced by performance.”The Nyishi-majority constituencies Money and matrimonyWhat are the electoral calculations of candidates based on, then?“Clan, matrimonial alliances, and money, of course,” claimed a contestant belonging to a prominent political family in the state. “Let me put it this way: There are around 12,000 voters in my constituencies. For 5,000 of them, I don’t have to spend too much money, they will vote for me on the basis of my lineage and my matrimonial connections. The rest I have to pay.”Takam Sanjoy, the Congress’s chief in the state, also admitted to the role of money in Arunachal elections. “I am sad that money is the only means to garner support,” he said. “This is my biggest failure in my career as a politician.”The rate per vote varies. The highest spending is usually reserved for the Nyishi-dominated constituencies, say politicians. The Nyishi are the largest of Arunachal Pradesh’s 26 major ethnic groups and are restricted largely to the western part of the state.“Eastern Arunachal is less expensive; the highest is in the Nyishi belt,” said Medi Ram Dodum, a Nyshi politician from the Congress who was a legislator from the Bameng constituency during the 1990s.In the last elections in 2014, according to Dodum, candidates contesting from Nyishi areas paid an average of Rs 30,000 per voter. “If you are more outspoken and a troublemaker, you can get as much as Rs 2 lakh,” said Dodum.Another Nyishi politician from a constituency in Lower Subansiri district furnished a similar estimate. “Last time, I wanted to contest, so I did a recce,” he said. “The rate was Rs 20,000 to Rs 25,000 per vote, and there are around 17,000 to 18,000 voters, so adding the cost of mithuns and pigs for the feasts, it came to around Rs 25 crore to Rs 30 crore. I decided not to contest, it was beyond me.” An average-sized mithun is worth more than Rs 50,000.Clan connections can help reduce costs – but only marginally. “We got 50 pigs, a few cows and two mithuns for free last time,” explained one associate of a BJP legislator in East Siang district. “Villagers do contribute in kind but take in cash.”Medi Ram Dodum, a Nyishi politician from the Congress.A state of the unionThe state’s unique socio-political history could offer some clues to the political economy of its elections, say observers. What is now the state of Arunachal Pradesh once constituted the North-East Frontier Tracts – an administrative division carved out of the tribal majority areas of the hill areas of Assam by the British in 1914.Officially designated “excluded areas”, the tracts were largely ungoverned.After 1947, the North-East Frontier Tracts went back to being part of Assam. They were renamed the North East Frontier Agency in 1954, but the colonial arrangement continued for all practical purposes. The area was administered by the Ministry of Foreign Affairs through the governor of Assam and his “political officers” for each of the divisions.But the Chinese aggression of 1962 changed the region’s fate as India embarked on a modern state-building mission in the border area. Control of the area was transferred to the Union home ministry, the divisions renamed districts, and their administrative heads were now deputy commissioners, as in the rest of the country, instead of political officers.More reforms followed. In 1972, the North East Frontier Agency was given the status of a Union Territory. In 1978, elections were held for the first time here, and in 1987, Arunachal Pradesh was declared a full-fledged state with a 60-seat Assembly. It completed, in some ways, its transformation from a “frontier tract” to just another state making up the Indian Union.But it was not just administrative restructuring that marked India’s bid to bring Arunachal Pradesh closer to Delhi. A slew of infrastructure projects, most recently of the hydro-electric variety followed, giving rise to a new elite – and corruption.“Communities which had not known anything beyond a barter economy became owners of motorcycles, then fancy SUVs, and posh homes with latest fittings and furniture,” writes journalist Sanjoy Hazarika in Strangers No More: New Narratives from India’s Northeast.Clean up actsElections in Nagaland are also notoriously cash-heavy affairs, but church-led interventions, backed by civil society groups, seem to have improved matters of late, according to local accounts.In multi-religious Arunachal Pradesh, however, such interventions have been few and far between – and unsuccessful.In the mid-1990s, for instance, Jarjum Ete, one of Arunachal Pradesh’s most well-known social activists, floated a forum called the Young Volunteers for Democratic Awareness. Apart from discouraging voters from accepting cash, the forum also attempted to organise public debates among contestants in a few constituencies.But the results, by Ete’s own admission, were “very disappointing”. “Candidates who did not even attend the debate ended up winning,” she recounted. “All the volunteers were very depressed, [saying] – ‘What is the point of all this’?”The forum was disbanded soon after. In 2001, Ete joined the Congress. She quit the party on March 15 after being denied a ticket to contest the Lok Sabha elections and has since joined the Janata Dal (Secular), on whose ticket she will contest from the Arunachal West constituency, one of the state’s two Lok Sabha seats.Jarjum Ete is contesting the Lok Sabha elections from Arunachal West on a Janata Dal (Secular) ticket. (Credit: Via Facebook).More than 20 years after the Young Volunteers for Democratic Awareness failed to bring about a change, the Arunachal Christian Forum has initiated a fresh “Clean Election Campaign”, which its members say is “inspired” by Mizoram, where the church and civil society team up to ensure free and fair elections.“Election malpractice and corruption is at its highest currently,” said Toko Teki, who is part of the forum. “Everyone felt it is just too much and the church should step in. So we have tied up with one of our member bodies, the Nyishi Baptist Church Council.”But the campaign, Teki said, had been a dud, with very few people signing undertakings promising to not accept bribes. “That only means one thing: people want bribes,” he said, ruefully.Not the margins, this is our mainstream: Kashmir. North East. Chhattisgarh. If you like our work, do consider supporting our journalism by subscribing to Scroll+Electoral corruption has become so deep-rooted in Arunachal that it even extends to student politics. To be elected as an office bearer of the All Arunachal Pradesh Students’ Union, one has to spend around Rs 2 crore to Rs 3 crore, admitted a functionary of the association. “Just imagine,” exclaimed Teki. “These are educated young people, if they are part of this, how do you expect the rural population not to be?”Nani Bath, who teaches political science at Arunachal Pradesh’s Rajiv Gandhi University, said the state’s low population density allowed electoral corruption to thrive. Spread over almost 85,000 sq km, Arunachal Pradesh accounts for nearly one-third of the North East’s land area, but its inhabitants comprise barely 2.5 % of the total population of the region.Toko Teki belongs to the Arunachal Christian Forum.Central largesseBut where does this money come from?“It all began in the ’90s when the Centre started sending heavy packages Arunachal’s way for infrastructure development,” said Teki. “We have chief engineers quitting their jobs all the time to contest elections.”The onset of the big dam projects in the 2000s brought in even more money, ramping up elections expenditure several times, say politicians. “I gave up electoral politics because there was just no point left,” said Dodum. “I can’t win elections without spending at least Rs 10 crore, so to recover that I have to do corruption worth at least Rs 20 crore.”It was no surprise therefore, said Teki, that Aruncahali politicians routinely switched parties, making sure they stayed close to the party in power at the Centre.Where does the Election Commission feature in all of this?“This time, we have an income tax team in Arunachal Pradesh, an IRS [Indian Revenue Service] officer is here looking after the income tax activities,” said Lod Takkar, a nodal officer of the Commission.Dodum was sceptical whether things would change. Cash for votes had become an “election rule”, he said. “You cannot question it. Everyone is in it together. Who will complain? It is just next to impossible for to prove anything.”Even Ete, once a crusader against the system, now concedes that a certain amount of compromise is inevitable if you were to be a serious contender. “I have told my supporters that I as a candidate will not sponsor it, I cannot,” she said. “But I have told them that if you have a culture of sacrificing mithuns during the elections, one of you has to sponsor it.”","author":"Arunabh Saikia","time":"2019-04-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116638-duksfdhbll-1554282365.jpg","tags":["Arunachal Pradesh","Bharatiya Janata Party","Congress","Election Report 2019","North East Ground Reports"],"source":"https://scroll.in/article/917746/money-mithun-feasts-matrimonial-alliances-the-recipe-to-win-elections-in-arunachal-pradesh"}