{"title":"Monkeypox: Kerala issues guidelines to treat suspected and confirmed cases","content":"The Kerala government on Wednesday issued a standard operating procedure to treat suspected and confirmed cases of monkeypox in the state, PTI reported. The guidelines are to be followed by all private and government hospitals in the state.The first case of monkeypox in India was reported on July 14 after the infection was detected in a 35-year-old man who had returned to Kerala from the United Arab Emirates. The second case of the disease was detected in the state’s Kannur district on Monday.  Monkeypox is a rare infection that is spread by wild animals like rodents and primates in parts of West or Central Africa, according to the United Kingdom’s National Health Service.The disease causes a mild illness and can result in symptoms such as high temperature, headache, backache and a chickenpox-like rash. The infection can spread if a person touches monkeypox skin blisters or uses clothing, bed sheets or towels of those suffering from the disease.In the wake of the two cases in the state, Kerala Health Minister Veena George on Wednesday issued guidelines for isolation, sample collection and treatment of persons infected by monkeypox or those showing symptoms of the disease.Suspected and probable cases of monkeypox should be treated separately and the district surveillance officer should be immediately informed, she said, PTI reported.Any person who has in the last 21 days travelled to a country where monkeypox has been reported and has red spots on the body should be treated as a probable case, the state government has mandated. Persons showing other key symptoms like fever, headache and body ache should be considered a suspect, it said.Close physical contact or direct skin-to-skin contact or sexual intercourse with an infected person can increase the risk of infection, George warned. She also advised against touching the bed or clothes of an infected person.Those in touch with infected persons will be added to the government’s primary contact database, she said. They will be monitored by health workers over the phone for 21 days for any symptoms. “The health worker or nurse in charge of monitoring should visit the house of the contacts periodically to ensure they follow the guidelines,” the directive said. “Those in the contact list who are not showing symptoms should not donate blood, cells, tissue, organs, or semen.”A PCR, or polymerase chain reaction, test can detect the virus, George said, according to PTI.“Samples should be collected as per the protocols laid down for the same by the National Institute of Virology and the district surveillance officer would be responsible for sending the same to the lab,” it said. “Referrals from private hospitals to government facilities should be on patient request and only critically ill patients from state-run hospitals with isolation facilities should be referred to medical colleges.”Health professionals accompanying infected persons while they are shifted from one facility to another have been asked to wear a personal protective equipment or PPE kit, N95 masks, gloves and goggles. Infected patients have also been asked to wear an N95 mask or a triple-layered mask.“Any wounds on their bodies should be covered,” the guidelines added. “After patient delivery, the ambulance and equipment therein should be disinfected and patient’s items like clothing, should be disposed of according to the guidelines.”Centre’s guidelinesThe monkeypox outbreak that occurred in African countries at the beginning of this year, has spread to several European and West Asian countries.On July 14, the Union government told states and Union Territories to increase their vigil against the disease at international entry points, hospitals and other high-risk areas.Union Health Secretary Rajesh Bhushan said that suspected patients should be screened and tested at points of entry and in the community. Isolating patients, providing symptomatic and supportive therapy and treatment for complications are among the measures that need to be taken to prevent deaths, he said.","author":"Scroll Staff","time":"2022-07-20T12:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175161-ojpgjrmerr-1654008039.jpg","tags":["Kerala","Monkeypox","India"],"source":"https://scroll.in/latest/1028643/monkeypox-kerala-issues-guidelines-to-treat-suspected-and-confirmed-cases"}