{"title":"Monkeypox: Delhi, Kerala report new cases, India’s tally rises to eight","content":"A 35-year-old Nigerian man tested positive for the monkeypox disease, taking the city’s tally to three in Delhi on Tuesday, ANI reported.Earlier in the day, Kerala reported its fifth monkeypox case, Health Minister Veena George said. With these two cases, India’s tally rises to eight.The 30-year-old patient in Kerala is being treated at the Manjeri Medical College in Malappuram district, George said. The man had landed at Kozhikode airport on July 27 after returning from the United Arab Emirates.Union Health Minister Mansukh Mandaviya told the Rajya Sabha on Tuesday that five of the eight patients had a history of foreign travel.On Saturday, India reported its first death due to monkeypox disease. The 22-year-old man, a resident of Thrissur district in Kerala, had returned from the United Arab Emirates on July 21. He was admitted to a private hospital in Thrissur on July 27 after he developed encephalitis, fever and swollen lymph nodes.Monkeypox is a rare infection that is spread by wild animals like rodents and primates in parts of West or Central Africa, according to the United Kingdom’s National Health Service.The zoonotic virus causes a mild illness and can result in symptoms such as high temperature, headache, backache and a chickenpox-like rash. The infection can spread if a person touches monkeypox skin blisters or uses clothing, bed sheets or towels of those suffering from the disease.On July 14, the Union government told states and Union Territories to increase their vigil against the disease at international entry points, hospitals and other high-risk areas.On July 23, the World Health Organization declared the monkeypox outbreak a global health emergency. The classification is the highest level of alert that the World Health Organization can issue and is expected to force governments into action.70 isolation rooms in DelhiSeventy isolation rooms have been set up across six hospitals in Delhi for those infected with the monkeypox disease, PTI reported.Twenty of these rooms have been set up at the Lok Nayak Jai Prakash Narayan Hospital in the national capital. Ten isolation rooms each have been established in five other hospitals – GTB Hospital, Dr Baba Saheb Ambedkar Hospital, Kailash Deepak Hospital, MD City Hospital and Batra Hospital.Meanwhile, the first monkeypox patient from Delhi was successfully treated and discharged on Tuesday, ANI reported.“The man recovered in 25 days as all symptoms waned away,” said Suresh Kumar, managing director of the city’s Loknayak Jai Prakash Hospital. The 31-year-old Delhi man had no history of foreign travel when he tested positive for the disease on July 24.On Monday, Delhi reported the second case after a 35-year-old Nigerian man living in the national capital tested positive. He also had no recent history of foreign or local travel.Karnataka issues guidelinesThe Karnataka government on Monday issued guidelines to prevent the spread of the monkeypox virus in the state. Health Minister K Sudhakar shared on Twitter the circular, which has been issued to the Bruhat Bengaluru Mahanagara Palike, among other municipal corporations.In the circular, the Bengaluru civic body has been instructed to enhance monkeypox surveillance in the city. Mandatory contact tracing of all suspected cases should be carried out, it added.“Contacts should be monitored at least daily for the onset of signs or symptoms for a period of 21 days,” it said. “If visible signs or symptoms of monkeypox are seen, then they shall be tested and samples sent for testing.”Samples should be sent for testing to the designated Bengaluru Medical College and Research Institute.“Till confirmation of the result, the suspected patient shall remain in designated institutional isolation with regular monitoring of health parameters,” it added.As a precautionary measure to check the spread of #monkeypox infection, a circular has been issued to BBMP and all District administrations regarding enhanced surveillance, designated institutional isolation facilities, mandatory contact tracing and testing of samples.@DHFWKA pic.twitter.com/e0Q6V7kYvO— Dr Sudhakar K (@mla_sudhakar) August 1, 2022\n\nThe civic body and district administrations have been directed to report every case of monkeypox to the health authorities.“The reporting shall be followed by a detailed investigation by the Rapid Response Team, sample collection and reporting on the IHIP [Integrated Health Information Platform] portal,” the order stated. “It should be assured that the case reporting format is completely filled.”The government has said that designated institutional isolation facilities could be set up at the district level for suspected and confirmed cases of monkeypox.","author":"Scroll Staff","time":"2022-08-02T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174839-ooihfusswg-1653396292.jpg","tags":["Monkeypox","United Arab Emirates","Kozhikode","Kerala","Veena George"],"source":"https://scroll.in/latest/1029588/monkeypox-kerala-reports-fifth-case-indias-tally-rises-to-seven"}