{"title":"Monsoon season ends with ‘near normal’ rainfall, says IMD","content":"The southwest monsoon season has ended with the country receiving “near normal” rainfall, the India Meteorological Department said on Saturday, reported PTI.India received 820 mm against a long-period average of 868.6 mm amid positive factors countering the El Nino conditions. The El Nino phenomenon involves the warming of ocean surface temperatures in the eastern and central Pacific. It typically occurs every few years and has been linked to crop damage, fires and flash floods.The four-month-long monsoon season generally begins in June and starts to retreat by September 17. This year, it began withdrawing from parts of southwest Rajasthan, more than a week later than normal on September 25.At a press conference, Mrutyunjay Mohapatra, the director general of the weather agency, said that the monsoon ended with 94.4% cumulative rainfall, which is “near normal”, reported PTI.“Out of the 36 meteorological subdivisions, three [constituting 9% of the total area] received excess rainfall, 26 received normal rainfall [covering 73% of the total area], and seven received deficient rainfall,” he said. “The seven subdivisions with deficient rainfall are Nagaland, Manipur, Mizoram, and Tripura, Gangetic West Bengal, Jharkhand, Bihar, East UP, South Interior Karnataka, and Kerala.”Mohapatra said that the Indian Ocean Dipole and Madden-Julian Oscillation helped counter the effects of El Nino.The Indian Ocean Dipole is the difference in the sea surface temperatures between the western parts of the Indian Ocean near Africa and the eastern parts of the ocean near Indonesia. The Madden-Julian Oscillation is a large-scale atmospheric disturbance from tropical Africa that travels eastward and lasts 30 days to 60 days.","author":"Scroll Staff","time":"2023-09-30T20:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175241-guvmznftex-1654162013.jpg","tags":["Monsoon","Southwest monsoon","Mrutyunjay Mohapatra","India Meteorological Department"],"source":"https://scroll.in/latest/1056857/monsoon-season-ends-with-near-normal-rainfall-says-imd"}