{"title":"Monsoon Session: Rajya Sabha adjourned for the day after Opposition MPs protest against NRC draft","content":"Rajya Sabha chairperson Venkaiah Naidu adjourned the House until Thursday after several Opposition MPs protested against the final draft of the National Register of Citizens in Assam, ANI reported. Naidu announced that no protest slogans shouted by Opposition MPs would go into the House’s record after the Monsoon Session resumed on Wednesday afternoon. Several MPs shouted slogans including “Prime minister jawab do [Answer, prime minister]” when Bharatiya Janata Party chief Amit Shah was asked to conclude his statement on the National Register of Citizens, ANI reported. Naidu had adjourned the Upper House session till 12 noon and then 2 pm after the Opposition MPs began shouting in protest.  Union Human Resource Development Minister Prakash Javadekar accused the Congress and Trinamool Congress of hindering the House proceedings. “Today Amit Shahji and Rajnathji were not allowed to speak in the Rajya Sabha, this was a planned strategy by the Opposition,” Javadekar said. In the Lok Sabha, Union Law Minister Ravi Shankar Prasad said the country needed good judges if access to justice was to be improved. Prasad was discussing the Commercial Division Bill after the Lower House resumed proceedings following its adjournment post the Question Hour. The minister said the bill allows state governments to set up commercial courts at the district level. Prasad said over 2,000 cases are pending at the existing 214 commercial courts.“Around 34 high court judges were appointed in 2017,” Prasad told the Lok Sabha. “We want to showcase to the world that even in small disputes, the legal system is available to fast-track the cases.” West Bengal Chief Minister Mamata Banerjee told ANI that she had asked BJP leader Shatrughan Sinha and former BJP Union Minister Yashwant Sinha to send a team to Assam and ascertain the “reality of the National Register of Citizens”. In the Lok Sabha, Trinamool Congress member Sugata Bose asked if the standoff between Indian and Chinese troops in the Doklam area was raised during Prime Minister Narendra Modi’s informal summit in China. Minister of External Affairs Sushma Swaraj said the Wuhan summit was to increase mutual trust and cooperation and no specific topic was discussed. “Doklam issue has been resolved by diplomatic efforts,” she said, according to Hindustan Times.Prior to the session, Congress MP Adhir Ranjan Chowdhury gave a zero hour notice in Lok Sabha over the National Register of Citizens, ANI reported.Meanwhile, Telugu Desam Party MPs continued their protest outside the Parliament demanding special category status for Andhra Pradesh on Wednesday.Protest and proceedings in the Rajya SabhaShah was allowed to speak on the NRC on Wednesday. Opposition MPs called for Home Minister Rajnath Singh to address the House. “Let’s allow the Question Hour and after that Home Minister Rajnath Singh can address the Rajya Sabha,” Naidu said, according to Firstpost.Reservation for women and lack of women police constables were discussed in the Upper House. Union Minister of State for Home Hansraj Ahir said families of security officers who died in service will receive not less than Rs 1 crore, according to The Indian Express.  On Tuesday, Naidu was forced to adjourn the House after members of the Congress trooped to the Well and shouted slogans over Shah’s remarks on the final draft of National Register of Citizens. Shah had defended the Centre’s move to come up with the NRC and claimed the Congress lacked courage to identify illegal migrants in Assam.“I was very upset yesterday [Tuesday] when some members ran menacingly towards the Well of the House, I hope it will not be repeated,” Naidu said on Wednesday. “I don’t want to name anybody, House should function smoothly.”Congress MP Anand Sharma wanted Shah’s remarks on the Congress expunged, reported First Post. The member’s remarks insulted every prime minister since Rajiv Gandhi, Sharma said. Naidu said he will look into the matter.#WATCH: West Bengal Chief Minister Mamata Banerjee meets senior BJP leader Lal Krishna Advani in Parliament. #Delhi pic.twitter.com/5YbkKDUXj3— ANI (@ANI) August 1, 2018\n\nIs she aware that there are a lot of illegal immigrants in West Bengal? As it is what is happening in West Bengal today, is it any less than bloodbath or civil war? Doesn't she know that every other day BJP karyakartas are being killed: Rupa Ganguly, BJP on WB CM #NRCAssam pic.twitter.com/adF4PAHwio— ANI (@ANI) August 1, 2018\n\nToday Amit Shah ji and Rajnath ji were not allowed to speak in Rajya Sabha, this was a planned strategy by the opposition. Congress and TMC don't want to let the house run: Union Minister Prakash Javadekar pic.twitter.com/MuTAfe1cVK— ANI (@ANI) August 1, 2018","author":"Scroll Staff","time":"2018-08-01T12:06:28.354048+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888794-pyrsqeomvw-1533105167.jpg","tags":["Monsoon Session","Parliament","National Register of Citizens","M Venkaiah Naidu","NRC"]}