{"title":"Monsoon Session: ‘Unlike Congress, we had courage to implement Assam Accord,’ says Amit Shah on NRC","content":"The Rajya Sabha was adjourned on Tuesday following uproar by Opposition legislators over the final draft of the National Register of Citizens published by the Assam government on Monday. Around 40 lakh people did not find mention in the list, out of 3.29 crore applicants.Bharatiya Janata Party President Amit Shah, who was asked by Rajya Sabha Chairperson Venkaiah Naidu to speak on the matter, said the NRC was based on the Assam Accord. “Rajiv Gandhi signed Assam Accord in 1985, which was similar to NRC,” said Shah. “They did not have courage to implement it, we did. Whom do you want to save? You want to save Bangladeshi infiltrators?” Earlier in the day, Opposition leaders accused the Centre of politicising the matter and rendering people refugees in their own country. Congress MP Ghulam Nabi Azad said genuine Indians should not be sent out of the country. “[The] NRC should not be politicised and used as vote bank. It is a human rights issue, not a Hindu-Muslim issue,” he added. Members of Trinamool Congress, Samajwadi Party, Rashtriya Janata Dal, Telugu Desam Party, Aam Aadmi Party, Bahujan Samaj Party and Janata Dal (Secular) staged protests outside the Parliament against the final draft. The bills that were up for discussion in the Rajya Sabha on Tuesday included the National Council for Teacher Education (Amendment) Bill; RTE (Second Amendment) Bill; National Trust for Welfare of Persons with Autism, Cerebral Palsy, Mental Retardation, Multiple Disabilities (Amendment) Bill; and Trafficking of Persons (Prevention, Protection & Rehabilitation) Bill. Earlier, in the Lok Sabha, Congress MP Adhir Ranjan Chowdhury and Trinamool Congress’ Saugata Roy moved adjournment motions over the final draft. Meanwhile, Union Home Minister Rajnath Singh said the Centre has asked all states to calculate the number of people of the Rohingya community in their region. Singh told the Lower House that the advisory was issued to states to monitor those who have already come to their region and to “keep them at one place and not let them spread”.“Border Security Force and Assam Rifles are deployed to stop further infiltration of Rohingyas,” Singh said. Trinamool Congress MP Sugata Bose alleged that the Ministry of External Affairs was conducting “Operation Insaniyat” (Operation Humanity) for Rohingyas in Bangladesh. “We are only sheltering 40,000 Rohingya and we want to deport them?” he said.Minister of State for Home Kiren Rijiju refuted Bose’s allegations and said India has adopted a soft approach to refugees. “We have also told Myanmar that we are ready to assist them in providing facilities to Rohingyas when they return,” he said.Rijiju further said that the borders with Bhutan and Myanmar were not fenced, and that Bangladeshis and Rohingya migrants enter India as the borders in the North East are porous. No Rohingya will get any legal document to show they are Indians, Rijiju said. “If there is evidence, the member may produce the details, we will investigate,” he added.The bills listed for discussion in the Lok Sabha on Tuesday include the Insolvency and Bankruptcy Code (Second Amendment) Bill, the Commercial Courts, Commercial Division and Commercial Appellate Divisions of High Courts (Amendment) Bill, the National Sports University Bill and the Constitution (123rd Amendment) Bill, according to PRS Legislative, a legislative research agency.Meanwhile, Telugu Desam Party MPs continued their protest in Parliament demanding special category status for Andhra Pradesh.Rashtriya Janata Dal MP Jay Prakash Narayan Yadav moved an adjournment notice in Lok Sabha over the flooding and waterlogging in Patna’s Nalanda Medical College and Hospital. Videos and pictures released on social media last week showed fish swimming in water that had purportedly entered the facility’s Intensive Care Unit.  TMC MPs stage protest in front of Gandhi statue in Parliament over #NRCAssam issue pic.twitter.com/viyK3HXyal— ANI (@ANI) July 31, 2018","author":"Scroll Staff","time":"2018-07-31T12:11:27.060384+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888651-lznfuygebm-1526989876.jpg","tags":["Parliament","Monsoon Session","TMC","Assam NRC","Rohingya","Rajnath Singh"],"source":"https://scroll.in/latest/888651/monsoon-session-states-asked-to-collate-details-of-rohingya-in-their-region-says-rajnath-singh"}