{"title":"Monsoon reaches Kerala three days ahead of normal time, says weather department","content":"The southwest monsoon reached Kerala on Sunday, three days ahead of the normal time of its onset, the India Meteorological Department said.Earlier, the weather department had estimated the seasonal rains to start in Kerala from June 1.“Southwest monsoon has advanced into remaining parts of South Arabian Sea, Lakshadweep area, most parts of Kerala, some parts of South Tamil Nadu, some parts of Gulf of Mannar [in the Indian Ocean] and some more parts of South-West Bay of Bengal on Sunday,” the weather department said.Southwest Monsoon has set in over Kerala today, the 29th May , 2022 pic.twitter.com/H3mOkJB54s— India Meteorological Department (@Indiametdept) May 29, 2022\n\nThere has been widespread rainfall in Kerala during past 24 hours, the IMD said on Sunday. “Out of 14 rainfall monitoring stations for declaring onset of monsoon over Kerala, 10 stations have received rainfall of 2.5 millimetres or more.”In the next three to four days, the monsoon winds will progress towards some parts of the Central Arabian Sea, Karnataka, Central and northeastern parts of the Bay of Bengal and some northeastern states , the weather office added.“Widespread light or moderate rainfall with thunderstorm or lightning is very likely over Kerala and Mahe and Lakshadweep,” it said. “Isolated to scattered rainfall is likely over Andhra Pradesh, Telangana, Karnataka and Tamil Nadu, Puducherry and Karaikal during the next five days.”The weather department has also predicted scattered to light or moderate rainfall over northeastern states and the sub-Himalayan Bay of Bengal in the next five days.“Isolated to scattered rainfall with isolated thunderstorm or lightning or gusty winds likely over Bihar, Jharkhand, Odisha and Gangetic West Bengal in the next five days,” it said.However, many parts of northwest India will experience a gradual increase in maximum temperatures by 2 to 4 degrees Celsius in the next three days. Similar conditions will prevail in eastern parts of India for the next five days.“No significant heatwave conditions very likely over the country during next five days,” it said.On May 16, the weather department had said that monsoon has reached the Andaman and Nicobar Islands. Last year, the onset of monsoon in Kerala was on June 3. The year before that, it was on June 1.","author":"Scroll Staff","time":"2022-05-29T15:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175039-fialigdzkt-1653817089.jpg","tags":["Southwest monsoon","Onset of monsoon","Kerala coast","India Meteorological Department","Bay of Bengal","Arabian Sea","widespread rainfall","heatwave conditions"],"source":"https://scroll.in/latest/1025005/monsoon-reaches-kerala-three-days-ahead-of-normal-time-says-weather-department"}