{"title":"Narendra Modi government wins no-trust vote in Lok Sabha after 12-hour debate","content":"11.11 pm: The no-confidence motion is rejected 126-325. The House is adjourned till Monday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.06 pm: The no-confidence motion has been rejected by a voice vote. Members will now cast their votes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.04 pm: Jan Adhikar Party Loktantrik MP Pappu Yadav walks out of the House before the vote.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.58 pm: Speaker Sumitra Mahajan seeks a vote on the no-confidence motion. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.50 pm: Telugu Desam Party MP Kesineni Srinivas asks for his right to reply, and congratulates Narendra Modi for “wonderful oratory skills” and “great action and drama”. “I felt I was sitting in a great blockbuster movie for one and a half hour,” he says. “He would have been the best actor in the world.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.47 pm: “The country is at an important stage,” Modi wraps up. “A New India will become the country’s new aspirations. In this changing global context, we must all move together. I assure the people of Andhra Pradesh we will make all efforts for their welfare.”Modi ends his speech and urges members to reject the no-confidence motion.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.42 pm: There are falsehoods being spread about unemployment in the country, Modi says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    There are a lot falsehood being spread about unemployment in the country: PM @NarendraModi in Lok Sabha #NoConfidenceMotion #NoConfidencePolitics pic.twitter.com/bulRCqARmZ— News18 (@CNNnews18) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.35 pm: The prime minister urges state governments to act against those who indulge in violence. He says the government stands with Muslim women on the matter of triple talaq.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Any instance of violence brings shame to the nation. I will once again urge the state governments to punish those who indulge in violence: PM @narendramodi— PMO India (@PMOIndia) July 20, 2018\n\n\n\n    Congress laid NPA landmines for Indian banks: PM @narendramodi in Lok Sabha | #RahulJumlaStrike #NoConfidencePolitics #RahulKiJhappi pic.twitter.com/7TfF5govBq— News18 (@CNNnews18) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.33 pm: “We took policy decisions to control non-performing assets,” says the prime minister in the Lok Sabha. “We are evaluating wilful defaulters and spending funds on recapitalisation of banks. If NDA didn’t come into power in 2014, the country would have been in great trouble.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.24 pm: Chants of “We want justice” by MPs of the Telugu Desam Party continue as Modi speaks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.22 pm: “Goods and Services Tax became possible because I was able to bring consensus among states,” Modi continues. “GST could have come five years earlier if not for your arrogance and attitude to stall reform.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    NDA respects the aspirations and expectations of Andhra Pradesh,hence, a special assistance package was prepared, and implemented in September,2016. Andhra CM himself accepted it and thanked FM:PM @narendramodi in Lok Sabha | #RahulJumlaStrike #NoConfidencePolitics #RahulKiJhappi pic.twitter.com/iBeFnAI2J7— News18 (@CNNnews18) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 pm: “Whether it is the construction of new capital Amaravati or the welfare of farmers in the state, I want to assure everyone that the Centre will make all efforts for Andhra Pradesh,” Narendra Modi says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.18 pm: “Telugu Desam Party left the NDA to hide its own mistakes,” says the prime minister. “You are getting trapped in YSR’s [YSR Congress Party] ploy.” Regional political differences are playing out in the national Parliament, he tells the House.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.14 pm: “It’s our responsibility to ensure that the spirit of Telugu lives forever,” says Modi. “Telugu is our ‘Ma’. The government is bound by the recommendations of the 14th Finance Commission, that is why we set up a package for Andhra Pradesh to give the state equivalent benefits.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.03 pm: “The Congress party is cut off from the ground,” says Modi. “I come from a state where this party’s existence is over. It has not yet understood that power has now moved from the higher, rich classes to the intermediate classes and those in the lowest rungs in the social order.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I read a statement- \"who says we do not have the numbers.\"See her arrogance. I was reminded about 1999 the she stood outside Rashtrapati Bhavan and said- we have 272 and more are joining us. She destabilised Atal Ji's Government and never formed one herself: PM @narendramodi— PMO India (@PMOIndia) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.59 pm: “Who am I to look at you in the eyes?” says Narendra Modi. “You are naamdaar [dynast], but I am kaamdaar [working class], how can I dare to look at you in the eyes.”Rahul Gandhi had earlier claimed Modi could not look at him in the eyes in the House when he was making allegations against him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.55 pm: “I am ready to listen to all your abuses, but do not do so to the Indian Army,” says the prime minister in response to the Opposition leaders’ remarks on the 2016 “surgical strikes” across the Line of Control.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Due to one careless allegation in the House on Rafale, both nations had to release statements : PM @narendramodi - Watch at https://t.co/bxWVzX8Ryg #IndiaTrustsModi pic.twitter.com/XTaN0SlkNy— BJP (@BJP4India) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.51 pm: The uproar by the TDP legislators has died down. On Rahul Gandhi’s comments on the Rafale deal, Narendra Modi says he cannot believe truth has been crushed like this. He calls the remarks “childish”. The deal was signed between two responsible governments in a transparent manner, Modi says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    At times, it’s better to keep quiet, when one doesn’t have enough knowledge about any issue: PM @narendramodi responds to @rahulgandhi, and his attack on Doklam standoff, in Lok Sabha | #RahulJumlaStrike #NoConfidencePolitics #RahulKiJhappi pic.twitter.com/mPSJxwz2MH— News18 (@CNNnews18) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.48 pm: On the Doklam border standoff, Modi says, “If you do not know details, you should think before speaking about those topics. It can work against the country.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress has no faith in the ECI, Judiciary, in the RBI, in the International Agencies. They have confidence in nothing : PM @narendramodi #IndiaTrustsModi— BJP (@BJP4India) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.44 pm: The Congress does not trust anyone –  including the chief justice, the central bank, international agencies, the Election Commission – because they do not trust themselves, says Narendra Modi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.39 pm: We gave loans to 13 crore youngsters through the MUDRA scheme, says the prime minister. “They said our country is illiterate, but we had monthly transactions worth Rs 41,000 crore through BHIM app.”By pushing for ease of doing business, the government is reducing the cost of doing business, he says.The country is moving towards becoming a $5-trillion economy, Modi says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.36 pm: Narendra Modi speaks about the Ujjwala scheme, soil health card scheme and the proposed Ayushman Bharat health insurance amid continuing chants of “Fulfil our demands” from the TDP MPs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.34 pm: “Of the 18,000 villages we electrified, 15,000 were in eastern India,” Modi says. “These places are where most disadvantaged communities and tribal people live. They [Congress-led governments] did not provide them electricity because they do not trust that population. The North East was discriminated against.”There are chants of “We want justice” from members of Telugu Desam Party.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.32 pm: Modi pauses as there is commotion in the House. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.23 pm: “Our thought is different from theirs,” says Modi. “People decide the destiny in a democracy. If in 2019, the Congress becomes the largest party, then [he thinks] he will become the prime minister, but what about the other parties? This is not a floor test of the government, but of the ‘united Opposition’. This is just a trial of the strength of Opposition parties.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.21 pm: “I was shocked that they wanted to postpone the debate,” Modi says. “If you wanted to postpone it, why did you bring the motion?” “This motion has not been brought unknowingly or out of overconfidence, but because of arrogance,” says the prime minister.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.20 pm: The country has seen the negativity and opposition to development in the debate, says Modi. Pessimistic politics has trapped our leaders, he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.18 pm: Prime Minister Narendra Modi starts his speech.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.04 pm: Narendra Modi enters the House.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.55 pm: Speaker Sumitra Mahajan asks members to finish their speeches in one minute each so as to wrap up by 9 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.51 pm: Nine-time Congress MP Kamal Nath, who skipped the proceedings today, says he has seen many confidence motions in the last 38 years and his state is his priority, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Bhopal: 9 time Lok Sabha Congress MP Kamal Nath skips #NoConfidenceMotion proceedings, says, “For me MP is priority, seen a number of No confidence motions in last 38 years.” pic.twitter.com/YvLZ0QaAPa— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.38 pm: Haryana MP from the Indian National Lok Dal, Dushyant Chautala, says, “Leave achhe din [good days], when will sachche din [truthful days] come?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.33 pm: YSR Congress Party leader Renuka Butta says the day the Andhra Pradesh Reorganisation Act was passed was a “black day”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.30 pm: Speaking against the no-confidence motion, Union minister Upendra Kushwaha criticises the collegium system of appointing judges for the lack of representation of disadvantaged communities and women in higher courts. He says unless the system is changed, justice cannot reach these communities. Ram Vilas Paswan had also called for a change in the system for appointing judges.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.08 pm: TDP MP Ram Mohan Naidu Kinjarapu says, “We are just 15 MPs, yet we dared to move this no-confidence motion. We did not know other parties will support us. If we will not debate the Andhra Pradesh bifurcation law in this Parliament, where else will we talk about it? It was this House that had passed it.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8 pm: Lok Sabha Speaker Sumitra Mahajan extends the discussion by another hour, till 9 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.54 pm: The extended time for the discussion – till 8 pm – is about to get over. Union minister Anupriya Patel is speaking now and listing the government’s achievements in economic growth and dealing with poverty.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.52 pm: The Telangana Rashtra Samiti will abstain from  the no-trust vote, according to News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.23 pm: “Whenever the government is criticised for something, we get only one response: ‘Hindu-Muslim, India-Pakistan, shamshan-kabristan [crematorium and graveyard],” says Dinesh Trivedi.Trivedi points out the lifetime low of the rupee today, and says the investment scenario in the country has deteriorated under the Modi government. “The GDP growth is actually 5%, the government has just changed the method of calculation,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.17 pm: Trinamool Congress MP Dinesh Trivedi is speaking now. He brings up the Supreme Court’s observation on “mobocracy” this week and the January 12 press conference by four of the most senior judges of the top court. He says all institutions in the country are under threat.Those who do not know religion swear by it, he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.14 pm: After France’s reaction to his statement on the Rafale deal, Rahul Gandhi tells ANI outside the Lok Sabha: “Let them deny it if they want. The French president had said that before me. I was there, [Congress leaders] Anand Sharma and Manmohan Singh were also there.”   \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Let them deny it if they want. He(French President) said that before me.I was there, Anand Sharma and Dr.Manmohan Singh were also there: Rahul Gandhi on France statement on Rafale deal #NoConfidenceMotion pic.twitter.com/c3FKz40lnj— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.11 pm: AIADMK MP J Jayavardhan has finished his address in the Lok Sabha. He called for greater role of states in the federal structure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.08 pm: Shiv Sena MP Sanjay Raut reacts to Rahul Gandhi’s hug for the prime minister, says, “I think Rahul Gandhi has reached the real school of politics now. It was not a jhappi [hug], but a jhatka [shock].”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mujhe lagta hai ki Rahul Gandhi politics ke asli paathshala mein ja chuke hain. Jis tarah se Modi ji ko jadoo ki jhappi lagaayi, woh jhappi nahi thi jhatka tha: Sanjay Raut, Shiv Sena #NoConfidenceMotion pic.twitter.com/8Nw2LM6GXW— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.52 pm: Here is what France’s Ministry of Europe and Foreign Affairs said on Rahul Gandhi’s statement on the Rafale deal: \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     France and India concluded in 2008 a security agreement,  which legally binds the two States to protect the classified information  provided by the partner, that could impact security and operational  capabilities of the defence equipment of India or France. These  provisions naturally apply to the IGA [intergovernmental agreement] concluded on 23 September 2016 on  the acquisition of 36 Rafale aircraft and their weapons...In India and in France, when a  deal is very sensitive, we can’t reveal all details.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.35 pm: Visakhapatnam MP Hari Babu Kambhampati rises to speak. He says he was amused by the Telugu Desam Party’s stance on the no-confidence motion, as its founder NT Rama Rao had once opposed the Congress. He accuses the TDP of “shedding crocodile tears” on the matter of Andhra Pradesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.33 pm: Lok Sabha Speaker Sumitra Mahajan urges Kharge to conclude his speech. Members continue to object over his repeated mention of the RSS in his address. He wraps up by speaking about black money, high fuel prices, justice for farmers, and women’s security, among other topics.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.26 pm: A statement from France says the country signed an agreement with India in 2008, legally binding both to protect classified information related to the Rafale deal, ANI reports. Congress President Rahul Gandhi had accused Defence Minister Nirmala Sitharaman earlier in the day of not telling the truth on the deal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    that could impact security and operational capabilities of the defence equipment of India or France. These provisions naturally apply to the IGA concluded on 23 September 2016 on the acquisition of 36 Rafale aircraft and their weapons: France statement 2/2 https://t.co/vhHhAi9fMi— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.12 pm: Kharge says the UPA government had also given higher prices on crops to farmers, but the government does not acknowledge that. The media and the corporate is favouring the government, too, the Congress leader says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.01 pm: Leader of the Opposition in the House Mallikarjun Kharge is speaking now. He accuses the government of dividing the society, and says the ruling party’s devotion to the Rashtriya Swayamsevak Sangh is against the principles of BR Ambedkar and Buddha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.59 pm: Lok Sabha Speaker Sumitra Mahajan extends the debate on the no-confidence vote till 7 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.54 pm: “The government is working according to the Constitution,” Paswan says. “We will also protest if it stops doing so.” He urges the Congress to introspect over the reason why it remains in power in very few states. Paswan ends his speech.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.44 pm: Paswan speaks about Rahul Gandhi’s “unconditional support” for the Women’s Reservation Bill. “I want you to talk to your own supporters to be able to get the bill passed,” he says. “We are ready. Ask Mulayam Singh Yadav if he is unconditionally ready for the bill? When you talk of the bill, at least you [Opposition parties] should have a consensus first.”There is brief commotion in the House after his remarks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.35 pm: “Most parliamentarians come from disadvantaged backgrounds,” says Paswan. “We form laws to address concerns of Dalits and tribal people, but those laws get stuck in the judiciary. We need more representation of such communities in the courts.”Paswan says the collegium system to appoint judges is not transparent, and we need a judicial services like the Indian Administrative Services. “Once we have such a judicial services system, laws in favour of disadvantaged communities will start coming up,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.30 pm: Union minister and Lok Janshakti Party leader Ram Vilas Paswan is now speaking. He praises the government for the electrification of all villages, push for more toilets, and the proposed health insurance scheme. “Do you think this is an ordinary scheme?” he asks, referring to the Aayushman Bharat health scheme.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.20 pm: Anwar also raises the demand for the special category status for Bihar, and says it can be done now that there is a National Democratic Alliance government in both the state and the Centre.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.17 pm: Tariq Anwar urges the BJP to look into its election manifesto and evaluate itself. He alleges that there is the “silent support” of the prime minister on mob lynching incidents.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.10 pm: Nationalist Congress Party MP from Katihar, Tariq Anwar, is speaking now. He criticises the government on mob lynchings, bank frauds, the decline in the rupee, women’s safety.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5 pm: “Do we want to see Pakistan-like mentality in India?” Rajnath Singh asks. “Where do you want to take the country by talking of Hindu Pakistan and Hindu Taliban?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.56 pm: “There are some who are born with a silver spoon, for them the pain of the poor can be a matter of hearing but not of suffering,” says Singh. Only those like the prime minister, who have experienced poverty, can do something for farmers and the poor, he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.47 pm: The most well-known example of mob lynching is the 1984 anti-Sikh riots, Rajnath Singh adds. He says the government has asked states to bring in strong laws to stop lynchings. The minister criticises Shashi Tharoor’s “Hindu Pakistan” remark.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: The home minister talks about the government’s success in preventing major terrorist attacks in the past few years. He lauds the security forces. “Earlier, more security forces were killed as compared to Maoists, but the situation has reversed now,” he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.36 pm: Rajnath Singh resumes his speech after Speaker Sumitra Mahajan asks parliamentarians to maintain decorum. Speaking about Rahul Gandhi’s hug, she says: “The prime minister was sitting in the House in his capacity as the PM. We should keep this in mind before making any move or gesture.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.32 pm: Proceedings resume in the Lok Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.30 pm: “Rahul Gandhi blurted out what all he practised during Karnataka campaign, added some melodrama and topped it all with a wink to his colleagues n declaring ‘I am Congress’,” tweets BJP General Secretary Ram Madhav. “Not a word on what TDP ‘reader’ has said moving no-confidence motion.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    RG blurted out what all he practised during Karnataka campaign, added some melodrama n topped it all with a wink to his colleagues n declaring ‘I am Congress’. Not a word on what TDP ‘reader’ has said moving NCM. RM has already exposed some of his lies. Rest later n d day— Ram Madhav (@rammadhavbjp) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.20 pm: The House has been adjourned till 4.30 pm after Oppsition MPs started protesting against Home Minister Rajnath Singh. This is the second adjournment of the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.12 pm: Though the Opposition is talking about demonetisation, the people of Uttar Pradesh voted for the BJP just after it was announced, Singh reminds the Lok Sabha. Those who have introduced the no-trust motion do not trust each other, he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.04 pm: “We respect the Opposition and its views, that is why we are debating the  motion today,” he adds. The home minister claims that when the BJP was in the Opposition it had never thought of taking such a step against the Congress-led government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    After 15 years, a #NoConfidenceMotion has been moved against a govt. We never moved a no-confidence motion in ten years when Congress was in power because we understood that the Congress had people's mandate: Union minister Rajnath Singh pic.twitter.com/UNdQOn5Y1D— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.03 pm: Rajnath Singh says the Opposition’s decision to move the no-trust motion shows that it has failed to read people’s verdict.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.59 pm: The Rajya Sabha has been adjourned for the day. The proceedings will resume at 11 am on Monday, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.55 pm: Union Home Minister Rajnath Singh is now addressing the Lok Sabha. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 pm: Mohammad Salim accuses the BJP government of making a U-turn on a host of matters. He points out that the party opposed foreign direct investment and privatisation in retail sector, defence production before coming to power but changed its stance after 2014. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.43 pm: Rahul Gandhi’s hug is still drawing reactions. Parliamentary Affairs Minister Ananth Kumar says the Congress president’s behaviour was childish. “He has grown old but it is unfortunate that he has not grown up,” the minister adds. “It is unfortunate that the president of Congress is so ill-informed and immature.”He accuses the Congress president of misleading Parliament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.41 pm: Salim criticises the government for failing to fulfil its promise of bringing back black money stashed abroad. He accuses the government of also failing to fulfil its promise of creating 2 crore jobs. Whenever ministers are questioned, they say that they do not have the statistics, Salim adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.36 pm: After Mulayam Singh Yadav ends his speech, Communist Party of India (Marxist) legislator Mohammad Salim begins his address.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.31 pm: The BJP will move privilege motion against Rahul Gandhi in the Lok Sabha for allegedly making false allegations, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: Meanwhile, Congress leaders are lauding Rahul Gandhi’s speech. “It was a game-changing speech, tearing apart the government’s claims and ending with that unscripted hug that has literally taken the BJP’s breath away,” tweets Shashi Tharoor. Veteran Congress leader Ashok Gehlot says Gandhi “delivered a message of love and goodwill in Parliament”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Today #RahulGandhi ji delivered a message of love n goodwill in Parliament. He showed Congress Party is a party of values n ideals. We believe in unity n fraternity. Parliamentary democracy also means respecting ones opponents.— Ashok Gehlot (@ashokgehlot51) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.23 pm: “There is no one who is not sad,” says the veteran politician. “Even people of BJP are sad. They say our careers are ruined.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.20 pm: “When I was the chief minister of Uttar Pradesh, my government worked for farmers, traders and the youth,” says Yadav. “But now all of them are worried and worse off than before.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.14 pm: Samajwadi Party leader Mulayam Singh Yadav is now speaking in the Lok Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.09 pm: Boinapalli says the Andhra Pradesh government had an “ill intention” behind not building its own high court. Most of the judges in the current high court in Hyderabad, which serves both states, are from Andhra Pradesh, he adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.04 pm: He requests Prime Minister Narendra Modi to announce, among other things, national projects on the Godavari river in Telangana. He mentions that the government has provided the Andhra Pradesh government funds for the Polavaram multipurpose project.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.57 pm: Telangana Rashtra Samithi President Vinod Kumar Boinapalli is addressing the Lok Sabha at the moment. He represents Karimnagar in Parliament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.52 pm: Saugata Roy speaks of the incidents of lynching across the country in the past few years. “The BJP wants Congress-mukt Bharat and a Muslim-mukt Bharat but the Trinamool Congress wants an India that does not live in fear,” he says before concluding his speech.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.49 pm: The BJP’s economic policy has caused disaster in the country, brought down the Gross Domestic Product, caused a rise in employment and caused scams, alleges Roy. The Trinamool Congress leader says Nirmala Sitharaman’s response to Rahul Gandhi’s allegations in the Rafale deal was unsatisfactory.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.45 pm: Demonetisation wiped out 25 lakh jobs, the Trinamool Congress leader says. He accuses the Modi government of failing to bring back black money. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.44 pm: Trinamool Congress’ Saugata Roy addresses the Lok Sabha, criticises the Modi government’s agricultural policy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.41 pm: Shiv Sena MP Anandrao Adsul commends Rahul Gandhi’s speech, reports ANI. “The image that PM Modi and BJP government have created can be damaged with such allegations,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 pm: Television cameras caught Rahul Gandhi winking after hugging the prime minister in the Lok Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rahul Gandhi winks after hugging PM Narendra Modi in Lok Sabha #NoConfidenceMotion pic.twitter.com/uStFDVKvLj— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.29 pm: “Yesterday CM had indicated no support for no confidence motion,” says Jayakumar. “He has stated we will not support no confidence. It is a fight between the BJP and the TDP, the Congress and the BJP. Why will we support?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.28 pm: Tamil Nadu fisheries minister D Jayakumar says All India Anna Dravida Munnetra Kazhagam will not support the no-confidence motion.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.24 pm: “We all have witnessed the lies propagated by Rahul Gandhi in the Lok Sabha today,” says Union minister Smriti Irani. “He had absolutely no proof but only political negative rhetoric and that itself has cost him in every election that he has fought.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    We all have witnessed the lies propagated by Rahul Gandhi in Lok Sabha today. He had absolutely no proof but only political negative rhetoric and that itself has cost him in every election that he has fought: Union Minister Smriti Irani #NoCofidenceMotion pic.twitter.com/NA3Q3Mxryr— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.21 pm: Sitharaman refers to the agreement on Rafale deal signed by French government and former Defence Minister AK Anthony. “Secrecy agreement with France was signed in 2008 and Rafale deal was also covered in it,” she says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.20 pm: Sumitra Mahajan fervently urges members to settle down and ask Nirmala Sitharaman to respond. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.09 pm: Union Minister of Defence Nirmala Sitharaman begins responding to Gandhi’s allegations. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.06 pm: Gandhi walks up to the prime minister and hugs him. Modi, slightly taken aback, shakes his hand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Aap logon ke andar mere liye nafrat hai, aap mujhe Pappu aur bohot gaaliyan dekar bula sakte hain, lekin mere andar aapke liye nafrat nahi hai: Rahul Gandhi. He then walks up to PM Modi and gives him a hug #NoConfidenceMotion pic.twitter.com/w5DqyR7mVu— ANI (@ANI) July 20, 2018\n\n\n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.04 pm: Rahul Gandhi claims BJP legislators praised his speech during the break. “I am grateful to BJP and RSS that they have explained the meaning of Congress, and of being an Indian,” says Rahul in his address. “You have anger for me, for you, I am Pappu. But I have no anger for you. I am Congress.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2 pm: Rahul Gandhi says Modi and BJP President Amit Shah “cannot afford to lose power because when they do, other processes will start against them”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.54 pm: Gandhi resumes speaking. He brings up the lack of safety for women. He says the country is unable to protect its women and minorities. “Are Dalits and Adivasis not part of India?” he asks.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.49 pm: Mahajan is appealing for for peace in the House after the commotion following Rahul Gandhi’s comments against Modi. She tells MPs to raise allegations against members only if they have evidence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.37 pm: Sumitra Mahajan adjourns the House till 1.45 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.36 pm: Parliamentary Affairs Minister Ananth Kumar asks Rahul Gandhi to apologise to the prime minister. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.34 pm: BJP members vociferously protest against Rahul Gandhi’s comments. Speaker Sumitra Mahajan requests him not to use incendiary words.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.31 pm: The Congress president says the prime minister cannot look into his eyes because he has not been truthful. He accuses him of forgoing the debt of big industrialists close to him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PM Narendra Modi laughs after Rahul Gandhi says 'Pradhanmantri apni aankh meri aankh mein nahi daal sakte' #NoConfidenceMotion pic.twitter.com/qwXNt6PphM— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.30 pm: On Thursday, Minister of State for External Affairs General VK Singh told the Lok Sabha that the government has spent Rs 1,484 crore since June 2014 on chartered flights, maintenance of aircraft and hotline facilities during Prime Minister Narendra Modi’s visits to 84 countries, PTI reported.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.28 pm: “Everybody understands and sees the amount of money which goes into the marketing of the prime minister of India,” says Rahul Gandhi. Ananth Kumar accuses him of making frivolous charges in contravention of the Lok Sabha’s procedural rules.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.25 pm: The prime minister must explain why the deal was taken away from the Hindustan Aeronautics Limited and the youth of Karnataka, and given to a businessman who is under a lot of debt. “He is smiling, but there is a touch of nervousness there,” says Gandhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.23 pm: “The defence minister said there was a secrecy pact with France on Rafale deal, I personally met the French President and asked him if any such pact existed, he clearly said there is no pact,” says Rahul Gandhi. He accuses Nirmala Sitharaman of speaking an untruth.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.20 pm: Rahul Gandhi questions alleged irregularities in the Rafale jet deal. BJP members ask him to talk about the AgustaWestland scam.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Prime Minister Narendra Modi and Home Minister Rajnath Singh in the Lok Sabha on Friday. (Credit: PTI)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.12 pm: Rahul Gandhi criticises the government’s demonetisation policy.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.10 pm: In 2016-’17, four lakh youngsters got employment. Youngsters believed the prime minister, who had promised 2 crore jobs every year, says the Congress president.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.08 pm: You are a victim of a 21st century political weapon called the “jumla strike”, Rahul Gandhi tells TDP’s Jayadev Galla. The farmers, youngsters, women, Dalits and tribal people are other victims.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: Congress President Rahul Gandhi may lead the Congress’ charge and speak before senior leader Mallikarjun Kharge, reports News 18. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.03 pm: Rakesh Singh talks about how Madhya Pradesh has developed under the BJP government, says before the party came to power in 2003 it was only known for “lack of infrastructure and drought”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.58 pm: With the BJD and the Shiv Sena deciding to abstain from the vote, the majority mark is now 249. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: The BJP’s chief whip in the Lok Sabha, Anurag Thakur, says if the Congress keeps interrupting, they will not let Congress President Rahul Gandhi speak. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.53 pm: “The AIADMK is afraid of the fact that if they support the Opposition’s motion, there will be President’s rule in the state,” News18 quotes Communist Party of India (Marxist) General Secretary Sitaram Yechury as saying. The party has been threatened, he alleges.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.51 pm: Meanwhile, Rashtriya Janata Dal leader Tejashwi Yadav says the party may bring a no-confidence motion against the Nitish Kumar government either in this Assembly session or the next, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.45 pm: Frustration and desperation are the main reasons behind this no-trust motion, says Rakesh Singh. He talks about BJP’s success in improving basic infrastructure in Rajasthan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.41 pm: Meanwhile, farmers are protesting near Parliament, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.40 pm: “Prime Minister Narendra Modi worked for the poor,” says Singh. “The Bharatiya Janata Party and the NDA helped electricity reach every household. Even the country’s biggest health scheme was launched by Prime Minister Narendra Modi.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.36 pm: Rakesh Singh was made the chief of the BJP’s Madhya Pradesh unit in April ahead of elections in the state later this year. Before that he was the party’s chief whip in the Lok Sabha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: “Manmohan Singh said minorities have the first right on country’s resources, says Rakesh Singh. “However, PM Modi gave new direction by saying that first right on country’s resources is of the poor.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.28 pm: While the Congress-led government was known as the government of scams, we are a government of schemes, Rakesh Singh adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.26 pm: The Congress cannot accept any government that is not run by a particular family, says Singh. This no-confidence motion is nothing but an attempt to stop our victory march to 2019, he adds. The legislator refers to reported differences between Karnakata Chief Minister HD Kumaraswamy and the Congress. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: “It is not our aim to strangle other parties in our democracy,” says Rakesh Singh. “We want democracy to be strengthened.” He takes aim at Congress, says the TDP became cursed the moment they joined hands with the Congress.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.18 pm: BJP MPs have asked the speaker to expunge from records an “offensive” word used by a TDP MP for PM Modi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.16 pm: Madhya Pradesh BJP leader and Jabalpur MP Rakesh Singh begins his speech.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.13 pm: AIADMK leader V Maitreyan says the no-confidence motion is spearheaded by Congress and DMK, “so no way will AIADMK support it”, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.57 am: “We joined the NDA in 2014 with hope that BJP under the leadership of Modi will undo the injustices that were done to AP during the earlier regime,” tweets Andhra Pradesh minister Nara Lokesh. “We pleaded, we waited and we made the rounds.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    We got what in return? Fake promises, fake assurances and fake smiles. Nothing moved, nothing happened. For what you did, if not for @ncbn AP would have become an abandoned child without parents, without hope.— Lokesh Nara (@naralokesh) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.52 am: Galla asks the Narendra Modi government to grant Andhra Pradesh special category status. “You can’t fool all of the people all of the time,” he tells Finance Minister Piyush Goyal, who is seen taking down notes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: Bihar Chief Minister Nitish Kumar says Janata Dal (United) is with the government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.40 am: Galla has focused entirely on his party’s argument that Andhra Pradesh was unfairly bifurcated and has been treated badly ever since. This belief is what prompted the TDP to pull out of the National Democratic Alliance in March and is why it moved the no-confidence motion as well. The legislator from Guntur has stayed away from all national matters and focused entirely on Andhra Pradesh’s demand for Special Category Status.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.37 am: The Shiv Sena will not participate in Lok Sabha proceedings today, ANI quotes its MP Anandrao Adsul as saying. “We haven’t even signed our attendance,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Anandrao Adsul, Lok Sabha MP from Shiv Sena on being asked whether his party will take part in #NoConfidenceMotion debate & voting says   'We are boycotting parliamentary work today and haven't even signed our attendance' pic.twitter.com/iHu3d2O7vu— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.34 am: The BJP will be decimated in Andhra Pradesh like the Congress was if they continue to deceive the people of the state, says Galla. He represents Guntur in the Lok Sabha.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.32 am: The last four years have posed tremendous challenges for the “new state with an old name”, says Galla. “We need relief but instead of providing relief the Modi government is posing new challenges for us.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.25 am: Shiv Sena MPs will not attend Lok Sabha today, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.23 am: The motion of no confidence is against the lack of fairness, lack of trust, lack of unbiased approach towards Andhra Pradesh, says Galla. He accuses both the BJP and the Congress of asymmetrically bifurcating the state.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.22 am: The TDP MP accuses the BJP of declaring a war on his party. “It is a war of discrimination, it is ‘dharma yuddh’,” says Jayadev Galla. “It is a war between majority and morality.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.21 am: The Shiv Sena’s parliamentary party meeting is still going on in Parliament building. Their MPs have not reached the Lok Sabha yet, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.18 am: The saga of the Modi-Shah regime has been a regime of unfulfilled  promises, says Galla.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: The Telugu Desam Party’s Jayadev Galla opens debate on no-confidence motion.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.11 am: The Biju Janata Dal announces it will not participate in the no-trust motion, stages walkout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Biju Janata Dal (BJD) walks out of the Lok Sabha ahead of #NoConfidenceMotion pic.twitter.com/0fKHuRZGju— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.07 am: Senior Congress leader Mallikarjun Kharge complains to Speaker Sumitra Mahajan about the time allotted to the Opposition. He requests her not to impose a time limit on the Opposition parties.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.06 am: There have been 26 no-confidence motions tabled in Parliament in the past, of which 25 were unsuccessful. One, however, did not take place because of a resignation. Here is all you need to know about no-confidence motions.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.03 am: “Our issues are the issues of the people...We will expose the Govt today. Govt will have to hear the voices from all quarters,” News 18 quotes Congress leader Jyotiraditya Scindia as saying.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.54 am: The parliamentary party meetings of the Shiv Sena and the Bharatiya Janata Party are currently going on, reports ANI. Narendra Modi is meeting senior BJP leaders, including Amit Shah and Rajnath Singh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.38 am: Prime Minister Narendra Modi, Rajnath Singh, Arjun Ram Meghwal, Madhya Pradesh BJP leader Rakesh Singh, Kisan Morcha chief Virendra Singh,  Meenakshi Lekhi, Akali Dal’s Harsimrat Kaur and LJP’s Ram Vilas Paswan will speak on behalf of the National Democratic Alliance, reports The Indian Express.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.35 am: BJP President Amit Shah arrives in Parliament ahead of the debate on the no-confidence motion in the Lok Sabha. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    BJP President Amit Shah arrives in Parliament ahead of #NoConfidenceMotion in Lok Sabha pic.twitter.com/GjUrqmDJhE— ANI (@ANI) July 20, 2018\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 am: To recap – the BJP has been allotted 3 hours and 33 minutes for the debate on Friday, while the Congress has been allotted 38 minutes. The AIADMK has been given 29 minutes, Trinamool Congress 27 minutes, the Bharatiya Janata Dal 15 minutes, Shiv Sena 14 minutes, Telugu Desam Party 13 minutes and the Telangana Rashtra Samithi nine minutes. The Communist Party of India has been allotted seven minutes for the debate, while the Samajwadi Party and the Nationalist Congress Party has been allotted six minutes each. Eleven Opposition parties are supporting the no-trust motion, which was moved by the BJP’s former alliance partner, the Telugu Desam Party.","author":"Scroll Staff","time":"2018-07-20T10:52:02.874944+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887277-eawqidlmid-1532109015.jpg","tags":["Parliament","Monsoon Session","No-confidence motion","Narendra Modi"],"source":"https://scroll.in/latest/887277/monsoon-session-debate-on-no-trust-motion-set-to-start-at-11-am-all-eyes-on-lok-sabha"}