{"title":"Months before polls, Assam launched a cash scheme for women. Now it is paying BJP dividends ","content":"Ganga Baishya, 39, lives with her husband and two school-going sons on a hillock in East Guwahati that is home to a large number of low-income families from the city. Like many of her neighbours, she works as a domestic worker in two homes inside a middle-class apartment complex, just down the hill – but separated by much more than just geographical elevation.In the 2016 Assembly election, Baishya voted for the Bharatiya Janata Party. For change, she said. Like many others in Assam who had become wary of the Congress’s 15-year rule. Change happened. The BJP stormed to power with a strike rate of nearly 70% in the seats it contested. Baishya’s life seemed to change too – but not quite in ways she had imagined. A not-so-happy change  Months after the new government took over, she was forced to start working for the first time in 23 years of being married and living in Guwahati. “It was after they did the poisa-bodli,” she said referring to the government’s demonetisation exercise. “After that, my husband couldn’t manage all by himself.” The downhill slide continued. The ever-increasing fuel prices meant her husband’s business slumped further. “Earlier, he says for every Rs 100 of fuel, he would earn Rs 800-900,” she said. “Now apparently to get back Rs 1,000, you have to spend Rs 400 on fuel.”Her husband’s monthly earnings, despite his best efforts, are stuck between Rs 8,000-12,000, while Baishya makes Rs 6,000 from domestic work.It is not just the faltering finances. There is anxiety on another front too. In December 2019, the BJP government at the Centre amended India’s citizenship law to expedite citizenship for undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan. “What they are doing will not be good for the jaati [community],” said Baishya, reflecting the concerns of many Assamese. “It makes me scared.”Yet, Baishya has not an iota of doubt about whom she will vote for on April 6. The BJP, of course. For Ganga Baishya who earns Rs 6000 a month from domestic work, the scheme has helped her with the expenses of her sons' studies. Welfare schemes to the rescue  What gives? If the times have been tough, the BJP has made an effort to make things better, Baishya said. She was referring to the slew of welfare schemes of the state government she had benefited from – free rice, subsidised kerosene oil and more.  But what really did it for Baishya was the monthly assistance of Rs 830 that she started receiving since last December as part of a direct bank transfer scheme called Orunodoi. “In this environment of obhab (scarcity), it is a big relief,” she said. “Now I can buy the boys textbooks and guide books they really need but we couldn’t afford earlier,” she said, referring to her sons.She continued: “See, the other parties may promise the world, but I know that they too can’t bring down prices. So at least I am getting this monthly allowance now. If a new government comes, that will also stop, I fear.”Orunodoi, the crown jewel of schemes In an election where economic issues have taken centre-stage, particularly among communities considered indigenous to Assam, the state government’s “aasonis” (welfare schemes) are being widely invoked. And the most-talked about of them all is Orunodoi – arguably the largest and most ambitious government welfare program Assam has ever seen.  A direct bank transfer scheme, Orunodoi targets women as the “primary caretakers of the household”. Only those whose composite household income is less than Rs 2 lakh per annum are eligible. Priority groups include families with specially-abled members and divorced, widowed, separated, unmarried women, and the poor who have not been covered by the National Food Security Act. The official notification of the scheme set a target of 15,000 beneficiaries in Assembly constituencies with population of less than 2 lakh and 17,000 in the rest.  Assam has 126 Assembly constituencies. According to data presented in the budget last month, more than 17.25 lakh women have so far received cash assistance under the scheme. As a senior-level official of a district in Upper Assam put it, “This is  Assam’s first scheme which meets the standards of the welfare schemes we see in south India. ”‘A game changer’ Siddhartha Bhattacharya, BJP MLA from East Guwahati and the party’s national spokesperson, said he believed Orunodoi was going to be the BJP’s most potent  trump card in the upcoming Assembly elections. “It is going to be a game changer,” he said. “And let me tell you, at least in my constituency, every eligible woman has got it, Hindu or  Muslim.”Indeed, the scheme, which came into force only from December, appears to have not only helped the party offset some of the Citizenship Act-induced resentment among its supporters, but also won it new fans. In Sivasagar town, 47-year-old Mehzabin Begum, a self-professed “Congressi” till as recently as last year, could not stop gushing over the scheme.  “It may not be too much money, but as a single unmarried woman, it gives me a sense of independence,” she said.Begum is particularly excited by the BJP’s promise of increasing the monthly stipend to Rs 3,000. “That is so much money,” exclaimed Begum. “Enough to even buy a paator kapur [a traditional silk  Assamese mekhela-sador].” So bowled over Begum is that she even decided to take a membership of the party through her local ward member who was her point-person while availing the scheme. In Jorhat’s Panichakua village, spice-seller Ratul Hussain is equally grateful. If not for Orunodoi, his widowed 65-year-old hypertensive mother Naziba Khatun would struggle to afford her blood pressure medicines, he claimed. “Most months, I could not buy her medicines,” he said. “The Rs 830 has come in really handy for us. There’s no point in lying.”Mehzabin Begum has always voted for Congress but the scheme has changed her mind this time -- and even take a BJP membership. The many complaints  Of course, there are also complaints galore – of favouritism, of deserving people not receiving it, of red tape, and so on.In several parts of the state, this reporter heard allegations of local leaders of the BJP using the scheme as a system of patronage.Take for instance, 52-two-year old Maya Handique from Lakhimi Pukhuri near Nazira. Handique never married, lives alone, and insists there is no one more deserving than her to receive money under the scheme. “My future is dark without Orunodoi,” said the diminutive Handique, rather furious about being left out. “I have made up my mind – I will not vote for the BJP if I don’t get the money before the elections.”Handique said the local ward member had told her that the panchayat office had concluded she was not eligible. “After that, I  went to meet someone from the BJP, but he was busy,” she said. “I have left my papers with his boys.”District officials insist that the shortlisting of the beneficiaries was done by government-appointed officers of the panchayats and not by elected members. “After the  authorised officials at the panchayat level prepared the list, the BDOs (block development officers) went over them and if they found irregularities, there was another round of verification done,” said Masanda Magdalin Pertin, sub-divisional officer of Dibrugarh who oversees the program in the  district. “There was no involvement of any elected member.” Maya Handique says her \"future is dark without Orunodoi\". The selection process  Yet, on the ground, it is evident that in most districts, the selection process bore significant political influence. In Dhemaji’s Kekrurigaon, not too far from the mega Lower Subansiri dam, Kalyani Doley Pegu, a ward member  in the flood-prone Jiadhal panchayat, offered a bird’s-eye view of the process. Pegu is part of the Sanmilita Gana Shakti party, a coalition partner of the BJP, which draws support from the Mising community.  She said she selected 54 women from Kekrurigaon with help from her husband who is a member of the Takam Mising Porin Kebang, a Mising pressure group inclined towards the current dispensation.  She insisted she did not indulge in any favouritism. “I stepped in after some BJP people made a list that was full of their family members,” she said. “But I put my foot down and said nothing doing because ultimately if someone senior comes and checks, my name will be tainted.”Ward member Kalyani Doley Pegu insists she has been fair in selecting beneficiaries. Leaving out the needy (and eligible)Even if the selections were done largely in good faith, the scheme appears to have left out some of the most needy people. In Dihiri Chapori near Gogamukh on the Brahmaputra’s north bank, 45-year-old Phulonti Kutumb’s house got swept away by the Jiadhal river last September. Now, she lives with her daily-wage labourer husband and two sons in a cramped makeshift cubicle the size of a large chicken coop, put together with tin and thatched bamboo.  Kutumb has not received any money under Orunodoi so far. On being asked what she was told by the local ward member, she put forth her thumb. Her Aadhaar authentication – a must to avail  government  welfare schemes – had failed. “People who don’t need it got it,” she said. “But I who lost everything to the river didn’t.”Still, Scroll.in met several other seemingly eligible women who were never even shortlisted. District officials and panchayat officials blamed it on the fixed target of the scheme: 15,000-17,000 per constituency.Phulonti Kutumb was shortlisted for the scheme but her Aadhaar authentication failed. Bad economics for politcal benefit? Political economists say this is an outcome of the scheme not being rooted in “empirically-tested” data, even if the idea itself was principally progressive. “Income supplement schemes work when you have data to conclude that a certain amount can be considered a decent minimum income monthly,” said Joydeep Baruah, an economist who teaches at Guwahati’s Krishna Kanta Handique State Open University. “That is how you know how much cash transfer you need to meet that benchmark. In this case, all the numbers seem to be arbitrary because we do not here know how many people are falling behind that benchmark.”Then Baruah questioned the rationale of Assembly constituency-wise targets. “All government welfare programs are running at the district, block or panchayat level,” he pointed out. “All of this makes one suspect that it is not economics, but politics, that is guiding it.”It is not just the targeted number of beneficiaries, according to Baruah, that was arbitrary but also the amount disbursed: Rs 830 per month.  He said, “Is the amount really helping the beneficiaries reach the minimum basic income? If it is, then it is serving the economic interests of the people. If not, it is only serving the poetical interests of a party.” The government’s official note on the scheme offers a break-up of how it thinks the Rs 830 would ensure “medical and nutritional” support to the beneficiaries: Rs 400 for medicines, Rs 280 for pulses and sugar (“effectively subsiding 50% of the monthly expenditure” on those items) and the reaming Rs 130 for vegetables and fruits “over and beyond what they grow in their homestead”. Several women this reporter interviewed for this story said Rs 830 was too meagre an amount to really supplement their regular income. “Do they know how much the price of mustard oil is?” asked an agitated Jayanti Bora when we met a village market near Jorhat. “One trip to the market and my Rs 830 is over – nothing except rice is free.”Yet, it seems the BJP’s immediate objective of using the scheme to garner votes and assuage hurt sentiments over the Citizenship Amendment Act has largely been achieved. As Baishya, the domestic worker, said: “Sometimes I worry for my boys. What will happen to them if BJP brings in foreigners. But then I tell myself to concentrate on the present, which the BJP is taking care of at least.”","author":"Arunabh Saikia","time":"2021-03-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156385-xbqvqsxqer-1616072828.jpg","tags":["Assam Assembly Elections 2021","Assam","Direct Benefit Transfers","Cash Transfers"],"source":"https://scroll.in/article/989868/months-before-polls-assam-launched-a-cash-scheme-for-women-now-it-is-paying-bjp-dividends"}