{"title":"Monu Goyat goes to Steelers for Rs 1.51 cr as six players become crorepatis in Pro Kabaddi auction","content":"The Rs 1 crore mark was breached six times on the first day of the Pro Kabaddi player auction in Mumbai on Wednesday with Monu Goyat topping the charts.Goyat was picked up by Haryana Steelers for Rs 1.51 crore, while Telugu Titans bagged the services of Rahul Chaudhari for a second successive year for Rs 1.29 crore. Deepak Niwas Hooda, Nitin Tomar and Rishank Devadiga were the other Indian players to receive a sum in excess of Rs 1 crore. Earlier, Iran’s Fazel Atrachali also joined the elite club after receiving a bid of Rs 1 crore from U Mumba. He was the first player to get to that mark in the league’s history.You know #VivoProKabaddi Season 6 will be bigger than ever when Day 1 of the #VivoProKabaddiAuction saw the highest bid record break 6 times! Say hello to the stars of today! pic.twitter.com/bfHd4g82uC— ProKabaddi (@ProKabaddi) May 30, 2018\n\nTop 5 Indian PlayersMonu GoyatRs 1.51 croreHaryana SteelersRahul ChaudhariRs 1.29 croreTelegu Titans FBMDeepak Niwas HoodaRs 1.15 croreJaipur Pink PanthersNitin TomarRs 1.15 crorePuneri Paltans  Rishank DevadigaRs 1.11 croreUP YoddhasTop 5 International PlayersFazel Atrachali (Iran) Rs 1 croreU MumbaAbozar Mohajermighani (Iran)Rs 76 lakhTelegu TitansJang Kun Lee (Korea)Rs 33 lakhBengal WarriorsZiaur Rahman (Bangladesh)Rs 33.25 lakhBengal WarriorsFarhad Rahimi Milaghardan (Iran)Rs 21.50 lakhTelegu TitansWhat the players said:Deepak Hooda: “I am extremely excited but understand my responsibility for Jaipur Pink Panthers in the upcoming season. I was expecting bids to come close to INR 1 crore but could not believe it when it passed 1 crore and kept going. I will definitely miss Pune because I played 3 seasons with them and got to know them quite well. I am now going to go home as fast as possible to celebrate this incredible day with my sister and her children.”Fazel Atrachali: “I am very happy to be back in my second home – U Mumba. I have immense respect for the U- Mumba team because it is where it all began for me. The fact that I beat the record for the highest bid player (INR 1 Crore for 1 Player) is truly an incredible feeling.”Monu Goyat, on being the highest bid player: “I am extremely happy to be the highest paid player this season, there is a huge responsibility to deliver and I am glad to receive this opportunity. I will now focus on increasing the standard of my game and playing the best, I can.”Rishank Devadiga: “I’m very happy with today’s auction, I never thought that I would be auctioned at such a high rate with such a high bid, this is very joyous moment for me and especially for Pro Kabaddi League this season. Seeing kabaddi on such a high platform is a great feeling as there were 6 players who fall in the crore club, and none of us expected to see kabaddi have such a tremendous change. All I can say is that we as kabaddi players are couldn’t be happier.”Rahul Chaudhari: “I am very happy that my team has retained me and I am glad to be back to Telugu Titans. Every year the league witnesses’ massive jumps along with a tremendous growth in fan following and I am extremely happy to be a part of the Pro Kabaddi family. I have started my training and am looking forward to this season. It is a growing period for kabaddi and I think by the time the younger generation will step into the auctions, the bid may start at 6-7 crores. Kabaddi is only going to grow and I urge parents to send their children to play kabaddi.”","author":"Scroll Staff","time":"2018-05-30T23:42:39.207690+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/880892-lksfkczjmc-1527703281.jpg","tags":["Pro Kabaddi","Monu Goyat","Iran","India","Haryana Steelers","Telugu Titans","Jaipur Pink Panthers","Puneri Paltans","UP","U Mumba"],"source":"https://scroll.in/field/880892/monu-goyat-goes-to-steelers-for-rs-1-51-cr-as-six-players-become-crorepatis-in-pro-kabaddi-auction"}