{"title":"More than 16 crore Indians will face adverse effects of heatwaves from 2030, says World Bank","content":"More than 16 crore Indians will face adverse effects of heatwaves from 2030 and approximately 3.4 crore persons will lose jobs due to heat-induced decline in productivity, a World Bank report said on Wednesday.The heatwaves will shoot up the need for cooling, increasing the demand for air conditioners and other equipment. It will also prompt India to look for alternative and innovative cooling systems, the report said. This need will open an investment opportunity of $1.6 trillion (over Rs 129 lakh crore) by 2040 besides reducing greenhouse gas emissions significantly and creating 37 lakh jobs, it said.These observations were made in the World Bank’s “Climate Investment Opportunities in India’s Cooling Sector” report. It proposed a roadmap to support the India Cooling Action Plan 2019 through new investments in building construction, cold chains and refrigerants.The report said that devising climate-responsive cooling techniques in private and government-funded constructions could ensure that underprivileged persons are not impacted by rising temperatures.To reduce power consumption by 20%-30%, the bank has proposed a policy for district cooling technologies like generating chilled water in a central plant and distributing it to multiple buildings through underground insulated pipes. Such a system is cost-effective, it said.The report also suggested framing guidelines to implement local and city-wide urban cooling measures such as cool roofs.To reduce food and pharmaceutical wastage during transport due to higher temperatures, the report recommended fixing gaps in cold chain distribution networks. Investing in pre-cooling and refrigerated transport could help decrease food loss by about 76% and reduce carbon emissions by 16%, it said.The improvements needed to bring cost-effective measures will also create 2 lakh jobs for trained technicians over the next two decades and reduce the demand for refrigerants by around 31%, the report added.“India’s cooling strategy can help save lives and livelihoods, reduce carbon emissions and simultaneously position India as a global hub for green cooling manufacturing,” said Auguste Tano Kouamé, the World Bank’s Country Director in India.","author":"Scroll Staff","time":"2022-12-01T13:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173768-domynsphji-1651318429.jpg","tags":["World Bank","Heatwave","India heatwave"],"source":"https://scroll.in/latest/1038765/more-than-16-crore-indians-will-face-adverse-effects-of-heatwaves-from-2030-says-world-bank"}