{"title":"More convictions in 1993 Mumbai blasts case but no justice yet for victims of riots that came before","content":"On Friday, 24 years after the Mumbai bomb blasts of 1993, a special court convicted Abu Salem, Mustafa Dossa, Firoz Khan, Tahir Merchant and Riyaz Siddiqui for the serial explosions that killed 257 people. Another accused man, Abdul Qayyum, was acquitted of all charges.Immediately after the blasts, the state government set up a special court under the Terrorist and Disruptive Activities (Prevention) Act to hold trials in the blast cases. So far, the TADA court has convicted 106 people for their involvement in carrying out the bomb blasts. Yakub Memon, one of the convicts, was hanged in July 2015. The 12 blasts rippled down the spine of Mumbai on the afternoon of March 12, 1993. Orchestrated by underworld don Dawood Ibrahim, the blasts were an act of revenge against the communal riots that swept through Mumbai in December 1992 and January 1993 after the demolition of the Babri Masjid in Ayodhya on December 6, 1992. At least 900 people were killed in the riots and more than 2,000 were injured – the majority of them Muslims.However, the state government’s response to the communal riots was significantly different. The Srikrishna Commission dilemmaAfter the riots of December 1992 and January 1993, the state government set up a Commission of Inquiry under Justice BN Srikrishna. The Commission spent more than five years investigating the events of the riots, and published a comprehensive report that proved damning for the Shiv Sena, the nativist party that was elected to the Maharashtra government in 1995. The Srikrishna Commission report indicted Shiv Sena chief Bal Thackeray, other party leaders as well as the party mouthpiece Saamna for playing a major role in inciting communal passions and triggering Hindu attacks on Muslims during the riots. It described Thakeray’s role as that of a “veteran General” who “commanded his loyal Shiv Sainiks to retaliate by organised attacks against Muslims”.But even after conducting exhaustive investigations – much like a court of law – the Srikrishna Commission did not have the power convict any of the alleged perpetrators named in its report. Under the Commissions of Inquiry Act, an inquiry cannot be considered a court of law. Unsurprisingly, state governments appoint such commissions whenever they have no will to actually bring justice to crimes.By constituting it as a commission of inquiry, the state government restricted the Commission’s powers to merely making recommendations for prosecution. Its recommendations were then taken up by the police for further investigation.The recommendations in the Srikrishna Commission report were rejected outright by the Shiv Sena government, and over the years, successive state governments too did not act upon the recommendations.The falloutSo far, only three people have been convicted for their involvement in the riots, all on relatively minor charges like hate speech and inciting violence. No one has been convicted for the serious charges of murder, rape or arson, not even the many assailants named in the Commission’s report based on witness testimonies. In the majority of cases, the police simply chose to close the investigations.Over the years, several of the police personnel indicted in the report for their complicity in the violence went on to get promotions.One of the three convicts was former Shiv Sena MP Madhukar Sarpotdar, who was found guilty in 2008 of carrying weapons during the riots. Sarpotdar died in 2010 without ever serving his jail sentence, and today, he has a park in suburban Mumbai named after him.Shiv Sena chief Bal Thackeray, whose recorded speeches from 1992 openly incited violence against Muslims, was arrested briefly, but the court eventually dismissed the charges against him by saying the statute of limitations had expired. When Thackeray died in 2012, he was given a state funeral.","author":"Aarefa Johari","time":"2017-06-16T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/840881-60794-bpjmwiriqe-1497624100.jpg","tags":["Mumbai blasts","1992 riots","Abu Salem","Srikrishna Commission"],"source":"https://scroll.in/article/840881/more-convictions-in-1993-mumbai-blasts-case-but-no-justice-yet-for-victims-of-riots-that-came-before"}