{"title":"More than two years after his thumping win, why is Modi struggling to implement big policy moves?","content":"On May 23, 2019, Narendra Modi became only the second non-Congress prime minister to win two consecutive terms. The Bharatiya Janata Party won more than 37% of the popular vote with 303 seats in the Lok Sabha, giving it 55% of seats in the House – marking just the second time a party had an absolute majority since 1984. Back-to-back wins by the BJP meant the moment was historic, cementing the saffron party’s place as India’s most powerful party, significantly eclipsing the Congress, which had ruled India for decades after independence. Political scientists even started to argue that India now had a new party system, with the older coalition era giving way to one in which the BJP was the clearly dominant pole.However, since then the BJP’s fortunes have belied its massive mandate. While the Modi government did pass wide-ranging, controversial legislation in Parliament, it has had much less luck in actually being able to implement these policies.Narendra Modi and Amit Shah gesture as they celebrate the BJP's victory in India's general elections on May 23. Credit: Money Sharma/AFPSweeping legislationIn August, just a little over two months after Modi was sworn into office, the BJP pushed through moves that revoked the special status of Jammu and Kashmir – legally coded as Article 370 of the Indian Constitution – under which it had acceded to the Indian Union. Along with this, the Modi government moved in large numbers of troops in Kashmir, cut off means of communication and arrested hundreds of leaders.Just four months later, the Modi government passed the Citizenship (Amendment) Act in Parliament which, for the first time, brought in a religious criteria to Indian citizenship by allowing undocumented non-Muslim migrants from Afghanistan, Pakistan and Bangladesh to apply for Indian citizenship.Earlier, Amit Shah – then BJP president, now Union Home Minister – had linked the Citizenship Act with a proposal to create a nationwide register of citizenship in order to allude to the possibility that only Indian Muslims would have to prove their citizenship. The BJP had also supported the Supreme Court’s order to conduct a citizenship test in Assam in order to identify alleged migration of both Hindus and Muslims from Bangladesh.A year after the Citizenship Act was made into law, the Modi government passed three farm bills that sought to bring in large-scale changes in Indian agriculture by allowing the play of free markets in the selling of agricultural products as well as in farming.Cup and the lipAll three moves were significant, in line with the BJP’s massive mandate and were, quite naturally, presented as big wins by the saffron party. However, as it soon became apparent, passing legislation in Parliament is often only the first step to actually implementing policy.The passing of the Citizenship (Amendment) Act sparked off massive protests – among the most wide-spread in independent India’s history, with sit-ins and marches taking place across the country.Demonstrators attend a protest against the Citizenship Amendment Act at Shaheen Bagh in New Delhi on February 2, 2020. Credit: ReutersIt also attracted an immense amount of negative attention for India internationally, with the law being seen as overturning India’s history of secular democracy. In March, 2020 the United Nations High Commissioner for Human Rights filed an intervention application in the Supreme Court over the new law. That same month India lost its status as “free” under US-based think tank Freedom House’s 2021 rankings, a major driver being Amit Shah’s claims of a CAA-NRC “chronology” which would allow a Muslim-only citizenship exercise. Earlier, a United States government commission on religious freedom recommended that India’s home minister Amit Shah be “sanctioned” for his role in pushing the Citizenship Act.The new law as well as the politics around it – which alleged mass migration and religious persecution from Bangladesh – expectedly soured relations with Dhaka. In a rare move, Bangladesh Prime Minister Sheikh Hasina commented on the Indian law, calling it “not necessary”, claiming that there had been no migration of Bangladeshi minorities to India as a result of persecution. Hasina’s statement was driven by a sharp rise in anti-India sentiment in Bangladesh as a result of these allegations of migration. In 2021, when Modi visited Bangladesh, protests against him led to large-scale violence and arson with 17 people dead.Tactical retreatAgainst the backdrop of these reactions, the Modi government did something remarkable: it put the Citizenship Act in a state of suspended animation. In spite of the fact that the BJP had advertised it as a huge push for its politics, the law is yet to be implemented with the rules, or guidelines on how a legislation will be implemented, still to be notified. In West Bengal, home to a large number of Hindu Bangladeshi migrants, the BJP even downplayed the Citizenship Act in the 2021 Assembly election campaign, preferring to concentrate on bread and butter issues like local corruption.Earlier in December, 2019, at the height of the protests, the Union government had already performed a less dramatic climb down, with Prime Minister Modi delivering a speech washing the BJP’s hands of the NRC claiming that it was actually a Congress initiative. While this ignored not only Amit Shah’s repealed claims of bringing in a nationwide NRC and also the BJP’s own 2019 manifesto, more importantly it was another example of the BJP proposing dramatic changes only to temper itself once opposition marshalled.Farm lawsA similar dynamic played out with the farm laws. The legislation sparked off massive protests in the states of Punjab and Haryana, where farmers felt most threatened by the free market push of the new policy, given that they feared this would end large-scale government procurement of cereals that had characterised agriculture in these states since the Green Revolution. With large numbers of farmers camped on the borders of Delhi, it was the Supreme Court that, in an unusual exercise of judicial power, suspended the implementation of the laws without actually staying the laws.The court’s move was not opposed by the Modi government. In fact, the government itself offered to suspend the implementation of the laws as part of its offer to the protesting farmers – an offer that was rebuffed. More was to come: On July 2, 2021, the Modi government imposed stock limits on pulses in response to growing public anger against food inflation. This directly contravened one of the farm laws, the ​​Essential Commodities (Amendment) Act, making it clear that the political pressures of inflation would see the government come down in favour of the consumer over the theoretical free market principles elucidated at the time of the passing of the farm bills.Protesters against the Farm Laws storm Delhi's Red Fort on Republic Day, 2021. Credit: Sajjad Hussain/ AFPKashmir walk backThe BJP had to substantially retreat on its Kashmir policy too. While Jammu and Kashmir’s special legal status is unlikely to be back, the BJP’s plans to replace the Kashmir valley’s leadership seems to have come a cropper.  On June 24, Prime Minister Modi met Kashmiri leaders – many of whom had been under arrest post the removal of Article 370 – signalling that in effect, much of the old order of politics in the valley would be maintained. Calling this meeting a “humiliating walk back”, security and defence commentator Sushant Singh pointed out that to a large extent the Modi government’s hand had been forced by international factors such as US pressure as well as back channel talks with Pakistan.Note that Kashmir’s special status had anyway been completely eroded in substance by previous Congress governments. Legal scholar and historian AG Noorani called Article 370 an “empty shell” that, rather than award special status, actually gave New Delhi greater powers in Jammu and Kashmir compared to other states in the union. Thus, other than the cosmetic amending of Article 370, it is unclear what more actual powers New Delhi had gained in Kashmir with the 2019 action.Notably, Indian political logic often dictates that harsh policy  changes often be put in place at the beginning of a term with the next  election a fair distance away. Clearly the BJP has been unable to pull  that off. Even worse from its point of view is that its 2019 sheen has  dimmed after a significant number of losses in state elections since. To  add to that are the economic reverses due to the pandemic and economic  mismanagement which meant that the Indian economy was globally the worst  hit during Covid-19.Prime Minister Narendra Modi with leaders of Jammu and Kashmir political parties. Credit: Prime Minister's OfficeSquandering its electoral winThe BJP’s aggressive attempts to bring in policy and then retreat, or at least freeze, in the face of opposition is a pattern that tells us something significant about democracy and especially the way it functions in India. Elections as has been often pointed out are a necessary part of democracy – but by itself they are not sufficient as a tool of legitimacy. Even when a government is in office it constantly needs to utilise feedback loops and build support for its policies. This is doubly true for the Indian Union given its continental size.Unfortunately, the BJP’s hyper centralised governance model in Modi’s second term has completely ignored these ground realities. While the government has seen good traction on programmes such a providing piped water to homes or even abolishing the practise of instant triple talaq – already barred in many Muslim countries as well as under Indian law itself, as a result of a 2017 Supreme Court order – it has struggled to implement controversial policies that have significant opposition.Till now, there seems to be little realisation in the BJP that it needs to change either its far-reaching goals or its working style. Even successes from its first term like the Goods and Services Tax now stand damaged due to this, with Opposition parties on a warpath with the government – a sharp change from the consensus the BJP itself had brought about when introducing the tax.With the second Modi administration soon about to hit its halfway mark even as India is under major economic distress, there might not be enough political capital left for the BJP to force through the implementation of policies it had begun work on or introduce new ones. If the second half of Modi-II goes the same way as the first half, it would be a disappointing outcome for the BJP given the massive 2019 election win.","author":"Shoaib Daniyal","time":"2021-07-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155633-qfjtkjdikt-1614674976.jpeg","tags":["BJP","CAA","NRC","Farm Laws"],"source":"https://scroll.in/article/1000377/more-than-two-years-after-his-thumping-win-why-is-modi-struggling-to-implement-big-policy-moves"}