{"title":"More than interesting buildings, it is a city’s public spaces that affect the lives of people","content":"The US developers of a 300ft glowing orb, set to be built  in the middle of Stratford, east London, and accommodate upwards of  21,500 concert goers, have withdrawn their planning application. Las Vegas, in the US, already boasts one such venue, known as Sphere.  Citing its “extreme” disappointment at London residents not similarly  benefiting from what a spokesperson said was its “groundbreaking  technology and the thousands of well-paying jobs it would have created”,  Madison Square Garden Entertainment has decided the British  capital is not one of the forward-thinking cities it aims to work with.Campaigners have responded with glee, not least because, in response  to concerns over the proposed structure’s potential noise and light  pollution, developers had initially suggested they invest in blackout  curtains. “Residents would be served far better by building social  housing on the site,” a representative for Stop MSG Sphere London reportedly said.   Quite how a city both caters to its residents’ needs and sustains its  economy is an enduring debate. The tension is between innovation aimed  at boosting investment (in this instance, in the entertainment industry)  and what urban geographer Colin McFarlne terms the “right to citylife”.   Projects like the Sphere sit on one extreme end of what gets built in  a city. The British designer Thomas Heatherwick recently highlighted  what he sees as another extreme, though no less harmful: “boring buildings”. In his new book, Humanise – a Maker’s Guide to Building Our world, Heatherwick says  “bland architecture” causes stress, illness, loneliness, fear, division  and conflict. Research shows, however, that more than individual  buildings, how the city is planned as a whole variously harms or  improves people’s lives.The city as a complex system The physical and social environment of any given city are just two  contributing factors in the complex system that shapes the wellbeing of residents. Public health research  has found a positive, non-linear relationship with a higher prevalence  of mental health problems in more urbanised countries, particularly for  anxiety disorders.   Mental health problems now account for over a third of the total burden of disease in adolescents in urban settings. Research  shows that, for young people (a significant proportion of urban  populations), health and wellbeing constitute major determinants in  their future life prospects.  In Humanise, Heatherwick ignores this complexity. The book is a  collection of thoughts, ideas, visuals and reflections on the role of  contemporary architecture and architects. In it, the designer suggests  that the world is facing a “global epidemic of inhuman buildings” and  suggests a list of what to do and what not to do to achieve the reverse:  “interesting buildings”.  Heatherwick sees cities as collections of buildings, of architectural  objects. The problem here, of course, is that the various aesthetic  merits of any given structure can be endlessly debated. Some of Heatherwick’s arguments (“boring places contribute to  division and war”; “boring buildings help to cause climate change”) are  plainly simplistic. They also beg the question of who decides what is  and what isn’t interesting. As examples of interesting buildings that bolster people’s wellbeing, he cites, among others, the Parkroyal Collection hotel in Singapore and the Edgewood Mews housing project in Finchley, north London for their generosity. The first, he says, is “enthusiastic to share its wonder with everyone” and the second offers “more than minimum to the world”. To me, though, these are extravagant architectural statements of  capitalist power (the Singaporean hotel) and an over-designed fortress  building (London’s Edgewood housing project).\n\t\t\n\tSingapore's Park Royal Hotel. Credit: Basile Morin, CC BY-SA 4.0, via Wikimedia Commons.Public space in citiesIn the early 1900s, the German sociologist and philosopher, Georg Simmel, hailed  the advent of a new urban condition. Compared to rural life, he said,  the metropolis made people more individualistic, prioritised capitalist  modes of production and intensified sensory exposure. As a result, he  said: “Instead of reacting emotionally, the metropolitan type reacts  primarily in a rational manner”. City dwellers were, Simmel said, less  sensitive and further removed from “the depths of personality”.Mid-20th century architects and planners further explored the  socio-psychological damage wrought by urban expansion in the post-war  era. In his 1971 book, Life Between Buildings,  Danish architect and urban planner Jan Gehl underlined how, more than  architecture, urban space itself had the potential to either harm or  affirm social interactions. The capitalist logic underpinning modernist urban planning was  harming residents. More and more people were living in high-rise  buildings. Open, green spaces were commodified. Private transport was  prioritised. Gehl thought it was precisely in these daily situations,  where people move between home and work and play, that cities should  both “function and provide enjoyment”. In over-emphasising the design of exciting buildings, Heatherwick  overlooks this: that it is between and around buildings that you find  the essence of urban life.  Research shows  that urban policies have evolved since the 1970s, largely to try to  shape cities for the better and to ensure better accessibility, better  quality and diversity of housing, open spaces, more reliable  infrastructure and more robust services. After joining the World Health Organization’s healthy cities initiative  in 1987, Copenhagen developed a holistic urban policy. This included  walkable streets, public transportation, diverse housing opportunities,  more pointed social policies around ideas of community and using  taxation to encourage smoking control. Nearly four decades on, the  Danish capital continues to be upheld as one of the world’s healthiest cities.  However “good” or “interesting” architecture might be, it cannot  tackle poverty, social exclusion and public health on its own. But even high-rise buildings  can make a difference to people’s lives if they’re well designed and  well regulated. How the built environment is shaped as a whole is  crucial.In denying MSG planning permission for a London Sphere, city  authorities have prioritised residents’ concerns over private  investment. Everyone benefits from public space and infrastructure being  seen as public goods, not commodities.Haim Yacobi is Professor of Development Planning, UCL. This article was first published on The Conversation.","author":"Haim Yacobi, The Conversation","time":"2024-01-19T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139671-cttjuorwkm-1586333978.jpg","tags":["Urban Development","Urban infrastructure","Architecture"],"source":"https://scroll.in/article/1062163/more-than-interesting-buildings-it-is-a-citys-public-spaces-that-affect-the-lives-of-people"}