{"title":"‘More leaders would rebel against Karnataka CM, dissent likely to explode soon,’ claims BJP leader ","content":"Bharatiya Janata Party leader Basanagouda Patil Yatnal on Monday claimed that many more leaders in Karnataka would rebel against Chief Minister BS Yediyurappa, The Hindu reported. Yatnal added that Yediturappa would quit his post, as the dissent against him was likely to “explode” soon. Yatnal’s remark came days after Karnataka Rural Development and Panchayati Raj Minister KS Eshwarappa complained to Governor Vajubhai Vala about Yediyurappa’s “interference” in his department. Eshwarappa accused the chief minister of bypassing him to make allocations worth crores of rupees from his department. While speaking at an event on Monday, Yatnal claimed that no one would support Yediyurappa if the BJP high command decided to remove him from the top post, according to The Hindu. “BJP could not win more than 104 Assembly seats in the state under Yediyurappa,” Yatnal said. “If he is removed, the party would get 150 seats and a leader from North Karnataka would become the chief minister.” Yatmal added that the results of the the bye-elections on May 2 would “change everything” and Yediyurappa should “respectfully resign” before that. Bye-polls are scheduled to take place on April 17 for two Assembly seats of Basavakalyan and Maski ­and the Belgaum Lok Sabha constituency. Also read: Karnataka minister KS Eshwarappa complains to governor about CM’s interference in his departmentYatmal also claimed that Yediyurappas’s family, and not the BJP government, was ruling Karnataka. “Mr. Yediyurappa is too old to handle all the affairs,” he was quoted as saying by The Hindu. “He is a rubber stamp. BY Raghavendra [Yediyurappa’s son] is handling [government] affairs in Shivamogga and Mariswamy [a relative of the chief minister] is taking care of Bengaluru. BY Vijayendra [Yediyurappa’s other son], is looking after the entire affairs of the government in the state interfering in the administration of all the departments.” Last week, the BJP leader had alleged that some leaders in Karnataka had blackmailed Yediyurappa to become state ministers, The Hindu reported.After Eshwarappa’s dissent letter, the Congress had also said that Yediyurappa should either tender his resignation or sack the minister. “If a senior leader like Eshwarappa writes to the governor himself against the chief minister, this clearly shows that there is an internal issue in the government,” Karnataka Congress President DK Shivakumar had said. On the other hand, the BJP said that the minister should have discussed the matter with the chief  minister before writing the letter.","author":"Scroll Staff","time":"2021-04-06T12:29:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/hsucfzdeat-1532671341.jpg","tags":["BS Yediyurappa","Basanagouda Patil Yatnal","Karnataka"],"source":"https://scroll.in/latest/991509/more-leaders-would-rebel-against-karnataka-cm-dissent-likely-to-explode-soon-claims-bjp-leader"}