{"title":"Shiv Sena seeks disqualification of Eknath Shinde, 11 other rebel MLAs from Maharashtra Assembly","content":"10.50 pm: Rebel Shiv Sena leader Eknath Shinde asks “who are you trying to scare?” minutes after the party sought his disqualification. “We demand action against you [Shiv Sena] for creating an illegal group without a majority number,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    कोणाला घाबरवण्याचा प्रयत्न करताय?तुमची बनवाबनवी आणि कायदा आम्हालाही कळतो!घटनेच्या 10 व्या परिशिष्टाप्रमाणे (शेड्युल) व्हीप हा विधानसभा कामकाजासाठी लागतो, बैठकीसाठी नाही.यासंदर्भात सुप्रीम कोर्टाचे असंख्य निकाल आहेत.#RealShivsainik— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 pm: Shiv Sena MLAs seek disqualification of 12 rebel legislators, including Eknath Shinde, reports ANI. “We’ve filed petition before the Deputy Speaker [of the Maharashtra Legislative Assembly] and demanded that the membership of 12 [MLAs] should be cancelled as they didn’t attend yesterday’s meeting,” Shiv Sena MP Arvind Sawant says.Sawant says that a notice was issued before the meeting informing the party MLAs that if they did not attend then legal action would be taken against them.“Some didn’t come and some gave unnecessary reasons,” he added.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.59 pm: Maharashtra Shiv Sena MLA Dadaji Bhuse, MLA Sanjay Rathod and MLC Ravindra Phatak meet Eknath Shinde at Radisson Blu hotel in Guwahati, reports ANI.Bhuse and Rathod had gone incommunicado two day ago but Shiva Sena leaders had found them and brought them to the chief minister’s home.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Maharashtra Shiv Sena MLA Dadaji Bhuse, MLA Sanjay Rathod and MLC Ravindra Phatak with Eknath Shinde at Radisson Blu hotel in Guwahati. pic.twitter.com/nwGmY8Sr4E— ANI (@ANI) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.32 pm: Nationalist Congress Party chief Sharad Pawar chief says a floor test will decide if the Maharashtra government is in minority.“Maharashtra government is in minority or not has to be established in Vidhan Sabha,” says Pawar, according to ANI. “When procedures will be followed, then it will be proved that this government is in majority.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.13 pm: A petition has been filed in the Supreme Court seeking urgent directions in a pending case legislators who are disqualified from the Legislative Assembly or have resigned are prevented from contesting elections up to five years, reports Bar and Bench. The plea by Congress leader Jaya Thakur has been filed in an already pending petition filed by her in 2021 in which the Supreme Court had sought the Centre’s response.In the older petition, Thakur had stated that a trend has emerged across the country by political parties to violate the provisions of Xth Schedule by making ruling party MLAs resign from the House that leads to the fall of the government. The petition said that the MLAs who resign are then given ministerial posts by new government and also tickets to re-contest in bye-elections.“Recently, same thing(s) are repeated in State of Maharashtra,” she added.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.09 pm: Nationalist Congress Party chief Shrad Pawar backs Maharashtra Chief Minister Uddhav Thackeray.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.28 pm: On the Shiv Sena rebels in Guwahati, Deputy Chief Minister Ajit Pawar says: “Those who are there, we do not know how many went on their own will and how many were pressurised.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.11 pm: Congress leader Prithviraj Chavan blames the Bharatiya Janata Party for trying to “create instability and destroy Shiv Sena in the Brihanmumbai Municipal Corporation polls”, ANI reports. “This operation is being orchestrated from Delhi,” Chavan says. “Devendra Fadnavis is going to Delhi to take instructions and logistical support.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.02 pm: Nationalist Congress Party leader Chhagan Bhujbal says the Maha Vikas Aghadi government has the numbers to form a government in Maharashtra, ANI reports. “We stand with CM Uddhav Thackeray and will support him till the last moment,” he says. “We have numbers for the government as no MLA of Shiv Sena has resigned nor Shiv Sena has expelled anyone from the party.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.58 pm: Nationalist Congress Party leader Ajit Pawar says he doesn’t know why Sanjay Raut said that the Shiv Sena was considering exiting the Maha Vikas Aghadi government in Maharashtra, ANI reports. “It is the responsibility of all the three parties [Nationalist Congress Party, Congress and Shiv Sena] to save the government,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.50 pm: Maharashtra Deputy Chief Minister Ajit Pawar says he will support Chief Minister Uddhav Thackeray “till the end,” reports ANI. “We are keeping an eye on the current political situation,” the Nationalist Congress Party leader says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.22 pm: Shiv Sena leader Sanjay Raut asks the rebel MLAs to merge with the BJP, reports The Print. “Even during [Shiv Sena founder] Balasaheb [Thackeray’s] time, many people left us,” says Raut. “We have raised this party and brought it to power. Let anyone go.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.16 pm: Congress leader Prithviraj Chavan says he does not think that Maharashtra Chief Minister Uddhav Thackeray would agree to the demands of the rebel MLAs to pull out of the Maha Vikas Aghadi government in Maharashtra, reports PTI.“I have not heard Uddhav Thackeray sounding like this in his Wednesday evening’s public address,” Chavan told reporters. “I would be surprised if Uddhav Thackeray does such an about-turn in less than 24 hours. I don’t think that Thackeray would do that.”Addressing the citizens on Wednesday, Thackeray had offered to quit the chief minister’s post amid the rebellion by his party leader Eknath Shinde.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.10 pm: After saying that the Shiv Sena would consider quitting the Maha Vikas Aghadi alliance if the rebel MLAs came to Mumbai in next 24 hours, party MP Sanjay Raut in a tweet says that “the doors are still open for talks...Discussions can lead the way”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    चर्चेतून मार्ग निघू शकतो.चर्चा होऊ शकते.घरचे दरवाजे उघडे आहेत..का उगाच वण वण भटकताय?गुलामी पत्करण्यापेक्षा स्वाभिमानाने निर्णय घेऊ!जय महाराष्ट्र!— Sanjay Raut (@rautsanjay61) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.30 pm: West Bengal Chief Minister Mamata Banerjee says she wants justice for her Maharashtra counterpart Uddhav Thackeray amid the political turmoil, reports ANI.“Today [BJP] you’re in power and using money, muscle, mafia power,” she adds. “But one day you have to go. Someone can break your party too. This is wrong and I don’t support it.”The BJP has, however, maintained that minister Eknath Shinde’s rebellion is an internal matter of the Shiv Sena.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.25 pm: At a press conference in Mumbai, Shiv Sena MLA Kailas Patil claims some of those siding with the faction led by Maharashtra minister Eknath Shinde might be wanting to return, but are forced to stay back, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.37 pm: Congress leader Mallikarjun Kharge blames the Bharatiya Janata Party for the turmoil in Maharashtra, reports ANI. Kharge says that the BJP tries to topple government wherever the Congress is in power.“They’re also doing this for Presidential polls,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.30 pm: Nationalist Congress Party leader Jayant Patil says that if the Shiv Sena-led Maha Vikas Aghadi government falls, his party will prefer to sit in Opposition, reports NDTV. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.20 pm: Ahead of the Congress meeting, Maharashtra party chief Nana Patole says the outfit is in alliance with the Shiv Sena to prevent the Bharatiya Janata Party from coming to power, reports ANI.He alleges that the current political turmoil is due to misuse of Enforcement Directorate by the BJP government at the Centre, adding that the Congress is ready for a floor test in the Assembly. “We are with MVA and will remain,” Patole says. “If they [Shiv Sena] want to form an alliance with anyone, we do not have a problem.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.44 pm: Shiv Sena MLA Nitin Deshmukh says he was forcibly taken to Surat, reports ANI. “I tried to run away but was caught by Surat Police,” he adds. “Despite having no complications, doctors told me that I had a heart attack.”The MLA says 300-350 police personnel were watching the leaders. “We got to know about the conspiracy against the MVA [Maha Vikas Aghadi] government as soon as we reached Surat hotel.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: The Congress has called a meeting at 4 pm today, minutes after Shiv Sena leader Sanjay Raut said the party will consider the demand of rebel leaders to quit the ruling alliance if they come back from Guwahati, reports ANI.Congress leaders HK Patil, Balasaheb Thorat, Nana Patole and Ashok Chavan will attend the meeting today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: Raut has given a 24-hour deadline to the MLAs who are in Guwahati with Eknath Shinde to return, according to NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.03 pm: Shiv Sena leader Sanjay Raut says MLAs camping in Guwahati with disgruntled leader Eknath Shinde should come back to Mumbai and communicate with Maharashtra Chief Minister Uddhav Thackeray, reports ANI.“We are ready to consider exiting out of MVA [Maha Vikas Aghadi] if this is the will of all MLAs, but for that, they have to come here and discuss it with the CM,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.35 pm: Maharashtra Legislative Assembly’s Deputy Speaker Narhari Zirwal says he has approved the appointment of Ajay Choudhary as the Shiv Sena’s group leader in the House, reports PTI.Following his revolt, the Shiv Sena had removed Shinde as the party’s leader in the state Assembly on Tuesday and from the post of the chief whip.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.20 pm: Meanwhile, a video shows 42 MLAs, part of the Shiv Sena leader Eknath Shinde’s camp, in the Radisson Blu hotel in Assam’s Guwahati.Of these, 35 are from the Shiv Sena and 7 are Independents.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Assam | 42 rebel MLAs from Maharashtra - 35 from Shiv Sena and 7 Independent MLAs - seen together at Radisson Blu Hotel in Guwahati.#MaharashtraPoliticalCrisis pic.twitter.com/6MPgq42a3V— ANI (@ANI) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.15 pm: Only 13 MLAs are present at a meeting called by Maharashtra Chief Minister Uddhav Thackrey, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #MaharashtraPoliticalCrisis | Only 13 Shiv Sena MLAs present at Uddhav Thackeray's meeting https://t.co/n74vvSTC7KNDTV's Sohit Mishra reports pic.twitter.com/rFrcwolc1X— NDTV (@ndtv) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.51 pm: Deepak Kesarkar, one of the Shiv Sena MLAs currently in Guwahati, says that the rebel legislators do not want Chief Minister Uddhav Thackeray to resign, but want him to form a new government in alliance with the Bharatiya Janata Party, NDTV reports. Kesarkar says that development in Maharashtra would happen faster “if the Centre and state are together”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.42 pm:  The Shiv Sena is now unable to contact party leader Abhijit Adsul, a former MLA from the Daryapur constituency in the Amravati district. He is the son of Shiv Sena leader and MP Anandrao Adsul.In October, the Enforcement Directorate had searched Anandrao Adsul’s office in connection with an alleged fraud case.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: After a closed-door meeting of the Nationalist Congress Party, party leader Jayant Patil says that the Maha Vikas Aghadi alliance supports Chief Minister Uddhav Thackeray, ABP Majha reports. Patil adds that the party has called for another meeting in the evening, in which all its MLAs have been asked to be present.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.20 pm: The letter by Sanjay Shirsat claims that Shiv Sena MLAs were prevented from going to Ayodhya along with party leader Aaditya Thackeray. Shirsat questioned why they were stopped “when Hindutva, Ayodhya and the Ram Temple are the Shiv Sena’s issues”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: Maharashtra minister Eknath Shinde posts a letter by Shiv Sena MLA from Aurangabad Sanjay Shirsat on Twitter. Shirsat, in his letter, says that Sena MLAs have been discontent with Chief Minister Uddhav Thackeray. The MLAs have been made to wait outside Thackeray’s house on many occasions, and yet he would not allegedly meet them, he claims. Congress and Nationalist Congress Party leaders were given prominence, he alleged.Shinde always welcomed the MLAs with open arms, Shirsat says. Thackeray’s Wednesday address, in which he offered to step down as the chief minister, did not address MLA’s concerns, he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    ही आहे आमदारांची भावना... pic.twitter.com/U6FxBzp1QG— Eknath Shinde - एकनाथ शिंदे (@mieknathshinde) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: Nationalist Congress Party leader Jayant Patil says that the stage for a floor test has not been reached, ANI reports. Several leaders met at Nationalist Congress Party chief Sharad Pawar’s house.A governor can call for a floor test if a government in power loses the confidence of the House. A chief minister is asked to prove the majority in the House.On Thursday morning, Shiv Sena MP Sanjay Raut had said that when a floor test happens “everyone will see who is positive and who is negative”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.51 am: Shiv Sena MP Sanjay Raut says Maharashtra Chief Minister Uddhav Thackeray will not hold any meeting on Thursday, reports ANI. It was earlier reported that Thackeray would meet senior leaders of the Shiv Sena at his home.“[MLA] Nitin Deshmukh will hold a press conference,” says Raut.On Wednesday, Deshmukh had returned from the Shinde-led rebel camp alleging that he had been abducted and forcibly hospitalised.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.20 am: Members of Trinamool Congress Assam unit protest outside Radisson Blu hotel in Guwahati where the Shiv Sena MLAs are staying. State party President Ripun Bora is heading the demonstrations.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Members and workers of Assam unit of TMC protest outside Radisson Blu Hotel in Guwahati where rebel Maharashtra MLAs, including Shiv Sena's Eknath Shinde, are staying.Party's state president Ripun Bora is leading the protest here. pic.twitter.com/rfoD0fQSKU— ANI (@ANI) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.18 am: MLAs who are at Radisson Blu Hotel in Guwahati meet former Minister of State for Home Deepak Kesarkar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Assam: Rebel Maharashtra MLAs camping at Radisson Blu Hotel in Guwahati meet former MoS Home and Shiv Sena leader Deepak Kesarkar. pic.twitter.com/SoEQNt9sPZ— ANI (@ANI) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.15 am: Sanjay Raut says that Shiv Sena leaders who leave the party because of pressure from the Enforcement Directorate are not ardent followers of Balasaheb Thackeray, reports ANI. “When the floor test happens everyone will see who’s positive and who is negative,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: Shiv Sena MP Sanjay Raut claims that about 20 MLAs are in touch with the party, ANI reports. “When they come to Mumbai, you will get to know,” he says.Raut adds that the circumstances and pressure under which the MLAs had left Maharashtra will soon come to light.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I won't talk about any camp, I will talk about my party. Our party is strong even to this day...About 20 MLAs are in touch with us...when they come to Mumbai, you will get to know...will soon be revealed, in what circumstances, pressure these MLAs left us: Sanjay Raut, Shiv Sena pic.twitter.com/UBH9jH4qKs— ANI (@ANI) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.40 am: Nationalist Congress Party chief Sharad Pawar, Deputy Chief Minister Ajit Pawar, state Home Minister Dilip Walse-Patil, and other state ministers Jayant Patil and Jitendra Awhad are among those are attending a closed-door meeting of the party, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.28 am: A closed-door meeting of the Nationalist Congress Party begins at Silver Oak, the residence of party chief Sharad Pawar, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: All the rebel MLAs can permanently get the tag of “former” if Shiv Sena workers so decide, party mouthpiece Saamana says in an editorial. “Whether the Shiv Sena is in power or not makes no difference to the party organisation,” the editorial reads. “The only persons for whom it will make a difference are MLAs who fall prey to the BJP’s inducements and pressure.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.56 am: Maharashtra Chief Minister Uddhav Thackeray calls a meeting of the top Shiv Sena leaders at 11.30 am, reports News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.36 am: Shiv Sena MLAs Deepak Kesakar from Sawantwadi constituency, Mangesh Kudalkar from Chembur and Sada Sarvankar from Dadar took a morning flight from Mumbai to Guwahati, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.55 am: Three more Shiv Sena rebel MLAs arrive at the Radisson Blu Hotel in Guwahati in the morning hours, ANI reports. On Wednesday, four MLAs had reached the hotel.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Assam: Three more Shiv Sena's rebel MLAs reach Radisson Blu Hotel in Guwahati amid political instability in the ruling Maha Vikas Aghadi government in Maharashtra pic.twitter.com/AkYfw15nhV— ANI (@ANI) June 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.50 am: The four MLAs who reached Guwahati on Wednesday to join Eknath Shinde were Chandrakant Patil, Yogesh Kadam, Manjula Gavit and Gulabrao Patil, The Indian Express reports. Shinde needs 37 MLAs, or two-thirds of the Shiv Sena’s strength in the Assembly, to escape the anti-defection law.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 am: Here are the top developments from Tuesday on the political crisis in Maharashtra:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shiv Sena leader Eknath Shinde told reporters on Wednesday morning that 40 MLAs were with him in Guwahati. He said that the rebel MLAs would carry forward party founder Bal Thackeray’s Hindutva.Shiv Sena MP Sanjay Raut said that political developments in Maharashtra were heading towards the dissolution of the Assembly. However, soon afterwards, Nationalist Congress Party chief Chhagan Bhujbal said that there had been no talks about a mid-term election.Thackeray and Maharashtra Governor Bhagat Singh Koshiyari tested positive for Covid-19. The governor said he had mild symptoms but was hospitalised.Thirty-four MLA wrote a letter to Koshiyari and the deputy Speaker, stating that Shinde was the leader of the Shiv Sena’s legislature party.","author":"Scroll Staff","time":"2022-06-23T09:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176200-tptfczynvq-1656004084.jpg","tags":["Eknath Shinde","Shiv Sena","Maharashtra","Uddhav Thackeray","Maha Vikas Aghadi"],"source":"https://scroll.in/latest/1026735/more-mlas-join-eknath-shinde-camp-in-guwahati-hotel"}