{"title":"More nations condemn remarks on Prophet Muhammad, Opposition says BJP’s bigotry has isolated India","content":"Malaysia, Iraq and Turkey have joined the list of countries and organisations of Muslim-dominated nations that have condemned derogatory remarks about Prophet Muhammad by Bharatiya Janata Party spokespersons Nupur Sharma and Naveen Jindal, reported PTI on Tuesday. In the last two days, the Gulf Cooperation Council, Libya, Qatar, Kuwait, Iran, Saudi Arabia, Pakistan, Bahrain, the Taliban regime in Afghanistan, the Organisation of Islamic Cooperation, the United Arab Emirates, Oman, Jordan, Indonesia and the Maldives have lodged protests against the remarksSharma made the remarks during a debate on the Times Now television channel on May 26. Meanwhile, Jindal, who was media head of the BJP’s Delhi unit, had posted a tweet on June 1 about the Prophet, which he later deleted.The BJP suspended Sharma and expelled Jindal on Sunday after a number of West Asian countries summoned Indian envoys.In a statement released on Tuesday, Malaysia’s foreign ministry said that it summoned BN Reddy, India’s high commissioner to the country, and rejected the statements by the BJP spokespersons. The ministry welcomed BJP’s action against Sharma and Jindal.“Malaysia calls upon India to work together in ending the islamophobia and cease any provocative acts in the interest of peace and stability,” the statement added.In Turkey, Omer Celik, the spokesperson of the ruling Justice and Development Party, described the statements against the Prophet as an insult to all Muslims, according to PTI.Press Release: Malaysia strongly condemns defamatory remarks by Indian politicians@saifuddinabd @KamarudinJaffar @amran_zin @CheongLL_WP @JPenerangan @bernamadotcom pic.twitter.com/FiOSigFQxu— Wisma Putra (@MalaysiaMFA) June 7, 2022\n\nIraq said in a statement on Monday that the “malicious and disgraceful” acts would have serious repercussions and may have dire consequences leading to impacting “peaceful coexistence, as well as increase strife and tensions between people”, PTI reported, citing state-run Iraqi News Agency.In response, New Delhi reiterated that the BJP spokespersons’ statements do not reflect the views of the Indian government. “In line with our civilisational heritage and strong cultural traditions of unity in diversity, Government of India accords the highest respect of all religions,” the Indian embassy in Iraq said. “Strong action has already been taken against those who made the derogatory remarks.”Indian embassies in Qatar and Kuwait had made the same statements in response to the condemnation.  On Monday, the Gulf Cooperation Council said that its Secretary General Nayef Falah M Al Hajraf condemns the “prejudicing all the prophets and apostles as well as personalities and religious symbols”.The Gulf Cooperation Council is an intergovernmental body of six West Asian nations.The foreign ministry of Libya also expressed its concern on the “insulting statements” on Prophet Muhammad by the BJP spokespersons.#بيان_صحفى | بشأن ماقام به المسؤل الإعلامي بحزب الحاكم في الهند من تصريحات مسيئة للرسول محمد عليه الصلاة والسلام. pic.twitter.com/T01FXc4q5a— ‏وزارة الخارجية والتعاون الدولي - دولة ليبيا (@MFA_Libya) June 6, 2022\n\nMeanwhile, a supermarket in Kuwait took Indian products off its shelves in protest against the suspended BJP spokesperson’s comments. The outlet covered sacks of rice and shelves containing spices and chilies with plastic sheets, according to AFP.“We, as a Kuwaiti Muslim people, do not accept insulting the Prophet,” Nasser-Al-Mutairi, the chief executive officer of the store, said.On Sunday, Kuwait’s foreign ministry had summoned the Indian Ambassador to the country, Sibi George, and handed over an official protest note.Punish hate propagandists, says OppositionMeanwhile, Opposition leaders on Monday accused the BJP of hurting India’s interests and global standing.Congress leader Rahul Gandhi said that the BJP’s “shameful bigotry” has isolated India. “Divided internally, India becomes weak externally,” he wrote in a tweet.Divided internally, India becomes weak externally.BJP’s shameful bigotry has not only isolated us, but also damaged India’s standing globally.— Rahul Gandhi (@RahulGandhi) June 6, 2022\n\nKerala Chief Minister Pinarayi Vijayan on Monday accused the Rashtriya Swayamsevak Sangh and its affiliates of bringing shame to the country, and urged the Union government to “punish the hate propagandists”. He said that Hindutva communal politics was marginalising the Muslim community and destroying India’s social security and economic stability.Delhi Deputy Chief Minister Manish Sisodia questioned how “small countries” could dare to threaten India. “What is this state that Modiji and the BJP have turned the country into?” he wrote in a tweet. “Today, every Indian citizen is in pain, there is no limit to the sorrow.”इतने छोटे छोटे देशों की भारत जैसे महान देश को आँखें दिखाने की हिम्मत हो गयी?मोदी जी और भाजपा ने देश का क्या हाल कर दिया। आज हर भारतवासी बेहद पीड़ित है, दुःख की सीमा नहीं।— Manish Sisodia (@msisodia) June 6, 2022\n\nThe Dravida Munnetra Kazhagam demanded that Sharma and Jindal be arrested and said that such “irresponsible comments of hatred” disrupt social peace, PTI reported.Strongly encourage respect for all religions: UNMeanwhile, a spokesperson for United Nations Secretary-General Antonio Guterres on Monday said that the global body strongly encourages respect and tolerance for all religions.The spokesperson made the remarks in response to a question by a Pakistani journalist on the condemnation of the remarks about Prophet Muhammad by several Muslim-dominated nations.“I have seen stories,” spokesperson Stephane Dujarric said. “I haven’t seen the remarks themselves, but I mean, regardless, I can tell you that we strongly encourage respect and tolerance for all religions.”","author":"Scroll Staff","time":"2022-06-07T09:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175433-nhaoyywyzv-1654573943.jpg","tags":["BJP","Libya","Gulf Cooperation Council","Nupur Sharma","Naveen Jindal"],"source":"https://scroll.in/latest/1025627/more-nations-condemn-remarks-on-prophet-muhammad-opposition-says-bjps-bigotry-has-isolated-india"}