{"title":"Most parts of India to witness more heatwaves than normal this summer","content":"Most parts of India will face above normal heatwaves during the three months of April to June, the India Meteorological Department predicted on Saturday. Some areas in North East and North west India and some isolated pockets in peninsular India are the only regions expected to be spared from the heatwaves.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal.In April itself, several states like Bihar, Jharkhand, East Uttar Pradesh, Odisha, parts of West Bengal, northern Chhattisgarh, western part of Maharashtra, Punjab and Haryana, Gujarat and some parts of West Uttar Pradesh will scorch under heatwaves, the weather department said in its seasonal outlook.\n\t\t\n\tTemperature forecast for India during April-June (Credit: India Meteorological Department)India has been witnessing a steady rise in the incidence of heatwaves over the last two decades. In October, a study published by medical journal The Lancet said that deaths caused due to heat in India increased by 55% between 2000-2004 and 2017-2021.Exposure to heat also caused a loss of 167.2 billion potential labour hours among Indians in 2021, the study noted. This resulted in income losses equivalent to about 5.4% of the national gross domestic product, it added.  In another report published in December, the World Bank had predicted that more than 16 crore Indians will face adverse effects of heatwaves from 2030 and approximately 3.4 crore persons will lose jobs due to heat-induced decline in productivity.Also read: Without mitigating measures, the health effects of heat stress will worsen considerably in India","author":"Scroll Staff","time":"2023-04-01T20:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173796-iyktxakgeh-1651392101.jpg","tags":["Heatwave","Heat wave","India Meteorological Department"],"source":"https://scroll.in/latest/1046668/most-parts-of-india-to-witness-more-heatwaves-than-normal-this-summer"}