{"title":"Most political parties in India are dynastic. But some are more dynastic than others","content":"The alliance between Uttar Pradesh Chief Minister Akhilesh Yadav’s Samajwadi Party and Congress Vice-President Rahul Gandhi’s Congress has been popularly perceived as a symbiotic strategy of two dynasts seeking to preserve their political empires. Gandhi represents the fourth generation of the Nehru-Gandhi family in electoral politics post-Independence. Akhilesh Yadav is the second-generation politician, who has grabbed the royal spectre of Uttar Pradesh’s reigning Yadav dynasty, which his father Mulayam Singh Yadav inaugurated.Dynasts of rival parties have often come under fire from Prime Minister Narendra Modi, who derisively referred to Rahul Gandhi as shahzada or prince during the 2014 Lok Sabha election campaign. Yet, ironically, his Bharatiya Janata Party has given the party ticket to a slew of dynasts in the ongoing Uttar Pradesh Assembly elections.Home Minister Rajnath Singh’s son, Pankaj Singh, has been fielded from Noida; BJP MP Hukum Singh’s daughter, Mriganka, is contesting in Kairana, from where it had been falsely claimed that Muslims had compelled Hindus to migrate. Nilima Katiyar, daughter of former UP Minister Premlata Katiyar, is in the fray in Kalyanpur, where Kanpur’s prestigious Indian Institute of Technology is located.For abandoning the Congress ship, Rita Bahuguna, daughter of the late Hemwati Nanda Bahuguna, a Congress stalwart, has been awarded the BJP ticket from Lucknow Cantonment, from where she won in 2012. Her brother and former Uttarakhand Chief Minister Vijay Bahuguna’s son Saurabh is now a BJP candidate, as is former Chief Minister BC Khanduri’s daughter Ritu.Others in the BJP trying to script dynastic succession are veteran politician Lalji Tandon, former chief minister Kalyan Singh, senior leader Brahm Dutt Dwivedi and Brij Bhushan Sharan Singh, an MP who’s widely described as a mafia don. These examples vividly illustrate the depth to which dynasticism has struck roots in Indian polity.Indeed, almost all political parties are dynastic, but some are more so than others. This is one of the many conclusions of Democratic Dynasties: State, Party and Family in Contemporary Indian Politics, which Kanchan Chandra, a New York University professor, has edited. The book mines a rich vein of data on the composition of the three Lok Sabhas elected in 2004, 2009 and 2014.Lok Sabha representation in some of the major political parties. Table 1 shows dynastic MPs accounted for 20.07% of the 543 members of the Lok Sabha in 2004, grew to a high of 30.07% in 2009, and dipped to 21.92% in 2014. Then again, 36% of the parties represented in Parliament have leaders with a dynastic background.But for the BJP, the Congress and, to an extent, the communist parties, most Indian parties have their footprints confined to a state. Dynastic leaders, for a variety of reasons, are generally inclined to nominating members of political families to contest elections, whether to the Assembly or the Lok Sabha, suggesting that the fairly high incidence of dynasticism at the national level is more than likely to be replicated in the states.Different dynastiesThe book categorises an MP as dynastic if a member from his or her family preceded him or her in electoral politics of pre-Independence and post-Independence India. By this definition, Mulayam isn’t dynastic as he was first in his family to enter politics in 1967. Subsequently, though, he established a dynasty whose several members are simultaneously operating in electoral politics.Family tree of Mulayam Singh Yadav, the SP Supremo.... pic.twitter.com/WKRalaCrAW— MukulPositive (@MukulPositive) November 5, 2016\nThe Yadav-type of dynasty or, for that matter, the Bahugunas – both of which have several members in electoral politics at the same time – represent what Chandra calls concurrent dynasty. There are also locally rooted dynasties – that is, their members contest from constituencies which their family elders earlier represented. Thus, if BJP MP Hukum Singh’s daughter, Mriganka, wins in the 2017 Assembly elections, their family would be an example of concurrent dynasty that is also locally rooted.Of this type of concurrent-cum-locally rooted dynasty, the Gandhis – Sonia and her son Rahul – are nonpareil. Rahul succeeded Sonia in Amethi, from where her husband Rajiv Gandhi, before his assassination in 1991, contested after his brother Sanjay died in a plane crash in 1980. Sonia now represents Rae Bareli, which had elected her mother-in-law Indira Gandhi and father-in-law Feroze Gandhi in the past.Family of Lalu Parsad YadavHum Do Humare Gin Lo 😜😜😜 pic.twitter.com/c4Ff920dmA— Salman Ahmad (@salmanirshad15) October 16, 2015\nTable 1 throws up a few surprises, not because a high percentage of the INC or Indian National Congress MPs are dynastic – 28.28% in 2004, 39.61% in 2009, and a whopping 47.73% in 2014. The Congress is deeply embedded in popular consciousness as a party of dynasts, not least because three of its six leaders who became prime minister were from the Gandhi-Nehru family – Jawaharlal Nehru, Indira Gandhi and Rajiv Gandhi – and who between themselves ruled the country for 39 years. In more recent times, a Gandhi-Nehru family member has been the party president for yearsNor does it surprise to find in Table 1 that the NCP or the Nationalist Congress Party, the SAD or Shiromani Akali Dal, the RLD or Rashtriya Lok Dal, the BJD or Biju Janata Dal, and the DMK or Dravida Munnetra Kazhagam score high on the dynastic scale. At times, though, regional parties report inordinately high number of dynasts because, confined as these are to a state or two, the number of MPs who win on their tickets is low.The Karunanidhi family. Image: PTISome of the founders of these regional parties can’t be classified as dynasts, but they either crafted dynastic succession or are in the process of engineering it. Sharad Pawar isn’t a dynast but appears keen on a family member heading the Nationalist Congress Party. This is as true of Shiromani Akali Dal’s Parkash Singh Badal and the DMK’s M Karunanidhi – the next generation is already in effective control of their party organisations.In some cases, the principle of dynastic succession is invoked posthumously, to legitimise a leader’s control over his or her parties. Odisha Chief Minister Naveen Patnaik wasn’t in politics at the time his father Biju Patnaik died. For their own survival, Biju Janata Dal leaders persuaded Naveen to take over the party reins. Ajit Singh was a professional working in the United States until the death of his father, Charan Singh. He returned to India to lead his father’s party, which is now known as Rashtriya Lok Dal.And BJP accuses others of dynasty politics! pic.twitter.com/P2MGbKz5gA— Navin Khaitan (@navinkhaitan) January 18, 2017\nOpposed to dynasticism?But the big surprise in Table 1 lies in the presence of dynastic MPs in parties supposedly opposed to dynasticism and which, even if self-avowedly, claim to be driven by ideology, not family connections. Of the BJP’s elected MPs, 14.49% in 2004, 19.13% in 2009 and 14.89% in 2014 were dynastic.Significantly, the BJP’s share of all dynastic MPs elected to the Lok Sabha in 2014 jumped to 35.29%, as against the Congress’ 17.65%. Earlier, the Congress had taken the number one slot on this count, accounting for 37.61% of all dynastic MPs in 2004 and 50.91% in 2009. Certainly, the BJP doesn’t recoil from fielding dynasts in elections.No less opposed to dynasticism is the CPI(M) or the Communist Party of India-Marxist, yet 18.75% of its MPs in 2009 were dynastic. The CPI or Communist Party of India has just one MP in the current Lok Sabha and he is dynastic. The BSP or Bahujan Samaj Party was out for a duck in 2014, but 38.10% of its 21 MPs in 2009 were dynastic. (See Table 1)#truth Of #Nehru & #Gandhi Dynasty they make \"गरीबी\" our Destiny @INCIndia Destroy our Country pic.twitter.com/SK8YD4wOes— गागर में सागर (@Capilbhargava) May 14, 2016\nIncentives for dynasticismMPs must have strong motivations to shepherd their children into the hurly-burly of electoral politics. One of these is on account of the rising benefits from the exercise of state power. “The Indian state is a dominant state in which public officials have tremendous discretion in the exercise of state power,” Chandra explains. Not only does the state control access to services and goods, its officials also enjoy a high degree of discretion for distributing these among individuals.Discretion can enable an MP to receive commissions on deals he or she can swing or take a percentage of the contract amount spent on projects sanctioned under the Member of Parliament Local Area Development Scheme. These illegal gains of the MP are augmented by benefits which are legal but deemed morally wrong – for instance, he or she can get preferential access to credit or licences to, say, run transport companies.All these are in addition to fixed salaries, perks like rail passes, free telephone calls, a secretarial staff paid by the state, and a sprawling house in Lutyens’ Delhi, where the rental value is steep. On top of it, MPs command high social status, not least because they are perceived to be serving the people.Acquisition of state power also enables a person to protect his or her interests. As Chandra writes, “One former MP whose family repeatedly fights elections does so, he argues, in part to block encroachment on his estate that would become likely if his rivals come to power.”गुरुकुलास भेट! “@nileshkhareview: Sharad Pawar Family pic with PM Narendra Modi pic.twitter.com/1kwkX6NYtA”— Abhijeet Pharande (@abhzy) February 16, 2015\nFor all these reasons, democratic dynasties have taken to lateral expansion, evident in the increasing number of leaders who are being elected at the same time as their siblings, children, or their wives also are. Uttar Pradesh’s Yadav dynasty is a prime example of it, as are the Pawars. Lalu Prasad Yadav’s two sons are ministers in the coalition government in Bihar; his wife Rabri Devi has served as chief minister and their daughter, Misa, is a member of the Rajya Sabha. Lok Janshakti Party leader Ram Vilas Paswan and his son, Chirag, are members of the present Lok Sabha.Indeed, benefits to a concurrent dynasty multiply when it has multiple members controlling levers of state power. This fact should inspire every MP to induct his or her children into electoral politics. Some succeed; a lot many don’t. Their success or failure depends not only on their ability to win elections, but also on whether the party to which they belong has a propensity to favour dynastic succession and expansion.When two Yadav dynasties unite. At the wedding ceremony of Lalu Prasad Yadav's daughter Raj Lakshmi with Mulayam Singh Yadav's grandnephew and MP Tej Pratap Yadav in New Delhi. Image: PTIDegrees of dynasticismFor a party to demonstrate a high degree of dynasticism, it should be old enough to have MPs who were active in politics, at least, in the 1960s and 1970s. It is then their children or relatives can hope to succeed their elders in the 2000s. This is one possible reason why the Congress is more dynastic than others, having spearheaded the national movement and emerging as the most dominant party in India’s first election.However, the Samajwadi Party, Biju Janata Dal, Rashtriya Lok Dal and Rashtriya Janata Dal were established post-1990 – and yet they show a high degree of dynasticism.  But then, these parties were spawned by the Janata Dal and the Janata Party through more than 15 years of splits interspersed with periodic unity.  Many of the Janata Party members were stalwarts of the socialist movement, which boasted tremendous verve in the 1960s. In fact, some of them were previously in the Congress – for instance, Charan Singh and Biju Patnaik.This historicity causes Adam Ziegfeld in “Dynasticism across Indian political parties”, a chapter in Democratic Dynasties, to note:“The presence of highly dynastic parties among ranks of splinter parties should not be surprising since these splinter groups typically inherit from their parent party a reservoir of former politicians and senior politicians who could be the basis for political dynasties.”But then, the communist parties too are old, as is the Bharatiya Janata Party, which, though established in 1980, drew its cadres and leaders from the Jan Sangh. Both the communists and the Jan Sangh have been enthusiastic participants in Indian elections from the very beginning. Yet, in comparison to the Congress, they are far less dynastic.By contrast, the Bahujan Samaj Party is of very recent vintage. Yet, nearly 38% of its 21 MPs in 2009 were dynastic, suggesting that the age of parties as an explanation for dynasticism is more a thumb rule that isn’t applicable in all contexts.Chandra suggests some parties are more dynastic than others because they are organisationally weak. There are, Chandra writes, “functional benefits that family ties provide to organisationally weak parties, couple with the weak constraints that such parties have against dynasticism”. This argument treats dynasticism in Indian politics as institutional.Organisationally weak parties do not have established rules in place to distribute tickets, which are often decided upon by the supreme leader and his or her cabal. The more autocratic a party is in its functioning and the greater its dependency on a solitary leader, the more likely it is to favour dynasts, particularly those who possess strong local roots. Denying them the party ticket can goad them into defecting to a rival formation.Then again, a dynast running a party can’t refuse to take into account the demand of his important and powerful colleagues to have their children or relatives succeed them in their constituencies. Such a refusal will tacitly delegitimise the leader who inherited the crown, so to speak, by invoking the principle of dynastic succession.This is as much applicable to leaders who were themselves not dynasts, but now want to hand over the party reins to a member of his or her family. Quite possibly Karunanidhi’s wish to pass the leadership mantle of the DMK to his son MK Stalin explains why 33% of the party’s MPs in 2009 were dynastic.By contrast, the AIADMK has a relatively less share of dynastic MPs even though its leader, J Jayalalitha, ran it autocratically, a condition considered conducive to the mushrooming of dynasties. This could be because, as Ziegfeld suggests, “Jayalalitha came to power as head of the AIADMK by thwarting the dynastic succession of the former leader MGR’s wife Janaki. Nominating candidates on the basis of their family ties (could have) undermine(d) her own claim to power within the party.” In other words, an autocratic leader also enjoys the discretion of denying nomination to dynasts.The dynastic factor plays a less dominant role in organised parties – the BJP and the CPI(M), for instance. They demand a fair degree of ideological commitment from their members and have well established rules to determine who progresses in the party. They also have multiple gate-keepers whom a dynast must satisfy before he or she can bag the party ticket. They also have a better mechanism to quell rebellion or ensure a dynast’s defection doesn’t severely affect their electoral prospects.Nevertheless, they too can’t ignore dynasts, evident in the BJP’s decision to give tickets to them in the UP Assembly elections. One factor could be winnability – locally rooted dynasties perhaps have a better chance at winning a closely fought election.The other factor could be that structures of maintaining cohesion in their local units could be weaker. As Chandra points out, “Even though the BJP renominates dynastic MPs to a lesser degree than the Congress, it may be especially likely to renominate dynastic MPs in those localities in which…devices of preventing defections are weak.”Prakash Singh Badal, Sukhbir Badal and Harsimrat Kaur Badal. Image: PTIDemocratic dynastiesWhatever their compulsions, political parties are favourably inclined to dynasts. Indeed, as Chandra points out, parties in 2009 “renominated 65% of dynastic MPs compared to 57% of non-dynastic MPs. In 2014, parties renominated 75% of dynastic MPs, compared to 65% of non-dynastic MPs.”But these dynasties have emerged, to use a phrase from the book, from the ballot box. They are not akin to erstwhile royal families, which account for barely 3% of all dynastic MPs in the last three Lok Sabhas. Democratic dynasties do not invoke a divinely ordained right to rule, as so many maharajas and zamindars did while contesting in the first Lok Sabha election.Family name perhaps gives a candidate the advantage of “brand recognition” and imparts credibility to his or her pre-election promises. At least Akali Dal leader Sukhbir Singh Badal, the son of Punjab Chief Minister Parkash Badal, thinks so. As he memorably said once, “The family system runs because of credibility… Why do people want to buy a Mercedes car? Or a BMW car? Because they know the credibility of that car. You can come out with a car that nobody knows, nobody will buy it.”But given that the Badals are likely to be voted out of power, largely because of the notoriety their model of governance acquired, it is a point to ponder whether a democratic dynasty can regain the credibility once it is eroded. This thought should restrain India’s dynasts, including Rahul Gandhi and Akhilesh Yadav, from behaving as if they were to the manor born, preordained to rule.This article is first of a three-part story on dynasties in Indian politics. It is based on Democratic Dynasties: State, Party and Family in Contemporary Indian Politics edited by Kanchan Chandra.Ajaz Ashraf is a journalist in Delhi. His novel, The Hour Before Dawn, has as its backdrop the demolition of the Babri Masjid.Part II: Why Dalit and Adivasi political dynasties lag behind those of forward (and even backward) castesPart III: No reservations: Political dynasties have helped boost women’s representation in Lok Sabha","author":"Ajaz Ashraf","time":"2017-02-21T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829588-51642-tobtthtbse-1487292890.jpg","tags":["Dynasties","Political dynasties","Elections"],"source":"https://scroll.in/article/829588/most-political-parties-in-india-are-dynastic-but-some-are-more-dynastic-than-others"}