{"title":"‘Mother India’ at the Oscars: ‘The audience laughed with the characters and cried with them’","content":"For Mehboob the crowing moments of glory followed one after another in quick succession. Following the sweeping victory of Mother India at the “Flimfare” awards, Mehboob received the finest news he had ever received in his entire life – his film “Mother India” had been nominated as the Indian entry in the Best Foreign Language Film category at the Academy Awards in Hollywood. It was the first ever Indian film to have received this signal honour.His pulses pounding with the taste of impending glory Mehboob knew that the time had come for his third visit to Hollywood. This time he would attend the Academy Awards ceremony in person – because this time he and wife Sardar Akhtar were invited as guests of the Academy of Motion Picture Arts and Sciences in Los Angeles.During my tenure at “Filmfare” we had an excellent Hollywood correspondent, Sylvia Norris. And well in advance of Mr and Mrs Mehboob’s departure for Hollywood we had briefed her to personally look after them well, to fix up whatever appointments Mehboob wanted with the people he needed to meet in Hollywood, and to file a detailed report on it all.Here’s what Sylvia Norris wrote (“Filmfare:” June 6, 1958): The day Mehboob Khan met Cecil B. DeMille in Hollywood, he was referred to as ‘The DeMille of India’. This is a title he richly deserves, not only for his latest spectacle, Mother India, but for the thirty years of devotion he has given the Indian film industry. “When the producer and director, Mehboob Khan and his wife arrived in Hollywood as guest of the academy of Motion Picture Arts and sciences, they caused quite a sensation. They were the centre of attraction at every press conference and party they attended people kept asking if Mrs Khan was the star of Mother India.” “Later, I learned that she had indeed starred in the original version in 1993, an ambitious young man had produced and directed Woman, as it was then titled, starring Sardar Akhtar. A short time later he married the lovely girl.“And what did Mr Mehboob think of Hollywood? “A very delightful, interesting  city. I was here a few years ago when my picture Aan was screened. It has changed quite a lot. It seems much bigger than it was before – it spreads out for so many miles. In New York the city grows upwards, here…” he spread his hands. “It is like so many towns joined together.”“What did he think of the studios in Hollywood? Mehboob has pursed his lips slightly. “Picture studios – They are the same everywhere. Of course the studios are much larger here than they are in India. The stages are bigger. The sets more elaborate. Sometimes, more time and money is spent on a sequence that may be on the screen for no more than a few minutes…” and then he had smiled.” But who am I to talk of the Hollywood studios?”“In speaking of the main differences as he saw it between Hollywood and India.  Mehboob had said that in Hollywood it was like a machine – it was very business-like, whereas in India it was more of a family affair and a producer would have great personal interest in the welfare of the people working for him.“I believe I found a good example of this while going through the illustrated brochure on Mother India which the academy gave me, when Mehboob’s picture was nominated.“One whole page is given over “In Gratitude to Friends.” There are also pictures of them and Mehboob says: “When a producer requires 300 bullock-carts, 2000 farmers, scores of horse, tractors and ploughs and 500 acres of paddy fields to be flooded – not to mention the sympathy and active support of scores of villages – to produce a spectacular picture like Mother India, money becomes a helpless instrument of negotiation.”“This is the difference.“In Hollywood, a producer’s main consideration is to have the money or find a group of persons or a bank to finance him. Then he will go out and buy what he needs in the way of equipment, rent the land and hire the people.                            “Further, says Mehboob: “Money cannot buy these things in India .But the love and sentiment of our beloved peasants can place all this and more at the disposal of the producer.”“The two private screenings of Mother India were well-attended. General reaction to the film was that the music, the story and the photography were of top quality, and the acting and directing superb – especially that of Nargis, and of Master Sajid who played as a young boy.“I noticed that the audience laughed with him and, at times, cried with him. The boy is remarkable. He has star quality.“And,” Mehboob told me, “he was only four year old when we made the picture.”“Fortunately, I was able to view Mother India in the long version. “I wanted to show my cut version,” said Mehboob, “It runs just under two hours – but Technicolor had the print and told me they could not have it ready in time for the Oscar voting.“He is modest. Mother India is too great a picture to cut down to half its original playing time.“Mehboob Khan’s modesty was evident in many ways. For instance, he did not notify anyone in Hollywood of his arrival. The Academy was still sending cables to India, asking when he was expected, when he was safely ensconced in the Beverly Hills Hotel and looking around quietly at everything.“However, when asked, he was quite willing to return to the airport – a round trip of about twenty-five miles – for his official arrival, after he had already spent a whole week there!”Mother India did not win the Academy Award that year. It lost by a single vote at the third poll. The Best Foreign Film Award went to the Italian Producer Dino de Laurentiis’ Nights of Cabiria.It was a severe blow but Mehboob put a smile on it and laughed it off. What he did win however was a marked respect as a great film showman from India. And above all, when his guru Cecil B. DeMille saw the film he was all praise for Mehboob yet again and confessed to having come to know the real India better after seeing the film.Excerpted with permission from Mehboob...India’s DeMille by Bunny Reuben, HarperCollins India.","author":"Bunny Reuben","time":"2016-09-23T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817262-42063-zegzhvilfj-1474615329.jpg","tags":["Best Foreign Language Film Oscar","Mother India","Mehboob Khan"],"source":"https://scroll.in/reel/817262/mother-india-at-the-oscars-the-audience-laughed-with-the-characters-and-cried-with-them"}