{"title":"‘Motive was to get gallantry medal’: CBI indicts Manipur police for ‘cold blooded murder’","content":"On November 23, 2012, Manipur Police sub-inspector P Tarunkumar was awarded the “police medal of gallantry” by the country’s president. Tarunkumar was accorded the honour for leading the four-member team that had eliminated Mohammed Zamir Khan on January 20 that year.According to the first information report filed by Tarunkumar, Khan was plotting to kidnap and bomb Congress workers ahead of the 2012 Assembly elections. Acting on “reliable inputs”, the police team set up vigil at Lillong Santipur under Irilbung police station in Imphal East district, the FIR stated.When the police asked Khan and his accomplices to stop, they “started gun firing” and “threw a hand grenade towards the police party”, the document added. Khan was shot dead and “a 9mm pistol with magazine and some explosive material in a red polythene bag were found near [Khan’s] dead body”. His accomplices “escaped taking advantage of darkness”. The FIR went on to say, “In further search operation, one hand grenade pin was also found from roadside.”Protected by the lawTarunkumar has since been promoted. He is now an inspector and posted in the border town of Moreh.Khan’s family, on the other hand, has spent the last six years trying to prove that Khan was innocent and killed in cold blood. His wife had given birth to their first child just a month before his death. The National Human Rights Commission, which conducted an independent investigation into Khan’s death, agreed with his family’s contention and ordered that they be paid compensation in 2014. The family received the compensation, but closure remained elusive with Tarunkumar and his men protected from prosecution by the Armed Forces Special Powers Act – which gives security personnel sweeping powers to arrest, search and even kill in areas designated as disturbed.However, the family saw a glimmer of hope in July 2017 when the Supreme Court directed the Central Bureau of Investigation to look into 98 alleged cases of fake encounters by security personnel in Manipur. The order was in response to a public interest litigation filed by the Extra Judicial Execution Victim Families Association Manipur, a group comprising relatives of people killed by security forces allegedly in staged encounters in the state. In its petition, the association said there were 1,528 fake encounters in Manipur between 1979 and 2012, but action had not been taken against the personnel involved in a single case. The court, in what activists consider a watershed moment for human rights in India, said that security personnel cannot use excessive force even in areas covered by the Armed Forces Special Powers Act.The Extra Judicial Execution Victim Families Association Manipur says there were 1,528 fake encounters in the state between 1979 and 2012. (Photo credit: @Akhucha / Twitter)All for a medal?Among the 98 cases marked out for investigation was the killing of Khan by Tarunkumar and his team. On July 7, a year later, the Central Bureau of Investigation filed a chargesheet in the case. The chargesheet vindicates Khan’s family and the National Human Rights Commission, and charges Tarunkumar and six other Manipur Police officials with murder, causing the disappearance of evidence, and being “party to a criminal conspiracy to commit an offence punishable with death” under relevant sections of the Indian Penal Code.The chargesheet says there was “actually no movement or any UGs [underground militants] in that area on 20.01.2012”, and accuses the police of planting weapons at the encounter site. “Everything was planned to kill the individual Md Zamir,” the chargesheet concludes. “The motive behind this encounter was to get gallantry medal by showing this fake encounter as genuine.”Identical FIRs and chargesheetsApart from Khan’s case, the central agency has filed five other chargesheets so far.  All of them make for almost identical reading.Take, for instance, the case of  Mohammed Ishaque and Mohammed Mustakim, killed by Manipur Police commandos on January 18, 2012. The first information report states that the police team acted “upon receipt of reliable information regarding the presence of some armed UG cadres” – much like they did in Khan’s case. It goes on to say that Ishaque and Mustakim “started firing towards” the police team and “tried to flee”, leading to an exchange of gunfire in which the duo were ultimately killed.But the CBI, in its chargesheet, says the killings were “cold blooded murders and not an encounter”. Charging the Manipur Police with “false recovery/planting of explosives and arms”, the chargesheet states that “there is nothing on record to show any criminal background or association of two deceased with any of the underground insurgent groups”. It indicts eight police commandos for murder, disappearance of evidence, and being party to a criminal conspiracy to commit an offence punishable with death.Similarly, the agency’s chargesheet in the case of Laishram Ranbir Singh – an alleged member of the proscribed Kangleipak Communist Party killed on December 20, 2011 – charges four Manipur Police officials with murder and disappearance of evidence. The state police, in their first information report, had recounted a tale similar to the previous two cases: that Singh and an accomplice, travelling on a two-wheeler, had fired at the police when asked to stop. The chargesheet, however, points out that there is no evidence to suggest Singh opened fire, given that the weapon cited by the police as being used by him bore no fingerprints. It adds, “There is nothing on record to show any criminal background or association of deceased Laishram Ranbir Singh with any of the insurgent groups.”Laishram Lincoln was killed outside his home by a team of Manipur Police commandos on June 28, 2011. The post-mortem report listed 20 bullet wounds on his body. According to the first information report, Lincoln, whose home was being checked at the time, tried to flee and fired at the police team. The Central Bureau of Investigation’s chargesheet, though, says this too is a case of “cold blooded murder”. It charges two Manipur Police officials with murder, disappearance of evidence, and being party to a criminal conspiracy to commit an offence punishable with death.The two other chargesheets filed by the central agency pertain to custodial deaths. Apart from murder,  causing disappearance of evidence and being party to a criminal conspiracy to commit an offence punishable with death, 10 Manipur Police officials – six in one case, four in the other – have also been charged with wrongful confinement.In its landmark order in July 2017, the Supreme Court held that security personnel cannot use excessive force even in areas where the Armed Forces Special Powers Act is in force. (Credit: Reuters)‘Punish the guilty, send them to jail’Families of the victims and activists welcomed the chargesheets. Babloo Loitongbam of Human Rights Alert, which helped the Extra Judicial Execution Victim Families Association file the petition and gather evidence, said they were “quite happy with the quality of the chargesheets”. However, he expressed some disappointment “that only lower ranking officials have been indicted, and higher officials have not come under the ambit of the chargesheets”.Renu Takhellambam, president of the association, said she was “happy and relieved”. Takhellambam, whose husband was killed in what she claims was a staged encounter, said, “We waited a long time for this.” She added, “We want all who did fake encounters to be punished, we want them to be sent to jail, so that all the families and the people of Manipur get justice.”","author":"Arunabh Saikia","time":"2018-09-06T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893157-djmgjnizbv-1536172733.jpeg","tags":["Manipur encounters","Fake encounters","AFSPA","Extrajudicial killings","Supreme Court"],"source":"https://scroll.in/article/893157/motive-was-to-get-gallantry-medal-cbi-indicts-manipur-police-for-cold-blooded-murder"}