{"title":"Move to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s Constitution","content":"Union Home Minister Amit Shah on Monday tabled two resolutions and one bill in Parliament that seek to change the character of the state of Jammu and Kashmir. In addition to these, President Ram Nath Kovind issued an order that effectively removes Article 35A of the Jammu and Kashmir Constitution, which gave the state the power to define permanent residents of the territory and accord them special rights and privileges, including the right to own land there. The resolutions seek to remove the special status that was bestowed on Jammu and Kashmir through Article 370 of the Indian Constitution. The bill, titled the Jammu and Kashmir Reorganisation Bill, seeks to convert Jammu and Kashmir into a Union Territory.To make these crucial changes to the character of the state, the Centre has taken advantage of the fact that President’s rule is in force in the state to take over the powers and position of the Jammu and Kashmir legislative assembly.In essence, Parliament has acted on behalf of the Jammu and Kashmir legislative assembly to move a resolution to modify Article 370. It makes it seem like Jammu and Kashmir is asking for the abrogation, even though the people of Kashmir have for long resisted any attempt to remove the state’s special status. This is because Article 370 was the fundamental provision that convinced Kashmiris to accede to India after Independence. Constitutional subterfugeThere are two parts to the resolution tabled in Parliament on Monday. The first deals with removing the provisions under Article 370 that provides special status to Jammu and Kashmir. This special status included the mechanism that any law passed by the Parliament will apply to the state only if the assembly clears it. The second relates to reorganising the state into a Union Territory, for which a bill has also been moved. Though Article 370 bestows special status on Jammu and Kashmir, it is technically a “temporary provision” adopted as a measure to help the state accede to India. Clause 3 of Article 370 provides the President powers to issue a notification at any time that this Article has ceased to exist. But here is the catch. Article 370 makes it clear that for the President to notify the removal of the provision or modify it, the recommendation of the Constituent Assembly of Jammu and Kashmir is necessary. The Constituent Assembly of the state was dissolved in 1956. The legislative assembly, which is its successor, now holds the powers to make this recommendation. Here is where the provision has been wholly undermined. At the moment, Jammu and Kashmir is under President’s rule. As per the Constitution, when a state is under the President’s rule, it is Parliament that has the powers of the state assembly. This means Parliament is currently acting on behalf of the Jammu and Kashmir Assembly and is moving a resolution and a bill to change the character of the state. The problem, however, is that a large section of the people of Kashmir and its former elected representatives are opposed to changes in the special status. This makes the Centre’s move a full-blown attack on federalism. This is essentially a change that is against the very wishes of the people of Kashmir.To push its plan, the Bharatiya Janata Party-led government has deployed a resolution, which does not need the two-thirds support in Parliament that a Constitution amendment would require. In addition, the Presidential order scrapping Article 35A seems to be in the form of amending Article 367 of the Indian Constitution and its provisions relating to Jammu and Kashmir. Whether the President can amend a constitutional provision outside Article 370 with a mere order and without a formal law passed by Parliament is another contentious question. In fact, it is through this order that the legislative assembly now becomes the successor to the Jammu and Kashmir Constituent Assembly through an amendment to provisio to clause 3 of Article 370. Since the Constituent Assembly does not exist anymore, this was necessary to effect the changes. Several have questioned the move to amend Article 370 using the provisions of the same Article. Former Union Home Minister P Chidambaram said in the Rajya Sabha that the text of the provision allows the use of Article 370 to amend other provisions of the Constitution as applicable to Jammu and Kashmir and does not authorise the amendment of Article 370 itself. Legal challengesThe Centre’s proposals on Jammu and Kashmir are bound to be challenged before the Supreme Court. What the court will be called upon to decide will be much more than technical interpretation of the law. What is at stake is the very character of federalism in the Constitution, which has in the past been declared by the Supreme Court to be part of the basic structure of the document.Can the Centre be allowed to force President’s rule on a state and then make changes that completely transform the very nature of the state? Besides, can a matter so important be changed in so casual a manner against the wishes of the people of Kashmir, especially when the state is under virtual curfew with phone connections snapped and physical movement curtailed? The question before the Supreme Court may be whether this decision impacts  the basic structure of the Constitution, which the Parliament has no power to alter.Also readExplainer: How BJP is proposing to change Jammu & Kashmir and what that means‘It’s mentally taxing’: Kashmiris living outside the state struggle to contact familiesWhy is BJP turning a state into a Union Territory and diminishing citizens’ democratic rights?","author":"Sruthisagar Yamunan","time":"2019-08-05T14:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125031-rfszqjjsbv-1564993972.jpg","tags":["Kashmir","Article 370","Parliament","Jammu and Kashmir"],"source":"https://scroll.in/article/932869/move-to-scrap-special-status-of-jammu-and-kashmir-is-an-unprecedented-attack-on-indias-constitution"}