{"title":"‘Badlapur’ review: Ice-cold heart and blood-warm emotions ","content":"Badlapur is about revenge that is served late, cold and delectable.Sriram Raghavan is at the top of his game in his exquisite fourth movie, equal parts revenge thriller and morality drama featuring Varun Dhawan in a remarkable breakout role, Nawazuddin Siddiqui in a superbly judged performance, and supporting actors who do not measure their contributions to the movie against the amount of screen time assigned to them.An invisible character is Badlapur itself, an actual station on Mumbai’s Central Railway line and a metaphorical purgatory to which Dhawan’s Raghu relocates after failing to get his revenge on Laiq, the man he holds responsible for his family’s death. The industrial suburb lies between Pune and Mumbai and in the movie, it represents a halfway zone between righteous anger and meaningless evil. It is in Badlapur that Raghu’s hatred pickles into unblinking cruelty and, when he is finally close to his goal, tips him over the edge.Even as Raghu lurks in his barracks-like housing, where he periodically relives memories of his wife Nisha (Yami Gautam) and his young son Robin, his adversary is evolving from slug to winged creature. Laiq (Siddiqui) and his partner Jayant (Vinay Pathak) took Nisha and her son as hostages during a bank robbery several years ago but accidentally killed them both. Jayant escapes with the loot and the murder weapon.Laiq’s impeccable survival instincts are aroused no sooner than the cops close in on him – he insists that he hasn’t fired on Nisha, and he sticks to his story despite being sentenced to 20 years. Raghu’s revenge will have to wait, but his patience is as legendary as Laiq’s.One man ossifies while the other matures. Badlapur regards these parallel journeys that are destined to intersect with a judicious balance of coldness and empathy. The 134-minute screenplay, based on a story by Italian crime writer Massimo Carlotto and written by Raghavan along with Abhijit Biswas, expertly and elegantly balances its minor and major surprises – the sequence introducing the detective character played by Ashwini Kalsekar, Laiq’s prison escapades, Raghu’s gameplan – with minor and major character studies. As in previous Raghavan films, cameos assume the weight and importance of lead roles through beautifully performed characters played by Gautam, Vinay Pathak, Radhika Apte, Huma Qureshi and Pratima Kazmi.The desire to hold a mirror to real life as well as cut to the chase is all over Pooja Ladha Surti’s blunt editing, Anil Mehta’s atmospheric cinematography and the conversational tone of the dialogue, which calls no attention to itself and never tries to land a punchline. In its classy modesty and technical prowess, Badlapur is a typical Raghavan joint. The theme of individuals scrambling to save their hides when under threat by resorting to expediency rather than ethics and the mixture of ice-cold and blood-warm emotions flow directly from the director’s love for American and French noir and his early work for filmmaker Ram Gopal Varma. His previous crime dramas Ek Hasina Thi and Johnny Gaddar neatly plonked wrongdoing into the space of the living room. In Badlapur, the stakes are higher, but unlike in his previous misfire, the spy thriller Agent Vinod, the director, his team and cast have all set their respective skills on the same wavelength.This is the rare mainstream movie in which the characters are so richly defined and keenly directed that they are hard to distinguish from their interpreters. Varun Dhawan, who had displayed his acting talent in last year’s Humpty Sharma Ki Dulhania, convincingly conveys Raghu’s forced switch from cute husband to ragged vigilante justice seeker. He drags his feet behind him, disguises his hunkiness in bulky clothing, and focuses his rage in his eyes.Raghu is as solid as Siddiqui’s Laiq is fluid. Laiq is the movie’s gem in the rough, an optimist and a survivor whose final act of defiance against his unending quest to escape poverty is a masterstroke of writing and performance. In the movie’s fabulous epilogue, the terrific actor makes the significance of the title become even more apparent. Revenge tastes best cold, but redemption can be savoured at any time.\n\n\n    \n    Play\n\nBadlapur (2015).","author":"Nandini Ramnath","time":"2015-02-20T06:45:12+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/708047-554cde63-f645-4424-8193-00207114ac66.jpg","tags":["Badlapur review","Sriram Raghavan","Varun Dhawan","Nawazuddin Siddiqui"],"source":"https://scroll.in/article/708047/movie-review-ice-cold-heart-and-blood-warm-emotions-make-badlapur-a-terrific-thriller"}