{"title":"MP Navneet Rana, her MLA husband get bail in sedition case","content":"A Mumbai court on Wednesday granted bail to Independent MP Navneet Rana and her husband MLA Ravi Rana in a sedition case, Bar and Bench reported.On April 23, the Mumbai Police had arrested the couple for threatening to recite the Hanuman Chalisa – a hymn dedicated to Hindu deity Hanuman – in front of Maharashtra Chief Minister Uddhav Thackeray’s home.Even though they did not go ahead with their plan, the police had booked them under Sections 124A (sedition), 153A (promoting enmity between different groups) and 34 (common intention) of the Indian Penal Code.A day later, a magistrate court had remanded them to 14-day judicial custody.As conditions of their bail, Special Judge RN Rokade on Wednesday asked the Ranas to not speak to the media or take part in activities for which they had been booked. The judge also directed both of them to furnish a bail bond of Rs 50,000.The court also directed the police to give the couple a day’s notice before summoning them for investigation in the matter.  In their petition, the couple had argued that they should have been served a notice by the police before being arrested. They also argued that Section 153A was not applicable in the case as their decision to chant the Hanuman Chalisa outside the chief minister’s home cannot be treated as an attempt to incite one community against another.On April 29, the police had opposed their bail application saying the couple’s attempt to recite the Hanuman Chalisa was part of a plan to ensure the collapse of the ruling Maha Vikas Aghadi government in the state. The police had alleged that the event had been planned by the Bharatiya Janata Party and political opponents of Thackeray to project the chief minister as “anti-Hindu”.“BJP leaders who have been deprived from power are strongly opposing the administrative policies of the present government and criticising Shiv Sena for their stand on Hindutva,” the police had told the court.","author":"Scroll Staff","time":"2022-05-04T12:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173494-lqewfhzdrn-1650793953.jpg","tags":["Uddhav Thackeray","Ravi Rana","Navneet Rana","Sedition Case","Mumbai"],"source":"https://scroll.in/latest/1023233/mp-navneet-rana-her-mla-husband-get-bail-in-sedition-case"}