{"title":"Lok Sabha: Four Congress MPs suspended from Monsoon Session for carrying placards inside House","content":"Four Congress Lok Sabha MPs – Manickam Tagore, Ramya Haridas, Jothimani and TN Prathapa –were on Monday suspended for the rest of the Monsoon Session after they carried placards while protesting inside the House, PTI reported.Four Congress Lok Sabha MPs including Manickam Tagore, Ramya Haridas, Jothimani and TN Prathapan suspended for the entire Monsoon session pic.twitter.com/p2qb2oKshf— ANI (@ANI) July 25, 2022\n\nEarlier on Monday, Lok Sabha Speaker Om Birla had warned that MPs bringing placard inside the House will not be allowed to take part in the proceedings, ANI reported. He announced the decision after Opposition parties demanded discussion on  several matters of national importance.Birla urged the MPs not to bring placards and said that the  government was ready to hold discussion on matters raised by them.  However, the MPs stormed the Well of the House, carrying placards and shouting slogans, reported The Hindu.“This  is a temple of democracy, it is the responsibility of the members to  maintain the dignity of the House,” the Speaker said before adjourning  the Lok Sabha till 3 pm.He added: “If you [Opposition] want to hold a discussion, then I am ready for it. If MPs only want to show placards in the House, then they can do so outside the House after 3 pm. The people of the country want the House to run.”Any member who brings placard into the House will not be allowed to take part in House proceedings. This is a temple of democracy, it is the responsibility of the members to maintain the dignity of the House: Lok Sabha Speaker Om Birla as opposition MPs continue sloganeering pic.twitter.com/6HzVIPw0c9— ANI (@ANI) July 25, 2022\n\nWhen the session resumed at 3 pm, some of the MPs returned with the placards, NDTV reported. Parliamentary Affairs Minister Pralhad Joshi then moved a resolution to suspend the four MPs for the rest of the session, PTI reported.The House passed the resolution by a voice vote and Rajendra Agarwal, who was chairing the proceedings, announced their suspension. He later adjourned the proceedings for the rest of the day.One of the suspended MPs, Tagore, said that the government has shown “complete arrogance” in suspending them instead of addressing Congress’s demand to discuss price rise, PTI reported.“We were trying to show placards in the House and place them in the camera angles,” he said. “They say placards are not allowed in Parliament... what is allowed is only cheering for Modi ji.” Congress Deputy Leader in the Lok Sabha, Gaurav Gogoi, said that the matters raised by Congress were not taken up despite an adjournment motion being moved in the House during proceedings, PTI reported.“The government is trying to intimidate us by suspending our MPs,” he said. “What was their fault? They were trying to raise the issues which matter to people.”Meanwhile, the Rajya Sabha was also adjourned till 3 pm amid protest by  Opposition parties. Both Houses began proceedings at 2 pm after the  swearing-in ceremony of President Droupadi Murmu.Ahead of the beginning of the Monsoon Session of Parliament, the Rajya Sabha Secretariat had issued a circular on July 14 banning demonstrations, dharnas, strikes, fast or religious ceremonies by MPs in the precincts of Parliament.The directive held significance as over the last few sessions of Parliament, Opposition leaders had held protests in the premises of the House on many matters of national importance to pressurise the government to hold a discussion on them.During last year’s Monsoon Session, the Opposition had held protests inside both the Houses and in front of the statue of Mahatma Gandhi in Parliament demanding discussion on the alleged use of Israeli software Pegasus by central agencies to spy on Opposition leaders, journalists and activists in the country.In the Winter Session, 12 MPs of five Opposition parties were suspended on grounds of misconduct during the Monsoon Session. Protests were held against the suspension and leaders sought action against Union minister Ajay Mishra, whose son was arrested in the Lakhimpur Kheri violence case.Eight persons, including four farmers, were killed in the Uttar Pradesh district in October during a protest against the three farm laws that have now been repealed. Farmer bodies have alleged that a vehicle belonging to Ashish Mishra, the minister’s son, had run over the protestors.","author":"Scroll Staff","time":"2022-07-25T15:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177601-retmequvwb-1658742801.jpeg","tags":["Lok sabha","Om Birla","Rajya Sabha","Parliament","inflation","Monsoon Session"],"source":"https://scroll.in/latest/1029013/mps-will-not-be-allowed-in-lok-sabha-if-they-bring-placards-warns-speaker"}