{"title":"Mrinal Sen on his acclaimed film ‘Bhuvan Shome’: A ‘burlesque and inspired nonsense’","content":"In 1969, Bengali director Mrinal Sen made his ninth movie, his first in Hindi. Funded by Film Finance Corporation, the predecessor to the National Film Development Corporation, Bhuvan Shome charts the encounters between a strait-jacketed bureaucrat (Utpal Dutt) and Gouri (Suhasini Mulay), whom he meets during a birding trip in Saurashtra. It is among Sen’s best-known and best-loved works. Here are edited excerpts about the making of the film and its reception from Sen’s memoir Always Being Born.In many ways, Bhuvan Shome was new to us. It was my first film in Hindi, Utpal Dutt acted for the first time in Hindi, never before Suhasini Mulay acted in cinema, not even on stage or in her school. Vijay Raghava Rao made music for the first time in a feature film and so did KK Mahajan’s photography make its debut in a feature film. And interestingly, Amitabh Bachchan made his first earning in cinema by lending his voice for the voice-over in bits. He was most reluctant but I persuaded him to accept a cheque. The amount was 300 rupees. The total cost of the production was unbelievably low, lower than the unbelievably lowest – 2,00,000 rupees! Two lakh, just two! After all, what we were planning to make was a low-budget film and set a record! And a trend!Given a ‘blank cheque’, answerable to no one, not even to any of the official agencies, the entire team of workers was bubbling with ‘infantile’ enthusiasm, as though a group of children had been given plenty of building blocks to play with. In a highly conformist set-up as ours, it was sheer delight on our part to rush into a world of madness. Madness, true, but we saw to it that there was method in our madness – skill and inherent discipline.An instance. We came to a sequence – the tough bureaucrat back to his own world! Frankly, I did not quite understand how to get to grips with the scene. Back to his own world, he would be a figure of ridicule, not a figure of fun. I looked at Utpal (Dutt), I went to him and took him aside. Then, recalling my own past as a medical representative, I told him that funny story of mine at Jhansi hotel in 1951 – how I shut myself inside the hotel room, how I stood before the mirror, stripped myself, stood naked, made faces, shouted madly, and how finally I broke down, cried with convulsive sobs and why, three days later, I resigned.Dutt did not speak a word. He looked deep into me and pressed my hand.“Give me just ten minutes,” he said, and hurriedly left the room.  Then, juxtaposing images and sound, all that happened to Bhuvan Shome in the film was his tragic realisation that he would remain the same as he had been all these years – a duty-bound tough bureaucrat, a lonely prisoner  trapped within the four walls his office with heaps of files to come and go – and with the phone ringing unceasingly. What we did at the end, Dutt and I, was to grant the man a touch of insanity and allow him to temporarily escape into a kind of burlesque and ‘inspired nonsense’.Suhasini Mulay and Utpal Dutt in Bhuvan Shome. Courtesy Film Finance Corporation.A few private screenings went extremely well. As a result, to find a good theatre in my city for commercial release was not difficult. However, the attendance in the first show was much less than adequate. The manager, one Daruwala, was sceptical about the fate of the film. We felt frustrated. Hoping against hope, we were waiting outside. The show was over, the crowd rushed to the foyer, they identified me, they mobbed me, all of them. I was greeted by a storm of praise. The rush was unmanageable. It was maddening. I was bewildered. Widely circulated, the film was discussed at various levels in most of the metropolitan cities, but the interpretation was not the same, differing from person to person. The varying interpretations baffled me at times and also helped me to discover myself. The dominant view was that the film was to tame a bad bureaucrat. Others had other views. To cite just one case, one particular group of my European friends was convinced that Bhuvan Shome was a lovely, erotic film. An eminent critic and historian in India, Daneswar Nadkarni, had an identical view and even pointed out erotic motifs in his long essay in The Times of India. The Press, by and large, branded the film as belonging to New Wave variety, not my admission, for sure. Not mine, to repeat. As far as we were concerned, in a desperate drive, we ran wild and made a film. De-emphasising plot and incident, we told a human story – within the framework of a simple storyline. All done on location, made within a throwaway budget. And that was all!‘Big Bad Bureaucrat Reformed by Rustic Belle’Interestingly, one who reacted rather unwholesomely was Satyajiy Ray who, when a big noise was raised over the film, came out with a long essay. It was later included in an anthology, Our Films, Their Films. It was all about New Wave, brilliantly written and analysed with superb mastery, saying what it was all about. But, in conclusion, he added a small paragraph – a kind of appendix – on Bhuvan Shome, never mentioned earlier in his meaningful essay.  I drop an excerpt:Among recent films, Bhuvan Shome is cited widely as an offbeat film, which has succeeded with a minority audience. My own opinion is that whatever success it has had has not been because of, but in spite of its new aspects. It worked because it used some of the popular conventions of cinema, which helped soften the edges of its occasionally spiky syntax. These conventions are a delectable heroine, an ear-filling background score, and a simple, wholesome wish-fulfilling screen story. Summary in seven words: Big Bad Bureaucrat Reformed by Rustic Belle.I refrain from unnecessarily writing a long rejoinder because it is rather inconsequential. I say just a few words on his summarisation in seven words (Hollywood’s one-time criterion of a good screen story): Big Bad Bureaucrat Reformed by Rustic Belle.My business, to write in plain and simple language, was not to reform the bureaucrat because he belonged to an incorrigible tribe. Bhuvan Shome, as I saw him on the screen, was an arrogant man, lonely and sad, who finally came to a tragic realisation, burlesque and tragic nonsense acting as façade.Who, then, got it wrong? Ray? Or me?Either of the two, could not have been both.Or, it could as well have been the usual conventional viewing when the viewer had a grown a propensity for wishing a bad man turning good at the end. Responding to stock responses! Wish-fulfilling screen story!Once, by taxi, I had a long ride in Bombay. The driver, a never-ending chatterbox, kept talking about everything under the sun. That was the peak hour and it was my turn to ask him a question. Had he seen a film, now running? Bhuvan Shome? About birds and a girl? Yes, he had seen it. A ‘class’ film! And suddenly he pulled the brake, stopped the taxi, turned and looked at me.‘Are you Mrinal Sen, Sir?” he asked, wonder struck.I needed. He stretched out his hand. We shook hands, a warm shake. The taxi stood still. All in a split second. Behind the taxi, so many cars, honking, all at a time. The taxi was on the move again. Another ten minutes or so to reach my destination. But no further speech, not a single word from him…! The taxi arrived.The strangest thing of all that happened, he simply refused the fare for the long drive.Excerpted with permission from Always Being Born A Memoir, Mrinal Sen, Stellar Publishers.","author":"Mrinal Sen","time":"2018-12-30T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810879-49645-fuowbnsnos-1484764759.jpg","tags":["Mrinal Sen","Bhuvan Shome","Tribute"],"source":"https://scroll.in/reel/810879/mrinal-sen-on-bhuvan-shome-a-burlesque-and-inspired-nonsense"}