{"title":"MSP to Delhi statehood: Sunita Kejriwal reads out Delhi CM’s poll guarantees at INDIA bloc rally","content":"If the INDIA bloc is voted to power in the upcoming Lok Sabha elections, the alliance would ensure statehood for the national capital and guarantee a minimum support price for the farmers, announced Sunita Kejriwal, former Indian Revenue Service officer and Delhi Chief Minister Arvind Kejriwal’s wife, on Sunday.The Indian National Developmental Inclusive Alliance, or INDIA bloc, is a coalition of Opposition parties that is taking on the Bharatiya Janata Party-led National Democratic Alliance in the Lok Sabha polls. The alliance held a mega rally in Delhi’s Ramlila Maidan on Sunday. It was attended by Congress president Mallikarjun Kharge, senior party leaders Sonia Gandhi and Rahul Gandhi, Samajwadi Party chief Akhilesh Yadav, Nationalist Congress Party (Sharadchandra Pawar) supremo Sharad Pawar and Shiv Sena (Uddhav Balasaheb Thackeray) chief Uddhav Thackeray. National Conference president Farooq Abdullah, Peoples’ Democratic Party chief Mehbooba Mufti, Rashtriya Janata Dal’s Tejashwi Yadav and Trinamool Congress' Derek O'Brien were also in attendance. At the rally, Sunita Kejriwal read a message from her husband, who is in the Enforcement Directorate’s custody in connection with the Delhi liquor policy case. “On behalf of the INDIA bloc, I give six guarantees to the 140 crore citizens of India,” she read out. “Firstly, there will be no power cuts throughout the country. Second, electricity for the poor across the nation will be free.”She said that the alliance would also ensure that every district and locality has an excellent public school. “Children from poor families and those from well-to-do backgrounds will get similar education now,” said Sunita Kejriwal. She also said that mohalla clinics, or community clinics, would be established in every village and locality. Mohalla clinics are one of the healthcare initiatives of the Aam Aadmi Party government in the national capital. “Every district will have an excellent government multi-speciality hospital,” she said.मुख्यमंत्री @ArvindKejriwal जी की धर्मपत्नी SMT. @KejriwalSunita जी ने उनकी जेल से दी 6 Guarantees को देश के सामने रखा:मैं INDIA🇮🇳 की  तरफ़ से छह गारंटी देता हूं-1️⃣पूरे देश मे 24 घंटे बिजली 2️⃣पूरे देश मे गरीबों की बिजली मुफ़्त3️⃣हर गांव, मोहल्ले में शानदार सरकार स्कूल… pic.twitter.com/bwXWL1aI95— AAP (@AamAadmiParty) March 31, 2024\n\n\nOn fair prices to farmers, Sunita Kejriwal said that a minimum support price would be guaranteed as per the recommendations of the MS Swaminathan Commission.A minimum support price is the rate at which the government buys farm produce and is based on a calculation of at least one and a half times the cost of production incurred by the farmers. There have been recurring farmer agitations to press for a law guaranteeing a minimum support price for agricultural commodities. At the rally, Sunita Kejriwal said it would also be ensured that Delhi gets statehood. “The people of Delhi have been treated unfairly for many years,” she said. “We will end this injustice.”She added: “We will fulfil all these guarantees in five years.”Sunita Kejriwal also criticised the Bharatiya Janata Party and alleged that Prime Minister Narendra Modi had put her husband in jail, the Hindustan Times reported.“Did the prime minister do the right thing?” the Aam Aadmi Party leader’s wife asked. “Do you believe that Kejriwal ji is a true patriot and honest person? These BJP people are saying that Kejriwalji is in jail, he should resign. Your Kejriwal is a lion, they will not be able to keep him in jail for long.”Arvind Kejriwal was arrested by the Enforcement Directorate on March 21. He is the first sitting chief minister to have been arrested.‘Elections to save constitution’Speaking at the rally, Congress leader Rahul Gandhi alleged that Modi was attempting to fix the elections and would alter the Constitution if the BJP is voted back to power. Gandhi likened the election to a cricket match and asked the gathering: “Have you heard the word ‘match fixing’? When a match is won after pressurising the umpire, buying out the player and intimidating captain.”He alleged that the prime minister had chosen the umpire. “And even before the election, they have arrested two of our players,” the Congress leader said.“Narendra Modi is trying to fix this election…Congress is the biggest Opposition party and in middle of the elections they have frozen all our accounts,” he added.On March 21, the party said that the Income Tax Department had frozen all its bank accounts ahead of the Lok Sabha elections.Gandhi said at the rally: “We have to run the campaign, we want to send our leaders to different states, get posters published, but all our resources are clamped down.”“What kind of election is this. Leaders are intimidated, governments are toppled using money power, Opposition leaders are arrested,” the Congress leader said. “Narendra Modi is not alone in this match fixing. He is aided by three or four of his corporate friends.”He added: “If you do not vote with full force, their match-fixing will succeed. If that succeeds, the Constitution will be destroyed.”BJP सांसद ने कहा- जैसे ही हम 400 सीटें जीतेंगे, संविधान को बदल देंगे।ये लड़ाई संविधान को बचाने की लड़ाई है। : लोकतंत्र बचाओ महारैली में @RahulGandhi जी#SaveDemocracy pic.twitter.com/wODTWzPp5F— Congress (@INCIndia) March 31, 2024\n\n\nTrinamool Congress leader Derek O’Brien announced his party’s support for Arvind Kejriwal and Jharkhand Mukti Morcha leader Hemant Soren, who was arrested on January 31 by the Enforcement Directorate in connection with a money laundering case, shortly after he resigned as Jharkhand’s chief minister.O’Brien also said that the Trinamool Congress supported the INDIA bloc. “Modi guarantee has zero warranty,” he added.Communist Party of India (Marxist) General Secretary Sitaram Yechury, while speaking at the rally, also reiterated his party’s support for the alliance.“If you want freedom from corruption and dictatorship, you have to support the secular front of INDIA bloc,” Yechury said.Samajwadi Party President and former Uttar Pradesh Chief Minister Akhilesh Yadav said that the BJP had said that it would cross 400 seats in the Lok Sabha elections. “If they were indeed winning 400 seats, then what worries you, why did you arrest Arvind Kejriwal and Hemant Soren,” he asked.“I’m appealing to you, defeat them [BJP], send them back,” he told the gathering.The Lok Sabha elections will be held in seven phases from April 19 to June 1.The results will be announced on June 4.","author":"Scroll Staff","time":"2024-03-31T16:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199731-zbzyhdkcay-1711880168.jpg","tags":["Lok Sabha 2024","Lok Sabh elections","Arvind Kejriwal","Aam Aadmi Party","Sunita Kejriwal","Rahul Gandhi","Congress","INDIA bloc","general elections"],"source":"https://scroll.in/latest/1066027/msp-to-delhi-statehood-sunita-kejriwal-reads-out-delhi-cms-poll-guarantees-at-india-bloc-rally"}