{"title":"Muizzu government’s ‘anti-India’ stance could be detrimental, says Maldivian Opposition","content":"The two main Opposition parties in the Maldives on Wednesday said that the government’s “anti-India stance” could be detrimental to the country’s development in the long-term.Mohamed Muizzu, who became the Maldivian president in November, is widely seen as sympathetic to China’s interests in the country. In contrast, his predecessor Ibrahim Mohamed Solih of the Maldivian Democratic Party had sought closer ties with India even as the critics of his government had accused him of “compromising the sovereignty” of the island nation.The joint statement by the Maldivian Democratic Party and the Democrats, came a day after Malé allowed a Chinese ship, equipped to conduct maritime research and surveys, to dock at a Maldivian port. The ship, believed to be a surveillance vessel, has been permitted to make a port call for replenishment. It will not carry out any research while it is in Maldivian waters, Malé said.“…the current administration appears to be making a stark pivot towards an anti- India stance,” the statement said. “Both the MDP and the Democrats believe alienating any development partner, and especially the country’s most long- standing ally will be extremely detrimental to the long-term development of the country.”The Opposition parties also said that Malé must work with all development partners for the benefit of the Maldivian people. “Stability and security in the Indian Ocean is vital to the stability and security of the Maldives,” they added.Joint Press Statement by the Maldivian Democratic Party and The Democrats.https://t.co/ioIfMd5Yyp pic.twitter.com/thHelqRM9K— MDP Secretariat (@MDPSecretariat) January 24, 2024\n\n\nEarlier this month, Malé and New Delhi were involved in a diplomatic row pertaining to remarks by three ministers of the island nation about Prime Minister Narendra Modi’s social media posts.The social media posts had shown the prime minister snorkelling during his visit to Lakshadweep. Maldivian minister Maryam Shiuna had reacted to the picture calling Modi a “clown”. “The puppet of Israel, Mr Narendra diver with life jacket,” she had said in a social media post, which was subsequently deleted.Following an uproar on social media by some Indians, Shiuna and two other ministers – Malsha Shareef and Mahzoom Majid – were suspended on January 7.On January 13, Muizzu said that the Maldives may be a small country but that does not give anybody the licence to “bully” the island nation.“Maldives is one of the countries with the biggest share of this ocean,” Muizzu said. “This ocean does not belong to a specific country. This [Indian] Ocean also belongs to all countries situated in it. We are not in anyone’s backyard. We are an independent and sovereign state.”The island nation has also asked India to withdraw its military personnel from the country by March 15. With 88 Indian soldiers in the Maldives, India is the only foreign power with a military presence in the archipelago.The Indian defence personnel maintain radar stations and surveillance aircraft there. Indian warships also help patrol the Maldives’ exclusive economic zone. This collaboration is of strategic importance to New Delhi amid its geopolitical competition with China in the Indian Ocean region.Also read: India says it hopes to resolve troop withdrawal issue with Maldives","author":"Scroll Staff","time":"2024-01-25T12:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197828-aybbjovoyh-1706160654.jpg","tags":["Mohamed Muizzu","Maldives","India-Maldives Relations"]}