{"title":"‘Mulk’ film review: A timely drama on Islamophobia","content":"Anubhav Sinha’s filmography has included action thrillers, romcoms and a superhero movie. In Mulk, the director applies some of the rules that govern commercial entertainers to a complex drama about social prejudice. Mulk, written and directed by Sinha, proceeds like an investigative thriller with lashings of topical commentary before landing up in the designated battleground of moral and ethical questions in the movies – the courtroom. The 140-minute film takes a timely stab at Islamophobia through the study of a family in Varanasi that loses one of its sons in a terrorist attack. Shahid (Prateik) is perpetrator rather than victim, having come under the sway of an Islamist radical. Shahid dies in an operation by anti-terrorist squad officer Danish (Rajat Kapoor), but for his family, a second, bigger nightmare is beginning, one that will force them to shout out their patriotism from the rooftops of their ancestral home.Shahid’s father, Bilal (Manoj Pahwa), is accused of aiding Shahid, and the the evidence is stacked against him. Bilal’s older brother, the lawyer Murad (Rishi Kapoor) and Murad’s daughter-in-law Aarti (Tapasee Panu), who is also an advocate, leap to Bilal’s rescue. Public prosecutor Santosh (Ashutosh Rana) isn’t content with just hauling Bilal into prison. He is convinced that Shahid’s extended clan is responsible.Rishi Kapoor in Mulk. Courtesy Benaras Mediaworks.Mulk is set in Varanasi, and the early scenes present a microcosm of the nation evoked by the title. Different faiths are shown to be bound by a shared heritage and a love for meat even if it has to be eaten on the sly.  But Shahid’s death exposes the faultlines that run through the supposedly cosmopolitan locality. The courtroom turns out to be an extension of the divided street. Santosh, who represents those Indians who are ready to believe the worst about Muslims, frequently resorts to communalised arguments to bolster his case. The screenplay has its share of rhetorical flourishes, but in many scenes, Mulk is remarkably on point.  Murad and Aarti strenuously object to Santosh’s nasty barbs about Islam, saying, this is not relevant to the case. Santosh corrects them: this itself is the case. \n\n\n    \n    Play\n\nMulk (2018).Mulk asks the questions about ad hominem attacks on Muslims that need asking, even if it doesn’t always do so with elegance or subtlety. The heart is right where it needs to be, even when Sinha’s enthusiasm for his theme gets the better of him. In attempting to simplify a complex subject and create a viewing experience that is thought-provoking as well as entertaining, Sinha wanders into tricky territory. The lectures on the definition of good Muslims versus bad Muslims dilute the larger argument that prejudice, in itself, is a terrible thing. Murad protests that he does not need to prove his nationalism, but he proceeds to do just that when confronting fundamentalist members of his faith. The movie is also on shaky ground while trying to investigate the roots of terrorism linked to religious belief (there is no such thing, Mulk declares.) The larger political context that is responsible for the growing marginalisation of numerous Muslims is sought to be conveyed in a single sentence: if you want to understand the roots of religious divide, look at the calendar and spot the upcoming election schedule, the presiding judge says.There isn’t a self-declared protector of cows in sight, and the H-bomb of Hindutva is only hinted at.Yet, there is much to marvel at in what Sinha sets out to explore, and what he is able to get away with. Mulk stands at the opposite end of the average terrorism thriller, which nearly always features wild-eyed and bearded Muslim men toting assault weapons. In its own way, the movie turns the spotlight on the very real problem of scare-mongering that is playing out beyond the screen and in far more monstrous proportions on the national stage.Full marks for relevance, then, and plaudits too for the sincere performances. Apart from strong turns by Taapsee Pannu, Ashutosh Rana and Rajat Kapoor, the movie has a nice cameo by Kumud Mishra as the judge who keeps his combative lawyers in check. Mulk sets great store in the power of the judiciary to set things right, and Mishra’s nuanced performance allows this fallacy to float.The repeated use of uncomfortable close-ups is jarring, but at least two of the faces benefit from the device. One is Manoj Pahwa, who marvelously conveys Bilal’s gradual and painful crumbling. The relationship between Bilal and his elder brother is one of Mulk’s most moving aspects.The second is Rishi Kapoor, whose visage reflects his character’s bewilderment, anger and eventual resolve. Kapoor turns in a dignified performance in a movie with strong turns by the ensemble cast. Murad might well be an older, tubbier version of the character Akbar he played in Manmohan Desai’s Amar Akbar Anthony (1977). The spirit of healthy co-existence from the ’70s movie lays exposed as both a reminder of more idealistic times as well as a figment of the imagination. In the new India, it has become a crime to belong to a certain faith. Some of Sinha’s dialogue crackles with righteous anger. When Santosh draws fanciful conclusions from the meaning of Bilal’s name, he gets a firm whack from Mishra’s judge. I got that Whatsapp forward too, the judge says. In these commonsensical moments, Mulk is at its most clear-eyed about what is at stake.","author":"Nandini Ramnath","time":"2018-08-03T07:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888944-dfboebolgy-1533192452.jpg","tags":["Mulk review","Anubhav Sinha","Rishi Kapoor"],"source":"https://scroll.in/reel/888944/mulk-film-review-a-timely-drama-on-islamophobia"}