{"title":"Mullaperiyar dam: Kerala accuses TN of opening shutters without notice, says it will approach SC","content":"The Kerala government on Tuesday accused Tamil Nadu of repeatedly opening the shutters of the Mullaperiyar dam at night without giving it notice, ANI reported. The Mullaperiyar dam is situated in the Idukki district on the Periyar River in Kerala. However, it is managed by the Tamil Nadu government.Kerala Water Resources Minister Roshy Augustine told ANI that the state government will file a petition in the Supreme Court on the matter. Augustine alleged that authorities in Tamil Nadu opened nine shutters of the dam without informing Kerala about it on Monday night, and said that this caused water to enter people’s homes.This was the first time that nine shutters of the dam were opened at the same time, the Hindustan Times reported. The catchment areas near the dam are currently receiving heavy rains.“The government asked Tamil Nadu to release water in day time after informing Kerala,” the minister said. “However, Tamil Nadu repeatedly opened shutters of reservoirs at night.”Kerala has issued a high alert in the region after the neighbouring state opened the shutters of the dam.Last week, Kerala Chief Minister Pinarayi Vijayan had also written to his Tamil Nadu counterpart MK Stalin in connection with the matter, according to ANI.Inter-state disputeTamil Nadu and Kerala have been caught in a dispute, as the latter state has called for a new reservoir to be constructed citing structural problems with the Mullaperiyar dam.Kerala has also proposed that the water level of the 126-year-old dam should be reduced to 138 feet. Tamil Nadu, however, wants the levels to be raised to 152 feet, claiming that the Mullaperiyar dam would be able to take on the additional pressure. The Supreme Court, which is hearing a petition on the matter, had fixed the water level at 142 feet in 2014.  Last month, the Tamil Nadu government had told the Supreme Court that a social media campaign was being run against the dam, and that it was hydrologically, structurally and seismically safe.","author":"Scroll Staff","time":"2021-12-07T14:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166325-huljhnmpaa-1636810490.jpg","tags":["Kerala","Roshy Augustine","Tamil Nadu","Mullaperiyar","Supreme Court"],"source":"https://scroll.in/latest/1012269/mullaperiyar-dam-kerala-accuses-tn-of-opening-shutters-without-notice-says-it-will-approach-sc"}