{"title":"Mumbai civic body disbursed funds only to ruling coalition MLAs in 2023, reports The Indian Express","content":"Mumbai’s municipal body disbursed over Rs 500 crore for civic projects between February and December, but all of the money went to MLAs from the ruling Shiv Sena and Bharatiya Janata Party, The Indian Express reported on Wednesday.None of the MLAs from the Opposition alliance received funds during this period, the newspaper reported, citing official records obtained through the Right to Information.The funds are meant for projects such as repairing drains, installing paver blocks and beautifying parks.Ordinarily, these projects would be carried out by the 227 elected corporators of the city civic body, the Brihanmumbai Municipal Corporation. However, the corporation has not had an elected body for nearly two years. On February 16, the civic body passed a resolution stating that funds for development work would be allotted through the city’s 36 MLAs.Of these MLAs, 15 belong to the BJP, six to the Shiv Sena group led by Chief Minister Eknath Shinde, nine to the Shiv Sena (Uddhav Balasaheb Thackeray), four to the Congress and one each to the Nationalist Congress Party and the Samajwadi Party.After the February 16 resolution, the Brihanmumbai Municipal Corporation set aside Rs 1,260 crore – around 2.5% of its Rs 52,619 crore budget – for civic projects to be carried out in the constituencies of each of the MLAs. Every MLA could seek funds up to Rs 35 crore, according to The Indian Express.The funds are approved by Shinde and Mumbai’s two guardian ministers – Mangal Prabhat Lodha and Deepak Kesarkar. Data obtained by The Indian Express showed that 11 Opposition MLAs sought funds for development through letters to the guardian ministers. However, these requests have not yet been cleared and sent to the municipal corporation. In some cases, requests for funds were reportedly made as early as March.On June 23, Shiv Sena (Uddhav Balasaheb Thackeray) MLA Ravindra Waikar wrote to Lodha seeking Rs 16 crore for road widening and canal repairs, but the funds were not released.In another such case, Dharavi MLA and Congress’ Mumbai chief Varsha Gaikwad wrote to Kesarkar in March seeking Rs 26.51 crore. However, the civic body is yet to disburse the funds, according to the newspaper.On the other hand, BJP MLA from Mulund, Mihir Kotecha, wrote to Lodha on May 11, seeking Rs 26.34 crore. On May 22, Lodha directed Municipal Commission IS Chahal to immediately disburse Rs 26 crore to the MLA, reported The Indian Express. The civic body cleared 80% of the funds, adding the remaining 20% would be given once the work began.Official records showed that Kesarkar cleared proposals on almost the same day that he received letters from MLAs from the ruling coalition.Lodha, however, claimed that funds are disbursed to every MLA irrespective of the party they belong to.“At present, I don’t have any pending letters in my possession from the Opposition MLAs,” he told The Indian Express on January 9. “We are disbursing the funds in a liberal manner by assessing the merit of the proposals, which we are receiving and there is no favouritism being done towards anybody.”Waikar, however, said not disbursing funds to Opposition MLAs amounts to abuse of power and public money.“Almost every MLA from our party has written to the Guardian Ministers seeking funds for their constituencies,” he said. “However, we are yet to get the funds and it has been more than six-seven months since we wrote those letters.”","author":"Scroll Staff","time":"2024-01-31T13:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198037-ocxlkatmba-1706687634.jpg","tags":["Brihanmumbai Municipal Corporation","Mumbai","Eknath Shinde"],"source":"https://scroll.in/latest/1062997/mumbai-civic-body-disbursed-funds-only-to-ruling-coalition-mlas-in-2023-reports-the-indian-express"}