{"title":"Mumbai court permits police to withdraw TRP scam case against Arnab Goswami, 21 others","content":"A Mumbai court on Wednesday allowed the city police’s crime branch to withdraw its case filed against Republic TV editor-in-chief Arnab Goswami and 21 others in the Television Ratings Points scam case, Bar and Bench reported.In 2020, the Mumbai Police had said that several channels, including Republic TV, were allegedly rigging their TRPs. However, in November, the police filed an application seeking permission to withdraw the case.On Wednesday, Special Public Prosecutor Shishir Hiray, representing the Mumbai Police, said that continuing the criminal proceedings in the case may not lead to a conviction. He told the court that nobody – including the Telecom Regulatory Authority of India, the Broadcast Audience Research Council India or advertisers – had claimed that an offence had taken place or that they had been cheated.“We applied our mind and felt the case would not lead to conviction and would only waste the judiciary’s time and government’s effort,” Hiray said.Metropolitan Magistrate LS Padhen then allowed the Crime Branch to withdraw the case.Television Ratings Points scam caseThe allegations came to light in October 2020 after the Broadcast Audience Research Council filed a complaint through Hansa Research Group – one of BARC’s vendors on engagement with panel homes, or “people’s meters”.Channels were accused of rigging their Television Ratings Points by bribing some households to watch it.The Mumbai Police had filed a chargesheet in the case in November 2020, in which it alleged that Republic TV had tampered with its viewership numbers to gain more revenue. In June 2021, the police filed a supplementary chargesheet in the case, in which Goswami had been named.The Enforcement Directorate filed a separate chargesheet in the case in 2022. At the time, it told a Mumbai court that it did not find any evidence against Republic TV in the alleged scam.The agency cleared Republic TV and its Hindi news channel R Bharat of allegations of having manipulated Television Ratings Points.","author":"Scroll Staff","time":"2024-03-07T11:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150742-nfuoxxbnul-1615202686.jpg","tags":["Arnab Goswami","Mumbai Police","Republic TV","Television Ratings Points"],"source":"https://scroll.in/latest/1064849/mumbai-court-permits-police-to-withdraw-trp-scam-case-against-arnab-goswami-21-others"}