{"title":"Mumbai: Former Shiv Sena (UBT) corporator shot dead during Facebook Live","content":"Former Shiv Sena (Uddhav Balasaheb Thackeray) corporator Abhishek Ghosalkar was shot dead in Mumbai on Thursday evening during a Facebook Live session, The Times of India reported.He was killed allegedly by an old rival named Mauris Noronha, who was later found dead and was believed to have shot himself. Ghosalkar – the son of former party MLA Vinod Ghosalkar – was shot in the city’s northwestern suburb of Borivali. He was taken to the nearby Karuna Hospital, where he died during treatment.Ghosalkar and Noronha had a history of disputes and there had been tensions between them for the past couple of years, The Times of India quoted people close to the former corporator as saying. However, on Thursday, Noronha allegedly lured Ghosalkar to his office on the pretext of patching up their differences, and the two later spoke during a joint Facebook Live session.The two were to distribute sarees to women in the locality after speaking on Facebook. In a snippet of the Facebook Live session that was shared widely on social media, Noronha was seen speaking briefly and then going off the camera. Ghosalkar then acknowledged that the two earlier had misunderstandings, but had now come together for the welfare of the people. When he ended his address and got up to leave, bullets were fired at him.Noronha’s body was also found later in the day. “Both Abhishek and Mauris succumbed to their injuries,” The Indian Express quoted a senior Indian Police Service officer as saying. “Abhishek’s body will be taken to Sir JJ Hospital for postmortem, while Mauris’ body will be taken to Cooper Hospital. We will share more details later.”The Mumbai Police said that they were in the process of filing a murder case in connection with Ghosalkar’s killing and an accidental death report in connection with Noronha’s death, ANI reported.Shiv Sena (UBT) MLA Aaditya Thackeray said that the former corporator’s killing was shocking and infuriating. “Maharashtra has seen lawlessness like never before,” he said. “It is shocking beyond words to see the law and order situation fail, as it has today.  Does the system exist at all to protect the common man? Does the fear of the law exist?”Maharashtra has seen lawlessness like never before. It is shocking beyond words to see the law and order situation fail, as it has today.Does the system exist at all to protect the common man? Does the fear of the law exist? Administration has fully crumbled to being absent.— Aaditya Thackeray (@AUThackeray) February 8, 2024\n\n\nShiv Sena (UBT) MP Sanjay Raut remarked that “goonda raj” was prevailing in Maharashtra and called for the resignation of Deputy Chief Minister Devendra Fadnavis, who also holds the home portfolio.Ghosalkar was killed less than a week after Bharatiya Janata Party MLA Ganpat Gaikwad shot Mahesh Gaikwad, a Shiv Sena leader from the group led by Chief Minister Eknath Shinde, at a police station in the Ulhasnagar city in the Thane district. The Shiv Sena leader suffered bullet injuries but is now said to be stable.","author":"Scroll Staff","time":"2024-02-09T08:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198287-smqnqrusrr-1707449176.jpg","tags":["Abhishek Ghosalkar","Mauris Noronha","Mumbai","Shiv Sena"],"source":"https://scroll.in/latest/1063433/mumbai-former-shiv-sena-ubt-corporator-shot-dead-during-facebook-live"}