{"title":"Mumbai Film Festival: Monkey chaser satire ‘Eeb Allay Ooo!’ wins the top award","content":"Prateek Vats’s Eeb Allay Ooo!, a satire about the misadventures of a man hired to shoo away monkeys in the heart of Delhi, won the highest honour at the Mumbai Film Festival, on Thursday. The movie’s male lead, Shardul Bhardwaj, was given a special jury mention for his performance.The festival was held between October 17 and 24. The Indian competition category, known as India Gold, was the strongest section in a programme that included several Hollywood films, foreign language entries from around the world, and the new works of such veterans as Pedro Costa, Oliver Assayas, Ken Loach, Elia Suleiman, Pedro Almodovar and Martin Scorsese.Eeb Allay Ooo! is Vats’s first feature after a series of documentaries and short films, including the award-winning The Very Old Man with Enormous Wings. The 35-year-old Film and Television Institute of India graduate won the Golden Gateway award, whose prize money of Rs 25 lakh will be shared between him and producer Shwetaabh Singh.The second prize in the category for Rs 15 lakh, the Silver Gateway, was awarded to Gitanjali Rao’s animated feature Bombay Rose. Rao’s debut feature explores the intertwining stories of two flower sellers and an Anglo-Indian woman who used to be a dancer in Hindi films. The Indian competition section jury comprised producer Franklin Leonard, Col Needham, Cristian Jeune and Grainne Humphreys.\n\n\n    \n    Play\n\nBombay Rose (2019).Saurav Rai won a grand jury prize for the screenplay of Nimtoh, a Nepali-language film set in Darjeeling and exploring the relationship between a boy and his employer. The lead actress in Kislay’s Aise Hee, Mohini Sharma, got a special jury mention for her performance as an elderly widow trying to rediscover herself after her husband’s death. The documentary Honeyland, by Ljubomir Stefanov and Tamara Kotevska, won the Golden Gateway award in the international competition section. Honeyland follows a beekeeper in a village in Macedonia, and is North Macedonia’s entry for the foreign language Oscar category. \n\n\n    \n    Play\n\nHoneyland (2019).The second prize in the international competition section went to Australian director Rodd Rathken’s Buoyancy. The film explores forced labour in Cambodia through the attempts of a 14-year-old to free himself. Suhaib Gasmelbari’s documentary Talking About Trees, about the attempts by a group of veteran Sudanese directors to run a film club, won the grand jury prize. Italian director Carlo Sironi’s Sole, which explores surrogacy, and Amjad Abu Alala’s You Will Die at Twenty, about a boy burdened with a prophecy, were give jury mentions. The members of the international jury were Hany Abu-Assad, Vetri Maaran, Julie Huntsinger and Mark Adams.\n\n\n    \n    Play\n\nTalking About Trees (2019).The newly constituted Manish Acharya Award for New Voices in Indian Cinema, which is named after the director of Loins of Punjab Presents, was shared by Bombay Rose and Achal Mishra’s Gamak Ghar. The Film Critics Guild Award went to Aise Hee, with a special jury mention for Deepti Gupta’s Shut Up Sona.","author":"Scroll Staff","time":"2019-10-24T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152104-zxgobapppu-1608138005.jpeg","tags":["Eeb Allay Ooo!","Bombay Rose","Mumbai Film Festival"],"source":"https://scroll.in/reel/941598/mumbai-film-festival-monkey-catcher-satire-eeb-allay-ooo-wins-the-top-prize"}