{"title":"Mumbai: Toll in billboard collapse rises to 16, BMC asks railways to remove oversized hoardings","content":"Two more bodies have been recovered from a car stuck under a billboard that collapsed on a petrol pump in Mumbai’s Ghatkopar area, taking the toll due to the accident to 16, reported ANI on Wednesday.The accident occurred on Monday at around 4.30 pm near the Chheda Nagar Gymkhana when the city was hit by a duststorm. A day later, the National Disaster Response Force said it had rescued 74 people from the spot.The bodies of retired Air Traffic Control manager Manoj Chansoria, 60, and his wife Anita, 59, were found inside their car on Wednesday night, reported NDTV.Meanwhile, the city’s civic body, the Brihanmumbai Municipal Corporation, issued notices to the Central Railway and the Western Railway, asking them to remove billboards on their land that are larger than the allowed size of 40×40 feet, according to PTI.“Taking into consideration the geographical position of Mumbai, the coastal region, its weather and wind conditions, the civic body has decided not to permit the erection of hoardings larger than 40×40 feet in size,” the civic body said.It also claimed it had undertaken a demolition drive against illegal hoardings “on war footing”.After the accident, the municipal corporation said it had not granted any permission or no-objection certificate to the billboard, set up by an agency named Ego Media. It added that the hoarding measured 120×120 feet, which violated the rules.It said that the Assistant Police Commissioner (Administration) had given permission for the billboard on behalf of the Commissioner of Police (Railways Mumbai). The Central Railway, however, said that the hoarding was not on its land and was not related in any way to the Indian Railways.The Mumbai Police had registered a case against the owner of Ego Media, Bhavesh Bhinde, and others. They were booked under Sections 304 (culpable homicide not amounting to murder), 338 (causing grievous hurt by act endangering life or personal safety of others) and 337 (causing hurt to another person by acting rashly or negligently) of the Indian Penal Code.The police have now launched a manhunt to trace Bhinde, reported Hindustan Times. He reportedly fled Mumbai after the billboard collapsed.","author":"Scroll Staff","time":"2024-05-16T11:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200737-izzmaaidlg-1715838908.jpeg","tags":["Mumbai","Ghatkopar","Mumbai rains","billboard collapse","Maharashtra","BMC","Mumbai police"],"source":"https://scroll.in/latest/1067946/mumbai-toll-in-billboard-collapse-rises-to-16-bmc-asks-railways-to-remove-oversized-hoardings"}