{"title":"Mumbai: 14 killed after oversized billboard collapses, FIR registered against ad agency","content":"Fourteen people were killed and 74 were injured after an oversized billboard fell on a petrol pump in Mumbai’s Ghatkopar area on Monday amid a dust storm and rainfall.The accident occurred around 4.30 pm near the Chheda Nagar Gymkhana.The Brihanmumbai Municipal Corporation, the city civic body, said that the Assistant Police Commissioner (Administration) had given permission for the billboard on behalf of the Commissioner of Police (Railways Mumbai). The Central Railway, however, said that the hoarding was not on its land and was not related in any way to the Indian Railways.This hoarding is not on Railway land and it is not in anyway related to Indian Railways.— Central Railway (@Central_Railway) May 13, 2024\n\n\nThe municipal corporation said it had not granted any permission or no-objection certificate to the billboard, set up by an agency named Ego Media. It added that the hoarding measured 120×120 feet, although the civic body allows a maximum size of 40×40 feet.The Mumbai Police has registered a case against the owner of Ego Media, Bhavesh Bhinde, and others.They have been booked under Sections 304 (culpable homicide not amounting to murder), 338 (causing grievous hurt by act endangering life or personal safety of others) and 337 (causing hurt to another person by acting rashly or negligently) of the Indian Penal Code, reported PTI.The land on which the billboard was erected belongs to the district collector and is in the possession of the Maharashtra government’s Police Housing Welfare Corporation. In 2021, the Government Railway Police had appointed Ego Media to set up hoardings at the site, according to The Indian Express.There were four billboards at the site, including the one that collapsed on Monday.Deputy Chief Minister Devendra Fadnavis announced that an investigation will be conducted to check the permission obtained to erect the billboard.Chief Minister Eknath Shinde, after visiting the spot of the accident, directed the municipal commissioner to conduct a structural audit of all hoardings in the city. He also announced financial aid of Rs 5 lakh to the families of those who died in the accident.“Action will be taken against the culprits,” said Shinde.Meanwhile, Government Railway Police Commissioner Ravindra Shisave was quoted as saying by PTI that though the land was in possession of the railway police, permission for it was given before he took charge.“Taking a serious note of the incident, an inquiry has been started to find out under whose authority the permission was given,” said Shisave.","author":"Scroll Staff","time":"2024-05-14T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200688-akldwworjn-1715655466.jpg","tags":["Mumbai","billboard collapse","Ghatkopar hoarding collapse"],"source":"https://scroll.in/latest/1067826/mumbai-14-killed-after-oversized-billboard-collapses-fir-registered-against-ad-agency"}