{"title":"Mumbai: The city that was born of the sea may eventually be consumed by it","content":"In Mumbai, the portents of an ominous future are gathering like a dark rain cloud. The unforgiving monsoon this year and the latest United Nations warnings of extreme weather events in coastal cities serve as a reminder of the threats, including large-scale inundation, stalking the Indian megapolis. To combat these challenges, Mumbai must build climate resilience by conducting risk assessments and embracing the role of natural ecosystems like mangroves.Mumbai’s experiences between May and July with Cyclone Tauktae and the intense rainfall that killed more than 30 people are among a series of climate disasters the world is already experiencing at 1-degree Celsius warming above the pre-industrial average. According to the latest report of the Intergovernmental Panel on Climate Change, without rapid cuts in carbon, methane and other greenhouse gas emissions, as warming increases over the next few decades, there will be more erratic and extreme rainfall, leading to worse flooding, an increase in cyclonic activity on both east and west coasts, and intensification of heat and droughts. As global mean sea levels increase by 3.4 centimetres each decade, Mumbai will experience sea level rise of more than half a metre – nearly two feet – by 2100, according to NASA’s Sea Level Projection Tool.Changing tidesMany colonial port cities, which once flourished because of their proximity to water, are experiencing a distinct reversal of coastal advantage. Bombay is one of them. It was built because its deep natural harbour created the prospect for maritime trade. From an archipelago of sleepy fishing villages, Bombay’s seven islands underwent a series of land reclamation in the 19th and 20th centuries to become a contiguous peninsula.The British officials and wealthy Indians who commissioned these public works projects had limited knowledge about the impact of ecological transformations. This was in part because of incomplete scientific and technical information, and also because of deliberate exclusions of local communities and traditional knowledge about nature. At the cost of estuaries, mangroves and other coastal ecosystems, the colonial project of mastery over nature made Bombay a global hub of trade, manufacturing and finance.\n\t\t\n\tBefore land reclamation in the 19th and 20th centuries made Bombay a contiguous peninsula, it was an archipelago of islands. Credit: The British Library/Wikimedia Commons [Public Domain].Contemporary Mumbai is quite literally a city born from the sea, defined by its unyielding quest for space and connectivity. Various attempts to hold back the sea have been etched into the annals of both literary and planning lore. For instance, in Midnight’s Children, Salman Rushdie pays homage to a reclamation scheme involving tetrapods, those “four-legged conquerors triumphing over the sea”. “Land arose, and did not sink beneath the tides,” one of the characters reflects.That story is changing. Mumbai floods every year now, and the heaviest brunt of the disaster is borne by its poorest residents. To fix this, policymakers need to urgently reimagine the city’s relationship with the elements. While stormwater drainage systems, pumps and other infrastructure to manage flooding need to be overhauled, these upgrades will not be enough. These systems have capacity constraints and were designed for the climate conditions of the past. In cities around the world, including in developed countries, traditional infrastructure intended to divert and manage water have failed to cope with intense, brief deluges, accompanied by challenges such as high tides and storm surges. Making matters complex in Mumbai is the Brihanmumbai Municipal Corporation’s poor track record in efficiently maintaining its stormwater drainage facilities.Risk assessmentsIn part, there is decision-making inertia because much of the analysis of extreme weather is focused on isolated events. “The problem is that we don’t have an integrated view of extreme events,” said Roxy Koll, a climate scientist at the Indian Institute of Tropical Meteorology and a contributing author to IPCC reports. “While scientists have traditionally narrowly focused on their research within siloes, nature and its impacts are inherently interdisciplinary,” Koll said.Ultimately, “one of the major risks is that we don’t have proper climate risk assessments in place,” Koll said. “Without knowing what we are going to face in terms of the worst-case scenario for a city like Mumbai, it is very difficult to take action.”Policymakers and planners will soon have a tool to overcome this knowledge deficit. The Climate Risk Atlas, being developed by some of India’s leading climate and environment think tanks and institutions, will create district-level profiles for vulnerability to extreme weather events like cyclones, floods and drought. The India Climate Collaborative, a business and philanthropic collective, and the Council on Energy, Environment and Water, a policy research institute and think tank, are collaborating with a number of Indian and international institutions towards “data-driven, localised and dynamic assessment of infrastructure and communities at risk from current and future (next 5-10 years) extreme climate events”.Mumbai floods every year and the heaviest brunt of the disaster is borne by its poorest residents. Credit: PTI.“The Climate Risk Atlas will enable multiple actors to plan for climate risks with local strategies,” said Edel Monteiro, programme lead at the India Climate Collaborative. “This is different from other studies because it will be built from the ground up, and be available as a dynamic data-set that can be used in district and state disaster management plans as well as by other stakeholders in industry and civil society.” The data will include socioeconomic indicators, cropping patterns, damage to coastal areas, and the urban heat island effect, according to Monteiro.Risk assessments for infrastructure projects will be especially important for informing policies and public finance allocations. “In Mumbai, there are currently massive investments in roads and bridges but we don’t know what will happen to these because we don’t fully understand the risks,” Monterio said.MIT economist Clare Balboni has researched threats to coastal cities. According to her, coastal favouritism for infrastructure investments has significant costs. She examined the interaction between growth-creating infrastructure projects and environmental changes and found that there are significant losses of welfare gains offered by roads that are either lost to inundation or connect inundated areas. Balboni argues that decisions about where to allocate infrastructure projects should weigh the dynamic effects of environmental change.Nature-based solutionsAfter addressing the planning failures rooted in the belief that nature can be controlled and tamed, there is an urgent need to rethink infrastructure in Mumbai and the relationship between its built environment and its varied intact ecologies. A key question that should guide decision-making is infrastructure for what and for whom, according to Ajita Tiwari on the India Climate Collaborative’s programme team. “We need socio-economic infrastructure that offers services that are ecologically relevant and aligns with cultural use,” Tiwari said.Mangroves and fishing boats at low tide along Mumbai’s Thane Creek. Credit: Aaran Patel.Beyond its grey infrastructure, Mumbai has a natural climate super solution in mangroves that play multiple roles. Although Mumbai has scattered belts of mangroves on its west and east coasts, the largest contiguous patch is along the Thane Creek. Here, “the mangroves are moderately dense and lush green, which is an indication of their health in terms of height and the biomass of each tree,” said Tejashree Joshi, head of Environmental Sustainability at Godrej & Boyce, which has conserved a vast tract of mangroves at Vikhroli.Mumbai’s mangroves provide both local and universal benefits. Mangrove forests are essential to limiting global warming and its associated challenges by sequestering and storing carbon up to four times more than rainforests per unit area. Through their dense root networks, they reduce flooding by dissipating the energy of waves during storm surges, bind the soil and reduce coastal erosion, form a critical habitat for marine life (especially juvenile fish), and are a source of livelihood for fishing communities.Mangroves have significantly helped reduce damage from recent climate disasters in India. “Cyclone Amphan is a fantastic example of how mangroves, as natural barriers, can help us mitigate and develop plans for coastal cities that will face more flooding due to a changing climate,” said Punyasloke Bhadury, a marine biologist and professor. Bhadury and his colleagues at the Indian Institute of Science Education and Research in Kolkata have studied mangroves’ resilience over thousands of years and the impact on them from rapid increases in global air and sea surface temperatures.When Cyclone Amphan hit the West Bengal coast in May 2020, the wind speed was above 150 kmph, Bhadury explained. A small stretch of semi-urban mangroves took a direct hit and, as the cyclone progressed, the system kept hitting natural barriers and the speed decreased to 120 kmph. Through repeated observation, Bhadury found that although the stretch of mangroves was hit hard by the cyclone, over the last year, it has recovered to its original form, demonstrating a unique ecosystem resilience. “The question, however, is in the course of time whether this resilience will continue because once nature is hit repeatedly, its ability to rejuvenate diminishes,” Bhadury said.Construction of Mumbai’s Trans Harbour Link along mangroves at Sewri. Credit: Aaran Patel.As climate science and modelling capabilities improve, mangroves’ vital role in coastal risk mitigation is increasingly being quantified. “Mangroves provide flood protection benefits exceeding US$ 65 billion per year,” according to a landmark global study of the flood protection benefits of mangroves in the science journal Nature. “If mangroves were lost, 15 million more people would be flooded annually across the world.”“Approximately 90% of total benefits of mangroves are for protection from tropical cyclones, while 10% are from protection from regular (non-cyclonic) conditions,” said the study. This is particularly important for states along India’s western coast. Although compared to the Bay of Bengal, the Arabian Sea has historically had less cyclonic activity, the rapid warming of the sea surface temperature has begun brewing storms – like Cyclone Amphan in 2020 and Tauktae in 2021 – the frequency of which is expected to increase in this century.Given India’s vulnerability to these climate impacts, it is not surprising that it is among the countries that receives the greatest benefit from mangroves in economic terms ($7.84 billion of property damage averted) as well as social terms (2.87 million people protected). Mangroves in Mumbai alone protect more than 150,000 people from flooding every year, the study found.To some extent, the Maharashtra government’s recent decision to transfer vast tracts of wetlands to the Forest Department reflects an understanding of mangroves’ vital role in protecting Mumbai and other coastal areas. This move has come against the backdrop of growing public investment in the city’s mangroves. Campaigns like Make Art for Mumbai’s Mangroves, hosted by a city-based collective called the Ministry of Mumbai’s Magic, have seen widespread participation from artists and environmentalists. These have helped to celebrate the critical natural assets still intact in the megacity.But the city’s mangroves face a range of threats, including coastal construction, encroachment and illegal felling. Amid constant pressures, conservation, management and restoration can be challenging. “There is no universal framework or policy that can inform protection and expansion of mangroves,” Bhadury explained. Approaches to preserve mangroves must be based on local factors and include local communities such as artisanal fishers who often have knowledge passed down generations, he said.An artisanal fisherman lays nets among mangroves in Goa. Credit: Aaran Patel.Given that mangroves are a complex and dynamic system, plantations require thoughtful selection of location, an understanding of local biodiversity, and techniques to harness the intertidal movement. “It is important to think holistically about mangroves as a component of a larger wetland ecosystem in which, for instance, mudflats will have a different drainage pattern and catchment area,” Joshi said.Later this year, Mumbai will have a climate action plan, which the administration has commissioned from the World Resources Institute, a global non-profit research organisation. It is imperative for the city’s urban planning paradigms to be reimagined and infused with the latest scientific knowledge and foreground the nature-based solutions at hand. Business as usual is not an option.Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government. He is a Kalpalata Fellow for Architecture & Urban Issues Writings for 2021.","author":" Aaran Patel","time":"2021-08-31T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163436-bqyhygfhqy-1630328006.jpg","tags":["Mumbai","Mangroves","Climate change"]}