{"title":"Mumbai Police receive threat messages warning of terror attack on lines of 26/11","content":"The Mumbai Police on Friday received threat messages that warned of a terror attack on the lines of the one that took place on November 26, 2008, The Indian Express reported.The person who sent the messages said that an attack would be executed soon in the city to revive the memories of the 26/11 attack. The messages were sent to the helpline number of the Mumbai traffic police.City Police Commissioner Vivek Phansalkar on Saturday claimed that prima facie, the threat messages came from a number with a Pakistan code, PTI reported.“We have taken the messages seriously,” Phansalkar said. “Necessary measures are being taken to investigate the threat messages. We are alert on coastal security and are coordinating with Coast Guard.”The terrorists who attacked Mumbai on November 26, 2008, had entered the city via the sea route and landed at Machchimar Nagar in Colaba, according to the police.The police have ruled out the threat of an attack, but started an investigation to trace the sender of the messages.The person who sent the messages reportedly stated that he is from Pakistan, and claimed that there were some people in India who were helping him to carry out the attack. “The messages mention a terror threat to Mumbai,” Phansalkar said. “Some of the numbers mentioned in the messages are being verified.”The police have registered a case against an unknown person under Section 506(2) of the Indian Penal Code, which deals with threats to cause death or grievous injury, ANI reported. The case has been filed at the Worli police station.Maharashtra Deputy Chief Minister Devendra Fadnavis said that the government has taken the threat messages very seriously, ANI reported. “Agencies have been informed of all measures to investigate the threat matter,” said Fadnavis, who is also the state home minister.The 26/11 attacksOn November 26, 2008, ten terrorists of the Lashkar-e-Taiba had carried out a dozen coordinated shooting and bombing attacks at various major landmarks across Mumbai.Over 160 people were killed and more than 300 injured in the attacks that lasted four days, and needed the National Security Guards and the Anti-Terrorist Squad to intervene.","author":"Scroll Staff","time":"2022-08-20T16:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178732-bglzoqivwg-1660992381.jpg","tags":["Mumbai","Mumbai Police","terror attack","Vivek Phansalkar","Mumbai Police threat call"],"source":"https://scroll.in/latest/1030922/mumbai-police-receive-threat-messages-warning-of-terror-attack-on-lines-of-26-11"}