{"title":"Mumbai's coastal road plan is a welfare scheme for the well-to-do","content":"The Bharatiya Janata Party-led government in Maharashtra has been on a building overdrive. In the five months it has been in power, the dispensation has taken several decisions to construct infrastructure in the state without paying any heed to the impact it will have on communities and ecology. Few projects perhaps capture the government’s callousness as perfectly as the proposed Rs 8,000-crore coastal freeway in Mumbai, from Nariman Point in the city’s south to Kandivali in the western suburbs.Though it is not a new idea, the coastal freeway has received an impetus under the BJP-led government, which feels that the 34-kilometre road is desperately needed to improve Mumbai’s traffic. This thinking echoes the recommendations of a technical committee set up by the government whose report, submitted in 2011, had advanced two incredibly counterintuitive arguments for building a coastal freeway.The first said that a freeway would “take away traffic from internal roads”, reduce Mumbai’s notorious congestion and cut down the pollution levels, thus diminishing public “health hazards”. The second said the coastal road would supply “significant green space” to the city by reclaiming 160 hectares of land from the sea. It would also beautify the city’s western edge by creating recreational spaces, such as jogging and cycling tracks, waterfronts, promenades, gardens and landscapes. On the whole, the committee’s report claimed, the freeway will result in a “quantum leap” towards enhancing the “quality of life” of its citizens.Both arguments are misleading.Coastal communities and ecologyThe western coast of Mumbai is rich in its productive uses as well as ecological diversity. There are at least 12 fishing villages on this coast that depend on the coastal ecosystem for their livelihood. They use the beaches to park their boats, dry fish, and repair their nets and vessels.To these communities, the coastal areas constitute their “commons”, since they collectively manage, use and protect these shared resources. However, the government-appointed technical committee characterises these activities in terms that suggest lawlessness (“encroachments”), uncivility (“commonplace abuse”) and squalor (“eyesores”).The efforts to “beautify” and “landscape” the coast are attempts to transform its productive functions into leisure and recreational functions to suit the lifestyle needs of middle and upper income groups. They render the coast unusable for the livelihood needs of coastal communities. As the city is reorganised for tourism, leisure and entertainment sectors, the communities and their activities get pushed out to be replaced by monumental waterfronts, recreation zones and tourist attractions.Conscious of the impact of the coastal freeway on the ecology, the technical committee recommends “compensatory mangrove plantation” to address environmental concerns. But mangroves are just one component of a biologically productive system: the coastline includes a range of natural features such as rocky headlands, bays with sandy beaches, estuaries, mudflats and more, all of which offer a diversity of habitats forming a fragile coastal ecosystem. Far from suggesting ways of conservation, the committee reduces these geomorphic features to “sharp kinks” in the coastline that must be replaced through reclamation into “gentle curves” to smoothen traffic flow.It was precisely for the protection of coastal ecology and the livelihoods of coastal communities that the Union government had introduced the Coastal Regulation Zone in 1992. But in the case of the coastal freeway, the Union Environment Ministry has waived off the CRZ regulation, despite the obvious consequences.The problem of trafficFurthermore, much of the coast already offers a variety of usable public spaces that the city’s residents benefit from. What then is the value in effacing these for gardens, jogging tracks and promenades? It will be more effective and less expensive to refurbish and maintain Mumbai's beachfronts as they exist today. It will be less expensive to improve access to the existing open spaces – more than half of which are inaccessible – rather than to reclaim land to create more.The city’s municipal corporation ignores the larger problem of inequities and focuses exclusively on inadequacies – assuming, falsely, that addressing the latter will automatically remove the former.Freeways by design are not for a diversity of users or origin and destination points. They are meant to dump cars from one general area to another, and generally end up choking these areas further – in turn laying the ground for new demands for newer and wider roads. The most effective way to reduce congestion is by reducing road space, making private transport costly through taxation and pricing, and by diverting this revenue for improving and augmenting public transport. These measures deter car users and encourage a switch to public modes of transport. People do not choose private transport simply because they can afford cars, but because they seem more convenient, especially since there are few disincentives to use them.The real problem of traffic is not how to build more infrastructure that encourages vehicle travel – it is how to cut down private automobiles by discouraging their use. Apart from devouring land, cars notoriously guzzle oil and warm the planet. Despite this, the government, in its eagerness to emulate “metropolises around the world”, wants to transform the dense city of Mumbai, where 78% of non-walking trips are on public transport systems, one of the highest in the world, into a sprawling, energy-hungry urban agglomeration infested with cars.Who pays? Who gains?It is obvious that the technical committee’s “green” and “health” arguments for the Mumbai coastal road are flimsy crutches that buckle instantly when scrutinised. Eventually, the real aims of the coastal road have more to do with the interests of investors, developers, wealthy homeowners and middle-class commuters. The net benefits of the freeway will predictably accrue to lenders and financiers, for whom big infrastructure projects ensure public guarantees on investments; to car manufacturers, for whom road construction is an indirect subsidy; to real-estate developers, for whom the freeway represents increased realty values along the coast and in the suburbs; and to car owners, who desire to leapfrog the “undesirable” parts of a complicated city.But the net costs of this project will be borne by others. The disruption of neighbourhoods and livelihoods of coastal communities will be costs that are suffered by the poor, while the environmental impact, pollution and the need for more parking facilities and infrastructure will be costs endured by the city. Apart from these, there will be other impacts that are difficult to predict or quantify.The benefit to a small fraction of Mumbai’s population will be largely financed by the public, as Mumbai’s civic body plans to divert Rs 3,500 crore raised through the sale of compensatory floor space index (or fungible FSI) for the project. If anything, the project represents a massive transfer of wealth to the rich, and imposes costs on the rest. The Mumbai coastal road is welfare for the well-to-do.Hussain Indorewala and Shweta Wagh teach at the Kamla Raheja Vidyanidhi Institute of Architecture and Environmental Studies in Mumbai. They are also members of the Hamara Shehar Vikas Niyojan.","author":"Hussain Indorewala and Shweta Wagh","time":"2015-04-02T09:00:18+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/713403-276c2ab1-1071-4e0b-a4a2-16d447120a5f.jpg","tags":[],"source":"https://scroll.in/article/713403/mumbais-coastal-road-plan-is-a-welfare-scheme-for-the-well-to-do"}