{"title":"Mumbai: Dalit student arrested for social media post opposing celebrations of Ram temple event","content":"The Mumbai Police on January 22 arrested a Dalit student of the International Institute for Population Sciences for sharing a post on social media against the celebration of Ram temple consecration, reported The Wire on Friday.The Ram temple in Uttar Pradesh’s Ayodhya was inaugurated on January 22 in a ceremony led by Prime Minister Narendra Modi. The 23-year-old student from Latur district was arrested the same day on the basis of a complaint by another student, who is a senior at the institute, for allegedly insulting his religion.The Dalit student was booked under Indian Penal Code Sections 153 (A) (promoting enmity between different groups on grounds of religion) and 295(A) (deliberate and malicious acts, that are intended to outrage religious feelings of any), reported The Indian Express.He was released on bail two days after the arrest.The student was reportedly instrumental in getting 34 fellow students to write to the director of the institution, SK Singh, seeking his immediate intervention to stop the celebration on campus.The letter was submitted on January 20 but the campus did not intervene in the matter. The names of students who had signed the letter were also leaked. “IIPS is a multicultural campus annually organising various celebrations which includes Ganesh Chaturthi, Dussehra, Christmas, etc which epitomises the promise of grooming a secular young generation who can contribute prosperity to a diversified nation-state like India,” the letter said, according to The Wire.It added: “But the celebration of Ram temple consecration is a pure act of political agenda orchestrated by the various outfits, which can harm the secular sentiments of students while celebrating in an institute like IIPS, where such celebrations cannot be done.” The letter had expressed concerns that the celebration on campus could create divisions among the students by spreading hate and fear.After the Dalit student was arrested, the students who had signed the letter were also forced to write apology letters for hurting the sentiments of those celebrating the Ram temple consecration, reported the news portal.","author":"Scroll Staff","time":"2024-02-03T12:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198118-tmqjsxjded-1706941473.jpg","tags":["Ram temple","International Institute for Population Sciences","Mumbai","Religion"]}