{"title":"Mumbai doctor booked for allegedly sexually assaulting coronavirus patient ","content":"The Agripada Police booked a 34-year-old doctor for allegedly sexually assaulting a 44-year-old male coronavirus patient at Wockhardt Hospital in Mumbai on May 1, The Indian Express reported on Monday. The doctor had joined the hospital just a day earlier.The hospital has sacked the doctor, but he has not yet been questioned or arrested as police fear he may be infected with the virus too. Police said “the accused has been quarantined at his home and is being monitored”. “We have registered a case but we have not arrested the doctor,” Senior Police Inspector Savlaram Agwane of Agripada station told The Indian Express. “He came in close contact with the patient, so we suspect even he might have got infected.” The alleged accused has been booked under Sections 377 (unnatural offences), 269 (negligent act likely to spread infection of diseases endangering life) and 270 (malignant act likely to spread infection of diseases endangering life), of the Indian Penal Code.“We have registered the case on the basis of what the HR manager has said in his statement,” a police officer told The Indian Express. “He told us that the accused was interviewed on April 28 and 29 following which he was hired by the hospital, and April 30 was his first day at work. He committed the offence on the second day.” He added that the police have not yet taken a statement from the patient or the suspect. Wockhardt Hospital said in a statement that the doctor was on his first day of duty when the alleged incident occurred. “Following the receipt of information of misconduct and as per protocol, the administration immediately informed the police,” its statement said. “The services of the doctor were terminated.” According to the complaint, on May 1, the doctor entered the patient’s room in the ICU and made physical advances at him, which the patient tried to resist. “The patient raised an alarm when the doctor assaulted him and staffers who were stationed outside went inside the room,” an officer was quoted as saying.The patient then informed the hospital about the incident, and the hospital alerted the police and Brihanmumbai Municipal Corporation. A senior doctor from the hospital told The Indian Express that they had to “urgently recruit young doctors after a policy decision was taken to keep those above 60 years old and with co-morbidities at home as a precautionary measure.”","author":"Scroll Staff","time":"2020-05-04T15:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/72020-pehmnmcher-1568781117.jpg","tags":["Coronavirus","Covid 19","Wockhardt Hospital","Mumbai Police"],"source":"https://scroll.in/latest/960987/mumbai-doctor-booked-for-allegedly-sexually-assaulting-coronavirus-patient"}