{"title":"Mumbai terror squad chief Hemant Karkare died after I cursed him, brags BJP’s Pragya Thakur","content":"Malegaon blast accused and the Bharatiya Janata Party’s candidate for the Bhopal Lok Sabha seat, Pragya Thakur, on Friday claimed former Mumbai Anti-Terrorist Squad chief Hemant Karkare died because she had cursed him.“I had told him you will be destroyed, and he was gone in less than two months,” she said, according to ANI. Thakur is currently out on bail. Karkare had investigated the charges against Thakur in connection with the Malegaon blasts. He died in the November 26, 2008, Mumbai terror attack. “The investigation team called Hemant Karkare and said if you do not have evidence, let her go,” Thakur said at a press conference in Bhopal. “He said, ‘I will do anything to get evidence against her. I won’t let her go’.” She added that this was his hatred and he was “anti-national and against religion”. She claimed that an inauspicious period had started for Karkare when she was arrested and it ended only after he died.#WATCH Pragya Singh Thakur:Maine kaha tera (Mumbai ATS chief late Hemant Karkare) sarvanash hoga.Theek sava mahine mein sutak lagta hai. Jis din main gayi thi us din iske sutak lag gaya tha.Aur theek sava mahine mein jis din atankwadiyon ne isko maara, us din uska anth hua (18.4) pic.twitter.com/COqhEW2Bnc— ANI (@ANI) April 19, 2019\n\nThakur on Thursday claimed that she was tortured by officials when she was in jail for her alleged role in the 2008 Malegaon blasts. Congress President Rahul Gandhi said in a tweet that Karkare sacrificed his life protecting India. “He must be treated with respect,” Gandhi added.The Congress and the Nationalist Congress Party demanded an apology from Prime Minister Narendra Modi. Maharashtra Congress General Secretary Sachin Sawant said Thakur insulted Karkare who made the supreme sacrifice while fighting terrorists. “Why the prime minister is silent when a martyr has been insulted? Modi should apologise to the country,” he said. Nationalist Congress Party leader Nawab Malik said the BJP’s decision to give her a ticket had “exposed its pretence” of fighting terrorism. Maharashtra Nationalist Congress Party chief Jayant Patil said both the BJP and its ally Shiv Sena should be ashamed of her statement.Delhi Chief Minister Arvind Kejriwal called her comments disgraceful and said that the BJP was “showing its true colours” now.The Maharashtra BJP unit distanced itself from Thakur’s comments. State BJP spokesperson Madhav Bhandari said the saffron party considers all those who died fighting terrorists as martyrs. However, he added: “Sadhvi has spoken about how she was jailed during the Congress rule, tortured in jail and misbehaved with, being a woman.” Disgraceful comments by BJP's Bhopal Lok Sabha candidate Pragya Thakur on 26/11 martyr Hemant Karkare ji need to be condemned in strongest terms. BJP is showing its true colours & it must be shown it's place now https://t.co/3Qdo1x7kPI— Arvind Kejriwal (@ArvindKejriwal) April 19, 2019\n\nThakur will contest the Lok Sabha election against Congress’ Digvijaya Singh in Bhopal constituency on a BJP ticket. Several Opposition parties have opposed her candidature and called out the Bharatiya Janata Party for fielding a terror accused. The father of one of the victims in the blasts on Thursday filed an intervention application before a special National Investigation Agency court, seeking orders to restrain her from contesting the Lok Sabha elections.Thakur is known for her incendiary comments and speeches and has been associated with the radical Hindu outfit Abhinav Bharat and Durga Vahini, which is the women’s wing of the Vishwa Hindu Parishad.On September 29, 2008, at least six people died and several were injured in two blasts in Maharashtra’s Malegaon town. Thakur has been charged under Section 18 (conspiracy) of the Unlawful Activities (Prevention) Actand other sections of the Indian Penal Code.","author":"Scroll Staff","time":"2019-04-19T13:30:00.254673+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117849-cptixssxri-1555660249.jpeg","tags":["Hemant Karkare","Pragya Thakur","Malegaon blasts","Mumbai terror attack","Bharatiya Janata Party","Bhopal","BJP"],"source":"https://scroll.in/latest/920626/mumbai-terror-squad-chief-hemant-karkare-died-after-i-cursed-him-brags-bjps-pragya-thakur"}