{"title":"Munawar Faruqui’s show in Bengaluru cancelled at last minute","content":"A show by comedian Munawar Faruqui in Bengaluru was on Friday cancelled at the last minute, The Indian Express reported.Deputy Commissioner of Police (South) P Krishnakanth claimed that the show, titled “Dongri to nowhere”, was cancelled as the organisers had not sought permission.A Hindutva outfit named Jai Shri Ram Sena had filed a complaint against Faruqui and the organisers of the event with city Police Commissioner CH Pratap Reddy, according to PTI. The organisation had alleged that the comedian had hurt Hindu sentiments and made insulting remarks about deities Ram and Sita.This was the second time that Faruqui’s show was cancelled in Bengaluru. In November, his show in the city had been cancelled on the same grounds. At the time, he had indicated that he might quit performing stand-up comedy.Heavy security in HyderabadHowever, the comedian said that his show in Hyderabad would be held on Saturday as per schedule.A large number of police personnel were deployed at Shilpakala Vedika, the venue where Faruqui is slated to perform, visuals by The Siasat Daily showed.#ShilpakalaVedika, where standup comedian #MunawarFaruqui is about to perform in Madhapur (Hitec City) has turned into a fortress. Anticipating trouble, from right-wing groups, the police has deployed a posse of cops in and around the area.https://t.co/RVh6hEF4XA#Hyderabad pic.twitter.com/6PMUGKhbnO— The Siasat Daily (@TheSiasatDaily) August 20, 2022\n\nPeople entering the venue were told not to take their phones and wallets inside, ANI reported.On Friday, Telangana Bharatiya Janata Party chief Bandi Sanjay Kumar had urged residents to boycott Faruqui’s performance, alleging that he mocked Hindu gods.“We all worship Sita Devi...we see her everywhere in water, air, fire and land,” Kumar said while addressing a gathering in the Jangaon district. “He [Faruqui] has insulted our Sita Devi and our Lord Rama...TRS [Telangana Rashtra Samithi] party people have called him to Hyderabad as a chief guest. We don’t need him, we will boycott him.”On the same day, the Hyderabad Police had placed BJP leader T Raja Singh under house arrest after he threatened to beat up Faruqui and burn down the venue where he was scheduled to perform.Over the last one year, Faruqui’s shows have been cancelled in Bengaluru, Gurugram, Raipur, Surat, Ahmedabad, Vadodara, Goa and Mumbai.  In January last year, Faruqui had been arrested from a venue in Indore based on a complaint filed by the son of a BJP leader about a purported joke that he had not even made. The complainant had alleged that the comedian was going to make objectionable statements about Hindu deities during the show.The comedian spent 37 days in jail before the Supreme Court granted him bail.","author":"Scroll Staff","time":"2022-08-20T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166985-tyritrixlg-1638288415.jpg","tags":["Munawar Faruqui","Bengaluru","Hyderabad","comedian Munawar Faruqui","Bengaluru Police"],"source":"https://scroll.in/latest/1030931/munawar-faruquis-show-in-bengaluru-cancelled-at-last-minute"}