{"title":"‘Murder of democracy, prosecute presiding officer’, says Supreme Court on Chandigarh mayoral polls","content":"A Supreme Court bench on Monday verbally remarked that the presiding officer of the Chandigarh mayoral elections held on January 30 should be prosecuted for defacing the ballot papers, Live Law reported.However, the court’s interim order did not stay the election result.In the mayoral polls on January 30, the Bharatiya Janata Party’s candidate Manoj Sonkar, with 16 votes, defeated Kuldeep Kumar Tita, the joint candidate fielded by the Aam Aadmi Party and the Congress. Tita bagged 12 votes.However, this was after eight votes from the Opposition alliance were declared invalid, which triggered protests by supporters of the Aam Aadmi Party and the Congress against the presiding officer Anil Masih.While the BJP has 14 councillors in the 35-member civic body, the Aam Aadmi Party has 13 and the Congress has seven. The Shiromani Akali Dal has one councillor. Additionally, the Chandigarh Lok Sabha MP is an ex-officio member with voting rights. The current MP is BJP’s Kirron Kher.On Monday, a Supreme Court bench headed by Chief Justice DY Chandrachud was hearing a petition filed by Tita, challenging the refusal of the Punjab and Haryana High Court on January 31 to stay the outcome of the polls.Senior Advocate Abhishek Singhvi, appearing for Tita, alleged that the presiding officer acted in a partisan manner and deliberately defaced eight ballot papers of the councillors belonging to the Congress and the Aam Aadmi Party, Live Law reported.The bench was shown a video of the polling process.“Is this the way he [Masih] conducts the elections,” Chandrachud asked in response. “This is a mockery of democracy. This is murder of democracy. This man [Masih] should be prosecuted.”“It is obvious that he [Masih] defaced the ballot papers,” he added.The chief justice said that he was appalled by the actions of the presiding officer.Masih was summoned before the court on February 19 to explain his conduct as seen in the video.The top court also deferred the meeting of the Chandigarh Municipal Corporation scheduled on February 7.It said that an appropriate interim order was warranted in this case to protect the purity and sanctity of the electoral process, which the High Court failed to do.The top court ordered that the records of the mayoral election should be stored with the Punjab and Haryana High Court’s registrar general. It also ordered the ballots and the videography to be preserved. Chandigarh’s deputy commissioner was ordered to submit the records to the registrar general by Monday evening.Also read: Why the Chandigarh mayor polls escalated into a national controversy","author":"Scroll Staff","time":"2024-02-05T18:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Supreme Court","Chandigarh Mayoral Polls","Congress","Aam Aadmi Party","BJP"],"source":"https://scroll.in/latest/1063246/murder-of-democracy-prosecute-presiding-officer-says-supreme-court-on-chandigarh-mayoral-polls"}