{"title":"Neelanjan Sircar on Narendra Modi’s politics: ‘Murkier the data, easier it is to control narrative’","content":"Neelanjan Sircar  is an assistant professor at Ashoka University and a senior visiting  fellow at the Centre for Policy Research. In a recent paper, titled “The Politics of Vishwas: Political Mobilization in the 2019 National Election”, he  argues that instead of the economic accountability model that has been  in use in India to explain voter choices – which says that people reward  politicians for development – Prime Minister Narendra Modi’s victory in 2019  represents “a politics of vishwas”, meaning trust, and operates in a very  different way. Scroll.in spoke to Sircar about how he  established this argument, how Modi is “regionalising” national politics  and how the Emergency came in the way of political science research in  India. Get a Q&A with an expert, scholar or author plus analysis and  links on Indian politics and policy in your inbox every week by signing up to Scroll.in’s The Political Fix.Summarise for me the concept behind the paper. What is the politics of vishwas?The larger question is twofold.One  is obviously that we’re in a period in which the BJP as a whole looks  electorally dominant at the national level. But also, I think we want to  grapple with whatever changes are happening in society – such as the  state control of institutions and the rise of nationalism. So  when we’re dealing with this particular political moment, what is our  understanding of how politics works, not just in India, but in a  comparative context? How personality-driven politics works, how  communication with the voter works and how voting behaviour works, or  some notion of who comes out to vote, who is mobilised to vote? How do all of these things impact and extend to what is happening today? The  big picture here is that there was a small window in which a number of  political scientists who started believing that we were seeing some  notion of standard models of democratic accountability or economic  accountability starting to emerge. There’s work by Milan Vaishnav and Reedy Swanson  about people responding to GDP growth, and so on and so forth. I think  that until this last election, there were still a lot of political  scientists who really believe that that is still essentially what is  driving [voting].So even in 2014, people were upset with  corruption, there had been a decline in economic fortunes. So maybe that  is what explains the Modi-Shah win. Right? Fast forward five years, to  2019, people no longer believe that. I think even the most ardent  supporters are grappling with how do we make sense of what is happening  today. And I boil it down to two standard features of the political  system:  One is that there is a lot of uncertainty about  actual information that is out there. And you can see that certain  decisions by the government have reinforced that, like taking away the NSSO.  Now, the reason why that matters is that it essentially creates a  vacuum of verifiable objective information. So those who are able to  craft a narrative are in a stronger position in a world in which  information is present. The second thing is that when  you are in a position where politics is starting to become  narrative-driven – personalities, charisma, individuals start mattering a  lot. And the conditions under which you are willing to essentially  allow an individual to decide your political take are places where you  are upset with negotiation in ethnic terms and religious terms in  federal terms. “I simply don’t want to deal with all this stuff anymore.  I want somebody who’s going to decide quickly and decisively and do  what’s best for India.”The two sides of the same coin  have divided into nationalism and also putting your trust and hopes in a  single individual. So that’s the politics of vishwas.The reason  why that overturns the standard logic of political and democratic  accountability is that no longer is it the politician that is responding  to the voter. It is the voter that is responding to the politician. From 'The politics of vishwas: political mobilisation in the 2019 national election' by Neelanjan SircarSo  when the politician is framing an issue this way, the voter says, I  view the issue this way. When a politician is framing the issue that way  the voter says, I believe the issue should be that. [That is]  the ability of a leader to frame the issue. When we look at the sort of  the graph of why people supported Modi from development to Balakot or  this or that, that’s a telltale sign of elite-driven preferences. I  don’t mean the elite, I mean the political elite are framing the social  issues for you and you essentially have already decided that you like  Modi or you trust Modi and therefore you essentially reflect those  views. How do you establish this? What are the elements that you use to make the argument for the politics of vishwas?Three are three elements to the story:What does the BJP say about itself?What do people say about themselves vis-a-vis the BJP?What does the hard data say? So, one: What does the BJP say about itself?  I have this quote from Nirmala Sitharaman, though there are many others  in 2019, saying, “You will not be voting for your MP candidate, you’re  voting for Modi.” When you’re going into a polling booth, no longer are  you somehow voting for some notion of a party, or voting for this MP  [you] really like. You are essentially going out there and taking votes  completely on the image of Modi and whatever efforts it took to create  the imagery. And we saw that there was a lot of image creation, about Modi, around the election – from praying in a cave  and so on, every part of this was about sort of constructing the visage  of Modi. Right. So that’s essentially how the BJP saw itself and what  was its message. What voters say in a survey is  that at least in terms of self declaration, people do say, “I would  be less comfortable voting for the BJP had it not been for Modi.”And the third, which is hard electoral data,  which is actually my preference, because it’s not this fuzzy “what do  people say about themselves” stuff is that what we have typically seen  in turnout data is that there’s a sort of anti-incumbency effect that  when turnouts are rising at the constituency level, that that’s a bad  sign for the incumbent. And the logic for that has always been  that you’re more motivated to come out to vote when you want to change  the status quo. This is the first election where we see that logic slip.  Where a person who is more likely to come out, he’s actually doing so  in a way that creates a greater change in vote-share for the incumbent. From 'The politics of vishwas: political mobilisation in the 2019 national election' by Neelanjan SircarIt  has a couple of implications. One of the most surprising implications  addressed in the paper is that it happens exactly where the economy is  doing the worst. And so, you would have thought based on the 2018 state  elections, that it is exactly in rural Madhya Pradesh, in rural  Rajasthan where Modi would take a beating. But those are exactly  the kinds of places, especially rural Madhya Pradesh, where we actually  see massive rises [in BJP votes] compared to the past. That  suggests that rather than people being motivated based on economic  realities which had been the democratic accountability model, people are  somehow motivated by the combination of the mobilisation machinery of  the party, the narrative, and so on. To push back on  that a little, if you take Prannoy Roy’s book, they point out that the  ideas of turnouts being anti-incumbent are based on a few elections in the 1960s and 1970s.  And also, the idea of development may be different to different people  right? It may not be the economy to some but Ujjwala or Awas Yojana?Let me take each of those one by one.First  of all purely as a data person, I do believe there’s a lot of action in  turnout that we haven’t explored. I wrote a number of pieces in 2014  also correlating these changes in turnout to where the BJP did well, and  there seems to be a strong relationship in national politics. As  a larger principle, I agree that it’s not an iron-clad rule that an  increase in turnout is good or bad for the incumbent, which is in some  sense what’s demonstrated in this work.I think the mistake that  people make is they look at overall turnouts. And they try to make a  claim about what is happening to the incumbent, but that’s a little bit  off, because West Bengal and Tamil Nadu will always have higher turnout.  So, that’s not the question. The question is at the constituency  level, when you’re seeing sudden shifts in turnout, what does that mean  for the incumbent? Or the challenger? And there, I was actually quite  surprised to see that there is a regular pattern, right until the 2019  election where the pattern slips. There has been a logic that we  have started building a lot of evidence for from the mid ’90s onwards of  economic accountability and voting, and that was reflected in turnout  data. That seems to no longer be the case in 2019, where it seems to  have been more associated with political mobilisation.The other  question was about what development means, economic attribution and so  on. I don’t disagree and this is actually very heavily taken up in that  literature I referred to, which is “if I say that the economy is doing  well”, then do you believe the economy is doing well? Or if I say that  you have got something that you want, are you satisfied, even if  other things would have made you better off, right? So the real  question to ask about disentangling is whether somebody was believing  that this is what I wanted out of the economy, I got it so I voted for  the BJP, or the BJP essentially advertised very well around it.Let’s  say Congress had done exactly the same with NREGA, or some other  scheme, like the LPG scheme. Do we believe that they would have got exactly the same electoral dividends in 2019? Or is it a case where  you’re very good at advertising those things that you have done?And  therefore when people already know that they’re going to vote for you,  they vote for you saying – well, three months ago they may have said,  Balakot, three months before that they may have said road building or  whatever. But today the campaign is that ‘I have given you this and this  is why you should vote for me’. And I already know that I like you and I  trust you. So that’s why I say I voted for you. So to me, the clincher is two things: I  don’t think that other parties are getting the same sort of benefit of a  welfare scheme. It was advertising. There’s some literature that  suggests Indira Gandhi had tried a similar approach, essentially bypassing state-level schemes, centralising schemes precisely to create a  direct connection between herself and the voter. The  second thing is, I think that if it was such a stable and consistent  demand [for say Ujjwala] that would have shown up in the public opinion  data. The fact of the public opinion data and the reason to vote for  Modi has shifted so much over the last several years tells you that  it’s not a core stable demand, but rather one that is shifting as a  function of the political narrative.Do you  believe that explains the policy shift post 2019, where Modi 2.0 seems  to be making more cultural moves than developmental ones? Or is that too  big of a jump to make?I think that’s right. At some  point, when things get bad enough, even if the information is fuzzy,  people know, the economy’s bad. And I think even before the coronavirus we  were starting to reach that point and certainly now. So you have to sort  of craft your agenda in a different way. Right. I mean, if the economy  is not really available to you in that way, then what other option do I  have?This is something about what personality-driven politics is,  not just in India, but everywhere around the world, about projecting  decisiveness and aggression. And that is something that is being  displayed visibly in Kashmir and via a number of other things. Prime Minister Narendra Modi praying at the Kedarnath shrine ahead of election results. | IANSI  think in many ways, the best version of that story is actually what we  just experienced on the China border.  The idea being that a) I signal that I was decisive b) I signal that I fight for for India andc)  I have enough narrative control to tell you that you should trust me on  what is happening on the border, no matter what any other people tell  you. I think that’s an empirical demonstration of how  you can have enough power in the system by building narrative and  building trust to essentially make what might objectively look like a  loss look like a win instead.The same could probably  be said about banging pots and pans and dropping flowers on hospitals,  even when the actual data on coronavirus around us is bad?That’s  exactly it and the information in coronavirus is murky enough, right? I  think one of the interesting things about the murkiness of coronavirus  is that political attributions are incredibly murky.Just think  about the Delhi case. What is being attributed to Arvind Kejriwal and  what is being attributed to Amit Shah? And because it’s so murky, the  government can take the credit for certain things and lay the blame for  other things. The reality is that I’ve actually been helping on  some government data, and you can blame anything on anyone because the  data are terrible, right? If you want, you can say all kinds of things  about anyone based on data.The lever that is working here is that  when you have this kind of murkiness of information, then your ability  to get political dividends out of control of a narrative are  significantly greater. For instance, they may not be able to control  telling me about what’s happening in my colony. But they can tell me  what’s happening on the Ladakh border.The staff of INHS Asvini hospital are showered with flower petals by an Indian Navy helicopter as part of an event to show gratitude towards the frontline staff fighting the coronavirus disease in Mumbai on March 3. | Hemanshi Kamani/ReutersThe Chhibber-Verma book  last year argued that there is a much sharper sense of ideology in the  Indian voter than we normally understand. How does that play into this  argument?On a fairly fundamental level, I have  disagreements with that book. I think it’s an important book for laying  out an argument. I think there’s some interesting questions on: “Is there  ideological stability, at least on the side of the voter vis-a-vis  politics?”Now, I would say that all you have to do is look at  what state politics has looked like over the last two or three years,  what we’re seeing in Rajasthan, Madhya Pradesh, Karnataka, to know that  the kind of filiality you have between a political representative and  the party due to ideological boundaries does not exist in India.In  the US, if you’re a Democrat, and you’ve been elected as a Democrat,  and say you switch sides. That’s essentially political suicide. That  never happens. Doesn’t happen in any European country. It happens in  India all the time. Which means that people may have certain  biases, social issues, and majoritarian biases, but the idea that it  structures political preferences to the degree that the consolidated  ideological systems have around the world is, I think, a fairly  problematic claim. We just simply empirically have far more  electoral volatility in the Indian system, far more party switching  without political costs. I’m working on a project and if I were to say  in a very reductionist way tell you what the fundamental problem of any  political party is, it is how do you prevent and how do you engineer  defection. That is the basis of the anti-defection law. That is  why certain kinds of charismatic parties like the BSP or TMC become so  effective – you’re voting for Mamata or Mayawati, not the party. Just  like what Modi is doing for the BJP today. So I think that is actually  the organising principle of politics. This is a structural question  about how do you prevent defection? How do you build enough charisma in  your leader so that the voter isn’t looking at the individual MLA or MP  when he or she is voting?My one liner on this: When we think  about Modi, we think of centralisation, and nationalisation of politics.  I think what Amit Shah and Modi have done, they’ve essentially  regionalised the BJP. They’re behaving as a regional charismatic  leader would, and that’s exactly the space Modi occupied in Gujarat.  They’re behaving like that with a national polity. It’s  an analogy I have used on the economy too, that far from Modi bringing a  federalist view to the PMO, he is trying to run India like a state.The  similarities in strategy, from media to police to tax, it’s actually  remarkable how much of this is out of the state charismatic leader  playbook.One thing that came to mind is that this idea  of trust in Modi seems like a conversation specific to academia.  Journalists have for long had a cliché that Indians vote for  personalities, not parties.One way to think about  this: I started off in mathematics and I had a professor who was in  mathematical physics. Now if you don’t know anything about mathematical  physics, it has nothing to do with actual physics. It’s just a bunch of  crazy math, which is explaining physical systems.Somebody was  saying the experimental people are wrong, they don’t know any math. My  professor turned back and said, “Look, the experimentalists are always  right. Because they’re just saying that something is happening.” And the  problem is that theory and math are always behind. It takes a  long time to figure out why something has happened. In the same way, I  think journalists are always going to be ahead of the curve in picking  up these phenomena. You know when Modi is popular, even if you don’t  have an explanation. And the academicians are going to take much longer  to figure out how to apply theory or figure out what they can  empirically say or not say.I think that now finally empirical analysis is catching up with what the journalists had been picking up a bit earlier.Do  you think this is a fundamental shift in the way Indian people treat  leaders, or simply a once-in-a-lifetime leader who can inspire this sort  of politics?You can kind of tell from my earlier  point here that – and it’s not just my argument – that the process that  started in the ‘90s is coming to fruition. It isn’t that we  haven’t had charismatic leaders. And of course in India that has been  true for a long time.But it is a certain kind of politics which  makes factionalism very hard within a party. The aggressiveness with  which you can eject or minimise the faction is a part of what makes this such an effective political form. So I agree that Modi might be a  singular political leader and he and Shah may be singular in their  political talents. But they’re also picking up something fundamental  about an organisational form that is essentially starting to dominate  Indian politics. When you think about the problems of money and  criminality in politics, fundamentally the point is that your MLA or MP  does not matter for policy, your MP only matters to win the seat. And  when all sides are playing that game, you get these kinds of  pathologies. This is essentially a political form and a set of empirical  phenomena that we have been seeing rise from the 1990s. What we’re  seeing now is the national manifestation of something that I think  started in the 1990s. There’s a big question about why it started  in the ’90s. Why in structure and function does that happen? So my  simple answer is that the Congress blew up. When the Congress blew up,  this became a very, very effective way of becoming a grabbing power at  the state level.That requires a little more empirical work. But  it’s clear that a certain kind of political form has started to dominate  and you see it even in the language we have about the Congress. “Why isn’t Rahul Gandhi such a leader? Why isn’t Rahul Gandhi behaving like him, why is Rahul Gandhi so bad at speaking?”It’s  actually quite strange and I’m not sure people in India realise how  strange it is to somehow believe that a national party that represents  something as diverse as India should be completely dependent upon the  charisma and the wittiness of its national leader. It’s a very odd way  actually to see a well-functioning democratic system.We’ve  seen Modi move towards a statesman like role and an effort to promote  Amit Shah and Adityanath. Do you think the BJP recognises this idea, and  are trying to replicate it?We’re coming into a period  where we’re going to start seeing some very interesting contradictions.  This isn’t the first time that we have seen aggressive personal  politics take over a country, right? And typically, this sort of falls  apart when the money runs out.Why was it so important for the BJP  to solve its funding lines with electoral bonds and so on, much like  Indira Gandhi did with banning corporate funding? It’s similar,  basically saying, “If I’m able to dominate the funding space in this  manner, and extract that kind of money from the system, that’s what  allows me to keep the oil in my machine right to pay every panna  pramukh.”It’s very expensive, not to mention all of the money  you’re losing on internet bans, all of the money on Kashmir. It’s an  unbelievable cost. A repressive state is a deeply expensive state to  run. A Kashmir girl rides her bike past Indian security force personnel standing guard in front closed shops in a street in Srinagar, October 30, 2019. |  REUTERS/Danish Ismail Now, what ends up happening when the money runs out is that  it some contradictions keep coming up, certain people get upset, certain  leaders start coming up. A lot of things start going wrong at one time.  And that’s one of the stories that people say happened in the late ’80s,  early ’90s in India. That’s what happens when you don’t have enough money to pay off people you’ve been paying off for so long. For  now, they still have it. But who knows about the next two, three years?  Because the economy was in bad shape, corporates are already in bad  shape. India was already bleeding money, pre-coronavirus, and now  obviously, it’s going to be a bit more extreme. Even in the case  of Indira Gandhi, the fortunes turned when the economy crashed right  after 1971 after a huge election. It didn’t take long before it got to a  situation where she said, I now declare Emergency.I  think one of the interesting things of the politics of vishwas is the  converse too. The BJP has invested time and effort into making sure  Rahul Gandhi is not someone who can be trusted.Right,  the amount of ink that is spilled on the personalities of leaders and  the trustworthiness, because now all of politics has turned into how  great or how awful each party leader is.From Mamata to Nitish to  Kejriwal. The only people I can think of that don’t get that kind of  scrutiny are your Fadnavises, and it’s because we’re talking about Modi  instead. This aggressive focus on the politics of vishwas has also  fundamentally changed the way in which we interact with our politics and  what people are demanding about our politics.Which may explain why Uttar Pradesh Chief MInister Adityanath is treated differently from Haryana CM Khattar or a Fadnavis.We  know that Haryana national versus Haryana state is a huge difference,  as you just saw, and less less electronic. Leading into the paper I wrote with Yamini  [Aiyar] I think the big point there is that when you have a Khattar or  Fadnavis, you’re actually quite weak in state elections.There  you’re in a more challenging position because you’re going out often  against a charismatic regional leader. So exactly what is working for  you at the national levels,  is what’s not working for you at the state.There’s  also then the sunken cost problem, that anyone who has invested their  trust in Modi is going to have a hard time turning away from him.I’m  not a political psychology person as such. But I think there’s work on  this as well and it’s a fairly robust concept. We associate Modi with  religious belief and it’s a similar thing, right? If you’ve grown up  with a religion you’ve invested so much in – Hinduism, Buddhism, Islam,  Judaism – it’s not gonna be so easy to be like the next day to say, “Okay,  I’m no longer a Hindu.” It’s very difficult.  Prime Minister Narendra Modi at Dwarkadhish Temple in Dwarka, Gujarat on Oct 7, 2017. | PIBCan you tell me a bit about the academic research into voter preferences in India?It’s  still a young space. When I started really writing the stuff as a  postdoc in 2014, there was a zero. You didn’t really know what to write.There’s  a sort of a funny history right in the research. In the Emergency  period everybody [worked on it] – Myron Weiner, Rajni Kothari. There’s a  huge literature on party organisation and voting behaviour. That  literature dies with the Emergency.Kothari becomes an activist.  Myron Weiner starts working on other things. They sort of say, “It’s no  longer worth it. This is too dangerous a thing to get into.” And so, we  ended up getting into a very difficult position because the ’90s happen,  the world and India essentially change, right?So it’s taken a  while for theories to catch up. I think that now you’re starting to see a  number of people ask these kinds of question. What can we say  about who’s being mobilised, how are they being mobilised? Part of the  nuance that is necessary is that it isn’t that elite-driven theories  haven’t almost always been par for the course in India, in fact that is  typically what was argued. But there was no discussion of the voter, as  if the voter was a hollow, unthinking person.This notion of hierarchy dominated the way in which people think. Now  even in my view of politics of vishwas or elite-driven politics, there  still is a large role for voters. To make up their mind. There’s a role  for information, there’s a role for communication. It’s not a function  of your caste necessarily. And so I think part of what is happening is,  the ’90s moment happened, there wasn’t a literature, and now I think we’re  also trying to take the voter as an individual more seriously and think  about what influences directly call upon the voter, and not just simply  take their preferences for granted.Given an unlimited budget and no constraints, what research on Indian political science would you like to see done? First of all, working on elections is quite dangerous and there’s also the model code of conduct. So there are actual institutional reasons why we can’t do some of the research etc in the West. But I also think that we need to innovate off of the sort of standard national election survey model that is incredibly valuable. But we need to start sort of taking seriously that people can be influenced by media, or can be influenced by family members, and design projects around the mechanism rather than the response. So I published a short paper – a US-India comparison of fake news. The point is that it is taking a very precise question about something we’re interested in – fake news, what is news, getting people to detect when news is fake or not. And trying to understand how people respond. And I think we just simply need a little more of that kind of research, where we are focusing on trying to uncover a mechanism and develop some theories or some hypotheses about what is happening. So for example, with fake news and WhatsApp, my standard argument here is that penetration of WhatsApp is nowhere near what you think it is, especially compared to very developed countries. So for fake news to have that kind of local impact means you need to have a better understanding of how the posting is used to communicate with the voter. And if you talk to any person in a political party, you find that what’s most important is not the voter has WhatsApp. It’s whether the polling booth agent has. So it has transformed the speed and the uniformity of communication within party structures. It’s not clear what fake news is doing directly to the voter at scale. Right? So these are questions that one may want. So now that I’ve given you this kind of framing, now, you might say, okay, can I now disentangle with polling booth workers what’s happening. That’s the kind of research that I think is required, as we try to understand what’s happening.And I think we have to also sort of always be humble with research. It’s the statistical mathematical physics problem. As somebody who’s trying to empirically nail something about what happens is you’re going to always be much slower than observation. The world is changing much faster than you can prove things about it. You hint at what  the politics of vishwas might mean for Indian society in your  conclusion. Do you want to expand on that a little bit?We  are in a period where politics is about certain individuals, certain  personalities. And it isn’t about direct political representatives. And  that has certain implications for what I can get from the system.So  when we think about the early ’90s, and this massive move towards  decentralisation, this is really the political counter to that. It  hasn’t institutionally taken away those powers, but it has essentially  politically done away with the importance of having representatives. The  short-term implications are not great. I think that we are looking at a  period in which people do not have a great amount of political  accountability functioning.But I’m also confident that you know,  one thing we do know about what happens in these kinds of political  systems is that unless you remove elections, which of course can happen,  there’s something about the procedure of democracy that at some point people will cross the line.Politicians are not the most humble  people. There’s some hubris. They do something they’re not supposed to,  like the CPM grabbing land. Something happens, and the machine  crumbles. The one thing there is as long as procedural democracy  is more or less intact is that there’s a way of getting rid of [those in power]  if a line is crossed. I think in the short term though we do have a  certain sort of to borrow phrase from a very famous political  scientist, Susan Stokes, you have a certain form of perverse  accountability.And the way she describes that is that it is no  longer the politician responding to the voter, but the voter responding  to the politician. Reminds me of the line that when  things go wrong, Modi isn’t failing the citizens, the citizens are  failing Modi. What do you think everyone – media, academics, analysts – gets wrong about voter preferences?I think there is a  tendency to think voters are not living, thinking beings, that they are  not strategic in their behaviour. It’s an elite bias. Those of us living  in relatively comfortable circumstances can get away without thinking  too much about all the crazy stuff happening in politics.If you  are living in a slum or you’re living in a village that is under-served  in a number of ways, being incredibly strategic about your politics and  thinking very hard about the options around you is what you do. When  I say that politics is no longer accountable as it should be to the  voter, it’s not on account of the voters. It is something that is far  more structural about the way the parties or the way the parties are  organised, and the access that voters have to information around them.Which  is why it was seen as this abstract thing when the BJP did away with  the NSSO, but I think that people haven’t really nailed why it is so  important for them to do something like this and why it serves certain  political needs. So I think that there is a sense in which we  still have hero worship in our politicians  and I think think we  underestimate how much is simply emboldening the average Indian  individual to make his own or her own decisions .Was there anything surprised you in the research for the piece?The  rural stuff, I really didn’t expect. I knew Modi was popular and would  win, but the fact that that’s where they made up the most ground, I  think it really puts into perspective. From 'The politics of vishwas: political mobilisation in the 2019 national election' by Neelanjan SircarI have a certain concern  about people always trying to understand what is happening in the polity  through issues. Because the issues themselves are moving as a function  of the narratives that are being placed in front of voters. It’s  still fundamentally the way all of us think about politics. “Well, there  is rural distress and that is how people in the hinterlands will vote.” Actually it is a lot more complicated and I was still continually  impressed by how much pain the average Indian can take right and  continue to hold their trust in the system. It’s incredible.Where can people follow your work?On Twitter. What three things – books/papers/podcasts/articles – would you recommend to people who want to read more?I  want to mention some literature that is written in a comparative context   and/or the United States, to give a sense of how these disparate   contexts can help us make sense of our own.Media Environment & Fake News:Hunt Allcott and Matthew Gentzkow. 2017. “Social Media and Fake News in the  2016 Election.” In Journal of Economic Perspectives. Volume 31, No. 2:  pp. 211-236Ideology and Partisan Volatility:Scott Mainwaring and Mariano Torcal. 2006. “Party system institutionalization and party system theory after the third wave of democratization.” In Handbook of Party Politics edited by Richard S. Katz and William J.  Crotty.Elite-Driven Political Preferences:Lenz, Gabriel S. 2012. Follow the Leader?: How Voters Respond to Politicians’  Policies and Performance. Chicago: University of Chicago Press.Zaller, John R. 1992. The Nature and Origins of Mass Opinion. New York: Cambridge University Press.","author":"Rohan Venkataramakrishnan","time":"2020-07-25T07:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/hmyllmnxig-1527040387.jpg","tags":["Narendra Modi","The Political Fix"],"source":"https://scroll.in/article/968452/murkier-the-data-easier-it-is-to-control-narrative-neelanjan-sircar-on-narendra-modis-politics"}