{"title":"Muslims think namaaz legitimises terrorism, abducting Hindu girls, says Ramdev","content":"Yoga guru Ramdev on Thursday made derogatory remarks against Muslims, claiming that they believe offering prayers redeems them from all sins, which leads them to terrorism and crime.In a widely shared video from at an event in Barmer city of Rajasthan, he also makes objectionable statements against Christians. Ramdev’s social media posts show that he was attending a congregation of seers in Barmer.In the video, Ramdev says that Muslims commit “a lot of sins”, but offer namaaz religiously.“Because that’s what they have been taught...just pray, do whatever else you want to do,” he says. “They became terrorists, and a lot of them become criminals.”He added: “Ask a Muslim what your religion says, they will say that read namaaz five times [a day] and then do whatever comes to mind. Whether you kidnap Hindu girls, do whatever sin you want to commit.”Ramdev then drew a parallel with Christians saying they get forgiveness for all their sins by going to the church and lighting candles.Barmer Superintendent of Police Deepak Bhargav told Scroll that the police have not received any complaint by some journalists have forwarded him the video of Ramdev’s remarks.“So we have started an enquiry suo moto and after the enquiry whatever legal course has to be taken shall be taken,” he added. “We need the entire video and the transcript to check legally what offense is made out of any and enquiry is being conducted.”Meanwhile, the Centre for Justice and Peace, a non-government organisation, on Friday said that Ramdev’s comments were a “desperate attempt” to gain attention and fit in with his extremist counterparts. “In order to depict Hinduism as the best religion out of all, Ramdev tried to goad the audience into accepting a prejudicial, anti-Muslim narrative,” the organisation said.In November, Ramdev had made sexist remarks at an event in Maharashtra, saying that many women who were present there had brought sarees but did not get the time to wear them because of back-to-back programmes.Addressing Amruta Fadnavis, the wife of Maharashtra Deputy Chief Minister Devendra Fadnavis, he had said: “However, you look good in sarees, you look good in salwar suits like Amruta ji, and you look good when, like me, you wear nothing.”The yoga guru is also facing a case in the Supreme Court for making derogatory remarks against allopathy and doctors who practice the medicine system in relation to the Covid-19 pandemic.In May 2021, Ramdev had said: “Lakhs of people have died because of allopathic medicines, far more than those who died because they did not get treatment or oxygen.” In another video, Ramdev had falsely claimed that 1,000 doctors had died even after getting two doses of the coronavirus vaccine. Later, he issued an apology once Union Health Minister Harsh Vardhan asked him to withdraw his comments.","author":"Scroll Staff","time":"2023-02-03T21:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186459-fbsqlpevii-1675436337.jpeg","tags":["Ramdev","Yoga Guru","Hindutva Politics","Hate Speech"],"source":"https://scroll.in/latest/1043221/muslims-think-namaaz-legitimises-terrorism-abducting-hindu-girls-says-ramdev"}