{"title":"Muslim youth beaten to death in Haryana’s Palwal district","content":"Rahul Khan, a 22-year-old Muslim resident of Husangabad village in Haryana’s Palwal district, succumbed to his injuries after being thrashed by at least four men on December 14. All the accused men were Khan’s friends, said his family.Two of the accused – Vishal and Akash – were arrested on December 18 after a video of the assault went viral. The Haryana Police are looking for the main accused, Kalua.In the video, one of the men thrashing Khan can be heard repeatedly saying, “Hum Hindu hain [I am a Hindu].”The police told Scroll.in that the accused persons and Khan attended a wedding together in neighbouring Rasoolpur village on December 13. “When they were there, Rahul Khan took Kalua’s phone,” station house officer at Chandhut police station said. “When Kalua started looking for it and asked Khan about it, Rahul said he didn’t have it. But then when they checked, they found the phone on Rahul. They were all drinking and started hitting him.”According to Khan’s relatives and the police, Kalua came to their village the next day and informed them that he had been injured in an accident.Khan’s wife, 26-year-old Shaheena, told Scroll.in that Khan had no clothes on him when one of their cousins, Yusuf, found him. “He was bruised and injured all over,” she added. “It was a terrible sight. At the hospital he kept telling me that Kalua had beaten him up. He kept asking me to find out why his friend had beaten him up.”Six hours later, Khan died at the Palwal district hospital. In the post-mortem examination, it was found that Khan had 18 wounds inflicted by sticks. On December 14, the family had filed a complaint regarding an accident but hours later they also pressed murder charges. A first information report was registered under section 302 (murder) and 34 (common intention) of the Indian Penal Code on December 16.The police have ruled out a communal angle. “There is nothing like this,” said the station house officer. “People say this, sadly. But the fact is that the accused are Dalits and they were all from similar backgrounds. So these allegations are false. Even if you see the video nothing of the sort has been said.”Khan’s family said they were clueless as to why he was thrashed like this. “We also want all of those involved to be arrested,” Khan’s uncle Nooruddin told Scroll.in.His wife added: “These people were very close friends. While dying all he kept saying was to ask Kalua why he would thrash him so mercilessly. I want all the accused to be arrested. I want to make sure no one kills another Rahul like this again.”","author":"Aishwarya Iyer","time":"2021-12-20T07:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167747-vrmlbbnvcg-1639966923.jpeg","tags":["Haryana","Palwal","Rahul Khan"],"source":"https://scroll.in/latest/1013195/muslim-youth-beaten-to-death-in-haryanas-palwal-district"}