{"title":"Muslim stereotyping in Hindi films: ‘We cannot allow ourselves to forget what constitutes us’","content":"The crisis around Muslim identity in India that is being fuelled by Hindutva supporters has also engulfed Hindi cinema. Where once films showed Muslims as rulers, poets and aesthetes, they are now often portrayed as terrorists, gangsters and despots. To that list has been added the Muslim quisling – the kohl-eyed, generously bearded betrayer who aids the efforts of the Pakistani security establishment to attack India.Islamophobia has undoubtedly infected films and web series. This is especially evident in productions about terrorism, espionage and wars. The recently released Bhuj: The Pride of India includes rants about Mughal “outsiders” and a line that “spies don’t use attar”. This dog whistle was in the same register as the recent statements of Uttar Pradesh Chief Minister Adityanath that before he came to power, food rations were being given only to people who said “Abba jaan” – a term of endearment for “father” used by Muslims.Bhuj came out a few weeks after Toofan, about a Muslim boxer who battles poor sporting form as well as religious bigotry. The web series Chhatrasal portrays the Mughal emperor Aurangzeb as a bug-eyed villain, while The Empire deals a fair hand to the similarly vilified founder of the Mughal dynasty, Babur.The cinematic representation of Muslims is the subject of Islamicate Cultures of Bombay Cinema (Tulika Books, 2009). Written by Ira Bhaskar and Richard Allen, the book defines “Islamicate cinema” as the “imagined history, social life and expressive idioms that are derived from and associated with Islamic culture and history”.Bhaskar and Allen examine the Muslim historical (the examples include Humayun from 1945 and Mughal-e-Azam from 1960) and the Muslim courtesan film (such as Pakeezah  from 1972 and the two versions of Umrao Jaan from 1981 and 2006). The authors look at the classic Muslim social – a Hindi film industry term for movies about the Muslim aristocracy, such as Mere Mehboob, 1963, and Chaudhvin Ka Chand, 1960,  – and the New Wave Muslim Social, which represents movies by directors working outside the conventions of the Hindi film industry, such as Salim Langde Pe Mat Ro, 1989. and Mammo 1994.More than a decade after their first book, Bhaskar and Allen have edited a second book on the subject. Bombay Cinema’s Islamicate Histories (Intellect Press, UK/Orient Blackswan, India) will be published in 2022. It will contain essays on a range of themes, including Urdu poetry, the qawaali, the ghazal, the kathak dance form, the persona of Salman Khan and the terrorism drama.Ira Bhaskar is a professor of Cinema Studies at Jawaharlal Nehru University. In an interview with Scroll.in, the renowned film scholar revisited some of the genres mentioned in Islamicate Cinema and analysed the ways in which filmmakers pander to as well as resist stereotyping. What are the broad changes you see in the representation of Muslims in Hindi films since the publication of ‘Islamicate Cultures of Bombay Cinema’ in 2009? Have there been shifts in the Muslim historical and the Muslim social?When we were writing the book in 2007 and 2008, we didn’t imagine that India would change so fundamentally. Of course, we were in the post-Babri Masjid demolition world, Hindutva politics were on the ascent. But we couldn’t have imagined that the position of Muslims in India would change so fundamentally.Paradoxically, there is a greater representation of the Muslim on the screen, even as there are attempts to transform the historical. In our book, we talked about the Delhi Sultanate period and the Mughal period and the great Mughals and what they represented for India in the anti-colonial movement as well as in the Nehruvian period. In the historicals that have been made since 2017, Muslims have been demonised, Hindu and Rajput kings glorified and the Hindu majoritarian ideological discourse of these films seem to subvert the founding ideals of the nation in the service of the communalised political discourse of the contemporary.The historical is not a realist genre, it’s an allegorical genre. In our earlier book, we were talking about the allegorical significance of historical figures. The earlier historical was imbued with a nationalist vision and an attempt to portray a strong, united nation in which people from different groups and religious identities lived together and fought for the idea of India.Of course, there were fissures earlier too. Whatever tensions there might have been, the commitment to the idea of India as secular and plural was very strong. The public discourse was about India as a multi-cultural nation, where religious identities did not define one as an individual. That idea itself is changing. It’s not just about Hindus and Muslims but other religions too. All these identities were not in such a crisis as they are now.Aurangzeb (top left and bottom) as a foreigner in Tanhaji and a villain in Chhatrasal; the covetous Allauddin Khilji in Padmaavat.Several recent films focus on Muslim characters as being out of place within Indian society.There is a whole discourse about the Muslim Other and the Muslim as not belonging to India. The discourse by the Rashtriya Swayamsewak Sangh and Hindu Mahasabha starting from the 1920s has been mobilised by the RSS and Bharatiya Janata Party once again today.Two things happened in the early 1990s. [Film scholar] Ravi Vasudevan has spoken of “secular discretion” of the Bombay film industry, which is that they didn’t show Hindu-Muslim conflicts, and the Muslim was always a good Muslim. That started to break in the late 1980s. The ban on depicting Hindu-Muslim relations lifted, with increasing representations of Muslims as criminals, gangsters and later as terrorists. It was as if the lid had blown off a simmering cauldron. For instance, Sarfarosh names Pakistan as the enemy. In Mahesh Bhatt’s Zakhm, the resolution is very secular but the film actually dramatises the anger, animosity and hostility that middle-class Indians feel against Muslims. The relationship of the characters played by Nagarjuna and Pooja Bhatt cannot be legitimised because Nagarjuna’s mother cannot accept that her daughter-in-law will be a Muslim.I found it difficult to stomach this hysteria in  my first viewing of Zakhm. When I watched it again, I looked at the public discourse and realised that the hysteria was coming from our social spaces and our public polity.It is, in a way, a throwback to Partition, which had previously been a silent discourse and then surfaced as a metaphor for communalism after 1984.  That hysteria of an anti-Muslim sentiment is at a peak today, and fuels the representation of Muslims as outsiders in the films that have been made in the last few years. \n\n\n    \n    Play\n\nA lecture on patriotism in Baby (2015).The historical is being revised to present Muslim rulers as outsiders and invaders. Are the genre elements, such as the costumes and architecture, poetry and music, the culture of refinement and the Urdu and Hindustani languages, being colourised too and rendered foreign and therefore undesirable?They are being colourised, but it is also a very difficult thing to do. You can make representations of figures as criminals and terrorists and barbarians and marauders – we see that in Padmaavat for instance.But in the speech of North India, it’s difficult to disentangle the words that are so-called derived from Islamic societies from Sanskritised Hindi. Our everyday language is Hindustani. I still think it is going to be very difficult for people to cleanse the language. And how are you going to get people to stop wearing salwar and churidar-kameezes or jewellery that is Islamicate? How are you going to stop people from singing ghazals and qawaalis? That said, the discourse about Muslims as barbarians and invaders is very, very strong. Sanjay Leela Bhansali has adopted the Muslim historical and given it his own spin. What do you make of his films ‘Bajirao Mastani’ and ‘Padmaavat’?The first 15-20 minutes of Bajirao Mastani worried me, but then Mastani enters and the whole thing changes. You have this beautiful love story.It’s not pure history, of course. It’s a bit like Jodhaa Akbar, in which Amitabh Bachchan’s voiceover in the ends says that Jodhaa and Akbar represent what India is.Bajirao puts up a huge fight against his family for Mastani. The intensity, the melodramatic and almost epic amplification of the love story and the destruction of these two people give one a sense of what is happening to the soul of India. Bajirao Mastani gives us a sense of the battles that have to be fought to preserve something that’s not new, it’s the idea with which India was born.And then we had Padmaavat. It is a mystery as to how Bhansali could make Bajirao Mastani and then make Padmaavat?\n\n\n    \n    Play\n\nBajirao Mastani (2015).Ranveer Singh played Alauddin Khilji in ‘Padmaavat’ and the rapper Murad in Zoya Akhtar’s ‘Gully Boy’. Do films made since the 2000s such as ‘Gully Boy’, ‘Shahid’, ‘Secret Superstar’, ‘Mulk’ and ‘Nakkash’ represent new iterations of the Muslim social?The newer Muslim social films come from different tides and impulses, but they are all speaking to the present. There are also differences. Films like Gully Boy and Secret Superstar are about success stories. There are also films like Dharm, which is an attempt to grasp the idea of India in which the Muslim is an integral part of India. Even films from the 1990s, like Fiza, Bombay and Hey Ram fought deeply for the soul of India.Mulk puts up a fight, a little bit like Dharm, to make a legal and constitutional case for the Muslim. It is much more idealistic and romantic – if we struggle, we will fight and we will win. Then, there are the dark, dystopian films like Shahid and Nakkash that represent the reality that surrounds us, the unrelenting violence directed at a Muslim for just being a Muslim. Fiza shows us that there is no exit for the Muslim from their identity and from the violent consequences of being who they are in a Hindu majoritarian world.\n\n\n    \n    Play\n\nSalim Pe Langde Mat Ro (1989).Unlike the classic Muslim social, like Mere Mehboob and Chaudhvin Ka Chand, the New Wave Muslim social films explored middle-class and working-class lives [rather than the landed aristocracy]. The location shifted from Lucknow and Delhi, especially Lucknow, which was the symbolic centre of Muslim culture.The Indian New Wave realistically depicted the struggles and prejudices faced by ordinary Muslims. Saeed Mirza’s Salim Langde Pe Mat Ro is really about the kind of violence that a Muslim has to face on an everyday basis.Last year, I made my class watch Gully Boy and Salim Pe Langde Mat Ro. The line “Apna Time Aayega” is there in Salim Pe Langde Mat Ro as “Apna bhi time aayenga re.” But bechare ka woh time nahi aaya [the poor guy didn’t get his big break].Everybody in my class liked Gully Boy, I liked it too. But my students also said that Salim Langde was a realistic film. Murad is one Muslim who has success, whereas Salim is everybody else. \n\n\n    \n    Play\n\nGully Boy (2019).Is the Muslim gangster, in a perverse way, also a kind of success story?I haven’t worked on the gangster genre very deeply. But in terms of the dramatisation of power, the gangster finds a space in a system where he has no space – a sense of power and identity, a world in which he is respected, in a perverse kind of way.Of course, there are so many films in which the gangster isn’t Muslim. This is also happening in recent web series, in which there is a very dystopic vision of India today. Web series likes Sacred Games, Tandav and Pataal Lok are much more driven about the state of India, in which crime and violence are pervasive. Tandav is our attempt at doing House of Cards. There is a great concern about the political corruption and the complete lack of moral or ethical values in public life, where human lives don’t matter. Muslims also feature prominently in nation-in-peril films, either as terrorists, quislings, or forceful patriots. How did this kind of film become so pervasive?The nation-in-peril film is a post-1990 phenomenon because of Kashmir and the expulsion of Kashmiri Pandits. Kashmir is perceived today paradoxically as a paradise that is under tremendous threat, is wounded and bleeding. The people who are destroying it are depicted as cross-border terrorists. Mani Ratnam’s Roja is the beginning of that kind of film.The expulsion of Kashmiri Pandits from Kashmir created an avalanche of fear and anxiety about the Muslim. Cross-border terrorism was also a huge concern in public discourse, and has been since  the 1990s. Films about cross-border terrorism are different from the ones that talk about the communalisation of Hindi-Muslim relations. Scholars have made the argument that the terrorist in Roja, for example, stands in for the ordinary Muslim. Kashmir is seen as a place that is taken over, in the imagination, by Pakistan. Then there are also war films and espionage thrillers. Films like New York, Kurbaan and My Name is Khan are reacting to the September 11, 2001, attacks and the subsequent Islamophobia. Some of these films are anti-Pakistan or are part of a larger global response to Islamic terrorism.\n\n\n    \n    Play\n\nMission Kashmir (2000).We often have Muslim characters being made to apologise for themselves, like in ‘War’. Or, as is the case in ‘Romeo Akbar Walter’ and ‘Raazi’, Muslims sacrifice themselves for the country.Not only do they have to apologise, but they have to give up their lives to prove their allegiance. It has rendered the place of the Muslim askew. A Muslim character cannot take things for granted like a Hindu protagonist can.Interestingly, in films that have stars like Hrithik Roshan or Aamir Khan, playing the terrorists, the characters have to be reclaimed. In Mission Kashmir, Hrithik Roshan’s character comes back into the family fold in the end. In a typically melodramatic development, the values are pro-life, in a sense.In Fanaa, Aamir Khan’s character has to be sacrificed. His death is seen as redemptive for the values of the nation. There is a complex logic at work: we can’t allow our boys to be misled by the Pakistanis.Films like Romeo Akbar Walter, Naam Shabana and Raazi are about the “good Muslim” who is committed to the nation but is misunderstood and finally redeemed. Even in Raazi, the only way the Kashmiri Muslim woman can be rehabilitated is when she shows that she is committed to the nation above everything else, including her husband.\n\n\n    \n    Play\n\nAe Watan, Raazi (2018).The inter-faith relationship has now been criminalised in BJP-ruled states.You have the inter-faith romance in Kedarnath, but the Muslim porter dies in the end. We can imagine this romance, but it won’t ever be fulfilled. Earlier we had Bombay, where the Hindu Muslim romance was integral to the idea of India as secular and plural. The Bombay riots of 1992-1993 demonstrated how this idea of the nation was in peril and the film attempted to recover that idea as a lived reality.This has been difficult more recently. Mulk is an exception in which Taapsee’s character is a Hindu married into a Muslim family. The fact of the marriage is accepted quite casually and she is considered an integral part of the Muslim household even though there is trouble in her marriage. Mulk is also invested in a project of reclaiming the idea of India as plural, difficult and violent as that may be. \n\n\n    \n    Play\n\nJashn-e-Bahaaraa, Jodhaa Akbar (2008).What challenges do filmmakers face, given the current milieu?Allegories are easier, in a way. In times of crisis, cinema, like other art forms, has taken recourse to allegorical forms. But the most difficult, and the one that is prone to the most censorship, whether political or institutional, is the contemporary social film, in which you have to face the vicious, vitriolic rhetoric.One has to try to find ways. I loved Nitin Kakkar’s Filmistaan, a lovely film that in its comic way says a lot about India and Pakistan and their shared cultures and struggles. Are people going to continue to write and make such films because of the kind of censorship there is and the hysteria around Hindi-Muslim relationships? We all, in our own ways, are fighting and struggling. It is easy to say, of course, but filmmakers have to go by their convictions. Sometimes, compromises have to be made. Bombay was criticised a lot. I remember various interviews in which Mani Ratnam said he had to cut out certain things. But for me, that compromise was worth the larger picture. For Mani Ratnam, the larger vision was the possibility of a Hindu man marrying a Muslim woman and having a family. Films have a life after their release, they will be a part of the discourse 20 or 30 years later. So we have to fight for that moment and go beyond the contemporary, even though it is very tough. We cannot allow ourselves to forget what constitutes us. There are dominant ideologies that are forcing homogeneity, but the struggle is to actually push back and claim the plurality that constitutes our identities. Ira Bhaskar.Also read:A war for love: Mani Ratnam’s ‘Bombay’ explored an inter-faith marriage battered by bigotry In the movies, young love is an uphill climb and the Hindu-Muslim romance even more so ‘Salim Langde Pe Mat Ro’ revisited: A timeless tale of a small-time thug dreaming of the big league","author":"Nandini Ramnath","time":"2021-09-20T13:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164180-ygheshcaqz-1632049987.jpeg","tags":["Muslims in Hindi cinema","Mulk","Padmaavat"],"source":"https://scroll.in/reel/1005662/muslim-stereotyping-in-hindi-films-we-cannot-allow-ourselves-to-forget-what-constitutes-us"}