{"title":"Muslim women and the surprising facts about polygamy in India","content":"A fresh effort from a Muslim women’s organisation seeking to further codify the way Islamic law is applied in India takes an unusual position: it calls for a ban on polygamy. The law drafted by the Bharatiya Muslim Mahila Andolan, aimed at further codifying Islamic legal provisions regarding marriage, first set down after the famous Shah Bano case, would make all polygamous marriages illegal.In calling for a ban on polygamy, the BMMA finds itself in unusual company. The Bharatiya Janata Party has for years been calling for a Uniform Civil Code that would replace all religious laws with one that governs all citizens. Chief among the demands of those who have called for the UCC is a ban on Muslim polygamy – whether out of belief in secularism or, as opponents allege, because they think having extra wives allows Muslims to have children at a faster rate than Hindus.Muslims not very polygamousBut the numbers indicate that polygamy is not really that widespread among Indian Muslims.Exact data on the subject is hard to come by, primarily because the 1961 census was the last one to look at marriages by religion and community. That survey, in fact, found that incidence of polygamy was the least among Muslims, with just 5.7% of the community likely to practice it. Hindus actually had a higher incidence rate of polygamy, at 5.8%, although other communities, including Buddhists and Jains, were proportionally even more likely to practice polygamy. At the top were tribals, 15.25% of whom were polygamous.“It may be allowed by Muslim personal law, but the incidence rate is not that high,” said Ritu Menon, a feminist publisher and independent scholar, who worked on the subject as co-author of the book Unequal Citizens: A Study of Muslim Women in India. “This is true particularly in relation to Hindus, but across all communities, polygamy is not that common. Bigamy, on the other hand, is fairly common and that’s true across religions.”Subsequent data seems to confirm this. A survey carried out by the government in 1974 put the polygamy figure at 5.6% among Muslims, and 5.8% for upper-caste Hindus. Research by Mallika B Mistry of the Gokhale Institute of Politics and Economics in Pune in 1993, later recorded by John Dayal, also concluded that “there is no evidence that the percentage of polygamous marriage (among Muslims) is larger than for Hindus.”According to the third National Family Health Survey carried out in 2006, 2% of women reported that their husbands had more than one wife. More than the religion of the parties involved, determinant reasons were not having a child or a male child from the first wife, education and the age of first wife. It found that a polygamous Hindu was likely to have 1.77 wives, a polygamous Muslim 2.55, Christian 2.35, and Buddhist 3.41.Multiple marriages were most prevalent in the north-east, followed by the south and the eastern region of India. In north and central India, it was almost non-existent.Crucially, all of these studies came after the Hindu Code bills were enacted in the 1950s, when bigamy and polygamy were outlawed for Hindus. Yet, the relative incidence rates across communities appears to be comparable.“The Hindu Marriage Act is just like any other law. It can only accomplish so much. The law also prohibits child marriages, but those also continue to happen,” Menon said.Nevertheless, the Bhartiya Muslim Mahila Andolan is insistent that the Muslim community needs to have a law against polygamy, to move towards a society that treats women with dignity and equality.BMMA co-founder Zakia Soman insisted that it would allow those fighting for gender justice to have the support of the law. “We don’t imagine that just passing the laws mean things will change,” she said. “At the end of the day, there is no substitute for proper grassroots activism. But at least it is on the books.”","author":"Rohan Venkataramakrishnan","time":"2014-07-08T07:34:58+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/669083-24292-wdibcjrekz-1522421972.jpg","tags":["Polygamy","India","Marital Laws","Hindu Marriage Act","Hindus","Muslims"],"source":"https://scroll.in/article/669083/muslim-women-and-the-surprising-facts-about-polygamy-in-india"}