{"title":"Muslim anger, Hindu support: In Uttar Pradesh, police rampage deepens old faultlines","content":"The tiny balcony of a two-room tenement in Meerut in western Uttar Pradesh exploded with anger on December 23, as a group of middle-aged Muslim women all spoke up at the same time. “They want to evict us,” said one, referring to the Bharatiya Janata Party government, “but we won’t leave.” Another declared: “We were born here. We will die here.” A third woman was emphatic: “This country is made of our sweat and blood. We will spill our blood but we will not leave. Bas.”Similar anxious voices have echoed across Muslim homes and neighbourhoods in India ever since the Narendra Modi government pushed through an amendment of India’s citizenship law in Parliament on December 11.But in Uttar Pradesh, the anxiety is now laced with desperation: 19 Muslim men were killed after the police conducted baton charges and fired bullets in their neighbourhoods on December 19 claiming to enforce a controversial statewide ban on peaceful protests. From the state capital of Lucknow to small towns, Muslims recounted how the police ransacked their homes, vandalised their properties, beat up even women and children – with video footage surfacing to support these accounts.Five of the 19 men killed in the violence lived in the Lisadi Gate area of Meerut, a sprawling neighbourhood that is home to working-class Muslim families. The police claim they had to use force to contain a protest march on the main road, but residents point out that bullets hit bystanders like Zahir Ahmed deep inside the lanes. What has angered them further is that Ahmed and the other men who died have been named as rioters by the police.Zahir Ahmed had stepped out of his house to smoke a beedi when a bullet hit him, said his family. Photo: Supriya SharmaFour days later, when Scroll.in visited Meerut, Muslim women were staying awake all night to keep vigil against raids, arrests and detentions by the police. Fearful of the repercussions of speaking against the government, they asked that their names not be revealed. But they insisted Muslims were not going to be cowed down – despite the police violence.“They took away our deen [religious symbol], we did not say anything,” said a middle-aged woman. She was referring to the dispute over the Babri Masjid in Ayodhya, which came to an end in November when the Supreme Court ruled in favour of Hindus, despite acknowledging that the mosque that stood on the disputed site had been illegally demolished by a Hindutva mob in 1992. “But how can we stay silent if they take away our country from us?” she asked.Not too far away, in the same city, Pankaj Malik, who runs a restaurant, endorsed the police action. “These Muslims are always violent,” he said, praising the BJP government of Chief Minister Adityanath for ordering a crackdown on protestors. Malik’s Punjabi Hindu family has roots in Pakistan. His grandparents had migrated across the border at the time of Partition in 1947. He barely knew what the protests were about – “something to do with a new law” – yet he was convinced there was no reason Muslims should be protesting.What sparked the protestsAt the heart of the Muslim protests are fears of losing citizenship.The Citizenship Amendment Act, for the first time, introduces a religious test for Indian citizenship. It speeds up citizenship for migrants from six religious communities in three Muslim-majority countries – Pakistan, Bangladesh, Afghanistan – specifically excluding Muslims.The changes in the citizenship law have come after repeated assertions by home minister Amit Shah  that the government will soon prepare a National Register of Citizens, and that Hindus, Sikhs, Buddhists, Jains, Christians and Parsis have no reason to worry about it, implying that only Muslims do.Put simply: the fear among Indian Muslims is that members of other communities who fail to be included in the NRC would be considered refugees under the new citizenship law and get to stay in India, but they will not.“Those left out of the NRC will come back in through the CAB [Citizenship Amendment Bill]. Everyone except Muslims,” said a middle-aged businessman in the town of Nehtaur in Bijnor district where two young Muslim men had died.“How is this fair? How is this equal?” he asked.Many Muslims in Bijnor said word about an impending NRC began to circulate a few months ago, sparking fears. But few had drawn a connection between the NRC and the Citizenship Amendment Act, until the police stormed Jamia Millia Islamia University in Delhi and Aligarh Muslim University in Uttar Pradesh on December 12.This acted as a lightning rod, transmitting anger across the state. “It made even the poor in the community, say, a man who pulls a rickshaw, sit up and take notice,” said the businessman.Anas Hussain, 21, had stepped out to buy milk for his seven-month-old child, said his family, when he was hit by a bullet in Nehtaur, Bijnor district. Photo: Supriya SharmaLiving with fearAmong the places where Muslims came out to protest in Uttar Pradesh was Bajardiha neighbourhood of Varanasi, a vast, dirt-poor urban slum that produces one of the world’s most opulent garments: the heavily embroidered, silk Banarsi sari. On December 19, a brutal lathi-charge by the police on a peaceful crowd of protestors here led to an 11-year old child being crushed to death.When Scroll.in travelled to Bajardiha on December 21, conversations mostly centered around the anger at the police for unleashing such brutal action on children. But even in this moment of grief, anxiety around the NRC surfaced frequently.“Will Aadhaar card do as proof of NRC, sir?” asked 23-year-old Noor, who manages a small team of weavers and sells stock to sari shops in the city.Over the next three days, on every visit to Bajardiha, the conversation would turn to documents. With low education levels and high poverty, the weavers of Bajardiha assumed that an English-speaking correspondent knew all the answers. But no one knows how the final NRC will shape up even as its first step, the National Population Register, has already commenced.Saghir Ahmed, 11, was killed in a stampede in Varanasi. Photo: Shoaib DaniyalA sharp divideAt the historic Hussainabad Clock Tower in Lucknow’s old city, conversation on December 27 centred around a poster put up by the Uttar Pradesh police. It carried photographs, apparently shot by the police, of young boys and men whom the police have labelled rioters. The poster called upon the public to identify the men to receive a reward.This area was a flashpoint of the violence between the protestors and the police last week and its residents say the police is now unleashing its wrath on them. Since December 19, a large number of policemen have been positioned in this area, some deep inside the old mohallas.“The police are treating this as a war zone and us like the enemy,” said a man selling magazines. “On Friday, they had put up barricades and sent in an army as if doing namaaz is a terror activity.”A first-year journalism student at the Moinuddin Chisti University who lives close to the Clock Tower  said she was scared for her four brothers. “Every day boys are being arrested by the police from this neighbourhood,” she said.Her brothers expressed anger at the posters that had come up and questioned this method of policing. “On the condition of anonymity, anyone can name anyone, the next thing is that the person is in jail, “ said one of them. “Is this how police intelligence will work now?” At the Cafe Coffee Day in the bustling market of Hazratganj, however, a group of young people offered a completely different assessment of the recent events. Shruti, a student of Lucknow University, said she was proud of the fact that barely any students from her college had come out on the streets.“Lucknow University doesn’t promote hooliganism,” she said. “Students should be studying.” Her friend piped in to support her: “This NRC/CAA issue is being blown out of proportion. It is not about Muslims. Even America and England don’t allow immigrants to come in and I am glad our government is tightening India’s immigration policies.”When it was pointed out that the Citizenship Amendment Act does not tighten immigration, she interrupted to say: “You have misunderstood the government.”A poster with the images of wanted prostestors in Lucknow. Credit: PTISupport for AdityanathThe lack of understanding about the citizenship law or the NRC did not prevent many Hindus from expressing support for the police action ordered by Chief Minister Adityanath, popularly known as Yogi.Sanjay Shukla runs an app-based bike motorcycle taxi service in Varanasi . He lost business over two days in December when the state government shut down the internet to stymie protests against the Citizenship Amendment Act. For this, he blamed the protestors.“The protests that are happening are terrible,” he said. Even though there were no credible reports of public property being damaged in Varanasi, he admonished Muslims, saying, “They should not destroy public property.”Shukla is a supporter of the Bharatiya Janata Party. He voted for the party in both state and national elections. The police crackdown had reaffirmed – not shaken – his support for it. “What Yogi is doing is good. This has been his style of working since the beginning,” Shukla argued. “He has cracked down on Muslim criminals. He is pro-Hindu and Uttar Pradesh needs that.”Shukla was firm in his belief that the protestors were misguided. “They don’t actually know anything about the law. They have got money to protest and are being misled by mullahs.”Did Shukla himself know anything about the law? No, he only learnt of the existence of the Citizenship Amendment Act after the police action on Friday. Days later, he still had no details about it.The BJP has tried to project the debate over the law through the prism of the Hindu-Muslim conflict, and not as one of constitutional rights. If the knowledge that Hindus in Varanasi have of recent events is restricted to a police lathicharge in a Muslim ghetto, that limited knowledge might actually help the party.A policeman aims his gun at protestors in Kanpur on December 20. Credit: AFPConcern over the economyBut the unrest has come at a time when there is growing public disenchantment over rising inflation and a faltering economy.Praveen is a mallah or boatman on the historic ghats of Varanasi. For a few hundred rupees, he rows his small wooden skiff from ghat to ghat, doubling up as a tourist guide to the Varanasi riverfront as well as a religious facilitator for anyone who wants to take a dip in the holy waters of the river Ganga.Praveen was angry with the Modi government. “Have you seen the price of onions?” he asked. “How is a poor man like me supposed to survive?”He had little idea of what had prompted Muslims in the city to protest, but the police crackdown had given him another stick to beat the government with.“Muslims are asking for something. Why doesn’t Modiji listen?” he said. “Is it right for the prime minister to order attacks on them?”Protestors clash in policemen in Muzaffarnagar. Credit: PTIDeepening despairWith their backs to the wall, despair among Muslims sometimes snapped into defiance.“When we had 500-year record of the Babri Masjid and the court gave it away, then what guarantee is there that we will not be expelled even if we produce a 70-year-old document?”said Shabbir, a resident of Bajardiha.The economic slowdown had already hurt livelihoods here, but since the police violence, the slum has been in a state of siege. Random arrests, lookout notices and intersections thick with policemen characterised the area.“First NRC, then the police beat us and now they are stopping us from making a living,” exclaimed one resident. “Can any human take this? There will be an explosion soon if the police don’t let up.”","author":"Shoaib DaniyalRadhika BordiaSupriya Sharma","time":"2019-12-29T09:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133667-ifczcsdxgs-1577567482.jpg","tags":["Citizenship Amendment Bill","Citizenship Act","National Register of Citizens","Uttar Pradesh"],"source":"https://scroll.in/article/948145/muslim-anger-hindu-support-in-uttar-pradesh-police-rampage-deepens-old-faultlines"}