{"title":"Muslims should voluntarily vacate mosques to avoid repercussions, says Karnataka BJP leader","content":"Karnataka Bharatiya Janata Party leader KS Eshwarappa said on Sunday that it would be better if Muslims voluntarily vacate mosques allegedly built on sites on which temples had once stood if they do not want to face repercussions, reported India Today.The former deputy chief minister made the statement at a Hindu workers’ convention in Belagavi while referring to claims made by Hindu petitioners on mosques in various parts of the country.Eshwarappa said that the lawsuits pertaining to the Shahi Idgah mosque in Mathura and the Gyanvapi mosque in Varanasi are examples of such cases. In both cases, Hindu petitioners have sought the claim to the religious places, arguing that they were built over temples. A district court in Varanasi is hearing a civil suit from Hindu litigants who claim that an image of deity Shringar Gauri exists at the Gyanvapi mosque and have sought permission to offer daily prayers there.The petitioners in the Shahi Idgah mosque case have demanded full ownership of the 13.37 acres of land around the mosque, claiming that it is the birthplace of the Hindu deity Krishna.On Sunday, Eshwarappa asserted that temples will be constructed in place of the mosques in the two places once the courts deliver their verdicts.“Two more places, including Mathura, are in consideration,” the BJP leader said. “Once the court verdict is delivered, be it today or tomorrow, we will proceed with the construction of temples. There should be no doubt about that.”He added:  “For those areas where mosques have been constructed, it would be better if you [Muslims] voluntarily vacate. Otherwise, the repercussions, including how many will be killed and what all would happen, we don’t know.”Former #Karnataka minister and senior Bharatiya Janata Party (#BJP) leader #KSEshwarappa on Sunday once again stoked a controversy after he asked #Muslims to vacate the mosques allegedly built on demolished temple lands. He warned them of dire consequences if they failed to do… pic.twitter.com/mxM6Uf1BD3— Hate Detector 🔍 (@HateDetectors) January 7, 2024\n\n\nThe former state minister has made similar controversial statements in the past. Ahead of the Karnataka Assembly polls last year, the BJP leader had said that his party does not need votes from Muslims in the Shivamogga constituency.Eshwarappa’s latest comments come weeks ahead of Ram Janmabhoomi temple’s consecration ceremony in Ayodhya.The temple is being built on the site of the razed Babri mosque. The Babri masjid was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. In November 2019, the Supreme Court in a landmark judgement held that the demolition of the Babri Masjid in 1992 was illegal, but handed over the land to a trust for the construction of a Ram temple. At the same time, it directed that a five-acre plot be allotted in Ayodhya to Muslims for a mosque to be constructed.Also read: How SC’s evasion on Places of Worship Act challenge is powering new Hindutva claims on mosquesHow the Allahabad HC order on Places of Worship Act may open a Pandora’s box","author":"Scroll Staff","time":"2024-01-08T16:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189009-mivqhbgikp-1681210652.jpeg","tags":["KS Eshwarappa","Hindu","Hindus","Karnataka","Shahi Idgah Mosque","Gyanvapi Mosque"],"source":"https://scroll.in/latest/1061793/muslims-should-voluntarily-vacate-mosques-to-avoid-repercussions-says-karanataka-bjp-leader"}