{"title":"‘My brother was not a militant’: Families of Kuki village guards killed in Manipur ","content":"Just as dawn broke on May 28, Douminthang Haokip and other residents of Haika L village in Chandel district set out for a nearby village, 7 km away. It was, according to his brother Douthanglen Haokip, “public duty”.The residents of the neighbouring village, Thingkangphai, were under attack and had called for help. “Several people, many of them armed, were coming from Imphal and trying to attack our villages,” said Douthanglen Haokip, a 36-year-old farmer and Douminthang’s brother. Haika L village is a few kilometres from Sugnu, a town with a mixed population of Kukis and Meiteis in the foothills of Manipur. On May 28, the area saw heavy firing and several incidents of arson. “The people of Thingkangphai asked us to come to their aid,” Douthanglen Haokip said. “One of our brothers too lived there. So, many villagers, including my brother, Douminthang, set out. He was carrying a single-barrelled gun.”Even earlier, when fierce violence had broken out in Manipur on May 3, Douminthang, a 38-year-old farmer, had been at the forefront in protecting his village from mobs trying to burn down Kuki villages, said his brother. But on the way to Thingkangphai, he was shot dead at Serou village around 4.30 am on May 28. “There was heavy firing from very far away,” said Douthanglen. “A bullet from a sniper had hit him. He died on the spot.”He was brought dead to the Churachandpur district hospital the same evening, said a senior doctor at the hospital.Douminthang was the eldest of six siblings and leaves behind his wife and six children. ‘40 militants shot dead’On the same evening, Manipur Chief Minister N Biren Singh addressed a press conference in Imphal. He told reporters that around 40 “militants” had been shot dead in Manipur. He, however, did not specify when they had been killed.“We have launched operations against the terrorists who have been attacking civilians using sophisticated weapons and snipers,” he said, according to a report in The Indian Express. “So far, we have received reports that around 40 of them have been killed. Several others have also been captured….” The ethnic clashes in Manipur, which began on May 3, broke out after a march in Churachandpur, where thousands of tribal residents came out on the streets to protest against the demand to grant the Meitei community Scheduled Tribe status.At least 98 people have died, 310 others injured and over 37,000 people turned homeless since then, a statement issued by the Chief Minister’s Office on June 2 said.On May 28, a fresh round of violence erupted. At least four persons, including a police officer, and two Kukis died during clashes in Sugnu town. Several houses belonging to both communities were burned and the area witnessed heavy exchange of firing as both sides accused each other of starting the violence.  The security forces evacuated nearly 2,000 Meitei villagers from Serou and 328 Kuki villagers from Sugnu.The chief minister said the violence was not a conflict between communities, but blamed militants for the unrest. “The fight is between the state and central forces against the terrorists who are trying to break Manipur,” he said. “We will take strong action. It is not a fight between communities.”In a state sharply polarised on ethnic lines, the chief minister’s statement was seen as endorsing claims by several Meitei groups and leaders that Kuki militant groups were responsible for the violence. A day later, the Indigenous Tribal Leaders’ Forum, a conglomerate of recognised tribes in Churachandpur district, strongly contested the claims of the chief minister. “Poor tribal villagers are defending their villages with just a handful of single- barreled guns and a few licensed guns,” the statement said. “The SoO [militant] groups are in their designated camps.”The SoO groups are the Kuki insurgent organisations that signed the “suspension of operation” agreement in 2008 with the Centre and the state. The chairman of the forum, Pagin Haokip, called the chief minister’s statement baseless and unfounded. “He can give us the proof,” Haokip said, asking for a list of names of the militants killed. A statement by the Chief of Defence Staff, General Anil Chauhan, also appeared to contradict the Manipur chief minister’s claim. “The situation in Manipur has nothing to do with counter-insurgency and is primarily a clash between two ethnicities,” General Chauhan said on May 30. A charred vehicle on the Imphal-Churachandpur highway on May 7. Credit: Rokibuz Zaman. ‘The police will not defend us’In the Kuki villages, too, there is anger at the state government’s attempts to blame militants.“My brother was not a militant,” said Douthanglen Haokip. “He stepped out with a single-barrelled gun to help to protect the villagers after the people asked for help.”He added: “We don’t have any police or army who can protect or defend us. Most of the police are Meiteis.” A few hours before Douminthang Haokip died, a 20-year-old college student of T. Munnomjang village in Chandel district – about 6 km away – was also shot dead.According to his family members, the villagers had got information that a mob was arriving to burn their houses. They started gathering at the nearby H. Gamnom village near the Sugnu Bazar to defend themselves. Among them was Benjamin Guite. “Many villagers, including children, stepped out to defend all the villages,” said James Lhunminlal Guite, Benjamin’s brother. “The firing from the nearby Meitei villages started around 2am. My brother was hit and died on the spot. We could not even retrieve his body in the fighting. His body is still lying there. We could not go and pick him up,” his brother said.  Reacting to allegations that armed Kuki militants were involved in the violence, James Guite said, “My brother had a gun to protect our villages. If we don’t defend our villages, they would have burned down our houses.” He added: “He was not a terrorist but a student protecting his house. Our father served in the Indian Army and he was posted in the Assam Regiment,” Guite said. According to Guite, his father retired from the Indian Army in 2001 after 17 years of service. ‘Scrap ceasefire pact’Kuki civil society groups have claimed that village guards killed in the violence are being accused of being militants.Groups of  “village defence volunteers” had been formed in Churachandpur once violence and arson broke out in the hills on May 3.“The moment when our villages started burning, we felt the need to form a village volunteer team,” said Ginza Vualzong, the spokesperson of the Indigenous Tribal Leaders’ Forum. “The attacks were coming from all directions and we needed to defend ourselves. The Army cannot be at all places at all times.  The village defence volunteers are drawn from the villagers themselves. It includes women, youngsters, school-going children.”On May 7, Scroll had met one such volunteer, 32-year-old Paojagou Lupho, at Tollen village along the national highway under Churachandpur district.  He was carrying a local, handmade gun. The local residents had said that every household possessed guns, some of which were licensed arms. “We are using it for our own safety, for self-defence,” said a Kuki resident.Haokip, the chairman of the Indigenous Tribal Leaders’ Forum, said that the Kukis do not have trust in the state forces, which are dominated by the majority Meitei community. “We have seen how the Kukis were targeted in the capital Imphal,” he said. “No security forces protected them. An MLA was attacked. Even the house of the director-general of police, who is a Kuki, was also attacked. No one is there to protect us. So, villagers have to defend themselves.”However, the Coordinating Committee on Manipur Integrity, a prominent Imphal valley-based civil society group, rejected the claim that only Kuki village guards have been involved in the violence. He alleged that the Kuki militants, posing as village volunteers, had attacked civilians.“It is a false comment that the SoO groups were not involved in the arson and killing of Meiteis,” L Ratankumar Singh, assistant co-ordinator of  the committee said. “These so-called village guards did not use single-barrelled guns. The projectiles which came from the Kuki side are from sophisticated weapons like AK-47 and sniper guns. How can they claim that militant groups are not involved?” The Coordinating Committee on Manipur Integrity has demanded that the Centre scrap the ceasefire agreement with the Kuki militant groups. On March 11, Chief Minister Biren Singh had announced that the state government was withdrawing from the suspension of operation agreement with the groups.A senior Manipur Police official, who declined to be named, told Scroll that the police have recovered sophisticated ammunition used in Ak-47 and M16 assault rifles, which indicates that militants are involved. “Village volunteers would not be using those rounds. If they do, they are all militants,” said the officer.","author":"Rokibuz Zaman","time":"2023-06-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190664-rcdsklhxdp-1685715226.jpg","tags":["Manipur","Kuki village gaurds","Manipur unrest","Meitei-Kuki clash","N Birem Singh","Kuki","Meitei"]}