{"title":"‘My husband died of Covid-19. To channel my pain, I went back to writing the novel I had started’","content":"My book More than Just Biryani began with the lines, “Tahera Bilal had no idea that in less than three months, she would become a widow.” I didn’t write it for its shock value. The line came to me because that year, I had seen an old video tape of my uncle’s wedding, which took place in 1990. It was the only video with a tiny snippet of my father walking into a room, a gracious smile on his face. I re-watched that video tape with my family a decade ago. This time, I saw a scene where my mother was talking to someone, laughing and smiling, unaware that in just a few months, her life would change forever. Later that same year, my father died – and our lives as we knew it vanished. The scenes from that video-tape stayed with me for some reason, and I wrote the book, especially the first part, loosely basing Tahera’s grief on my mother’s emotions. I wrote about my grief too, as a child who lost her father too soon.  I transformed it into fiction at the time, but I didn’t know that ten years later, I would be taking Tahera’s place myself. Saving my sanityThe year 2020 was awful to a lot of people because of the Covid-19 pandemic, but I was cocooned from it, mostly because I already had the luxury of working from home. My job as a writer hadn’t really changed much. I had begun my self-publishing journey a year before, in 2019, and I was pleasantly surprised by the warm reception my books were getting. This spurred me on to planning and writing more books by 2020, this time set in far away, exotic destinations that had now become just a dream for all of us. Among the genres I enjoy writing in, romance is one of my favourites. I planned my writing schedule, month by month, in one of my many notebooks. Doing this gave me a sense of purpose and direction.  I had two books due to be published by Penguin Random House and Duckbill in April and May, 2020 respectively, and I needed to space out the books I self-published.I remember mentioning in an interview that I hated weekends and vacations because I couldn’t write. But now, with the entire family at home owing to the nationwide lockdown, there was no option but to just buckle up and focus on writing. I made it happen, publishing two novels and a novella in the span of just a few months. I say this without any smug pride because writing isn’t just my job, but also my passion. What I didn’t know then was that it would also become my coping mechanism and would eventually go on to save my sanity. It sounds extreme, but it’s true.Changed irrevocablyTwo months ago, at the end of April, my entire family, barring my younger son, tested positive for Covid-19. It was at the height of the second wave – when people were desperate for either oxygen or hospital beds. At first, we thought that it was a question of simply isolating at home and taking the required medication. Our hope was that we would all recover. But that wasn’t to be. Three of us were subsequently admitted to hospital. While I was discharged, my mother-in-law and husband remained in the ICU. I clung to hope tenaciously. And in the moments when my mind didn’t want to think of what the future might hold, I tried to lose myself in an imaginary world of my own creation. It was May 2021. The book I started working on now was a love story between two unlikely people. As with many of my other books, there was a compassionate, feminist hero and a gutsy, bold heroine, who weren’t afraid of going after what they wanted. Both protagonists shared strong familial ties. But even as I was putting it together, compartmentalising the time I spent writing from the time I spent worrying about my family in the hospital, somewhere inside, my heart was breaking. My mother-in-law and my husband didn’t make it out of hospital alive. Once again, my life would change irrevocably. Trying to make sense of a senseless situation is the only thing that occupied my mind in the aftermath. When my husband passed away five days after his mother, I was at the bottom of a well of despair. I had, perhaps subconsciously, modelled Zubi, the heroine of More than Just Biryani, on myself. I wasn’t emotionally unavailable like her, but I was quite sure that I would handle grief differently from how my mother had handled hers – a thought that Zubi, too, had about her own mother in More than Just Biryani.  But each day that passed after the funeral made me realise how wrong I had been. My husband was a charming man. He goofed around a lot at home with our kids. He was the fun parent and I was the killjoy who liked rules. A stark futureThe realisation that my husband who had so many dreams of his own, who had constantly supported my dreams, who graciously accompanied me to several lit fests where he was happy to hang around in the background, was now gone forever, is something that still hasn’t sunk in, even a month later. My mother-in-law was the bond that held us together. I remember her telling me to go and do my thing – to write, because she was there to take care of the house. Now, all of a sudden, my children and I were facing a stark future without the two of them. I suppose I will never really understand how someone can just vanish from your life – even though the evidence of the life they once lived is all around you. I know there are plenty of others who have been going through a similar period of distress, but at the end of the day, we are each alone in our grief. People tell me I should be strong and I should live for my children, but I want to live for myself too and one of the ways I could really do that was by getting back to writing. I had to channel my pain somewhere, somehow.  So, I took out my laptop and went back to the story I had begun writing in May. Even as I planned the chapters and figured out the conflicts that I could suspend my characters in, I wondered how I was able to function. How could I compartmentalise so much? Was I some sort of sociopath? How was I able to write fiction – and a romance at that! – at this time?I have no answers to give you, except that writing the book helped me streamline my emotions. I spoke to a couple of grief counsellors who told me I should do whatever gives me peace. Writing gives me just that. It has  helped me clear my thoughts around my own heartbreak and channel it into a story where there was a guaranteed happily ever after. Writers value experiences so they can write about them and recreate them for their readers. But this experience is something I never dreamed would change me so much. I’m unable to talk without crying, so I end up tweeting my feelings. Everyone has been so supportive. People have reached out offering to listen, but then, I can’t really talk. Not now. Writing this particular book – the 11th title that I have written and self-published on Amazon KDP – has given me hope. It’s not a romantic or romanticised kind of hope – but a feeling that one day, I will be able to pick up the pieces of my life and carry on; that even though my life has changed, I can still make something out of it. Not just for my children, but for myself too.  What began as a way for me to make a career out of doing what I love, is also now a way for me to heal. Towards the end of the book, I wrote a sentence that made me burst into tears. But I collected myself and finished writing the book, epilogue and all. My own escapeWriting the book didn’t heal me instantly, of course. But it showed me the way. As I lost myself in the lives of my characters, their dramas and their conflicts, offering an escapist fantasy to my readers, I was escaping too – from  the harsh realities of my own life. Sitting down at my desk every morning, planning and writing whichever book I’m currently working on, listening to my kids squabble in the background, my mother-in-law and husband talking over the sounds of the TV –  those were moments that seemed ordinary and yet perfect. I don’t say this in retrospect. I knew those moments were precious even as I lived them, thankful that I had this going for me: a career that could transport me to anywhere in the world, while I remained at my desk, looking for ways to keep my protagonists apart, and then bring them together. I thrived on this escapism. Now, it’s a different form of escapism, a mirror to my life: going back to the drawing board, planning a new book, looking at what’s next. As I scribble away in my notebook to plan the next book, I often look at my phone. The lock screen has a photo of my husband:  a screenshot I took from a video of him driving, where he kept looking at me and making funny faces. I look at the photo a hundred times a day. Sometimes, I cry. Sometimes, I wonder why this happened. I rail at the unfairness of it all. And then, I get back to work.This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Andaleeb Wajid","time":"2021-07-10T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161347-rhmpgdsvmq-1625845079.jpeg","tags":["pandemic","writer","death"]}