{"title":"‘My son is a supporter of Modi’: Shaheen Bagh shooter’s father contradicts claims of link with AAP","content":"The father of Kapil Gujjar, who had fired shots in Delhi’s Shaheen Bagh locality on February 1, on Wednesday claimed that his son was a “supporter” of Prime Minister Narendra Modi and Union Home Minister Amit Shah, reported NDTV. Earlier in the day, Gujjar’s father and brother had denied any connection with the Aam Aadmi Party. “Neither me nor my family has anything to do with AAP,” said Gaje Singh.This is in sharp contradiction to a senior police officer’s claim that the gunman was a member of the ruling party in Delhi. Deputy Commissioner of Police (Crime Branch) Rajesh Deo had told reporters that photographs recovered from Gujjar’s phone established that he had joined the Arvind Kejriwal-led party a year ago along with his father. The police also released the photos showing Gujjar standing with AAP leaders like Sanjay Singh and Atishi.“They [AAP leaders] came to campaign during the Lok Sabha election [last year] and made us all wear AAP caps and that is what the photo is,” said Singh. “My son is a supporter of Modi... He was a follower of Modi and Amit Shah. My son always speaks of Hindustan and Hindutva.”Shaheen Bagh has emerged as a centre of protests against the Citizenship Amendment Act, and the proposed National Register of Citizens. Hundreds of women have been peacefully protesting at Shaheen Bagh since December 15, against the Citizenship Amendment Act.  Gujjar’s father said his son was “troubled about the roads being blocked at Shaheen Bagh... because a job would take him four hours instead of one”.Also read:How television news (and social media) is making Hindu youth in North India angry – and violentThe police and the BJP are yet to comment on the matter.On Wednesday, the Election Commission removed Deo from poll duty. In a letter to the city police commissioner, the poll body said Deo had also been issued a warning for making comments about an investigation with “political connotations”. The Election Commission pointed out that the officer’s statements were “totally uncalled for” and had “consequences for the holding of free and fair elections”. The commission sought a compliance report by 6 pm on Thursday.After Deo’s comments to the media, the Aam Aadmi Party had questioned the police investigation. The party’s Rajya Sabha MP Sanjay Singh accused the officer of acting at the behest of the Bharatiya Janata Party, and said he should pin the lotus – the BJP’s symbol – on his shirt. The saffron party, meanwhile, claimed that the AAP had been exposed.Assembly elections in the national capital will be held on February 8, and the results will be declared on February 11.","author":"Scroll Staff","time":"2020-02-06T11:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135729-ssitilkhbu-1580563106.jpeg","tags":["Shaheen Bagh","Kapil Gujjar","AAP","Delhi Police","Shaheen Bagh shooting"],"source":"https://scroll.in/latest/952308/my-son-is-a-supporter-of-modi-shaheen-bagh-shooters-father-contradicts-claims-of-link-with-aap"}