{"title":"Myanmar: At least 10,000 Rohingyas forced to flee during past few weeks, says UN","content":"At least 10,000 Rohingya Muslims have fled atrocities in Myanmar and sought refuge in Bangladesh in the past few weeks, the United Nations told AFP on Wednesday. The Burmese rmy has been conducting a crackdown on the Muslim minority in the country’s Rakhine state, which has forced an estimated 30,000 Rohingyas to flee their homes, officials said. The army has, however, denied committing atrocities.  The UN has requested Bangladesh to take in the refugees. A UN refugee agency spokesperson, Vivian Tan,said, “We are ready to support the government to provide effective humanitarian assistance for these individuals in need of protection.” Bangladesh has beefed up its border security to prevent the refugees from entering, although officials said several people managed to cross the border. Human Rights Watch members said satellite images show destroyed Rohingya villages. Bangladesh-based Rohingya leaders said another 3,000 members were displaced on an island in Naf river without adequate supplies, the news agency reported. Bangladesh officials, however, said the claim could not be verified as the island was not under Bangladeshi territory.  Regional head of the UN Refugee Agency John McKissick in Bangladesh had recently accused Myanmar of seeking an ethnic-cleansing of the minority. McKissick had said the situation put Bangladesh in a predicament as a declaration of an open border would encourage the Myanmar government to “push them out”.  Myanmar treats Rohingyas as illegal immigrants from Bangladesh and does not acknowledge their rights as an official ethnic group. The country’s de facto leader, Aung San Suu Kyi, has also been criticised for not doing enough to resolve the Rohingya crisis. More than a lakh of them have been housed in temporary camps since violence against them increased in 2012. Access to the troubled Rakhine state has also been blocked to journalists and aid workers, according to the BBC report.","author":"Scroll Staff","time":"2016-11-30T19:51:44.968829+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/822956-36756-tjjcczgdfo-1480513817.jpg","tags":["Rohingya muslims","Refugee crisis","Bangladesh","Myanmar","Aung San Suu Kyi"],"source":"https://scroll.in/latest/822956/myanmar-at-least-10000-rohingyas-forced-to-flee-during-past-few-weeks-says-un"}