{"title":"Amidst crackdown in faraway Myanmar, Rohingya refugees in Delhi camp worry about relatives back home","content":"It does not take much time for news from Rakhine in Myanmar’s western coast to reach a camp for Rohingya refugees at Kalindi Kunj, a locality in the South East periphery of New Delhi, adjoining the Yamuna river.  “I have not heard from my family members for the past 10 days,” said Abdul Kareem, a Rohingya refugee who migrated to India in 2009. “The last time we spoke over the phone, my brother told me that some military men have removed the fence of our house. Now since they have not called up or taken my call for so long, I fear that something is wrong.”Over the past few weeks, Burmese security forces have launched an offensive in Rakhine state, which is dominated by the Rohingya – a minority, Bengali dialect-speaking, ethnic Muslim group in the predominantly Buddhist nation who have been persecuted for decades. Though the military says the action started after security forces in the area were attacked in October and is directed at insurgents, it has been accused of indiscriminately targeting ordinary Rohingya. Thousands of Rohingya have fled the country since the offensive started. The crackdown has drawn international condemnation. A senior United Nations official was quoted in the media as saying that Myanmar was carrying out “ethnic cleansing” of Rohingya Muslims while Malayasian Prime Minister Najib Razak has referred to the action as “genocide”.\n\n\n    \n    Play\n\nWorried about homeAbdul Kareem is a Rohingya Muslim in the Kalindi Kunj camp who migrated to Bangladesh from Myanmar three times. He said that the Bangladesh government deported him twice. Kareem finally made his way to India with his wife and children and settled first at a camp in Jammu. In Delhi, he initially worked as a driver for an ambulance operated by the United Nations Human Rights Council, and now runs a makeshift shop outside the refugee camp.Recalling news from home that he received last month from a relative, Kareem narrated how the Rohingya were unwanted both in Myanmar and neighbouring Bangladesh. “Some houses in a village were set on fire by the military,” he said. “Around four to five inhabitants of those houses later managed to cross the border and reach Bangladesh. They were caught there and asked to go back immediately. When they were crossing the river to return to Myanmar, they were shot dead by the military.”In the neighbouring house, Abdullah, the youngest of seven brothers of which four still live in Myanmar’s Rakhine, is worried about his older brother back home. He said that Army personnel had called his brother on Monday, and asked him to report to the nearest Army camp at the earliest. “We spoke on Monday evening,” he said. “I asked my brother to go there with his wife, who is a Burmese by ethnicity, for his safety. I am expecting his call soon.”Abdullah with his son. (Photo credit: Abhishek Dey).Abdullah left Myanmar for Bangladesh in 2012, and moved to India that same year. He works as a security guard at a Delhi University college. He said that he is paid in daily wages, and does not get a regular salary, as other than a refugee card, he does not have any document that will enable him to enter into a contract with an employer. “On Monday, my brother informed me about how 10 boys in the village were picked up by Army personnel and thrashed mercilessly,” he said. “A cattle shed in the village was also put on fire and the cattle have now gone missing.” Set up by a non-governmental organisation in 2012, the Rohingya camp in Kalindi Kunj is home to around 48 families. Several Rohingya refugees in the city also live in areas like Vikas Nagar in North Delhi and Khajoori Khas in the North East of the national capital. However since there are no such camps in those areas, they have to rent rooms.A persecuted group“It is good that leaders worldwide are taking up the issue,” said Ali Johar, a young refugee who enrolled himself for a Bachelor’s degree via correspondence at the University of Delhi earlier this year. “Even if they [the leaders] have vested political interests, it does not matter. Such statements will ultimately put pressure on the Myanmar government to stop what they are doing to us.”Ali was referring to a statement made on Sunday by Malaysian Prime Minister Najib Razak at a protest rally by thousands of Rohingya in Kuala Lumpur. Razak called for foreign intervention to stop what he called the “genocide” of Rohingya Muslims in Myanmar.Ali, who lives with his parents at the Kalindi Kunj camp, said he got to know about the political developments regarding the Rohingya issue through social media, and from friends whose families have fled to other countries like Malaysia, Thailand and Bangladesh. Ali finished his schooling from Bangladesh, and came to India in 2012. He and his family first lived in Haryana before moving to Delhi.Children pose at the entrance of the Kalindi Kunj camp. (Photo credit: Abhishek Dey).“Unless the international community takes up the issue, there is nothing much the world can know about what is going on at Rakhine,” he said. “No media or aid worker can go to the restricted zone. That is why news of crime – including arson, rape and murder – committed by the military there does not come to light. How can they ever be held accountable for such atrocities?”He added: “The victims are not only the Rohingyas, who belong to the Indo-Aryan race, but also several other groups – in the Chin state, Karen state, Kachin state and even the Mogs in Rakhine – who are racially the same but ethnically different from the Burmese. The Rohingyas are probably the weakest, so they ended up as the worst victims of persecution.”One of the oldest members in the camp. (Photo credit: Abhishek Dey).","author":"Abhishek Dey","time":"2016-12-10T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823510-47098-srinoqgjws-1481306679.jpg","tags":["Rohingya","Delhi","Myanmar"],"source":"https://scroll.in/article/823510/myanmar-crackdown-at-camp-in-delhi-rohingya-refugees-worry-about-family-members-back-home"}