{"title":"From ‘Badla’ to ‘Blurr’: Why Bollywood can’t get enough of Oriol Paulo","content":"Spanish writer-director Oriol Paulo has a huge following in India, both for his films and television series. Four of Paulo’s six screenplays have yielded Hindi remakes, three of which star Taapsee Pannu: Julia’s Eyes (as Blurr), The Body (The Body), The Invisible Guest (Badla) and Mirage (Dobaara). The Invisible Guest was also remade in Telugu as Evaru. Paulo is a master of the twisty mystery. His scripts begin with clever set-ups followed by a whirlpool of twists: blind twins with an unseen assailant in Julia’s Eyes; time loops in Mirage; an unreliable detective interrogating unreliable suspects in God’s Crooked Lines.The prolific 47-year-old filmmaker took the time out from his busy schedule – God’s Crooked Lines came out in 2022; an eight-part Netflix series is underway – to discuss the ingredients of his secret sauce with Scroll.in. Here are edited excerpts.Nearly every one of your scripts has been remade in India. Your film ‘The Invisible Guest’ was a box office sensation in China. What is connecting with audiences globally?I honestly think there is no certain answer. It’s probably because my stories are universal. They are local but at the same time they have a clear intention to reach the audience with emotions that are universal.I pay a lot of attention not only to the “what” but also to the “how”, meaning that every story can be made in many different ways. I try to pay attention to how can I be in the place of the audience. When I was a kid, my grandmother was a huge reader of mystery novels, and she shared her passion with me. I remember being unable to go to bed because I was reading those novels every night. I try to keep this childhood feeling in my movies, meaning that in the “how”, I try to make the audience an active part of the process of watching the movie. \n\n\n    \n    Play\n\nThe Invisible Guest (2016).Have you ever been to India or interacted with the filmmakers who have remade your movies?Unfortunately, I have never been to India. It is a trip that I’m planning to take since I feel very attracted by the culture and the history. And I will not lie, also by the food. I love Asian food, but Indian is one of my favourites. In fact, I had a trip planned, but then Covid came and I had to cancel it. I will probably go after my next project.I haven’t had a real relation with the filmmakers who remade my films. But I did talk with Taapsee Pannu. She was very nice in explaining how she would adapt some of my stories.  Who was the first Indian producer to approach you?Producers usually approach my producers to get the rights. [Meg Thomson has played a crucial role in connecting Indian filmmakers with Paulo’s producers.] Only Taapsee Pannu’s producer contacted me directly. And also, to ask If I had any script that I wanted to sell.My reaction was to ask myself, how could a Spanish film be interesting in India? The probable answer is that my films are universal and not local. And of course, it is very special that your films can travel so far. Also, Netflix helped me a lot in travelling overseas with my movies. Oriol Paulo.The remarkable quality about your plots is that they can be set anywhere. My movies take place in Spain and they are local because I am Spanish and I shoot in my country. But everyone can translate the conflicts and motivations to their own culture because there is a major statement in the genesis of the movie – the “What if situation”. I always like to start a script with the “What if” question. “What if a body disappears from a morgue”, for instance. This “What if” question is appealing to audiences from different cultures. And of course, there is the way you approach the material. I try to do it in a way that everyone can connect with the conflict. Where does a thriller go wrong at the writing stage?A good thriller is the one that is able to be unpredictable. Not necessarily because of the twists – it may be the premise, the situation, the context of the story, or a specific character. A thriller needs to be unique.Memento has nothing to do with Marathon Man, for instance, and they both are perfect thrillers. They are unique in the way they are explained. In terms of construction, a thriller needs to treat audiences as smart human beings. You always need to have strong characters facing strong situations and be able to hypnotise the audience with the storytelling. Take The Silence of the Lambs. To me, it is the perfect thriller. And it is also pure, meaning that it doesn’t have many tricks in the structure. It is classical storytelling. Good thrillers are the ones you want to watch more than once. Even if they have twists, the ride is so enjoyable that you want to repeat the experience. The thrillers that are not that great lack these things. They are predictable, the characters are weak, the situations are not that strong. How many movies do you start watching and think, “I have already seen this movie and I know what’s going to happen”? A good story is also the one that you can define in few lines and create a unique emotion. If you are able to tell your story in one minute, for instance, and have the listener’s attention, the story will work. Because you have a good “seed”. The script is always the seed to make the movie grow, like a tree. When the story is not good, it is very difficult to explain it in just one minute and be able to surprise or get attention. To sum up, I would say that good stories have good ideas, good structures, good conflicts, strong characters, and unique emotions. If you can have these in a one-minute pitch, the rest is work, work and work.\n\n\n    \n    Play\n\nGod’s Crooked Lines (2022).Do you have a board on your wall to keep track of your twists, like the charts we see in crime films?Of course I do! My films are based on structure, on how you present the information to the audience. They are like puzzles that need to be solved. I need to visualise the puzzle in my studio so I can see the whole structure.It’s like a house of cards. You need every card to hold the structure. Writing is rewriting. It is a process that takes you to many places. The best way to see the complete puzzle and different options for the story is to have it in front of you.How far do you decide to stretch a twist? Are audiences willing to go with the flow?I think you can go as far as the story takes you.I have a small group of people whom I trust (producers, writers, technicians). I tell them the story with the twists and pay attention to their reactions. It is like testing your own story. By doing this, you can feel not only if the twist works, but also if the story is interesting.In any case, I think the audiences are used to twists, so it is hard to keep surprising. I too like to be surprised as an audience, not only by the twists but also the story premise. So before I even think about the twists, I try to put myself in the place of a neutral audience and think: would I go to watch this movie? Would I like to see this or that? If the answers are yes, I start writing. Then the twists come in a natural way because they are part of the process. And if they are part of the process, if they feel natural in the way you are telling the story, the audience will go with the flow. \n\n\n    \n    Play\n\nThe Innocent (2021).What is it about thrillers that excite you? And who are your inspirations?What I really love the most is to expect the unexpected. Thrillers are great because they are like wrapping paper with which to cover universal themes. They allow you to speak about the human nature using codes that are attractive to audiences. And of course, human nature is unpredictable, so it’s a perfect match. As a young boy, Alfred Hitchcock was my god. He was the first one who made me think about the director figure behind the scenes. And he was the reason to make me go to film school. Today my main gods are David Fincher and Christopher Nolan. They both have a unique style, they both are like surgeons making movies. They are perfect in almost everything they do. And also I am falling in love constantly with Korean filmmakers like Bong Joon-ho or Park Chan-wook.About writing, I also had a queen when I was a kid. Agatha Christie was my main company for almost two years, the time I spent reading all she ever wrote. She made me discover the taste for the mystery and opened the gate to a new world. I was 14 by that time. After her, I began to discover all the other mystery classics, from Arthur Conan Doyle to Ira Levin. Also read:‘Badla’ is a remake of a twist-laden Spanish thriller that invites viewers to guess the killer The biggest mystery in the web series ‘The Innocent’: Who will remake it in India?","author":"Devarsi Ghosh","time":"2023-01-09T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185387-mhsncfmvdd-1673190804.jpeg","tags":["Oriol Paulo","The Invisible Guest","God's Crooked Lines"],"source":"https://scroll.in/reel/1041449/mystery-master-oriol-paulos-secret-sauce-treat-audiences-as-smart-human-beings"}