{"title":"Myth No 1 about Article 370: It prevents Indians from buying land in Kashmir","content":"Among the foremost grievances against Article 370 of the Indian Constitution, which grants special autonomous status to Jammu and Kashmir, is the impression that it prevents Indians from buying land in the state. That is not true. While the Article does give the state a “special status”, it says nothing about land.As it turns out, the prohibition against outsiders buying land in Kashmir was introduced by the Dogras who bought the territory from the British in 1846 under the Treaty of Amritsar.Article 370 was brought into the Constitution after the events of 1947, when a more popular section of the Kashmiri leadership, led by Sheikh Mohammad Abdullah, negotiated Kashmir’s unique relationship with the Indian Union. The “special status” granted to the state through Article 370 allows the state to have its own Constitution.Since then, the Article has variously been described as a wall, a bridge and a tunnel between India and the state of Jammu and Kashmir. It was debated in the Indian parliament as early as 1963. In the process of convincing the parliament about the technical difficulties involved in abrogating the Article, Nehru set out to dispel the still-prevailing notion that it prevented people from outside the state from buying land in Kashmir.“That is an old rule coming on, not a new thing, and I think that it is a very good rule which should continue, because Kashmir is such a delectable place that moneyed people will buy up all the land there to the misfortune of the people who live there; that is the real reason and that reason has applied ever since British times and for one hundred years or more,” Nehru said in the Lok Sabha.What Article 370 effectively means today is that that Indian government is responsible for Jammu and Kashmir’s “Defence, Foreign Affairs, Communications and ancillary matters” specified in the instrument of accession that was executed in October 1947 by the territory’s princely ruler, Hari Singh. Except with regard to these matters, laws passed by the Indian Parliament don’t apply to Jammu and Kashmir. (But since the J&K assembly typically passes the same laws, it is not, in effect, an issue.) As a result, the state’s residents live under a separate set of laws, including those related to citizenship, ownership of property and fundamental rights.It is true that this “special status” of Jammu and Kashmir allows it to retain the Dogra-era law prohibiting outsiders from buying land, and the central government cannot overrule it. But it is  important to note that similar restrictions on buying land apply to many other parts of India. These areas include the states of Himachal Pradesh, Arunachal Pradesh, Andaman & Nicobar Islands and Nagaland.The other myth perpetrated by people advocating the abrogation of Article 370 is that it discriminates against women. If a woman who is a state subject in Jammu and Kashmir marries a man from outside the state, she can no longer buy land in Jammu and Kashmir. This issue was put to rest by the state’s High Court in a judgment in 2000 which clarified that a woman does not lose her right to own land in Kashmir on marrying outside the state.Reactions in KashmirThe state’s special status is being debated again by Jitendra Singh, who, soon after becoming a minister in Prime Minister Narendara Modi’s office, said on Tuesday that the process of abrogating Article 370 had begun. Modi had himself hinted that Article 370 would be re-evaluated while he campaigning in Jammu. Singh retracted his statement soon afterwards, but the very mention of “special status” of Kashmir was enough to ruffle political feathers both in Kashmir and across India.Chief minister Omar Abdullah’s National Conference repeatedly tells the people of Kashmir that it will fight “tooth and nail” against any attempts to abrogate the Article. The People’s Democratic Party led by Mehbooba Mufti and her father Mufti Syeed have demanded a significant reversal of the extension of Indian laws to Jammu and Kashmir, notably New Delhi’s power to dismiss an elected state government under special circumstances.Many Kashmiris remain convinced that abrogating the Article is technically impossible without freeing Kashmir from Indian laws or rule. Among them is Dr Haseeb Drabu, a well-known Kashmiri economist and a PDP aide. “Rana Jitendra Singh! Dare you and your Government to do it!” he wrote. “Neither does Government of India have the Constitutional authority nor does the BJP have the parliamentary mandate to repeal Article 370.”Abrogating the article requires concurrence from the Constituent Assembly of Jammu and Kashmir. One view expressed in social media debates is that if New Delhi has unilaterally eroded Article 370, it can abrogate it as well, since there was no Constituent Assembly in Kashmir from which to seek concurrence.The separatists, on the other hand, would love to see the constitutional arrangement be scrapped because Kashmir in their view would then “become a clear Indian military occupation” without a “legal instrument” guiding its relationship with the Indian Union.In his book Article 370: A Constitutional History of Jammu and Kashmir, the constitutional expert and historian, AG Noorani, has described how the Article has been eroded over the years. Already the extension of several institutions to Jammu and Kashmir – such as the Reserve Bank of India and the Supreme Court – has been completed without regard to Article 370.New Delhi has historically swung from promising Kashmiris a referendum that allows them to exercise the right to self-determination, to the idea of integrating Kashmir fully into the Indian Union by any means necessary. Today, conditions in the state suggest that any attempt to abrogate Article 370 may actually worsen the conflict in Kashmir and prove counter-productive to any attempt at “full integration”.Parvaiz Bukhari is a journalist in Srinagar.","author":"Parvaiz Bukhari","time":"2014-05-30T07:09:11+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/665862-631cd961-1209-43dd-9e4f-bd774d88c26a.jpg","tags":[],"source":"https://scroll.in/article/665862/myth-no-1-about-article-370-it-prevents-indians-from-buying-land-in-kashmir"}