{"title":"Manipur: N Biren Singh says he will remain CM after protests in his support ","content":"Manipur Chief Minister N Biren Singh said on Friday that he will not resign, after his supporters urged him to remain on the post amid ethnic violence in the state.Earlier in the day, the chief minister had left his residence to meet Governor Anusuiya Uikey with a resignation letter, Northeast Live reported. However, protestors gathered outside his home in Imphal and urged him not to resign. One of the protestors tore up his resignation letter, and images of the letter were shared widely on social media.    At this crucial juncture, I wish to clarify that I will not be resigning from the post of Chief Minister.— N.Biren Singh (@NBirenSingh) June 30, 2023\n\nOne of the women who was supporting N Biren Singh tore his resignation letter outside his home. pic.twitter.com/EdTUp9zIsE— News Arena India (@NewsArenaIndia) June 30, 2023\n\nManipur minister and government spokesperson Sapan Ranjan Singh told the channel that several state ministers and MLAs also joined the protestors in urging the chief minister not to resign. “The people’s voice is most important, and people’s emotions have to be taken into consideration,” the spokesperson said. “Ultimately, he yielded and agreed to...withdraw the paper.”The developments took place nearly two months after ethnic violence began in the northeastern state and claimed more than 100 lives. Thousands of homes have been burned in clashes between the Meitei and Kuki communities, and shops and businesses have been vandalised. The authorities have moved nearly 50,000 people to safer places.The violence broke out after thousands of people, mostly Kukis, participated in a protest march to oppose the demand of the majority Meiteis to be included in the Scheduled Tribes category.Internet services in the state have been banned since May 3, when the violence was first reported in the northeastern state. On Friday, the state government extended the ban on internet services till July 5 to “prevent any disturbances of peace and public order”, reported ANI. On June 25, N Biren Singh met Union Home Minister Amit Shah and apprised him of the situation in Manipur. After the meeting, Singh had told reporters that the situation in his state was “very chaotic” and he was not sure of what was happening.Opposition parties had been demanding Singh’s resignation, saying he has not been able to restore peace and normalcy in the state despite the Bharatiya Janata Party being in power at the Centre and the state. They have also castigated Prime Minister Narendra Modi for not visiting the state or commenting on the situation there.Earlier this month, nine Meitei MLAs from Manipur, including eight from the BJP, wrote to Modi, saying that people in Manipur had lost faith in the Singh-led government. The MLAs had urged Modi to take “some special measures” for the proper administration of the government.“Despite many steps that have been taken to bring the situation under control, not much improvement is seen on the ground,” a memorandum by them had said. “...At present, there is no trust and confidence in the government and administration.”Four of the nine signatories to the memorandum had also resigned from their administrative and advisory positions in the government, sparking speculations of a rift within the government.Several Kuki groups in Manipur accuse Singh of giving patronage to shadowy violent Meitei groups, who have been allegedly involved in several incidents of violence in the state in the last two months.Singh is also accused of making remarks that many have alleged amounted to racially profiling of the Kuki community.Also read: Why Biren Singh stays as Manipur chief minister despite even BJP leaders asking for his ousterArmed gangs and a partisan state: How Manipur slipped into civil war","author":"Scroll Staff","time":"2023-06-30T15:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127095-cfvyiwyphh-1568030288.jpg","tags":["N Biren Singh","Manipur","Narendra Modi","Manipur violence"],"source":"https://scroll.in/latest/1051824/n-biren-singh-to-remain-manipur-cm-says-government-spokesperson"}