{"title":"‘Naach Ga Ghuma’ review: Soft landings in saga of a woman and her missing maid","content":"Cinema has progressed in its depiction of maids from spectral background figures to living, breathing characters with minds and desires of their own. Paresh Mokashi’s Marathi comedy Naach Ga Ghuma resurrects the loyal domestic who sweeps, swabs, and churns out chapatis so that her employer can pursue her own ambitions.It’s no exaggeration to say that Asha (Namrata Sambherao) means more to Rani (Mukta Barve) than anybody else. Rani’s husband Anand (Sarang Sathaye), daughter Sayali (Myra Gaurav Vaikul), mother (Sukanya Kulkarni) and mother-in-law (Supriya Pathare) can all vanish in a puff of smoke as far as Rani is concerned. All that matters is that Asha turns up on time every morning, stays off the phone during her 12-hour shift and keeps Rani’s home in ship-shape.The new movie from the director of Vaalvi (2023), co-written by him and Madhugandha Kulkarni, treats the relationship between Rani and Asha like a marriage. A rift between the women causes more heartburn to Rani than a break-up.Are Rani’s patch-up efforts because of self-interest, or is her Je Suis Asha epiphany genuine? By casting the formidable and fantastic Mukta Barve as Rani, Mokashi keeps some of the doubts about his movie’s dodgy exploration of class dynamics at bay.The understanding that maids are unorganised workers seems to have bypassed this Labour Day release. In its place, Mokashi delivers an enjoyable farce about a middle-class family that faces an existential crisis of epic proportions when Asha stops coming to work.\n\n\n    \n    Play\n\nNaach Ga Ghuma (2024).The early portions reveal the frenetic nature of urban living. Rani struggles to get out of bed and into the bank where she works. Asha is on an even tighter leash, earning a scolding from Rani and then harsher treatment when she misses her deadline.The film itself isn’t watching the clock as closely. At 139 minutes, Naach Ga Ghuma feels far too long to justify its risk-free premise.While sharp word play and cutting humour – among Mokashi’s strengths as a writer – are on amply display, no blood is shed over Rani’s hyperbolic obsession with finding a replacement for Asha. Her monomania does solve the mystery of why some banks don’t function as efficiently as they should. The point when the plot is supposed to flip on its head to reveal Asha’s perspective on her demanding boss is missing. Konkona Sensharma’s contribution to the Lust Stories anthology, in which a woman develops a voyeuristic bond with her maid, belongs to the distant future from the world of Naach Ga Ghuma.Rani’s moment of truth has a landing so soft it leaves little impact. Without Mukta Barve to carry off Rani’s dithering or Namrata Sambherao to portray the long-suffering Asha’s problems, the film’s take on an ubiquitous aspect of modern life might have been forgettable. Between themselves, Barve and Sambherao dredge up enough empathy for the overworked superwomen in our midst, valiantly lurching from one day to the next.","author":"Nandini Ramnath","time":"2024-05-01T14:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200357-hbggavpywg-1714372331.jpeg","tags":["Naach Ga Ghuma review","Paresh Mokashi","Mukta Barve","Namrata Sambherao"],"source":"https://scroll.in/reel/1067187/naach-ga-ghuma-review-soft-landings-in-saga-of-a-woman-and-her-missing-maid"}