{"title":"Nagaland extends Inner Line Permit system to whole of Dimapur district","content":"The Nagaland government on Monday extended the Inner Line Permit system to the whole of Dimapur district with immediate effect. A government notification said every non-indigenous person henceforth entering the district would have to obtain an Inner Line Permit. Nagaland is ruled by the Nationalist Democratic Progressive Party, which is a constituent of the National Democratic Alliance.The permit is a document that outsiders need before travelling to places defined as “protected areas” in some states in the North East. The Inner Line Permit system covers the whole of Arunachal Pradesh, Mizoram, most of Nagaland, Meghalaya and Tripura, Manipur and certain pockets of Assam.On Monday, Union Home Minister Amit Shah had announced that the permit system would be extended to Manipur. This “exempts” Manipur from the provisions of the Citizenship Amendment Bill. The bill proposes amendments to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, who entered India between 1971 and December 31, 2014. The bill was passed in the Lok Sabha on Monday.The Nagaland government said in its notification on Monday that every non-indigenous person who has settled in or entered Dimapur before the date of the notification, will also be required to acquire an Inner Line Permit. The government, however, exempted persons who have entered Dimapur before November 21, 1979 from acquiring the permit, if they were able to produce documents of such entry. Nagaland also exempted persons who are transit passengers from Dimapur to other states and possess a valid ticket from having to obtain the permit. The government said that Dimapur District Deputy Commissioner of Police Anoop Khinchi will set up “suitable administrative structures and mechanisms” for the purpose of streamlining and completing the process of acquiring Inner Line Permit, in a “time-bound” manner.","author":"Scroll Staff","time":"2019-12-10T22:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/83772-jdjlwkdhib-1575998067.jpg","tags":["Inner Line Permit","Nagaland","Neiphiu Rio","Citizenship Amendment Bill","Dimapur"],"source":"https://scroll.in/latest/946451/nagaland-extends-inner-line-permit-system-to-whole-of-dimapur-district"}