{"title":"Nagaland elects women MLAs for the first time","content":"Nagaland on Thursday elected women MLAs to the state Assembly for the first time in history.As results started pouring out, Nationalist Democratic Progressive Party candidate Hekani Jakhalu became the first woman MLA of the state after she won the Dimapur III seat.Jakhalu’s win was soon followed by her fellow party candidate Salhoutuonuo Kruse, who emerged victorious from the Western Angami constituency. They were the only two women candidates fielded by the NDPP.History has been made!Heartfelt congratulations, Mrs. @k_salhoutuonuo and Mrs. @Hekani Jakhalu on winning Assembly Elections. You carry the hopes of women and future generations as changemakers and role models. I hope you will continue to be passionate and courageous. pic.twitter.com/goMlR3fEXD— Neiphiu Rio (@Neiphiu_Rio) March 2, 2023\n\nBesides them, two other woman candidates – Bharatiya Janata Party’s Hukali Sema and Congress’ Rosy Thompson – contested the Nagaland Assembly elections.In Nagaland, the ruling alliance of the NDPP and the BJP retained their power as they won 33 of the 60 seats. The majority mark in the state is 31.On Thursday, Jakhalu told The Indian Express that she aims to turn Dimapur III into a model constituency.“It has been neglected for too long. I want everyone to have access to their basic amenities and rights,” she said. “I will be fighting for minority communities. They make up half the population in the state and are the ones who are actually electing the MLAs and ministers of the constituency. But once the MLAs are voted into power, these people are forgotten.”Kruse, who had contested polls for the first time, thanked the residents of her constituency for the victory.Today, we have created history!This momentous victory belongs to us. I owe this victory to God Almighty, and to my citizens of #8WesternAngami. I am very humbled by the support everyone has given me. Thank you for making this possible. I look forward to serving you.#KamPara pic.twitter.com/fbIWKCJafb— Salhoutuonuo Kruse (@k_salhoutuonuo) March 2, 2023\n\n“I am very humbled by the support everyone has given me,” she tweeted. “Thank you for making this possible. I look forward to serving you.”In 2018, NDPP’s Awan Konyak came close to becoming the first woman to get elected to the Nagaland Assembly.","author":"Scroll Staff","time":"2023-03-02T19:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187491-nwgldgcpmp-1677764328.jpg","tags":["Nagaland","Nagaland elections","women MLA"],"source":"https://scroll.in/latest/1044949/nagaland-elects-women-mlas-for-the-first-time"}