{"title":"Nagaland crisis: Neiphiu Rio slated to be next CM, MLAs huddle at a resort near Kaziranga","content":"A political crisis is continuing in Nagaland, after 42 Democratic Alliance of Nagaland MLAs were taken out of the state and lodged in a resort near Assam’s Kaziranga Park. While the legislators had earlier supported Naga People’s Front chief Shurhozelie Liezietsu to succeed Chief Minister TR Zeliang, reports suggest the next chief minister might be the state’s lone MP, Neiphiu Rio (above right). Zeliang and Rio had been in Delhi on Wednesday, where a plan to end the political impasse was apparently chalked out.The turmoil had begun after 33% reservation was announced for women in the state’s urban local bodies. The groups spearheading the protests in the state include the Nagaland Tribes Action Committee and Joint Coordination Committee.On February 2, members of tribal groups went on a rampage to demand that the state government roll back the reservation for women. The civic polls were called off after two protestors were killed in police firing. Protests intensified after Chief Minister TR Zeliang refused to resign from his post following the killings. Protestors vandalised government property and set vehicles on fire in the city. The Kohima Municipal Council building, Regional Transport office and the Excise Department office were destroyed by the angry mob. Five Army columns were deployed in the city.Civic polls in the state have been held up since 2004 on the issue of 33% reservation for women in urban local bodies, mandated by Article 243 (T) of the Constitution. Tribal groups have held that the reservations interfere with Naga customary laws and protections guaranteed to them under Article 371(A) of the Constitution.","author":"Scroll Staff","time":"2017-02-18T19:36:24.747017+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829727-51766-xolahuonex-1487426640.JPG","tags":["Nagaland","Neiphiu Rio","Kaziranga","Assam"],"source":"https://scroll.in/latest/829727/nagaland-crisis-neiphiu-rio-slated-to-be-next-cm-mlas-huddle-at-a-resort-near-kaziranga"}