{"title":"Nagaland Assembly passes resolution against Centre’s move to fence India-Myanmar border","content":"The Nagaland Assembly on Friday adopted a resolution urging the Union government to reconsider its decision to fence the Indo-Myanmar border and suspend the free movement regime with the neighbouring country.Two days earlier, the Mizoram Assembly had also adopted a similar resolution.Last month, the Union government said that it would end its free movement regime pact with Myanmar and seal the border between the two countries.The free movement regime, which has been in place since the 1970s, allows visa-free movement for people living within 16 kms on either side of India and Myanmar’s shared, largely unfenced, 1,643-km-long border along Manipur, Mizoram, Nagaland and Arunachal Pradesh.They can spend a day across the border without any document, and stay up to 72 hours “with effective and valid permits issued by the designated authorities on either side”. The regime was devised keeping in mind the traditional social relations among those living along the border and to facilitate cross-border trade between the kindred tribes on both sides.The resolution in the Nagaland Assembly, moved by Deputy Chief Minister Y Patton on Friday, said that suspending the regime would cause hardship and inconvenience to Nagas living in the border areas “as the traditional land holding system straddles across the international border in many areas”.The resolution said that people in the region have to cross the international border on a daily basis for their normal cultivation activities. “These measures will seriously disrupt the age-old historical, social, tribal, and economic ties of the Naga people living on both sides of the international border,” it added.The resolution urged the Union government to work out regulations for free movement across the border in consultation with local communities and village council authorities.The Union government’s decision to revoke the free movement regime comes against the backdrop of the ethnic conflict in Manipur. The state has been gripped by ethnic clashes between the Meitei and Kuki communities since early May. On February 28, Manipur Governor Anusuiya Uikey said that the violence has left 219 dead and has displaced 60,000 people.In September, Manipur Chief Minister N Biren Singh had attributed the ethnic conflict to the free movement of people from across the Myanmar border. He had also urged the Union home ministry to permanently terminate the free movement regime and complete its fencing to check the “illegal influx from Myanmar”.The Manipur and Arunachal Pradesh governments had welcomed the Union government’s decision to terminate the free movement regime. But both the Mizoram and Nagaland governments had opposed the move.The Mizoram Assembly, in its resolution on February 28, urged the Centre to reconsider its decision and take steps instead to ensure that the ethnic Zo people can live together without a fence dividing their ancestral land.Mizos share strong ethnic ties with Manipur’s Kuki and Myanmar’s Chin tribes.","author":"Scroll Staff","time":"2024-03-02T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198929-qtmecsddca-1709358756.jpg","tags":["Nagaland Assembly","Myanmar","Free movement regime","Manipur"],"source":"https://scroll.in/latest/1064580/nagaland-assembly-passes-resolution-against-centres-move-to-fence-india-myanmar-border"}