{"title":"Nagaland seeks ordinance from Centre to avoid women’s quota in civic body elections","content":"The Nagaland Cabinet on Sunday decided to send a memorandum to the Centre seeking an ordinance that will allow them exempt the state from the law that makes 33% reservations in civic body elections mandatory. Tribal groups have been violently opposing the rule, which was to be enforced for the first time in the upcoming municipal elections in the state.The Cabinet had called for an emergency meeting, inviting senior leaders from key tribal groups. A total of 60 legislators from the state, including MPs and representatives from the Democratic Alliance of Nagaland will submit the memorandum to Prime Minister Narendra Modi, PTI reported. The memorandum will ask the Centre to exempt Nagaland from part IX A of the Constitution, which deals with municipal matters. However, the Nagaland Tribes Action Committee said the move to approach the Centre was an affront to the powers of the state Assembly, and the special provisions accorded to Nagaland under Article 371(A) of the Constitution. Instead, the tribal groups have called for a total bandh of government offices on Monday, The Indian Express reported. The committee had on Saturday called for the entire ministry to resign and also demanded action against the police officers who shot two protesters on February 1.Civic polls in the state have been held up since 2004 on the issue of 33% reservation for women in urban local bodies, mandated by Article 243 (T) of the Constitution. Tribal groups have argued that the reservations interfered with Naga customary laws and protections guaranteed to them under Article 371(A).","author":"Scroll Staff","time":"2017-02-06T07:45:33.273810+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828604-50847-xzfkfdjald-1486347320.jpg","tags":["Nagaland","reservation"],"source":"https://scroll.in/latest/828604/nagaland-seeks-ordinance-from-centre-to-avoid-womens-quota-in-civic-body-elections"}