{"title":"‘Nail-cutter, helicopter’: Amitabh Bhattacharya on quirking up Hindi film lyrics","content":"If Amitabh Bhattacharya had his way, Sawaar Loon from Vikramaditya Motwane’s Lootera would have been “mori mori ki je kori”, Bengali for “I writhe in love, what do I do?” The words had to be dropped since Motwane and music composer Amit Trivedi felt the words sounded too much like “moori” (puffed rice). Bhattacharya had his way with the 1940-set Kalank (2019), where the chorus for Pritam’s chartbuster First Class has the words “baaki sab first class hai”. Pritam was initially doubtful but Bhattacharya convinced him by pointing out that Mehmood’s character in the 1953 film Do Bigha Zamin would say “first class”, the composer told Scroll.in in a previous interview. Bhattacharya’s lyrics – lovelorn, philosophical, humorous, colloquial, anachronistic – have powered some of Hindi cinema’s biggest hits in recent years. So it’s puzzling that the popular wordsmith is being trolled for the ballad Kesariya from Ayan Mukerji’s Brahmastra Part One: Shiva. The criticism centres on the use of Hinglish – hardly the first for a Hindi film song – in the phrase “love storiyan”, which is rhymed with “tijoriyan” (treasure chest).“The song had been locked long before its release and nobody had a problem with it, as we all saw love storiyan as a fun twist in the line,” Bhattacharya pointed out. “The feedback that I got from the team after all this criticism was that the listeners didn’t like love storiyan in the middle of a pure Hindi-Urdu love song.”\n\n\n    \n    Play\n\nKesariya, Brahmastra Part One: Shiva.One linguistic purist even rewrote the lyrics, sang the new version and posted it on Twitter.“I could’ve rhymed tijoriyan with choriyan, doriyan, loriyan, chugalkhoriyan, written something like tune apni nigaho se karli kitne dilo ki choriyan, but what’s the fun in that?” Bhattacharya said. “Often songs we don’t expect to be hits become hits. We don’t question that. Similarly, I accept the criticism.” Bhattacharya has been teasing new meanings out of words and phrases ever since his breakthrough, Dev.D (2009). Anurag Kashyap’s version of Sarat Chandra Chattopadhyay’s novel Devdas had an outstanding score by Amit Trivedi and lyrics that reflected hero’s youthful angst.Among the film’s most popular songs is Emosanal Atyachar, one of whose versions has the line “Bol bol why did you ditch me, whore”? These are words that Bhattacharya, who is now 45, is unlikely to use again.Hindi film lyricist Amitabh Bhattacharya.“I was 30-31 when I wrote Emosanal Atyachar,” Bhattacharya said. “I would probably find a different way to crack that mood. Similarly, I might not use the words chikni chameli today and find an alternative. But, yes, tomorrow, I might write something that’s organically coming to me, but then second-guess myself wondering if this is going to become another love storiyan.” Dev.D, Bhattacharya’s second film as a lyricist after Aamir (2008), set him on a career path that has led to Bollywood’s leading composers and filmmakers. He was raised in Lucknow and moved to Mumbai in 1999. He wanted to be a singer, but instead ended up writing dummy lyrics for Amit Trivedi for television commercials before switching to films. \n\n\n    \n    Play\n\nEmosanal Atyachar, Dev.D.“The reason for my recognisable quirky style is that I’ve never been a poet or even a writer who would write a diary or something for himself,” Bhattacharya said. “I am a pure Hindi film lyricist who discovered he is good at fitting words to melodies by being on the job. If it’s up to me, I’d throw in nail-cutter, helicopter, and what not into a song.” A case in point: the Jagga Jasoos song Ullu Ka Pattha, where Bhattacharya compares the human heart to “Akbar ka pota”, or Akbar’s grandson.\n\n\n    \n    Play\n\nUllu Ka Pattha, Jagga Jasoos.Bhattacharya recalled the other analogies he drew up for Ullu Ka Pattha, which included a reference to the Sholay villain Gabbar Singh: “Khul ke hasta hai, goli chalata hai dil, Gabbar ka gussa hai” (The heart laughs loudly but shoots wildly, like Gabbar’s anger). There was also “Swaad deta hai, mooh bhi jalata hai dil garam samosa hai” (The heart is tasty but burns the mouth, like a hot samosa). Never one to take lyric-writing too seriously, Bhattacharya called a loser son the foam, rather than the soap that the father wished for, in Bhaag DK Bose in Delhi Belly: “Saabun ki shakal mein, beta tu toh nikla keval jhaag”. The lyricist added, “It is sometimes fun to throw in a pure Hindi word which nobody would expect like keval. A thought like you’re foam but I thought you were soap made me really laugh when it came to me. I had to use it.”\n\n\n    \n    Play\n\nBhaag DK Bose, Delhi Belly.In the rambunctious AR Rahman song Mawwali Qawwali (Lekar Hum Deewana Dil), Bhattacharya praises a woman’s beauty thus: “ankhiyan teri, Naxalwaadi” (Your eyes, they are Naxalite). In Aiyyaa’s What To Do, about a woman’s desire for man, he superbly puns on the papad brand Lijjat: “Besharmi ke tel mein tal ke kha loon tera ijjat papad”.\n\n\n    \n    Play\n\nMawwali Qawwali, Lekar Hum Deewana Dil.The year 2016 was a high point for Bhattacharya. He wrote the lyrics for all the songs for Ae Dil Hai Mushkil and Dangal, both composed by Pritam. “Such complete albums with a single composer and lyricist seldom happen now,” Bhattacharya said. “That’s how soundtracks should be done, where there’s a single thought binding all the songs.” The inspiration for lyrics is sometimes the director. Anurag Kashyap came up with the phrase “emosanal atyachar”. Delhi Belly writer Akshat Verma suggested “bhaag DK Bose”. Shankar Mahadevan’s use of “locha-e-ulfat” to signify trouble – a habit the composer had picked from percussionist Taufiq Qureshi – inspired the song of the same name from 2 States.\n\n\n    \n    Play\n\nHaanikaarak Bapu, Dangal.In the case of the upcoming Laal Singh Chaddha, produced by and starring Aamir Khan, Bhattacharya wrote lyrics that resembled lullabies. Khan kept reminding Bhattacharya that the child-man Laal Singh Chaddha could not possibly have “intellectual, poetic thoughts”.Great songs are possible only with the right director, composer and screenplay and when there is complete freedom, Bhattacharya observed. “Another Emosanal Atyachar will be possible with the right set-up of Anurag Kashyap and Amit Trivedi,” he said. “Or if filmmakers like Anurag Basu just give a brief and say, go have fun. But Love Storiyan aside, filmmakers and everyone have become generally more cautious today. There’s way too much back-and-forth and reworking of lyrics now. What comes naturally to me always doesn’t end up on paper. There’s a focus-group approach to music now.”\n\n\n    \n    Play\n\nKahani, Laal Singh Chaddha.The song, once the backbone of a Hindi film’s universe, has taken a backseat in recent years. Filmmakers either insert tunes into the background or use them sparingly, unlike in the days when narratives were advanced through a song and its lyrics. “There’s too much content overload today for good songs to break through and reach the listener,” Bhattacharya said. “Even 20 years back, the song would have a purpose in the narrative as a total sequence but now songs are an afterthought where a film doesn’t need it but it’s somehow made and added to the movie as background score or a promotional song. I don’t mind less songs in a film but they should at least be done justice to inside the movie instead of putting snippets between the dialogue.” \n\n\n    \n    Play\n\nAe Dil Hai Mushkil title track.Also read:Audio master: In ‘Dev.D’, Amit Trivedi gave Hindi cinema one of its finest soundtracks","author":"Devarsi Ghosh","time":"2022-07-26T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177528-ojnkrayyna-1658604525.jpeg","tags":["Amitabh Bhattacharya","Hindi film lyricist","Hindi film music"],"source":"https://scroll.in/reel/1028910/nail-cutter-helicopter-amitabh-bhattacharya-on-quirking-up-hindi-film-lyrics"}