{"title":"Nandita Das’s ‘Zwigato’ makes a case for swiping for empathy ","content":"Nandita Das’s new movie Zwigato tackles an all-too-familiar aspect of Indian cities: food delivery executives bearing large backpacks and zipping from one place to the next on their motorbikes.Zwigato (a title that combines the popular apps Zomato and Swiggy) is about one such driver, who has reluctantly enrolled in the much-hyped gig economy. The film, written by Das and Samir Patil, explores with perspicacity and gentle observational humour the truth about the actual working conditions of gig workers, the precarious lives of working-class Indians in the service sectors and the larger problem of unemployment that forces people into low-paying but highly demanding jobs.Popular television comedy show host Kapil Sharma plays Manas, a laid-off factory manager in Bhubaneswar. Manas has a wife, Pratima (Shahana Goswami), two schoolgoing children and an ailing mother to support.The episodic narrative opens out to include wider themes, such as gender, caste and systemic inequality. Manas finds himself a slave to the food app’s algorithm. His deliveries introduce us to an array of casually insensitive affluent Indians whose wealth is built on a foundation of underpaid labour. Manas’ attitudes towards the labour market are tested by his lack of faith in trade unions and Pratima’s suggestion that she work in a mall to supplement their dwindling income. After screenings at the Busan and Toronto film festivals, Zwigato is being shown at the International Film Festival of Kerala. A theatrical release is planned over the next few months. After years of acclaimed acting roles, Nandita Das turned director with Firaaq in 2008, following it up with the biopic Manto in 2018. In an interview with Scroll.in, Das spoke about the inspiration behind Zwigato, the film’s key themes, and landing Kapil Sharma in the lead role.One of the major themes of Zwigato is empathy, the need to be sensitive towards people who surround us and yet remain in the background.The motif of the working class is through the film: the domestic workers, the daily wagers. That was very important for me, to have the working class almost as invisible as they are in reality.We can’t talk about our context in any silo. The film is not just about the gig economy. It is about modern times, in some ways it is a tribute to Charlie Chaplin, the film he made [Modern Times] about the man and the machine. This is a man and the algorithm. But it is also about these disparities, whether of gender or of class or caste that are omnipresent.In terms of the service industry, many of us have become insensitive without meaning to be. We are all implicit and complicit in this normalisation. If we know how seriously our ratings would be taken, perhaps we might change our point of view. Even if we could just create a sense of empathy, making visible people who are in invisible despite being in plain sight, then the film will have achieved its purpose.\n\n\n    \n    Play\n\nZwigato (2022).The film comprises vignettes of Manas and his family. How did you work to guard against preachinesses?I don’t like to put my heroes on a pedestal. They are flawed and real, like all of us. One thing I know I want to avoid, is being didactic and preachy. Rather than harping on the theme and underlining it, by lingering on dialogues and moments, that depict what you want to say, they are shown with a light touch. Things must flow as part of the story telling.We were tempted to put all of the information that we had gathered through our research. Many things about the gig economy were a revelation but then the film would have become didactic. The film just needs to triggers a conversation and makes people curious to want to know more about the lives of the characters. Once the film is released, I am sure it will generate an interesting discourse around the issues I have touched in the film.Comparisons have been drawn between Zwigato and Ken Loach’s Sorry We Missed You. While it is flattering, I saw the film only after I finished my own film. Thankfully! The British setting of Loach’s film is filled with despair, reflective of the social context there. While here, even with everything collapsing, people remain strangely hopeful and aspirational. And that is also in the treatment of Zwigato. I try to end my films with hope, but not without a feeling of discomfort and a realisation that all is not well. Personally, I am an optimist but I also feel depressed and cynical on many days. Though I pull myself out to it because I think cynicism is for the lazy.Nandita Das.How did you go about structuring the film?I am more story driven. The form follows the needs of a story and emerges organically from it. I wanted it to be a slice of life film with layers and nuances that together become what the story is really about.For our food delivery rider, every day, in some sense, is the same and yet it is not. There are new challenges and experiences that his new work throws at him, unlike the familiar traditional factory space, where he previously worked. The audience is a fly on the wall, watching these vignettes from their lives. Some of these threads are connected, and some aren’t.In Toronto, somebody told me, we are so conditioned to plugging in pay-offs in films. We don’t realise that there are so many small things that impact us. We are the sum total of so many different experiences. I am told that the viewer is able to travel with the protagonists and slowly gets drawn into their anxiety, fear, dilemma and moments of joy. And that was the intent.Kapil Sharma is an inspired piece of left-of-field casting. How did that come about?I hadn’t seen a single show of his, since I haven’t had a television for the last six-seven years. I had actually written the film for two other actors. But then the pandemic happened. Our schedules kept shifting, the actors’ dates kept shifting. Bhubaneswar gets really hot after April. So I decided I would shoot with whoever  was available in February or March this year.Then serendipitously a clip of Kapil and Karan Johar at an awards ceremony popped up. I thought, here is a man who is natural, uninhibited, candid and seems to connect with people effortlessly. It felt real and true. Then I watched a few clips from his shows and I thought he would fit the character perfectly. And I have worked with Shahana in Firaaq and felt she and Kapil would make for a really nice couple.We come from such different worlds that there was no real meeting point. We would have both died without probably ever meeting each other. When I met Kapil, he said, how did you even think of me? Nobody would come to me with such a script. And to my surprise, he had seen Firaaq and Manto.  Not many know, but he had done serious theatre before he got into television. He is extremely rooted even now. He has an emotional approach to things which is almost childlike. After all these years of fame and fortune, he has managed to keep that intact. When he read the script, he said, nothing dramatic happens in the film, but it slowly engrosses you. I told him it’s because it is life-like. The story is about small indignations that corrode people slowly. They make them invisible and we don’t even care.  As an actor, does directing other actors come easy?I do think there is an advantage, having been on the other side. Sometimes directors don’t communicate well what they want. Some sit far away from the actor, on their monitors and don’t have that connecting with actors that they need. So having done 40 films in 10 different languages, I have subconsciously, learnt many things and also learnt what not to do.But being an actor, you understand that each actor is a very different person. Their process is unique to them. As an actor-director, you understand that aspect and respect the journey of every actor. Some very eminent, some who face the camera for the first time, they all have to be made comfortable to do their best. Sometimes, I also have to perform, if the actor doesn’t get it. That sure is an advantage.The three films you have directed are different from one another. At this stage in your career, what are you looking to make, and what are you looking to be a part of as an actor?I stumbled upon acting and remained a hesitant actor. Coming from a social work background, films were just another medium, another tool to talk about the issues I cared for. I just wanted to be part of stories that I felt needed to be told. Even as an actor, the story mattered to me more than the role.I remember, Shyam Benegal offered me the role of a conservative, regressive, foul-mouthed woman in Hari Bhari. I told Shyam babu, how can you think of me for this role? I am not like that at all. He explained,  you are an actor, not an activist. You should want to take challenges and do roles that are different from you. That’s when the penny dropped.In terms of direction, it was not a choice. I felt compelled to do so, after the Gujarat riots. I started doing a series of talks that I titled ‘Identity and the notion of the Other’. But seeing the reaction was always so polarised that I felt compelled to make a film. And that’s how Firaaq was born.Then in 2012, around the Manto’s centenary, more was written about him and I felt I could tell his story, which would be just as relevant to the times we live in now. I also felt I knew Manto as my father was very Mantoesque– a misunderstood maverick artist, with no sense of money and a loner. There were many parallels that helped me understand the contradictions of my protagonists more intimately. As they say, cut to 2020 when my a friend and publisher, Samir [Patil] shared articles about unemployment and the gig economy. I wanted to put together an anthology of four stories about the new India with three other directors. My story was the seed of Zwigato.Unfortunately, two of those directors dropped off as they got bigger projects that got green lit. And so they left. Sameer Nair of Applause, who was to produce the anthology, nudged me to expand it to a full length feature film. Both Samir and Sameer were responsible for me to dive deeper into the subject.It is only now, after 26 years of being on the periphery of the film industry that I have finally stopped hesitating and embraced filmmaking fully. Now I am open to looking at other people’s scripts and will work more consistently, without long gaps between my films.Zwigato has been shot by Ranjan Palit, who has a wealth of documentary experience.I wanted the film to be real and candid. Dibakar Bannerjee recommended Ranjan Palit. I had, in my early days, seen many of the documentaries he has shot. He was supposed to be the master of handheld camera and work in available lights. And that’s why I decided to collaborate with him. He barely uses any lights and is quick to move with the camera wherever, whenever needed.Disclosure: Samir Patil, the co-writer of the film, is a founder of Scroll.in.","author":"Nandini Ramnath","time":"2022-12-12T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184246-vqzmtmcjzt-1670836781.jpg","tags":["Zwigato","Nandita Das","Kapil Sharma","Shahana Goswami"],"source":"https://scroll.in/reel/1039510/nandita-dass-zwigato-makes-a-case-for-swiping-for-empathy"}