{"title":"Narada case: Trinamool MLA moves privilege motion against CBI and ED in Bengal Assembly","content":"Trinamool Congress MLA Tapas Roy on Wednesday moved a privilege motion in the West Bengal Assembly against the Enforcement Directorate and the Central Bureau of Investigation for arresting three party MLAs in the Narada bribery case without informing the Speaker of the House, ANI reported.Roy alleged that the CBI’s arrest of sitting MLAs Firhad Hakim, Madan Mitra, and Subrata Mukherjee lowered the dignity of Speaker Biman Banerjee as he was not informed about the decision. The breach of privilege motion has been filed against Deputy Superintendent of Police of the Central Bureau of Investigation Satyendra Singh and Rathin Biswas, assistant director of the Enforcement Directorate.The three Trinamool Congress MLAs were arrested on May 17. Sovan Chatterjee, a former leader of the Trinamool Congress had also been arrested. The Enforcement Directorate had also filed a chargesheet against the them.Leader of Opposition Suvendu Adhikari said that the Bharatiya Janata Party will oppose the privilege motion, ANI reported. “Trinamool Congress is scared of CBI and Enforcement Directorate because they are involved in almost all the scams,” he said.Meanwhile, a special court in Kolkata on Tuesday granted bail to Hakim, Mitra, and Chatterjee after they surrendered before it, PTI reported. The court has asked the three Trinamool Congress legislators to cooperate with the investigating officers. The fourth accused in the Narada bribery case, Subrata Mukherjee, died on November 4.Narada bribery caseThe case involves videos published by Narada News, an online portal,  in which several Trinamool Congress leaders were allegedly seen  accepting cash in return for favours. The videos, shot by the  website’s Chief Executive Mathew Samuel, were released ahead of the West  Bengal Assembly elections in 2016.Banerjee has alleged that the  sting operation was a conspiracy against her government and party  members before the elections. In June 2017, she ordered a police inquiry  into the case.Seven of the former Trinamool Congress MPs were  also involved in the scam. Of them, Suvendu Adhikari and Mukul Roy  switched sides to the BJP. Roy returned to the Trinamool Congress on June 11. Following the arrest of the four leaders, the CBI has said it did not get the necessary permission to initiate investigation against Adhikari and Roy, as well as Trinamool Congress MPs Sougata Roy and Kakoli Ghosh Dastidar.","author":"Scroll Staff","time":"2021-11-17T17:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166476-kgrzyzcejo-1637147484.jpg","tags":["Narada case","Narada bribery case","Trinamool Congress","Tapas Roy","CBI","Enforcement Directorate"],"source":"https://scroll.in/latest/1010804/narada-case-trinamool-mla-moves-privilege-motion-against-cbi-and-ed-in-bengal-assembly"}