{"title":"Narada scam: Four, including two West Bengal ministers, arrested by CBI; later granted bail","content":"The Central Bureau of Investigation on Monday arrested West Bengal Ministers Firhad Hakim and Subrata Mukherjee and Trinamool Congress MLA Madan Mitra in the Narada bribery case, PTI reported.Former Trinamool Congress leader Sovan Chatterjee was also arrested. He had quit Trinamool Congress in 2019 to join Bharatiya Janata Party, but left the saffron party too, in March. He did not contest the elections this year.All four political leaders were granted bail by a special Central Bureau of Investigation court in Kolkata on Monday evening, ANI reported. They were produced in a virtual hearing of the court after the CBI sought their custody.All four leaders - the then ministers of West Bengal govt - arrested by CBI in Narada case have been granted bail by the Court.— ANI (@ANI) May 17, 2021\n\nFollowing his arrest, Hakim alleged that he was arrested in the case without prior notice, News18 reported. “I will challenge my arrest in court,” he added.Shortly after the arrests, West Bengal Chief Minister Mamata Banerjee and other Trinamool Congress leaders reached the CBI’s office, ANI reported. “The way they have been arrested without due procedure, the CBI will have to arrest me also,” Banerjee said, according to NDTV.Trinamool Congress MP Kalyan Banerjee said the party will move the Supreme Court against the arrests, which he claimed were done with a political agenda. “You know Supreme Court made a judgement during Covid-19 times that police cannot unnecessarily detain, arrest any person,” Kalyan Banerjee told ANI. “Despite that, the CBI and the police have arrested our leaders.”Following the arrests, Trinamool Congress supporters staged a protest outside the CBI office. Roads were blocked and tyres were burnt as party supporters caused a ruckus outside the CBI office in Kolkata, according to Hindustan Times.#WATCH | TMC protesters pelted stones on security forces in West Bengal outside the CBI office. pic.twitter.com/GxGUZmIQxe— ANI (@ANI) May 17, 2021\n\n#WATCH | TMC supporters hold protest outside the CBI office over the arrest of its leaders. pic.twitter.com/0lBPK92zfA— ANI (@ANI) May 17, 2021\n\nCBI officials said they will file the chargesheet on Monday against five accused, including the three Trinamool Congress leaders arrested earlier in the day, reported PTI.The bribery case involves videos published by Narada News, in which several Trinamool Congress leaders were allegedly seen accepting cash in return for favours. The videos, shot by the website’s Chief Executive Mathew Samuel, were released ahead of the state Assembly elections in 2016.BJP’s West Bengal unit chief Dilip Ghosh filed a complaint against Banerjee for allegedly instigating violence in the state, reported India Today. A first information report was registered in the matter.West Bengal: TMC MP Kalyan Banerjee (in pics), Former Mayor Sovhan Chatterjee's wife Ratna, and MP Santanu Sen arrive at the CBI office.Visuals from Nizam Palace pic.twitter.com/CptrSSEIjp— ANI (@ANI) May 17, 2021\n\nSeven of the then Trinamool Congress MPs were also involved in the scam. Of them, Suvendu Adhikari and Mukul Roy switched sides to the BJP. One of the accused, former Trinamool Congress politician Sultan Ahmed died in 2017. West Bengal Assembly Speaker Biman Banerjee, however, called the arrests illegal, reported PTI. “I have not received any letter from the CBI nor has anybody sought permission from me as per the protocol,” the Speaker said.Biman Banerjee said that he did not know why the CBI officials went to the West Bengal governor to seek his sanction as the Speaker’s chair was not vacant at the time. “I was very much in office,” he said.Trinamool Congress spokesperson Kunal Ghosh asked why BJP vice-president Mukul Roy was not being arrested. “He was also seen in the Narada sting operation video saying that the money be given to an IPS officer,” Ghosh said, according to the Hindustan Times. “The BJP has become vindictive just because they can’t accept their defeat in the Assembly polls.”The CBI has sought to prosecute MPs Sougata Roy, Kakoli Ghosh Dastidar, Prasun Banerjee and Aparupa Poddar also But Lok Sabha Speaker Om Birla has not granted the permission yet.A day before the new West Bengal Cabinet member’s swearing-in ceremony on May 10, Governor Jagdeep Dhankhar had approved a CBI inquiry against Hakim, Mukherjee, Mitra and Chatterjee.","author":"Scroll Staff","time":"2021-05-17T11:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151460-vmiusiuurm-1606916556.jpg","tags":["Firhad Hakim","Trinamool Congress","Narada","Subrata Mukherjee"],"source":"https://scroll.in/latest/995077/narada-scam-cbi-arrests-two-west-bengal-minsters-mamata-banerjee-goes-to-probe-agencys-office"}