{"title":"Narada bribery case: Calcutta HC grants bail to arrested Trinamool Congress leaders","content":"The Calcutta High Court on Friday granted interim bail to four Trinamool Congress leaders arrested in connection with the Narada bribery case, Bar and Bench reported.A five-judge bench, which includes Acting Chief Justice Rajesh Bindal and Justices IP Mukerji, Harish Tandon, Soumen Sen and Arijit Banerjee, heard a recall application filed by the four leaders against the stay of their bail.The Central Bureau of Investigation had arrested West Bengal ministers Firhad Hakim and Subrata Mukherjee, Trinamool Congress MLA Madan Mitra and former party leader Sovan Chatterjee in connection with the case on May 17. They were granted interim bail by a special CBI court later that day. But, this bail order was stayed by a division bench of the High Court in a late night hearing the same day. On May 21, the High Court ordered that the four leaders will be kept under house arrest instead of being in jail.“Our tentative opinion is that we will grant interim bail and then hear the matter,” the bench said on Friday. “Because hearing of this case will take a week or so.”During the hearing, Solicitor General Tushar Mehta, representing the central agency, argued that the leaders were influential to affect the investigation into the case. “It may have an adverse impact on the society,” he said. “I would respectfully urge not to grant interim bail.”Justice Mukherjee responded that the inquiry in the case started in 2017. “They were not arrested then and probe was completed without arresting them,” he added. “Why do you think they need to be arrested now and prevented from discharging their public duties?”The bench directed the politicians to give an undertaking that they will not speak to the media about the case. They were granted bail on a personal bond of Rs 2 lakh and two sureties.Thursday’s proceedingsOn Thursday, the court had agreed to make the West Bengal government party to the proceedings. Mehta had alleged that the special CBI court was under pressure to grant bail to the four leaders.“If this mobocracy is not checked by the constitutional court, tomorrow we may have a situation where a gangster is arrested and his henchmen gherao the CBI office,” Mehta had said. He was referring to TMC leaders and workers going to the CBI’s office after the arrests.Advocates appearing for the arrested leaders had urged the court to hear the matter of granting bail first as it involves the question of personal liberty. They also said the High Court had cancelled bail without hearing the arguments of those arrested. “In my 40 years, I have never seen an order passed by this High Court in violation of natural justice,” Senior Advocate Kalyan Bandopadhyay, who appeared for the state of West Bengal, said.A two-judge bench of Acting Chief Justice Rajesh Bindal and Justice Arijit Banerjee had differences of opinion on granting bail to the accused. Bindal had ordered house arrest, while Justice Banerjee ordered interim bail.The Narada caseThe bribery case involves videos published by Narada News, in which several Trinamool Congress leaders were allegedly seen accepting cash in return for favours.The videos, shot by the website’s Chief Executive Mathew Samuel, were released ahead of the state Assembly elections in 2016. Banerjee has alleged that the sting operation was a conspiracy hatched against her government and party members before the elections. In June 2017, she ordered a police inquiry into the case.Seven of the then Trinamool Congress MPs were also involved in the scam. Of them, Suvendu Adhikari and Mukul Roy switched sides to the Bharatiya Janata Party. One of the accused, former Trinamool Congress politician Sultan Ahmed, died in 2017.","author":"Scroll Staff","time":"2021-05-28T13:17:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/86981-sqnmpdbnvb-1523621465.jpg","tags":["Trinamool Congress","Narada bribery case","Calcutta High Court","Narada case"],"source":"https://scroll.in/latest/996019/narada-bribery-case-calcutta-hc-grants-bail-to-arrested-trinamool-congress-leaders"}