{"title":"Narada case: CBI withdraws plea in SC against HC order on house arrest of TMC leaders","content":"The Central Bureau of Investigation on Tuesday withdrew its appeal in the Supreme Court against the Calcutta High Court’s order allowing house arrest of the four accused in the Narada scam instead of judicial custody, Bar and Bench reported. The investigation agency had arrested West Bengal ministers Firhad Hakim and Subrata Mukherjee, Trinamool Congress MLA Madan Mitra and former party leader Sovan Chatterjee in connection with the case on May 17. They were granted interim bail by a Special CBI Court later that day. But, this bail order was stayed by the High Court in a late night hearing the same day.While ordering the leaders’ house arrest on May 21, a division bench of the Calcutta High Court had transferred the case to a larger bench following a split verdict on their bail. During Tuesday’s hearing, the Supreme Court noted that a five-judge bench of the Calcutta High Court was already hearing the case. “We have not expressed any opinion on the merits of the case and our observations do not reflect our views on merits of the matter,” the bench said, according to India Today. Justices Vineet Saran and BR Gavai allowed the CBI, represented by Solicitor General Tushar Mehta, to withdraw its petition and take its grievances to the High Court.The Supreme Court added that the leaders arrested in the case also had the liberty to approach the High Court, according to the news channel. Also read: Narada case: Four TMC leaders to be kept under house arrest, says Calcutta High CourtDuring the hearing, Mehta also submitted before the court that West Bengal Chief Minister Mamata Banerjee and the state’s Law Minister Moloy Ghatak held protests against the arrest of the four leaders, which was a “well-designed and orchestrated attempt” to stop the CBI from performing its duties, according to Live Law. The Supreme Court said it did not appreciate those protests. “But, if CM or Law Minister takes law into their hands, should the accused suffer because of it?” the court asked. “You can proceed against those persons who have taken law into their hands.” The Narada caseThe bribery case involves videos published by Narada News, in which several Trinamool Congress leaders were allegedly seen accepting cash in return for favours. The videos, shot by the website’s Chief Executive Mathew Samuel, were released ahead of the state Assembly elections in 2016. Banerjee has alleged that the sting operation was a conspiracy hatched against her government and party members before the elections. In June 2017, she ordered a police inquiry into the case.Seven of the then Trinamool Congress MPs were also involved in the scam. Of them, Suvendu Adhikari and Mukul Roy switched sides to the BJP. One of the accused, former Trinamool Congress politician Sultan Ahmed, died in 2017.","author":"Scroll Staff","time":"2021-05-25T18:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120705-kzuxwtacbc-1605632990.jpg","tags":["CBI","Supreme Court","Narada case"],"source":"https://scroll.in/latest/995759/narada-case-cbi-withdraws-plea-in-sc-against-hc-order-on-house-arrest-of-tmc-leaders"}