{"title":"Narada bribery case: ED names two Bengal ministers and a Trinamool Congress MLA in chargesheet","content":"The Enforcement Directorate has named three Trinamool Congress leaders – Firhad Hakim, Madan Mitra and Subrata Mukherjee – and a former member of the party Sovan Chatterjee, in a chargesheet in the Narada bribery case, ANI reported on Wednesday. All the four leaders have been summoned by the investigation agency to its office for questioning in the matter on November 16, according to the Hindustan Times.The alleged bribery case involves videos published by news portal Narada News, in which several Trinamool Congress leaders were seen accepting cash in return for favours.Bharatiya Janata Party MLA Suvendu Adhikari, who was a Trinamool Congress MP when the alleged corruption case took place in 2016, has also been mentioned in the chargesheet, according to News18. However, other reports did not confirm Adhikari’s name in the chargesheet.Adhikari joined the BJP ahead of Assembly elections in West Bengal earlier this year. He is currently the leader of Opposition in the West Bengal Assembly.Hakim and Mukherjee are ministers in the West Bengal Cabinet, while Mitra is a sitting MLA. Chatterjee, a former Trinamool Congress leader and the mayor of Kolkata, had also joined the BJP ahead of the Assembly elections. However, he left the saffron party too after being denied a ticket.The Central Bureau of Investigation is also conducting an inquiry into the matter. However its investigation has been in a limbo due to a plea seeking the transfer of the case from the special CBI court to the Calcutta High Court. The transfer plea is currently under consideration in the Calcutta High Court and will next be heard on September 13.The plea was filed after the CBI on May 17 arrested the same four Trinamool Congress leaders who have now been mentioned in the Enforcement Directorate chargesheet. They were later granted bail.The CBI had told the Calcutta High Court on May 19 that West Bengal Chief Minister Mamata Banerjee and Law Minister Moloy Ghatak led mass protests after the arrest of the four leaders. The CBI also claimed that “mobocracy” existed in West Bengal.Seven leaders, who were Trinamool Congress MPs in 2016, were seen in the videos published by Narada News. One of the accused, former Trinamool Congress politician Sultan Ahmed died in 2017.The CBI has sought to prosecute four other MPs Sougata Roy, Kakoli Ghosh Dastidar, Prasun Banerjee and Aparupa Poddar also, but Lok Sabha Speaker Om Birla has not granted the permission yet. However, CBI has not taken any action against former Trinamool Congress MPs Adhikari and Mukul Roy. Notably, both of them were in the BJP when CBI began investigation in the matter. Roy has since returned to the Trinamool Congress.","author":"Scroll Staff","time":"2021-09-01T17:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151460-vmiusiuurm-1606916556.jpg","tags":["Narada bribery case","Narada case","Trinamool Congress","Sovan Chatterjee","Firhad Hakim","Madan Mitra","Suvendu Adhikari"],"source":"https://scroll.in/latest/1004333/narada-bribery-case-ed-names-two-bengal-ministers-and-a-trinamool-congress-mla-in-chargesheet"}