{"title":"Narada case: Calcutta HC adjourns hearing on bail plea of Trinamool Congress leaders","content":"The Calcutta High Court on Monday adjourned the hearing in a case related to bail petitions moved by four political leaders, including two ministers in the West Bengal Cabinet, accused in the alleged Narada bribery case, Live Law reported. The case will be taken up again on Wednesday.West Bengal ministers Firhad Hakim and Subrata Mukherjee, Trinamool Congress MLA Madan Mitra and former party leader Sovan Chatterjee filed the pleas after being arrested by the Central Bureau of Investigation on May 17. A five-judge bench of the High Court led by acting Chief Justice Rajesh Bindal was also hearing a plea by the CBI seeking transfer of the case outside the state.“One issue, is if the accused have not been arrested during investigation for over 7 years, what is the occasion for arrest suddenly after filing chargesheet,” Justice IP Mukerji of the five-judge bench asked during the day’s hearing.Solicitor General Tushar Mehta, representing the CBI, however, said the High Court was not only considering the matter of bail. The larger issue, he said, was if the Special CBI court’s granting of bail was “vitiated” because of the Trinamool Congress’ actions on May 17.The CBI has said that West Bengal Law Minister Moloy Ghatak went to the lower court with 2,000 to 3,000 supporters and stayed there through the May 17 trial, when the special CBI court granted bail to the four leaders. The CBI added that West Bengal Chief Minister Mamata Banerjee protested outside the CBI office in Kolkata with her supporters.Earlier on Monday, the CBI moved the Supreme Court challenging a previous order of the High Court allowing house arrest of the four accused instead of custody in jail. The investigating agency also moved an adjournment letter before the Calcutta High Court, asking for the hearing to be deferred since it had moved the Supreme Court.As hearing commenced in the Calcutta High Court on Monday, Tushar Mehta, sought adjournment of the case till Tuesday, citing the petition in the Supreme Court, Bar and Bench reportedActing Chief Justice of Calcutta High Court Rajesh Bindal asked if the matter had been mentioned before the Chief Justice of India, who was supposed to hear the petition. To this, Mehta said that the matter will be taken up on Monday and could be posted for Tuesday.Senior advocate Abhishek Manu Singhvi, appearing for the accused, objected to the solicitor general’s request for deferring the hearing and said that the proceedings in the Calcutta High Court will not prejudice the Supreme Court’s hearing.“Even if they [the accused] are released today by [Calcutta] High Court, if Supreme Court overturns it, they will go back to jail,” Sighvi said. “Where is prejudice?”The Calcutta High Court also pointed out that Cyclone Yaas, which is likely to make landfall near Kolkata soon, might affect the proceedings for the “next five to seven days”, and thus decided to hear the matter on Monday.The case so farLast week, the Calcutta High Court had decided to refer the matter to a larger bench after the judges on the division bench, Acting Chief Justice Rajesh Bindal and Justice Arijit Banerjee, disagreed on the aspect of grant of interim bail to the four accused.Hakim and Mukherjee are ministers in the West Bengal Cabinet, while Mitra is a sitting MLA. Chatterjee was an MLA of the party, when the crime allegedly took place in 2014. He had quit Trinamool and joined the Bharatiya Janata Party ahead of the West Bengal Assembly elections, but soon left the saffron outfit too.  The bribery case involves videos published by Narada News, in which several Trinamool Congress leaders were allegedly seen accepting cash in return for favours. The videos, shot by the website’s Chief Executive Mathew Samuel, were released ahead of the state Assembly elections in 2016. Mamata Banerjee has alleged that the sting operation was a conspiracy hatched against her government and party members before the elections. In June 2017, she ordered a police inquiry into the case.Seven of the then Trinamool Congress MPs were also involved in the scam. Of them, Suvendu Adhikari and Mukul Roy switched sides to the BJP. One of the accused, former Trinamool Congress politician Sultan Ahmed, died in 2017.","author":"Scroll Staff","time":"2021-05-24T14:53:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/86981-sqnmpdbnvb-1523621465.jpg","tags":["Calcutta HC","Narada case","Supreme Court"],"source":"https://scroll.in/latest/995636/narada-case-calcutta-hc-adjourns-hearing-on-bail-plea-of-trinamool-congress-leaders"}