{"title":"Narada case: Calcutta HC allows Mamata Banerjee, West Bengal minister to file affidavits","content":"The Calcutta High Court on Wednesday agreed to take on record affidavits by West Bengal Chief Minister Mamata Banerjee and state Law Minister Moloy Ghatak in a case seeking transfer of the Narada case to the High Court, reported Bar and Bench.On June 9, a five-judge bench of the Calcutta High Court, headed by Acting Chief Justice Rajesh Bindal, had refused to admit affidavits from Banerjee and Ghatak challenging a petition by the Central Bureau of Investigation to transfer the Narada case from the Special CBI Court to the High Court itself.The Supreme Court on June 25 set aside the Calcutta High Court order refusing to accept the affidavits. It asked Banerjee and Ghatak to file a fresh application to the High Court stating the reason for not filing the affidavit earlier, even as hearing in the Narada case had started on May 27.The Supreme Court also asked the High Court to decide on affidavits filed by the ministers first before deciding on the CBI plea seeking transfer of the case.Wednesday’s order was passed by a five-judge Bench of Acting Chief Justice Rajesh Bindal and Justices IP Mukerji, Harish Tandon, Soumen Sen and Arijit Banerji.The affidavits will be accepted with a cost of Rs 5,000 from each party, according to Live Law. The affidavits reportedly note the law and order situation in the state, especially outside the CBI office on May 17.The CBI had arrested West Bengal ministers Firhad Hakim and Subrata Mukherjee, Trinamool Congress MLA Madan Mitra and former party leader Sovan Chatterjee in connection with the Narada case on May 17. The central agency had told the High Court on May 19 that Banerjee and Ghatak led mass protests against the arrest of the four leaders, claiming that there was a “mobocracy” in West Bengal. The two ministers responded to the accusations in their affidavits. But on June 9, the Calcutta High Court noted that their affidavits were not filed at the right time.Narada bribery caseThe case involves videos published by Narada News, an online portal, in which several Trinamool Congress leaders were allegedly seen accepting cash in return for favours. The videos, shot by the website’s Chief Executive Mathew Samuel, were released ahead of the state Assembly elections in 2016.Banerjee has alleged that the sting operation was a conspiracy hatched against her government and party members before the elections. In June 2017, she ordered a police inquiry into the case.Seven of the then Trinamool Congress MPs were also involved in the scam. Of them, Suvendu Adhikari and Mukul Roy switched sides to the BJP. Roy returned to the Trinamool Congress on June 11. One of the accused, former Trinamool Congress politician Sultan Ahmed died in 2017.Following the arrest of the four leaders, the CBI has said it did not get the necessary permission to initiate investigation against Adhikari and Roy, as well as Trinamool Congress MPs Sougata Roy and Kakoli Ghosh Dastidar.","author":"Scroll Staff","time":"2021-06-30T14:49:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/88039-ckibazrhkh-1570255007.jpg","tags":["Mamata Banerjee","Moloy Ghatak","Calcutta High Court","Narada case"],"source":"https://scroll.in/latest/998907/narada-case-calcutta-hc-allows-mamata-banerjee-west-bengal-minister-to-file-affidavits"}