{"title":"Narendra Modi challenges Congress to fight elections in the name of ‘Bofors-accused’ Rajiv Gandhi","content":"Prime Minister Narendra Modi on Monday challenged the Congress to fight the Lok Sabha elections in the name of “Bofors accused” former Prime Minister Rajiv Gandhi. The statement comes days after Modi said that Rajiv Gandhi had died a corrupt person. The prime minister was purportedly referring to the Bofors scam, in which Gandhi was implicated. Rajiv Gandhi was assassinated in 1991 in Sriperumbudur near Chennai.Modi has faced criticism since Saturday for the remark. The Congress approached the Election Commission of India on Sunday, demanding action against the prime minister for allegedly violating the Model Code of Conduct.  Modi said tt a rally in Chaibasa town in West Singhbhum district in Jharkhand that his statement about Rajiv Gandhi had drawn reaction from several Opposition leaders, so much so that they were only short of crying.“The youth of the 21st century should be aware of the family who had looted the country in the previous century,” Modi said. “I challenge the ‘naamdaar’ [dynasts] and their associates to enter the poll fray by contesting in the name of the Bofors-accused former prime minister.”He challenged the Congress to contest the elections in Delhi, Bhopal and Punjab on the topic of Rajiv Gandhi’s honour. “This is my challenge...Do not try to hide your faces and run away,” he said. “I will wait and see if the Congress and other Opposition parties will accept this challenge or not.”पीएम मोदी की पूरी कांग्रेस पार्टी, उनके अध्यक्ष, नामदार के परिवार, उनके रागदरबारियों और चेले चपाटों को खुली चुनौती...दम हो तो बचे हुए दो चरणों में राजीव गांधी जिनपे बोफोर्स में भ्रष्टाचार के आरोप थे उनके मान-सम्मान के मुद्दे पर चुनाव हो जाये।#HarBoothParModi pic.twitter.com/QEymdfR33d— BJP (@BJP4India) May 6, 2019\n\nThe Bofors scandal had caused a massive political maelstrom and led to the fall of the Rajiv Gandhi government in 1989 as questions were raised about alleged payment of kickbacks in the procurement of Howitzer artillery guns. The Indian government had signed a $1.4-billion defence deal with Swedish arms manufacturer Bofors for 410 field howitzer guns and a supply contract in March 1986.","author":"Scroll Staff","time":"2019-05-06T19:04:08.302691+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119069-brulqvavlr-1557148769.jpeg","tags":["Narendra Modi","Congress","BJP","Rajiv Gandhi","Lok Sabha"],"source":"https://scroll.in/latest/922526/narendra-modi-challenges-congress-to-fight-elections-in-the-name-of-bofors-accused-rajiv-gandhi"}