{"title":"Narendra Modi biopic: SC refuses to revoke EC ban on film till the end of the elections","content":"The Supreme Court on Friday dismissed a petition that challenged the Election Commission’s order banning the screening of a biopic about Prime Minister Narendra Modi till the end of the Lok Sabha elections, Live Law reported. A bench of Chief Justice of India Ranjan Gogoi and Justices Deepak Gupta and Sanjiv Khanna said they will not interfere in the matter. The court was hearing a plea submitted by the producers of PM Narendra Modi. On Monday, the Election Commission had submitted a report to the Supreme Court and claimed that a public screening of the movie during the ongoing elections will “tilt the electoral balance”. A committee set up by the polling commission had watched the entire film and submitted the report.In the report, the commission had said the movie was a hagiography, which treats the subject with undue reverence. It had said the biopic “produces a political environment where an individual acquired cult status” and public screening of the film when the Model Code of Conduct is in place would favour a particular political party. The report had said the screening of the movie should not be allowed till May 19, the last date of polling.The report had cited a sentence from the film’s synopsis provided with the script: “India is Modi and Modi is India”. “This is reminiscent of the infamous statement by Congress leader DK Baruah, who had said ‘Indira is India and India is Indira’ in the 1970s,” it said.The Election Commission had stayed the release of the biopic on April 10. The poll body had ruled that displaying material that promotes a political figure would go against the core principle of the Model Code of Conduct of creating a level-playing field for elections. The Model Code of Conduct has been in place since March 10.The film producers challenged the poll body’s ban and the Supreme Court agreed to hear the stay on the release on April 12. The Supreme Court then asked the Election Commission to watch the film and reconsider its stance.Several Opposition parties had complained to judicial authorities and the poll body about the film, alleging that it was a propaganda vehicle for the ruling BJP. The film traces Modi’s life from childhood till the 2014 General Elections, which his party had won by a large majority.","author":"Scroll Staff","time":"2019-04-26T11:36:39.343479+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115571-yyeezhvqlc-1552972799.jpg","tags":["Narendra Modi","PM Narendra Modi","Lok Sabha polls","Election Commission","Supreme Court","Modi biopic"],"source":"https://scroll.in/latest/921379/narendra-modi-biopic-sc-refuses-to-revoke-ec-ban-on-film-till-the-end-of-the-elections"}