{"title":"Narendra Modi bats for Uniform Civil Code, blames Opposition for ‘backwardness’ of Muslims","content":"Prime Minister Narendra Modi on Tuesday said that Muslims in India are being instigated against a Uniform Civil Code and blamed the Opposition for their “backwardness” in education and jobs.A Uniform Civil Code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. The aim of such uniformity is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.Implementing the code has been on the Bharatiya Janata Party’s agenda for years. Earlier this month, the Law Commission sought views on the matter from citizens and religious groups. While addressing an event of the BJP in Bhopal, Modi on Tuesday said that even the Supreme Court has advocated for a Uniform Civil Code.“We are seeing that work is being done to instigate people in the name of Uniform Civil Code,” he added. “If there is one law for one member in a house and another for the other, will the house be able to run? So how will the country be able to run with such a dual system?”भारत के मुसलमान भाई बहनों को ये समझना होगा कि कौन से राजनीतिक दल उनको भड़का कर उनका राजनीतिक फायदा ले रहे हैं। हम देख रहे हैं कि यूनिफॉर्म सिविल कोड के नाम पर ऐसे लोगों को भड़काने का काम हो रहा है। एक घर में एक सदस्य के लिए एक कानून हो और दूसरे के लिए दूसरा तो घर चल पायेगा क्या?… pic.twitter.com/EROICLwt6v— BJP (@BJP4India) June 27, 2023\n\nHe also said that Pasmanda Muslims – particularly those belonging to the community’s lowered castes – are not treated as equal because of the vote bank politics.“The lives of our Pasmanda Muslim brothers and sisters have been made hellish by those who do vote bank politics,” the prime minister said. “They live a life of struggle. No one listens to them. They have been discriminated against so much, but there has been no debate on this.” He added that the Pasmanda Muslims are not given an equal share in society and often are thought of as “untouchables.”. In recent times, the BJP has been attempting to reach out to Pasmandas. In May, the party gave tickets to 395 Muslim candidates in Uttar Pradesh’s urban body elections. Almost 90% of them, according to the party’s state leaders, were Pasmanda Muslims.जो भी तीन तलाक के पक्ष में बात करते हैं, जो भी इसकी वकालत करते हैं... वो वोट बैंक के भूखे लोग मुस्लिम बेटियों के साथ बहुत बड़ा अन्याय कर रहे हैं। तीन तलाक से केवल बेटियों पर अन्याय नहीं होता...पूरे परिवार तबाह हो जाते हैं। अगर तीन तलाक इस्लाम का जरूरी अंग है तो कतर, जॉर्डन,… pic.twitter.com/9OQRHVlX5O— BJP (@BJP4India) June 27, 2023\n\nOn triple talaq   In Tuesday’s speech, the prime minister also criticised those supporting the practice of triple talaq, saying that it is a “grave injustice” to Muslim women.The practice of triple talaq was declared unconstitutional by the Supreme Court in 2019. In this practice, a man could instantly divorce his wife by pronouncing “talaq” three times.  “The people who advocate triple talaq are vote bank-hungry people,” Modi said on Tuesday.  “[The practice of] triple talaq destroys the entire family. If triple talaq is an essential part of Islam, then why was it banned in countries like Qatar, Jordan, Indonesia?”On Opposition unityModi also criticised the joint meeting of Opposition parties to plan the strategy for the 2024 Lok Sabha elections, saying it was a reflection of their helplessness.भाजपा के जो घोर विरोधी दल हैं... 2014 हो या 2019, दोनों ही चुनावों में उतनी छटपटाहट नहीं दिखी जितनी आज दिख रही है। जिन लोगों को पहले लोग अपना दुश्मन बताते थे, पानी पी-पी कर गाली देते थे, आज उनके सामने साष्टांग होते हैं। उनकी ये बेचैनी दिखलाती है कि देश की जनता ने 2024 के चुनाव… pic.twitter.com/H3wzO9sXZI— BJP (@BJP4India) June 27, 2023\n\n“The anxiety among the Opposition is making it evident that the people have decided to bring the BJP to power in 2024 [elections],” he said. “A massive victory for the BJP is certain in 2024. This is the reason why these Opposition parties are freaking out.”Modi was referring to the meeting of Opposition parties held in Patna on June 23, which was hosted by Bihar Chief Minister Nitish Kumar and his deputy Tejashwi Yadav. It was attended by Congress, Rashtriya Janata Dal, Janata Dal (United), Trinamool Congress, Dravida Munnetra Kazhagam, Aam Aadmi Party, Nationalist Congress Party, Shiv Sena (Uddhav Balasaheb Thackeray), Communist Party of India, Communist Party of India (Marxist), Samajwadi Party, National Conference, Peoples Democratic Party, Communist Party of India (Marxist–Leninist) Liberation, Jharkhand Mukti Morcha and Rashtriya Lok Dal.The parties had announced that they will fight the 2024 Lok Sabha elections together but added that details related to seat-sharing will be finalised later in a meeting in Shimla.","author":"Scroll Staff","time":"2023-06-27T17:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191653-ryoyemagva-1687865615.jpg","tags":["Narendra Modi","Uniform Civil Code","Muslims","BJP"],"source":"https://scroll.in/latest/1051652/narendra-modi-bats-for-uniform-civil-code-blames-opposition-for-backwardness-of-muslims"}