{"title":"Narendra Modi yet to acknowledge demonetisation was an ‘epic failure’, says Mallikarjun Kharge","content":"Congress President Mallikarjun Kharge on Monday said that Prime Minister Narendra Modi is yet to acknowledge that the Bharatiya Janata Party-led government’s decision in 2016 to demonetise high-value currency notes was an “epic failure”. The newly-elected Congress chief tweeted the comment with a news report about currency notes with Indian citizens being at highest-ever levels.“Demonetization was promised to free the country of black money,” Kharge wrote. “But it destroyed businesses and ruined jobs. Six years after the ‘masterstroke’ the cash available in public is 72% higher than that in 2016.”Demonetization was promised to free the country of black money. But it destroyed businesses and ruined jobs. 6 years after the ‘masterstroke’ the cash  available in public is 72% higher than that in 2016.PM is yet to acknowledge this epic failure that led to fall of economy. pic.twitter.com/wsd1j062EF— Mallikarjun Kharge (@kharge) November 7, 2022\n\nThe amount of currency in the hands of Indian citizens increased to a new high of Rs 30.88 lakh crore in October, a report by the Reserve Bank of India released last week showed. The amount that Indians held in cash on October 21 was 71.84% higher than the Rs 17.7 lakh crore they had on November 4, 2016 – the fortnight that ended just before demonetisation.On November 8, 2016, Modi announced the demonetisation exercise under which notes of denominations of Rs 500 and Rs 1,000 ceased to be legal tenders in India from midnight. One of the stated aims of the move was to reduce the usage of cash and increase the use of digital transactions instead. Several persons, many of them elderly, had died while standing in long queues to exchange their money. As millions of families were left stranded with no cash, many even killed themselves after failing to exchange old notes for valid currency. The Supreme Court is currently hearing a group of petitions challenging the legal validity of the demonetisation exercise. The petitioners have claimed that the move violated several constitutional rights of citizens, such as the right to property (Article 300A), right to equality (Article 14), right to carry on any trade, business or occupation (Article 19) and right to life and right to livelihood (Article 21).","author":"Scroll Staff","time":"2022-11-07T15:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163992-dfrxkrhiuq-1631536974.jpg","tags":["Narendra Modi","Mallikarjun Kharge","Demonetisation"],"source":"https://scroll.in/latest/1036847/narendra-modi-yet-to-acknowledge-demonetisation-was-an-epic-failure-says-mallikarjun-kharge"}