{"title":"EC clears Modi third time this week, says nuclear button remark did not violate poll code","content":"The Election Commission on Thursday said that Prime Minister Narendra Modi did not violate the Model Code of Conduct during his speech in Barmer town in Rajasthan on April 21, PTI reported. At a public rally in the town, Modi had said that India does not get scared of Pakistan’s nuclear strike threats anymore. “Every other day they used to say, ‘We have nuclear button, we have nuclear button’,” the prime minister had said. “What do we have then? Have we kept it for Diwali?” Following a complaint by the Congress the following day, the Election Commission had sought a report on the prime minister’s rally. Election Commission officials said on Thursday that the poll panel examined the complete certified transcript of the speech, and was of the “considered view that in this matter no such violation of the extant advisories/provisions is attracted”.On March 29, the poll panel had said that Modi’s speech announcing the launch of an anti-satellite missile, labelled “Mission Shakti” a few days earlier, did not violate the Model Code of Conduct. On Wednesday, Modi did not violate the Model Code of Conduct by appealing to first-time voters to dedicate their votes to security personnel killed in the Pulwama attack in February. On Tuesday, the commission cleared Modi in another instance of alleged violation of the Model Code of Conduct. At a rally in Maharashtra’s Wardha district on April 1, the prime minister had claimed that Congress President Rahul Gandhi had been forced to contest the election from Wayanad in Kerala because of its sizeable Muslim population.In March, the Election Commission had issued instructions to political parties and candidates, asking them not to use or mention the defence forces while campaigning. It has warned Uttar Pradesh Chief Minister Adityanath and BJP leader Mukhtar Abbas Naqvi for violating the directive.","author":"Scroll Staff","time":"2019-05-02T22:02:19.139620+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117184-syhypegcye-1556814319.jpg","tags":["Election Commission","Narendra Modi","Model Code of Conduct","nuclear weapons"],"source":"https://scroll.in/latest/922126/narendra-modi-did-not-violate-poll-code-by-remark-on-indias-nuclear-weapons-says-ec"}