{"title":"Narendra Modi holds impromptu talks with Nawaz Sharif in Lahore","content":"Prime Minister Narendra Modi went to Lahore, for a surprise meeting with his Pakistani counterpart Nawaz Sharif on Friday. Modi announced his trip on Twitter earlier on Friday after inaugurating the new Afghanistan Parliament building in Kabul in the morning. Flights to Lahore airport were diverted to make arrangements for his landing, India Today reported. Sharif welcomed welcomed him at the airport and then took Modi to his house, where his granddaughter's wedding was being held. The two discussed Indo-Pak relations for about an hour before Modi left for Delhi.Modi and Sharif last met on November 30 on the sidelines of the United Nations climate change conference in Paris, where they decided to resume National Security Agency-level talks between the two countries. External Affairs Minister Sushma Swaraj, who visited Pakistan earlier this month, said that India was restarting talks with its neighbour on the basis of trust. She added that it marks the beginning of peace between the two countries.This is an Indian prime minister's first visit to Pakistan since Atal Bihari Vajpayee. Pakistani authorities told PTI that security has been heightened in and around Lahore's Allama Iqbal International Airport in anticipation of Modi's arrival.Modi's stopovers in both Afghanistan and Pakistan were unannounced until hours before his arrival in either country. They followed his two-day official trip to Russia, where India signed 16 deals to expand cooperation in various sectors, including nuclear and defence. Looking forward to meeting PM Nawaz Sharif in Lahore today afternoon, where I will drop by on my way back to Delhi.— Narendra Modi (@narendramodi) December 25, 2015\nModi's surprise visit drew varied reactions:The re-engagement with Pakistan is a good step & a very welcome development. However more than grand gestures we need consistency.— Omar Abdullah (@abdullah_omar) December 25, 2015\nPM's misadventure to Lahore is worst manifestation of Spectecalisation of Diplomacy Last time Vajpayee went to Lahore Kargil!this time what?— Manish Tewari (@ManishTewari) December 25, 2015\nWe have always been saying-engagement with Pak is needed but BJP was opposing.Now they should explain-इतना याराना क्यों लग रहा है मोदी जी ?— ashutosh (@ashutosh83B) December 25, 2015\n#CPI welcomes PM #Modi's surprise #Pakistan visit move https://t.co/G2cgqWEXMw | #ModiInPak  LIVE Updates: https://t.co/RvOuYZLjkT— EconomicTimes (@EconomicTimes) December 25, 2015","author":"Scroll Staff","time":"2015-12-25T13:59:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/801024-article-uugypyytii-1451032666.jpeg","tags":["Narendra Modi","Nawaz Sharif"]}