{"title":"Narendra Modi mocks Congress for claiming it conducted surgical strikes, says no one knew about them","content":"Prime Minister Narendra Modi on Friday mocked the Congress for claiming that six surgical strikes were conducted during the rule of the former United Progressive Alliance government. Modi, at a rally in Sikar town in Rajasthan, said nobody seemed to know about these strikes.“Yesterday, the Congress put out six dates,” Modi said. “They said these are the six dates on which we conducted surgical strikes. What kind of surgical strikes are these, about which the terrorists did not know, the ones who conducted the strikes did not know, Pakistan was unaware and even Indians did not know?” लाइव: पीएम मोदी की सीकर, राजस्थान में विशाल जनसभा। लाइव सुनें 9345014501 पर। #ModiJahanVikasWahan https://t.co/xz9nZ0GxBx— BJP (@BJP4India) May 3, 2019\n\nModi said that when the Bharatiya Janata Party-led government conducted surgical strikes in 2016, the Congress had claimed it was routine action by the Army. “But the people of India were with me, they trusted me,” he added.The prime minister alleged that initially the Congress had mocked him about the surgical strikes, and then started to oppose them. “But when they began to oppose me, people loved me even more,” he claimed. “So they used a third tactic, to claim that they also conducted surgical strikes.” Modi said the Congress hoped that some people who had supported him over the strikes would begin to back the party instead.The prime minister, in a jibe at Congress President Rahul Gandhi, said that a Congress leader had claimed four months ago that the UPA had conducted three surgical strikes. “I think there are some people who play video games, no matter how old they are,” he said. “Perhaps they think surgical strikes are also some kind of video game.”On Thursday, Congress leader Rajiv Shukla listed the dates on which the UPA government purportedly carried out the strikes.  “One was conducted on June 19, 2008, in Bhattal Sector in Poonch, one from August 30-September 1, 2011 in Sharda Sector across Neelam River Valley in Kel,” he told reporters. “One surgical strike was carried out on January 6, 2013, at Sawan Patra check post; one on July 27 and July 28, 2013, in Nazapir Setor, another on August 6, 2013 in Neelam Valley and one on January 14, 2014.” The Opposition party also demanded that the BJP stop taking credit for steps taken to secure the nation’s security because every government has done its share.","author":"Scroll Staff","time":"2019-05-03T20:27:06.576851+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118888-uvaobbzmyn-1556894048.jpeg","tags":["Narendra Modi","Congress","surgical strikes"]}