{"title":"No Indian citizen will be left out of NRC, Narendra Modi says in Assam","content":"Prime Minister Narendra Modi on Friday visited Silchar, Assam, where he said that no Indian citizen would be left out of the National Register of Citizens. “I know you’ve faced problems, but the programme which was stuck from decades will finally reach its conclusion,” News18 quoted him as saying. “I want to assure you that none of you who is a citizen will be left out.”The stated aim of the NRC is to separate genuine Indian citizens from “illegal migrants” who might be living in Assam. According to the terms, anyone who cannot prove that they or their ancestors entered the state before midnight on March 24, 1971, will be declared a foreigner. The exercise has been embroiled in several controversies, including allegations of bias against certain communities.The Centre in December extended by six months the date to complete updates to the draft register. Additions were to be done by December 31, but will need to be done by June 30 now.Modi said that the government was also moving ahead with the Citizenship (Amendment) Bill, 2016, which seeks amendments in the Citizenship Act, 1955. The amendment grants citizenship of India to minority communities of Hindus, Sikhs, Buddhists, Jains, Parsis, and Christians from Afghanistan, Bangladesh and Pakistan, after six years of residence instead of 12. The legislation was linked with emotions, Modi said, adding “it is not for the benefit of anyone but a penance against the injustice and many wrongs done in the past”.“I am indebted to the people of Assam for voting for the BJP in the recent panchayat elections and I am committed to repay this debt by ensuring the development of the state,” Modi said.In Manipur and ImphalModi also inaugurated eight projects and laid the foundation stones of four schemes in Manipur, PTI reported. The development projects include an integrated checkpost in Moreh, the Dolaithabi Barrage, a food storage warehouse and a buffer water reservoir.The prime minister inaugurated an upgraded water supply connection for Churachandpur zone, an ecotourism complex at Thangapat in Kangpokpi district, a tourist destination in Noney district and a water supply scheme at Jawahar Navoday Vidyalaya in Lambui.“Today, Manipur has received the gift of integrated checkpost, built at a cost of over Rs 125 crore,” Modi said at a rally in Imphal. “This is not just a checkpost. It has dozens of features.”The prime minister said he initiated projects worth Rs 15,000 crore in the state some time ago, the Hindustan Times reported. “I want to congratulate the people of Manipur for that. I have come here over 30 times, I feel at peace each time I come.”Modi claimed that the “criminal negligence” of the previous state government increased the cost of a project from Rs 19 or Rs 20 crore to Rs 500 crore. “Our government is going to change this laid back nature,” he added. The prime minister also said that he wants to salute every person from Manipur who took part in the freedom struggle.The N Biren Singh-led government came to power in Manipur in 2017, defeating the Congress. Lok Sabha elections are due to be held in April or May.","author":"Scroll Staff","time":"2019-01-04T14:53:42.563841+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109762-xwlrnyorqn-1546592352.jpg","tags":["Narendra Modi","Manipur","2019 General Elections","National register of citizens"],"source":"https://scroll.in/latest/908193/narendra-modi-inaugurates-eight-projects-in-manipur-lays-foundation-stones-of-four-schemes"}