{"title":"Narendra Modi’s 240 ‘non-official’ trips: Rs 1.4 crore is what BJP paid IAF in 5 years","content":"The Bharatiya Janata Party paid a total of Rs 1.4 crore to the Indian Air Force for 240 “non-official domestic trips” made by Narendra Modi since the start of his tenure as prime minister till January 2019, according to information received by Scroll.in from the IAF under the Right to Information Act.However, the IAF did not specify the type of aircraft used for each trip nor did it break down the information in terms of flying hours per trip or the rate charged. The response only mentioned the route flown and baldly listed the amounts charged for each non-official trip.Image of the RTI information provided by the Indian Air Force on Modi's non-official trips and rates charged. Unexplained calculationsIn some cases, the amounts paid seem to be quite low.For example, the BJP paid Rs 744 for a “H/P Balangir-H/P Patharchera” trip by Modi on January 15, 2019. This route in Balangir district of Odisha is not commercially linked. BJP paid Rs 744 for a trip Modi took on January 15, 2019, according to the RTI. However, in the absence of the applicable rate that was worked out by the department of accounts in Defence Ministry, Delhi, it is unclear how this was calculated.Likewise, Rs 845 was the cost for a “Chandigarh-Shimla-Annadale-Chandigarh” trip on April 27, 2017. The commercial flight rates for a one-way ticket from Chandigarh to Shimla are between Rs 2,500 to Rs 5,000. But, again, in the absence of details, it could not be ascertained how this was calculated.BJP paid Rs 845 for a trip Modi took on April 27, 2017, according to the RTI. Scroll.in emailed questions to the Prime Minister’s Office on April 2 and Indian Air Force on April 5 asking how the rates for these trips were calculated. Queries were also sent to the Defence Ministry on April 15 asking for this information. The emails have remained unanswered so far. This report will be updated if a response is received.How are non-official trips billed?The IAF response stated that “all unofficial trips are charged as per the rates notified by MoD [Ministry of Defence] from the concerned users” and annexed a Ministry of Defence office memorandum dated January 1981 that was updated in March 1999, and then finally on March 7, 2018.The 1999 memorandum states that the prime minister should be able to use IAF aircraft for non-official purposes. “It is necessary that even on occasions when he/she has to undertake journeys mainly for reasons other than official duties, he/she would be able to travel by IAF aircraft for the due performance of his/her duties as the Head of the Government as well as for reasons of security,” it said.The 1999 memorandum also states that the prime minister travelling on non-official duty would be charged as per commercial rates “if the destination is linked by a regular commercial air service and in other cases with reference to the per passenger per kilometre rates notified by the Ministry/Air Headquarters from time to time”.The IAF response only stated that Modi used aircraft like “BBJ [Boeing Business Jet] and MI-17 (VVIP) [a helicopter]”. It did not include the per passenger per kilometre rate.The enclosed March 2018 notification mentioned the recovery rate per flying hour for the Boeing Business Jet at Rs 14.7 lakh and Rs 4.3 lakh for the MI-17 helicopter.  Defence Ministry's March 2018 notification with official rates of Indian Air Force aircraft. After specifying the new rates for IAF aircraft, the March 2018 notification states: “As regards the recovery rates per passenger per kilometre and per kilogram per kilometre in respect of the aircraft/helicopter mentioned in para 1 above, the same shall be worked out by the Dte. of Accounts/Air HQ by taking into account the recovery rates as mentioned above, speed of the aircraft/helicopter seating capacity and loading capacity of the aircraft/helicopters respectively and charges thereof realized accordingly.”These rates, the notification states, would also apply to the “PM’s unofficial journeys on sectors not connected with regular commercial air services”.The aircraft mentioned in the March 2018 notification come under the “VIP Squadron” of IAF, with the Boeing Business Jet being the most expensive of the lot. The recovery rates for these aircraft are applicable from April 1, 2017 till March 31, 2020, the notification states.In 2017, Hindustan Times reported that Modi had paid around Rs 89 lakh to the Indian Air Force for 128 non-official flights from May 2014 till February 2017. The report pointed out that this amount was lower than it would have been had the prime minister used commercial airlines.The report also stated that the IAF provided flights mostly when the prime minister had to fly to remote locations on helicopters or small planes instead of his usual mode of air transport: Air India One.What the IAF saidThe RTI application was sent with queries about the number of non-official domestic trips Modi took from May 2014 till January 2019, the expenditure incurred on these trips, the rates charged per trip, the relevant notification or order for the calculation of the charges, the number of payments received and the type of aircraft used.The IAF sent its response dated March 25 to Scroll.in’s RTI queries. However, a few days later it sent another response dated March 28 which stated that dates of Modi’s non-official visits in the March 25 response “were erroneously typed in chronological order of dates due to typing error”. All other details, the March 28 response stated, “remain unchanged”.The number of trips is 240 during that period according to the Indian Air Force’s calculation that counted Modi’s travels to multiple states in one day as one trip. In some cases, the IAF logged travel over several days as one trip and stated one amount paid.In the RTI response, IAF said it received “all the payments” from BJP. The payment, the response stated, “is made through cheque/DD/RTGS [demand draft and real time gross settlement] by the party through PMO [Prime Minister’s Office].”Design: Nithya SubramanianPurpose of these tripsIn 2018, Assembly elections took place in states like Tripura, Meghalaya and Nagaland in February, Karnataka in May, Chhattisgarh, Madhya Pradesh and Mizoram in November, and Rajasthan and Telangana in December.That year, Modi made the highest number of non-official trips, completing 69 trips in 37 days, according to the information provided in the RTI response. For these 69 trips, the Air Force was paid a total of Rs 39.5 lakh by the BJP. The most number of non-official trips were taken in November 2018, where Modi completed 25 trips in 13 days and visited states like Chhattisgarh, Uttar Pradesh, Karnataka, Madhya Pradesh, Maharashtra, Rajasthan, Mizoram and Telangana.Scroll.in earlier reported in February that Modi combined official with non-official work by making 27 trips in 42 days, visiting 18 states and union territories, from January 1 till February 11, 2019 – giving him a clear advantage ahead of the Lok Sabha elections.Unanswered questionsIn Modi’s non-official travel data provided by RTI response, it is also not clearly established how the IAF compiled the information for each trip.For instance, IAF listed one amount paid for several non-official trips made on different dates. From November 20 to November 24, 2018, Modi travelled from “Indore-Jhabua-Indore-Mandsaur-Udaipur”. The total payment made was Rs 46,652. It is unclear, from the RTI response, if Modi took this trip spread out over four days or travelled to all these places on each day.Trips to and from the same destination on the same date have been mentioned twice but with different rates. For instance, on July 25, 2015, for a trip from “Patna-Muzaffarpur-Patna”, the first charge mentioned is Rs 31,080, while the second is mentioned as Rs 1.7 lakh. Similarly, on October 24, 2016, Modi took a trip from “Khajuraho-Mahoba-DLW”. The first charge mentioned for this trip is Rs 29,685 while the second is Rs 59,371.Also read:Modi keeps combining official travel with BJP events, but who is paying the bills?Data check: How often does Narendra Modi travel – and how much of it is on BJP work?","author":"Vijayta Lalwani","time":"2019-04-25T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/116409-qejzjbdowy-1554043489.jpg","tags":["Narendra Modi","Bharatiya Janata Party","Indian Air Force","Prime Minister's Office","Right to Information","RTI","Modi travel expenses"],"source":"https://scroll.in/article/918717/narendra-modis-240-non-official-trips-rs-1-4-crore-is-what-bjp-paid-iaf-in-5-years"}