{"title":"Narendra Modi did not break poll code in Varanasi and Nanded, rules Election Commission","content":"The Election Commission on Friday cleared Prime Minister Narendra Modi of accusations levelled in two complaints of violation of the Model Code of Conduct. With this, the prime minister has been cleared of charges levelled in six such complaints. The Election Commission said Modi did not violate the code of conduct by comparing the Congress to a “sinking Titanic” in his speech in Nanded city in Maharashtra on April 6. Modi had also claimed that the party was “taking a toll” on its allies. The poll body said it had examined the speech in detail with reference to the code of conduct after receiving a detailed report from the state chief electoral officer, and found no violation.The poll panel also cleared Modi of allegations levelled with regard to his speech in Varanasi on April 25, and an interview to Aaj Tak news channel in which he had said that a new India would not tolerate terrorism, pointing out that Pakistan had been given a befitting reply. “The matter has been examined in detail in accordance with the extant advisories, provisions of the Model Code of Conduct and after examination of complete transcript, commission is of the considered view that in this matter no such violation of the extant advisories/provisions is attracted,” the commission said. The complaint had been filed by Congress chief spokesperson Randeep Surjewala.On Thursday, the commission had ruled that Modi did not violate the Model Code of Conduct during his speech in Barmer town in Rajasthan on April 21, when he had said that India does not get scared of Pakistan’s nuclear strike threats anymore, and added that India’s nuclear weapons were not meant for Diwali. The day before, the poll panel had said that the prime minister did not break the rules by appealing to first-time voters to dedicate their votes to security personnel killed in the Pulwama attack in February at a public meeting in Maharashtra’s Latur district. The commission also did not find anything wrong with the prime minister’s speech in Maharashtra’s Wardha district on April 1 in which he had claimed that Congress President Rahul Gandhi had been forced to contest the election from Wayanad in Kerala because of its sizeable Muslim population. The poll panel’s ruling in that case was announced on Tuesday.  On March 29, the Election Commission had said that Modi’s speech announcing the launch of an anti-satellite missile, labelled “Mission Shakti” a few days earlier, did not violate the Model Code of Conduct.","author":"Scroll Staff","time":"2019-05-03T22:28:12.371101+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118894-uxgysjxaen-1556900112.jpg","tags":["Narendra Modi","Election Commission","Congress","Model Code of Conduct"],"source":"https://scroll.in/latest/922247/narendra-modi-did-not-break-poll-code-in-varanasi-and-nanded-rules-election-commission"}