{"title":"Narendra Modi cannot win polls without central agencies and EVMs, says Rahul Gandhi ","content":"Congress leader Rahul Gandhi on Sunday reiterated his party’s allegations that the Bharatiya Janata Party may tamper with electronic voting machines to turn the poll outcomes in its favour.Referring to Prime Minister Narendra Modi while addressing a rally in Mumbai, Gandhi said: “The soul of the King is in the EVM and in every institution of the country, in ED [Enforcement Directorate], CBI [Central Bureau of Investigation] and the Income Tax department.”The Congress leader’s remarks came at a rally of the Indian National Developmental Inclusive Alliance, or INDIA bloc, in Mumbai’s Shivaji Park.The INDIA bloc is a coalition of Opposition parties that plans to take on the Bharatiya Janata Party-led National Democratic Alliance in the upcoming elections.Gandhi alleged on Sunday that the BJP-led Central government was subverting democratic institutions. “We asked the Election Commission to count the VVPAT [voter verifiable paper audit trail] also,” he said. “But our demand has not been accepted.”Voter verifiable paper audit trail, or VVPAT slips, are an independent verification system for electronic voting machines, allowing voters to check if their votes have been cast correctly. The system can help detect possible election fraud or malfunctioning of voting machines.On December 19, the INDIA bloc adopted a resolution seeking the counting of 100% of VVPAT slips during polls. Currently, VVPAT slips from only five randomly selected polling stations in each Assembly segment are verified.In January, the Congress said that the poll body had failed to provide any substantive response to the INDIA bloc’s “genuine concerns” about electronic voting machines.LIVE: Bharat Jodo Nyay Manzil - INDIA Rally | Shivaji Park | Mumbai, Maharashtra https://t.co/FT7Us0TA9J— Rahul Gandhi (@RahulGandhi) March 17, 2024\n\n\nAt Sunday’s rally, Gandhi said that their fight was not against the prime minister but against a “power”. The Wayanad MP said that Modi was a “puppet” serving a “hidden power”.“He is a ‘mask’ who works for a shakti [power],” said Gandhi. “He is a shallow man who does not have a 56-inch chest.”He also said that the prime minister had a “monopoly over corruption”.The Congress leader alleged that Opposition leaders have been threatened to join the BJP. “Do you think the Shiv Sena and the Nationalist Congress Party people split and joined the ruling alliance just like that?” he asked. “They are held by the neck and forced to join the party.”Shiv Sena (Uddhav Balasaheb Thackeray) leader Uddhav Thackeray also addressed the rally and said that Shivtirth (Shivaji Park) had been chosen as the venue for the programme to overthrow the “dictatorship” in New Delhi.The former Maharashtra chief minister said that the BJP was like a balloon. “We had inflated it,” he said. “But, unfortunately, we only filled air in that balloon to help it fly higher,” he said. “Abki baar, BJP tadi paar [This time, let’s finish BJP].”Nationalist Congress Party (Sharadchandra Pawar) chief Sharad Pawar told the gathering that the current state of the country demanded a change.“Those who deceived our citizens with false promises under various schemes to tribals, youth, farmers and poor, but failed to deliver, must be weeded out of power,” he said.Tamil Nadu Chief Minister and Dravida Munnetra Kazhagam chief MK Stalin called Gandhi the “future hope” of India.He said that Modi had called the INDIA bloc corrupt. “But the electoral bonds scheme proved that the BJP, which collected Rs 8,000 crore through bonds, is corrupt,” Stalin said.He was referring to the electoral bonds data disclosed by the State Bank of India to the Election Commission. Data indicated that the BJP had received the lion’s share of political funding through the scheme.The Supreme Court had on February 15 directed the State Bank of India to issue details of the political parties that received electoral bonds from April 12, 2019, and submit them to the Election Commission by March 6.Last week, the bank, in an affidavit to the top court said it had furnished the names of purchasers of electoral bonds between April 2019 and February 15, 2024, to the Election Commission.The Dravida Munnetra Kazhagam chief said: “Electoral bonds is the ‘white collar corruption’ of the ruling BJP and our alliance will form a secular, federal and inclusive government at the Centre.”Rashtriya Janata Dal leader Tejashwi Yadav reiterated that the BJP was using the Enforcement Directorate and the Central Bureau of Investigation to “threaten parties, break unity in parties and then poach the same people into their party they had threatened once”.He said that the alliance had come together to defeat the ideology that was trying to break the country and not Modi.“He [Modi] goes under water, sits on carpet, poses for pictures but does not talk about corruption,” said Yadav. “Laluji [Rashtriya Janata Dal leader Lalu Prasad Yadav] is still ready to deal with Mr. Modi.”Peoples Democratic Party chief Mehbooba Mufti said: “People of the ruling party are scared of the surname ‘Gandhi’ as history has seen all the Gandhis from Mahatma Gandhi, Indira Gandhi to Rajiv Gandhi sacrificing for this country.”“He has Gandhi in his name and that is the reason the BJP is scared of him,” Mufti added.National Conference chief Farooq Abdullah said the electronic voting machines were a “chor [thief]”. He urged voters to check the VVPAT slip after casting their votes.BJP reactsResponding to the statements of the INDIA bloc leaders, Maharashtra BJP president Chandrashekhar Bawankule on Sunday posted an old clip of Shiv Sena founder Bal Thackeray on social media, reported The Indian Express.“If such a situation arises where the Shiv Sena has to go with the Congress, I would rather shut down my organisation,” the Shiv Sena founder is heard saying in the clip.Bawankule said that the clip was a remainder to Uddhav Thackeray about what Bal Thackeray had said about his “unholy” alliance with the Congress.“The Sena (Uddhav Balasaheb Thackeray) already compromised its Hindutva ideology in 2019 by joining hands with the Congress and Nationalist Congress Party for power,” he said. “Now, it is ready to compromise its stand on freedom fighter Veer Savarkar.”Bawankule was referring to Gandhi skipping the Vinayak Damodar Memorial but visiting the Bal Thackeray Memorial next door on Sunday. He also visited Chaitya Bhoomi, the cremation site of Dr BR Ambedkar.On Monday, Bawankule said that the Opposition blamed the machines when they lose, referring to Gandhi’s comments on the electronic voting machines, ANI reported. “When they [Opposition] won in Karnataka and Kerala, the machine was not a problem,” he said.“Wherever Prime Minister Modi wins, they say that there is a problem with the electronic voting machines,” Bawankule said. “In case of defeat, they have to blame someone, and then they blame the electronic voting machines.”The Congress leader had concluded the Bharat Jodo Nyay Yatra on Saturday in Mumbai. The Bharat Jodo Nyay Yatra was the second large-scale outreach programme of the Congress during which Gandhi travelled 6,200 kms across 15 states. It started on January 14 from Manipur.","author":"Scroll Staff","time":"2024-03-18T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199340-utkpxbwbnj-1710745194.jpeg","tags":["Narendra Modi","Opposition parties","Rahul Gandhi","BJP","Congress","voting machines","Indian National Developmental Inclusive Alliance","Lok Sabha 2024"],"source":"https://scroll.in/latest/1065343/narendra-modi-cannot-win-polls-without-central-agencies-and-evms-says-rahul-gandhi"}