{"title":"Narendra Modi is adopting the wrong lessons of history","content":"On March 25, Narendra Modi reminded India that war in the Mahabharata was won in 18 days. The war against the coronavirus, he said, would take 21 days.Modi’s experiments with untruth are now established. In my last job, we created a website that recorded his dubious claims over five years from 2014. It’s a long list, and you can explore all of Modi’s dodgy assertions here.It is unfair to single out Modi. His friend Donald Trump has a similar aversion to the truth, as do many strongmen around the world, and lies have been used to considerable effect by not just demagogues but democrats. They have served the good and the bad. But history reminds us that lies and popularity are not enough to elevate a leader to greatness – which Modi certainly seeks – much less unify diverse, fractious countries and advance them towards prosperity.Consider the example of Canada, Germany and the US (before Trump), known today to India as prosperous lands, democracies united by the rule of law, an agreeable national character, and mostly moderate politicians. This is not how it always was.Divided CanadaIn the early 1940s, Canada was deeply divided between French and English speakers and fragmentation appeared a distinct possibility. In the 1870s, there was not even a German nation, only a bunch of feuding German-speaking states. In the 1930s, the US was divided and devastated by the Great Depression. At these times in their respective histories, the historian Margaret MacMillan notes, by luck and circumstance, Germany got Otto Von Bismarck, Canada William Lyon McKenzie King, and the US Franklin Delano Roosevelt, the first building a country and the other two preserving theirs.McKenzie, Canada’s longest-serving prime minister, was successful in keeping his country together because he avoided debate and discussion on contentious issues, brought political opponents into his government or tried to win them over, writes McMillan. Bismarck was ruthless, volatile, and lied without hesitation, playing opposition parties against one another and frequently used conflict to achieve his ends. Roosevelt served three terms, fudging the truth, or outright lying when he sought public approval, and was loath to do anything that might strain the coalitions and consensus he built.All three, notes McMillan, shared key characteristics that made them effective leaders: they set great goals for themselves, had talent, skills and determination and the ability to take their countries with them.The proclamation of Prussian king Wilhelm I as German Emperor at Versailles in 1871, with Bismarck in the centre, in white. Credit: Anton von Werner / Public domainMaking compromises“That does not mean that they did not make mistakes,” writes MacMillan. “All did, but they were able to learn from those mistakes, and most importantly of all, they knew when to make compromises. They managed, for the most part, to avoid the trap that powerful leaders can so easily fall into – and that is one of thinking they were always right.”These are lessons Modi should keep in mind as he tries to manage India during one of the greatest crises in post-Independence history. A crisis is a test of mettle, character, and ability. It is also an opportunity to heal, rejuvenate and seek a fresh start.Narendra Modi has not done particularly well on the great pandemic test, betraying an inability to heed expert advice, display foresight and deliver good administration. He has bumbled through an ever-expanding pandemic using a now-tested strategy of distracting his adoring followers by provoking positive and negative emotion, through joyous festivity and dark profiling.What could India’s prime minister – a man not known to change his mind or forgive easily – have done with the opportunity presented by the crisis?Modi could have quietly tried to correct his single biggest mistake of the past six years: exacerbating divisions in this vast, diverse country by ripping open the scars of the past, creating open sores that now fester and weaken the republic’s body and soul. He could have quietly acknowledged the harm his persistence at polarisation was causing to his beloved country. He could have quietly made his peace with the young and discontented who poured out on the streets before the pandemic to resist the segregation of India by religion.A strategic retreat That Modi has, perhaps, had occasion to rethink seemed to emerge last week in home minister Amit Shah’s assertion that no National Register of Citizens would be completed without talking to everyone concerned, a distinct change of the duo’s once-obdurate stance. But retreat is often strategic, the search for a pause to regroup.The reassurance was hard to believe because it came in the middle of a concerted effort to change the facts and narrative around the protests and riots that preceded the pandemic. The government is using the country’s preoccupation with Covid-19 and the shutdown of most courts to create an elaborate backstory of conspiracy and is gradually assigning roles, regardless of reality.So, we have seen a succession of objectors, largely Muslims but not exclusively, marched off to prison, while inciters and rioters, who support Modi and the dream of a Hindu nation rooted in myth, roam free. Protestors and grassroots organisers who exercised their democratic rights of free speech or simply gave a voice or a hand to the marginalised are now positioned as enemies of the state. Many have been charged with sedition and laws used against terrorists. “Perusal of the case diary reveals a disturbing fact,” observed a sessions judge in Delhi last week, during a police application for judicial remand of a 24-year-old student charged under anti-terror laws. “The investigation seems to be targeted only towards one end.”The police look on as a teenager fires at protestors outside Delhi's Jamia Millia Islamia in January, injuring one student. CreditL Danish Siddiqui/ReutersBombing AizawlContrary to public perception, previous Congress-run governments did not run a soft state. Indira Gandhi bombed her own people in Aizawl, the only time the air force has dropped ordinance in anger on Indian soil. Indira Gandhi won a war, imprisoned her foes, shut down democracy for two years and approved a hard line that killed hundreds of innocents in Punjab. Rajiv Gandhi involved India in military interventions abroad. Mild Manmohan Singh ran many internal wars and oversaw the suspension of liberty and justice in Kashmir and elsewhere.But whatever happened in those years – except during the Emergency –the institutions of democracy played their roles with substantial autonomy. The reporter, the writer, the poet, the angry student, the judge – all found enough space and opportunity to speak up, to be conscientious objectors, to hold up the mirror and remain unaccosted.Now it is different. Now is the era of the war against the anti-national, the urban Naxal and the Muslim, and it is being prosecuted by a government that has won over or coerced those who in the normal course would be adversaries or watchdogs, such as the media and the judiciary. Free will is moving from the people to the police.Fear of dissentWhy does the government fear the student, the intellectual, the reporter, the Muslim? Why does it fear the discontents and the arguments of the discontented? These are adversaries without real power and influence in new India, but the threats they hold out to Modi’s emerging Hindutva order is real, however insignificant the opponents might appear.“Indeed, the smaller the adversary, the greater the threat, because triumph by the weak might produce a successful example as to be contagious,” wrote John Pilger, a journalist, in Hidden Agendas, a prescient 1998 book on power and its agendas.But creating enemies, history tells us, serves a narrow and eventually self-defeating purpose. In Modi’s case, the need to persecute adversaries is driven by a manifest belief in his own destiny, coalescing with a civilisational ideal rooted in a supposed monocultural Hindu past. It is his greater good.Modi does not acknowledge that down that path, which seeks to juxtapose historical fantasy and fact by force, there lies only pain and endless dissension. “The tradition of all dead generations,” Karl Marx once wrote, “weighs like a nightmare on the brains of the living.” By refusing to use the pause provided by the pandemic for reflection and reconciliation, Modi is in danger of following the path of not those who built nations but those who drove them into chaos.Samar Halarnkar is the editor of Article-14.com, a project that tracks misuse of the law and the hope it offers.","author":"Samar Halarnkar","time":"2020-06-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108070-adbxvdmxic-1591466699.jpg","tags":["Narendra Modi","Coronavirus","Amit Shah"]}