{"title":"Naroda Gam massacre: All 67 accused, including BJP’s Maya Kodnani, acquitted by Ahmedabad  court","content":"A special court in Ahmedabad on Thursday acquitted all 67 accused persons, including former Bharatiya Janata Party MLA Maya Kodnani, in the Naroda Gam massacre case in which 11 Muslims were burnt alive during the 2002 Gujarat riots.Special judge Shubhada Baxi pronounced the verdict, which was welcomed by relatives of the accused persons shouting slogans such as “Jai Shri Ram” and “Bharat Mata ki Jai” outside the court, The Indian Express reported.Bajrang Dal leader Babu Bajrangi and Vishwa Hindu Parishad leader Jaydeep Patel were also among those acquitted.\"Jai Shri Ram\" slogan were raised outside the court.In the 2002 Naroda Gam burning of 11 Muslims alive, the Ahmedabad court acquitted all 69 accused, including Maya Kodnani and Babu Bajrangi. pic.twitter.com/bWSc19cDjv— Meer Faisal (@meerfaisal01) April 20, 2023\n\n“The truth has truly won today,” said Kodnani, who served as the Women and Child Development minister in the government headed by Narendra Modi, who was then the chief minister of Gujarat. Union Home Minister Amit Shah, who was then the president of the Bharatiya Janata Party, had in September 2017 appeared in a trial court as a defence witness for Kodnani.Shahshad Pathan, the lawyer who represented the victims, told PTI on Thursday that they will challenge the acquittal in the Gujarat High Court. “The question remains as to who burnt 11 persons to death in the presence of policemen?” he asked.The caseOn February 28, 2002, the 11 Muslims were killed after Hindu mobs set their homes on fire in Naroda Gam area of Ahmedabad. The violence occurred during a shutdown called to protest the burning of coach S6 of the Sabarmati Express a day before in which 59 passengers, mostly kar sevaks who were returning from Ayodhya, were killed.A total of 86 persons had been named as accused in the Naroda Gam case. Out of these, 17 died while the case was pending, because of which the proceedings against them stood abated. The remaining accused persons were out on bail.The accused persons were booked under charges of murder, attempt to murder, criminal conspiracy, unlawful assembly, rioting, dacoity, promoting communal disharmony, outraging religious feelings and other sections of the Indian Penal Code. Kodnani was also accused of instigating mobs to carry out the massacre.The Justice Nanavati Commission, which investigated the Gujarat riots, had noted in a report that witnesses said “there was no police help received by the Muslims and they were simply at the mercy of the miscreants”, according to The Indian Express.The commission, while referring to the involvement of political persons in the massacre, also said: “…Not only the residents of the locality but even the police present at the place have said that the leaders of VHP, Bajrang Dal, and BJP had actively participated in these incidents and at their instigation, the riots in this area occurred.”The commission, however, added that it would not be proper to express an opinion on the matter as the case was sub judice.Kodnani and Bajrangi had been convicted in the Naroda Patiya massacre by a trial court in 2012. In April 2018, the Gujarat High Court acquitted Kodnani but upheld Bajrangi’s conviction.At least 97 Muslims were killed in Ahmedabad’s Naroda Patiya area on February 28, 2002, when a mob comprising thousands of people descended upon the locality and murdered them. The incident was one of the worst cases of mob violence during the Gujarat riots.Also read: How Maya Kodnani came to be acquitted in Naroda Patiya massacre case","author":"Scroll Staff","time":"2023-04-20T18:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189339-hkccbdmlhj-1682001922.jpg","tags":["2002 Naroda Gam riots","Gujarat riots","Maya Kodnani","Gujarat","BJP","Naroda Gam riots case verdict"],"source":"https://scroll.in/latest/1047732/naroda-gam-massacre-all-69-accused-including-bjps-maya-kodnani-acquitted"}