{"title":"National film archive adds Ritwik Ghatak’s uncompleted works to its collection","content":"The National Film Archive of India in Pune has been on an acquisition spree of late, adding prints of rare and unfinished titles to its collection. The latest find is reels of three unfinished films by Bengali master Ritwik Ghatak. The incomplete movies Kato Ajanare (eight reels), Bagalar Bangadarshan (four reels) and Ranger Ghulam (three reels) were made between 1959 and 1968. They have been acquired from the Department of Information and Cultural Affairs, Government of West Bengal, with the help of Ritwik Ghatak Memorial Trust, according to a press release issued by the NFAI.‘Ranger Ghulam’. Courtesy National Film Archive of India.Ghatak blazed a singular trail in cinema between 1948 and the 1970s until his death from alcoholism on February 6, 1976. Ghatak wrote numerous plays and screenplays and directed films, apart from packing in a teaching stint at the Film and Television Institute of India. His best-known films include Meghe Dhaka Tara, Subarnarekha, Komal Gandhar, Ajantrik, Jukti Tappo Aur Gappo and Titas Ektir Nadir Naam, but there were several unfinished films too, including Kato Ajanare (1959), which was “abandoned after all but the last scene was shot”, says Haimanti Banerjee in her monograph Ritwik Kumar Ghatak (NFAI, 1985).“Kato Ajanare was never completed, though Ms Ghatak [Ritwik’s wife Surama] remembers the acting of a number of well-known artists like Anil Chatterjee, Utpal Dutt, Chhabi Biswas, Karuna Banerjee and others,” Banerjee writes. “She also fondly remembers Kali Banerjee once appearing in a particular make-up in which his moustache and hairstyle were done after Ghatak’s father.”‘Kato Ajanare’. Courtesy National Film Archive of India.Bagalar Bangadarshan (1964-65), starring Sunil and Indranu Mukherjee, was similarly abandoned after a week’s shooting, as was Ranger Ghulam, made in 1968 and starring Anil Chatterjee and Sita Devi, after a short outdoor shoot.NFAI director Prakash Magdum said in the press release, “This is a really valuable addition to the NFAI collection. NFAI has almost all of Ghatak’s films in its collection and these unfinished works of his have filled the gap.”The archive has also added to its collection a booklet of Ghatak’s Titash Ekti Nadir Naam (1973), images of the recently deceased Tamil Nadu chief minister J Jayalalithaa in the movie Shehzadi Mumtaz (1977), photographs of Sant Tukaram (1932), one of the first sound films made in Marathi, a poster of Amitabh Bachchan’s unreleased film Zamanat, and photographs and press clippings of the first Assamese film Joymoti (1935) by Jyotiprasad Agarwala.‘Bagalar Bangadarshan’. Courtesy National Film Archive of India.","author":"Scroll Staff","time":"2016-12-24T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/825027-48002-ovfzuubzkq-1482520437.jpg","tags":["Ritwik Ghatak","National Film Archive of India","Incomplete Indian films"],"source":"https://scroll.in/reel/825027/national-film-archive-adds-ritwik-ghataks-uncompleted-works-to-its-collection"}