{"title":"National Herald case: SC to hear Rahul, Sonia Gandhi’s pleas on tax reassessment on December 4","content":"The Supreme Court on Tuesday said it will hear on December 4 the final arguments on pleas filed by Congress President Rahul Gandhi and his mother Sonia Gandhi against a Delhi High Court order to reopen tax reassessment related to the National Herald case, Live Law reported. Congress leader Oscar Fernandes also challenged the High Court order.However, the top court declined to grant a stay on the order. The tax department had filed a caveat in the top court that it should be heard in case an appeal is filed against the Delhi High Court’s order.  According to the Income Tax department, the All India Congress Committee gave Rs 99 crore to Associated Journals Limited, the publisher of three newspapers including the National Herald. Rahul Gandhi chose not to disclose that he held the director’s post at the Young Indian. Gandhi’s shares in Young Indian would bring him an income of Rs 154 crore, not Rs 68 lakh as assessed earlier, said the department. Gandhi’s lawyer contended that since he did not receive any income from the source, he was not liable to pay tax.In September, the Delhi High Court rejected the pleas filed by the Gandhis against the Income Tax department’s decision to reopen their tax assessment for 2011-’12. It had also dismissed a similar plea filed by Fernandes.SC fixes Dec 4 for final hearing of Congress President Rahul Gandhi and his mother Sonia’s plea against Delhi HC order for re-opening of their income tax assessments for 2011-12 relating to Associated Journals Ltd, the publisher of National Herald @LiveLawIndia— Prabhati N. Mishra (@Prabhati_Mishra) November 13, 2018\n\nMeanwhile, the Delhi High Court on Tuesday said it will hear on Thursday a plea filed by Associated Journals against the Centre’s order asking it to vacate the building it occupies in Delhi, PTI reported.Advocate Sunil Fernandes, who appeared for the Associated Journals, argued that there was urgency in the matter as they had been asked to hand over possession to the Centre by November 15. Fernandes said they had received an order asking them to vacate on October 30, but the courts were closed for vacation.The High Court, however, said there was no urgency. “Right now they will take the possession only on paper,” the court said.","author":"Scroll Staff","time":"2018-11-13T13:22:43.636334+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/35529-etlvtmlzsg-1464360603.jpg","tags":["National Herald case","Rahul Gandhi","Sonia Gandhi","Tax Reassessment"],"source":"https://scroll.in/latest/901953/national-herald-case-sc-to-hear-rahul-sonia-gandhis-pleas-on-tax-reassessment-on-december-4"}