{"title":"NCW’s chair asks US journalist to remove post saying the panel ‘makes India less safe for women’","content":"National Commission for Women chairperson Rekha Sharma on Monday asked a United States journalist to remove his post on social media platform X that the panel’s “deplorable habit of blaming women” when they are sexually assaulted makes India less safe for women.Sharma said that the journalist, David Josef Volodzko, was vilifying the “entire country” with his post.Commenting on a post on X about a 28-year-old Brazilian vlogger who was allegedly gangraped in Jharkhand’s Dumka on Friday while on a biking trip with her partner, Volodzko described his observations of women’s experiences in India.The “level of sexual aggression I witnessed while living in India for several years was unlike anywhere else I have ever been”, Volodzko had said. “Once a total stranger, a British woman, asked to sleep in my bed and pretend to be my girlfriend on a train ride because a man walking by in the hall had licked her foot and she felt unsafe,” he wrote on Saturday.Describing another incident, Volodzko said, “I introduced a female friend to a young Indian man and instead of shaking her hand, he groped her breast, and when she became angry he became extremely hostile and I thought I was going to have to fight the guy.”Volodzko said he had “never met a female traveller who had not been groped or assaulted or worse” while travelling in India, even if they were in the country for a few days. He also expressed his love for the country, saying that India would always be one of his favourite places in the world.The journalist also said that sexual crimes against women are “a real problem in Indian society that warrants more attention”.Sharma had replied to this on Sunday, saying, “Did you ever report the incident to Police?”“If not than you are totally an irresponsible person,” Sharma said in her post on Sunday. “Writing only on social media and defaming whole country is not good choice.”To vilify an entire country with a tweet is not only in poor taste but also unacceptable, as data speaks otherwise. As much as this incident needs to be condemned and perpetrators brought to justice, let me share a few statistical indicators and request you to remove this tweet.… https://t.co/RGzyw6d74b— Rekha Sharma (@sharmarekha) March 4, 2024\n\n\nThe exchange continued on Monday. “Sharma herself has faced criticism for failure to respond to complaints filed by women’s rights groups over credible allegations of women being publicly stripped naked, beaten by mobs and raped in public,” Volodzko wrote in a post on X, responding to Sharma’s comments.“My Indian friends do not seem to have much respect, if any, for NCW and one reason for this is because it has a deplorable habit of blaming women when they are attacked, raped or even murdered,” wrote the journalist. “NCW makes India less safe for women when it does these things.”Maintaining her earlier criticism of Volodzko’s remarks, Sharma on Monday said that over six million tourists arrive in India every year, including many single women who holiday safely in the country.“India views sexual assault as a very serious crime, and so should countries that, until now, have not considered date rape as a criminal offense,” Sharma wrote, adding that she is personally looking into the case of the gangrape in Dumka.","author":"Scroll Staff","time":"2024-03-04T19:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198993-ctggqvjaoz-1709556458.jpg","tags":["Rekha Sharma","Sexual assault","Rape","Crimes against women","National Commission for Women","NCW"],"source":"https://scroll.in/latest/1064695/national-commission-for-womens-chair-asks-us-journalist-to-remove-post-critical-of-it"}