{"title":"National Herald case: File affidavits on claim that I-T wrongly withdrew circular, SC tells Gandhis","content":"The Supreme Court on Tuesday asked Congress President Rahul Gandhi and United Progressive Alliance Chairperson Sonia Gandhi to file affidavits on their claim that the Central Board of Direct Taxes on January 4 wrongly withdrew a circular dated December 31, 2018, which could have exonerated them in the National Herald case, India Legal reported. The court gave Sonia Gandhi and Rahul Gandhi four weeks to file the affidavits and place the circular on record, PTI reported. It also asked the Income Tax Department to respond to the affidavits.Congress leader P Chidambaram, representing the Gandhis, asked for permission to put the circular on record. However, Solicitor General Tushar Mehta, appearing for the Income Tax Department, contended that the Gandhis must file affidavits before placing any material on record.According to the Income Tax Department, the All India Congress Committee gave Rs 99 crore to Associated Journals Limited, the publisher of three newspapers including the National Herald, in 2011-’12. Rahul Gandhi chose not to disclose that he held the director’s post at the Young Indian. Gandhi’s shares in Young Indian would bring him an income of Rs 154 crore, not Rs 68 lakh as assessed earlier, the department alleged.   On December 4, the Supreme Court had allowed the Income Tax Department to reassess the tax due from Rahul Gandhi on Sonia Gandhi in 2011-’12, but restrained it from “giving effect” to the order. On December 31, the department issued a circular which reportedly exonerated the Gandhis by noting that a particular section of the Income Tax Act does not apply to the case against them. However, on January 4, it withdrew the circular.The income tax department told the court on Tuesday that the Assessment Order has been passed, but not given effect. The court allowed the order to be placed on record. The bench also ruled that no coercive action can be taken against the accused until it rules on reopening the tax assessment order. It posted the matter for further hearing on January 29.","author":"Scroll Staff","time":"2019-01-08T20:30:25.298954+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/84802-rxxhqhgmmc-1521341774.jpg","tags":["Rahul Gandhi","Sonia Gandhi","Supreme Court","National herald case","Income Tax Department"],"source":"https://scroll.in/latest/908695/national-herald-case-file-affidavits-on-claim-that-i-t-wrongly-withdrew-circular-sc-tells-gandhis"}