{"title":"National Herald case: SC allows I-T department to reopen Rahul, Sonia Gandhi’s tax assessment","content":"The Supreme Court on Tuesday allowed the Income Tax Department to reopen the tax assessment of Congress leaders Sonia Gandhi, Rahul Gandhi and Oscar Fernandes in connection with the National Herald case, Bar & Bench reported. The department, however, cannot begin the process until the top court disposes of the matter.The court adjourned the hearing in the case to January 8. A bench comprising Justices AK Sikri, Ashok Bhushan and S Abdul Nazeer granted the permission after hearing a petition filed by the Gandhis and Fernandes against a Delhi High Court order in September allowing the authority to reopen tax reassessment.Appearing for the tax department, Solicitor General Tushar Mehta asked the court to pass appropriate orders and not restrain it from enforcing the assessment orders, PTI reported. Refusing to hear the matter on Tuesday due to lack of time, the bench said it was just an interim order that should be equitable to both the parties.According to the Income Tax Department, the All India Congress Committee gave Rs 99 crore to Associated Journals Limited, the publisher of three newspapers including the National Herald. Rahul Gandhi, who is now the Congress president, chose not to disclose that he held the director’s post at the Young Indian. Gandhi’s shares in Young Indian would bring him an income of Rs 154 crore, not Rs 68 lakh as assessed earlier, said the department. Gandhi’s lawyer contended that since he did not receive any income from the source, he was not liable to pay tax.Supreme Court gives a go ahead to IT department to reopen tax assessment of Sonia Gandhi, Rahul Gandhi and Oscar Fernandes. However, the assessment cannot be given effect to till the final disposal of the case. Matter adjourned till January 8, 2019.— Bar & Bench (@barandbench) December 4, 2018\n\nSupreme Court allows Income Tax department to continue with the tax re-assessment for the year 2011-12 of Congress President Rahul Gandhi, Sonia Gandhi and Congress leader Oscar Fernandes and no final order will be passed. Next hearing on January 8,2019 pic.twitter.com/zLlc1QmfgW— ANI (@ANI) December 4, 2018","author":"Scroll Staff","time":"2018-12-04T14:55:16.208128+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/904473-qjifsekzdc-1511199582.jpg","tags":["Supreme Court","National Herald Case","Rahul Gandhi","Sonia Gandhi","Oscar Fernandes","Income Tax","Tax reassessment"],"source":"https://scroll.in/latest/904473/national-herald-case-sc-allows-tax-department-to-reopen-rahul-sonia-gandhis-tax-assessment"}