{"title":"National Herald case: ED rejects Congress leader DK Shivakumar’s request to postpone questioning","content":"Karnataka Congress chief DK Shivakumar on Thursday said the Enforcement Directorate has rejected his appeal seeking exemption from appearing before the agency officials in a money-laundering case related to the National Herald newspaper.In a tweet, Shivakumar accused the government of misusing agencies to harass him after seeing the success of the Congress’s Bharat Jodo Yatra, which is passing through Karnataka currently.“Their [ED’s] rejection is a clear sign that the timing of their summons is political harassment,” he wrote.I requested the Enforcement Directorate to postpone their summons in view of the #BharatJodoYatra. Their rejection is a clear sign that the timing of their summons is political harassment. They don’t like my participation in the #BharathAikyataYatre.— DK Shivakumar (@DKShivakumar) October 6, 2022\n\nLed by Congress leader Rahul Gandhi, the party has described the march as its biggest mass contact exercise since Independence and a “turning point” in India’s political history ahead of the Lok Sabha elections in 2024.The yatra began on September 7 and covered its way through parts of Tamil Nadu and Kerala before entering Karnataka on September 30.Now you understand the timing of the ED summons? This:#BharathAikyataYatre#BharatJodoYatra pic.twitter.com/9SBnaFaqq5— DK Shivakumar (@DKShivakumar) October 6, 2022\n\nThe Enforcement Directorate has summoned Shivakumar, who is involved in conducting the Karnataka leg of the march, to appear before it in New Delhi on Friday, PTI reported.“You are once again directed to present yourself before me at my office for recording of your statement on October 7, 2022, as per summons dated September 23, 2022,” an email sent by Enforcement Directorate Assistant Director Kuldeep Singh to Shivakumar said on Thursday.The Congress leader had requested the central agency to postpone his date of appearance till October 21. His brother and Congress MP DK Suresh has also been asked to appear on Friday.The caseThe National Herald was founded and edited by Jawaharlal Nehru before he became India’s first prime minister.In April 2008, the newspaper suspended operations as it had incurred a debt of over Rs 90 crore. Bharatiya Janata Party MP Subramanian Swamy has accused Sonia Gandhi and Rahul Gandhi of setting up the Young Indian Private Limited firm to buy the debt using the funds from the Congress.In his complaint before a trial court, Swamy accused the Gandhis and others of conspiring to cheat and misappropriate the funds. He has alleged that the Young Indian firm paid only Rs 50 lakh to obtain the right to recover Rs 90.25 crore that the Associated Journals Limited owed to the Congress.The party had loaned the amount to Associated Journals Limited on an interest-free basis, according to court records. The Congress has claimed that there was no money exchange and only conversion of debt into equity took place to pay off dues like salaries.The Enforcement Directorate wants to record the statement of Shivakumar and his brother regarding some payments made by them in the past to Young Indian, according to PTI.The central agency has also summoned a number of Congress leaders from Telangana and Andhra Pradesh for interrogation after it was found that they allegedly made payments to Young Indian.","author":"Scroll Staff","time":"2022-10-06T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126766-jtmtmikhha-1567573983.jpg","tags":["Congress","Karnataka","Enforcement Directorate","DK Shivakumar","ED","Bharat Jodo Yatra","National Herald case"],"source":"https://scroll.in/latest/1034437/national-herald-case-ed-rejects-congress-leader-dk-shivakumars-request-to-postpone-questioning"}