{"title":"National Herald case: Sonia Gandhi leaves ED office after over 6 hours, summoned again on Wednesday","content":"Congress President Sonia Gandhi on Tuesday evening left the Enforcement Directorate office after over six hours of questioning in connection to a money-laundering case related to the National Herald newspaper, PTI reported. The central agency has summoned Gandhi again on Wednesday for a third round of questioning, officials said.On Tuesday, Gandhi reached the Enforcement Directorate’s office in central Delhi accompanied by her daughter Priyanka Gandhi Vadra around 11 am. Vadra was seated in another room at the Enforcement Directorate office so that she could provide medicines to her mother if necessary, officials told PTI.Congress interim President Sonia Gandhi arrives at ED office after the lunch break. Her second round of questioning in connection with the National Herald case began, earlier today pic.twitter.com/baJH1U3ajN— ANI (@ANI) July 26, 2022\n\nSonia Gandhi was previously questioned for three hours on July 21.The Enforcement Directorate had then asked her to appear on July 25, but later said they will question her on July 26.On Tuesday morning, members of Congress staged protests across the country against the action by the agency. They alleged that the Enforcement Directorate’s action reflected the “vendetta politics” of the Bharatiya Janata Party-led central government.Rahul Gandhi detainedIn Delhi, Congress leader Rahul Gandhi was detained by the police, along with other senior leaders, while protesting near the Vijay Chowk, according to NDTV. He was taken to the Parliament Street police station.“India is a police state,” Gandhi said before being detained. “Prime Minister Narendra Modi is a king.”सलाखों में डालकर, तुम मेरा हौसला तोड़ नहीं पाओगे।कायर हो तुम तानाशाह, इस सच से मुँह मोड़ नहीं पाओगे।।#SatyagrahaWithSoniaGandhi pic.twitter.com/cYduQOy281— Congress (@INCIndia) July 26, 2022\n\nVisuals released by ANI also showed police personnel pulling the hair of Indian Youth Congress chief Srinivas BV and manhandling him while making him sit inside a police vehicle. On July 21 as well, Srinivas was dragged by several police personnel and kicked by one official during a protest against Sonia Gandhi’s questioning.#WATCH | Delhi Police personnel seen pulling the hair of National President of Indian Youth Congress, Srinivas BV, and manhandling him earlier during the party's protest. (Source: Congress) pic.twitter.com/ODyN1YjERG— ANI (@ANI) July 26, 2022\n\nRahul Gandhi was part of a protest march by Congress MPs which took place at the Mahatma Gandhi statue on Parliament premises.  A scuffle was also reported from outside the party headquarters in the national capital between Congress workers and the Delhi Police.Senior Congress leader Mallikarjun Kharge said that the protest was being held as per the instruction of the police.“All of this is a conspiracy by PM Modi and Amit Shah to completely destroy the Opposition and muzzle our voices,” Kharge said, according to ANI. “We won’t be scared, our fight will continue.”Earlier in the day, Congress General Secretary Ajay Maken claimed that the party members were denied permission to protest outside the Rajghat – the memorial of Mahatma Gandhi, PTI reported.“It is very unfortunate that the government of India has refused to give permission to us to stage a satyagraha, Maken said. “It is the same BJP which organised a protest on June 5, 2015, in support of Baba Ramdev in 2005. If the principal opposition party in the country is not allowed to stage a satyagraha, then it amounts of murder of democracy. Where will democracy survive.”The case against the GandhisThe National Herald is published by Associated Journals Limited and owned by Young Indian Private Limited.In April 2008, the paper suspended operations as it had incurred a debt of over Rs 90 crore. Bharatiya Janata Party MP Subramanian Swamy has accused Sonia Gandhi and Rahul Gandhi of setting up the Young Indian Private Limited firm to buy the debt using the funds from the Congress.In his complaint before a trial court, Swamy accused the Gandhis and others of conspiring to cheat and misappropriate the funds. He has alleged that the Young Indian firm paid only Rs 50 lakh to obtain the right to recover Rs 90.25 crore that the Associated Journals Limited owed to the Congress.The party had loaned the amount to Associated Journals Limited on an interest-free basis, according to court records. The Congress has claimed that there was no money exchange and only conversion of debt into equity took place to pay off dues like salaries.","author":"Scroll Staff","time":"2022-07-26T13:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177627-kiinpkdatc-1658820402.jpg","tags":["Sonia Gandhi","Rahul Gandhi","National Herald"],"source":"https://scroll.in/latest/1029085/national-herald-case-sonia-gandhi-appears-before-ed-for-second-time"}