{"title":"National Herald: SC stays High Court order to evict Associated Journals from office building","content":"The Supreme Court on Friday stayed a Delhi High Court order to evict the Associated Journals Limited, the publisher of Congress-linked newspaper National Herald, from the Herald House building in New Delhi, PTI reported. The court was hearing a plea filed by the publisher after the High Court rejected the Associated Journals Limited’s request to stop the Centre from taking “coercive measures” against it. The Supreme Court also issued a notice to the Centre’s Land and Development Office based on the plea.  The petitioner also asked the Supreme Court to set aside the Centre’s order dated October 30, 2018, that ended its 56-year-old lease while citing that no printing or publishing was being conducted and that the building is being used for commercial purpose. The publisher refuted the Centre’s allegations.In its petition submitted to the top court, the publisher claimed that the Centre’s actions against it were a result of its “hatred for Nehruvian ideals”. “One of their favourite propaganda is to blame Pandit Nehru for almost everything that ails the nation,” the plea said. “The eviction proceedings constitute a malicious step in the larger design of defaming and effacing the legacy of Pandit Nehru.” The National Herald case involves Congress President Rahul Gandhi and former party president Sonia Gandhi, party leaders Oscar Fernandes, Suman Dubey, Sam Pitroda and Motilal Vora. The High Court had held that the transfer of shares from AJL to Young Indian company was a “clandestine and surreptitious transfer of the lucrative interest in the premises”. The publisher told the court that the digital versions of English newspaper National Herald, Hindi’s Navjivan and Urdu’s Qaumi Awaz had started from 2016-’17. The plea said the weekly newspaper National Herald resumed operations on September 24, 2017.","author":"Scroll Staff","time":"2019-04-05T16:37:18.961924+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/110316-avffadymgv-1547136074.jpg","tags":["Congress","National Herald case","Delhi HC","Herald House","Associated Journals Limited"],"source":"https://scroll.in/latest/919054/national-herald-sc-stays-high-court-order-to-evict-associated-journals-from-office-building"}