{"title":"National Commission for Women was informed about Manipur sexual assault 38 days ago: Reports","content":"The National Commission for Women had been informed over a month ago about the sexual assault of three Kuki women in Manipur that took place on May 4, Newslaundry reported on Thursday.The complaint was sent on June 12 by two Manipuri women and an association of Manipuri tribal communities based abroad. However, the complainants did not receive a response or acknowledgement, according to the report.Rekha Sharma, the chairperson of the commission, said that she wrote to authorities in Manipur thrice about violence against women in the state, but received no response, according to PTI. She said that she wrote to the Manipur government on May 23, May 29 and on June 19.Sharma, however, denied having received any report of the sexual assault of the women on May 4.“There were many complaints, not one specific complaint – that too, from people outside India and outside Manipur” she said, according to ANI. “They [Manipur government] had to clarify whether whatever was written was true or not.”#WATCH | On Manipur viral video and NCW's letter to the state authority, Commission's chief Rekha Sharma says, \"...We are in touch with the officers from Manipur...Not one specific but there were many complaints and that too from people outside India and outside Manipur. Firstly,… pic.twitter.com/KZUH4ZmgfV— ANI (@ANI) July 21, 2023\n\nOn Thursday, the National Commission for Women claimed that it had taken “suo motu” cognisance of the crime and directed the Manipur director general of police to promptly take appropriate action.NCW condemns the Manipur incident. Taking suo motu cognizance. The DGP Manipur has been asked to promptly take appropriate action.@sharmarekha @MinistryWCD— NCW (@NCWIndia) July 20, 2023\n\nThe three women were forced to strip naked and paraded in B Phainom village of Kangpokpi district on May 4, a day after ethnic clashes broke out between Kukis and Meitis. One of the women was gangraped, according to a police complaint.A first information report was registered in the case on May 18, but the first arrest was made on Thursday after the video of the incident was shared widely on social media, sparking nationwide outrage. Three more men have been arrested since then.In their email on June 12, the complainants said that they had spoken to the three women before writing to National Commission for Women chairperson Rekha Sharma, according to Newslaundry.The complainants had also informed the women’s body of other instances of rape, sexual harassment and abuse of women from tribal communities.“Witness accounts reveal the most harrowing and distressing details, including the incrimination of Meitei women vigilantes as enablers and perpetrators of gender-based violence,” the complainants alleged. “Victims and survivors allege that Meitei women vigilantes have actively participated in the attacks and assaults on Kuki-Zomi women and children.”","author":"Scroll Staff","time":"2023-07-21T16:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192432-feyvgsjack-1689933771.jpg","tags":["Manipur","National Commission for Women","Manipur violence","Manipur sexual assault"],"source":"https://scroll.in/latest/1053037/national-commission-for-women-was-informed-about-manipur-sexual-assault-38-days-ago-reports"}