{"title":"Navjot Singh Sidhu quits as Punjab Congress chief","content":"Congress leader Navjot Singh Sidhu on Tuesday resigned as the party’s Punjab unit president.In a tweet, Sidhu shared his resignation letter addressed to Congress President Sonia Gandhi.“The collapse of a man’s character stems from the compromise corner, I can never compromise on Punjab’s future and the agenda for the welfare of Punjab,” he wrote. “Therefore, I hereby resign as the President of Punjab Pradesh Congress Committee. Will continue to serve the Congress.”pic.twitter.com/L5wdRql5t3— Navjot Singh Sidhu (@sherryontopp) September 28, 2021\n\nThe resignation marks the latest turn of events in the political crisis within the Punjab unit of Congress.Party leader Amarinder Singh had stepped down as chief minister of the state on September 18 following differences with Sidhu. The tussle between the two leaders, which dates back to 2019, exacerbated after Sidhu was appointed the Congress’ chief in Punjab on July 18.  Following Singh’s resignation, Charanjit Singh Channi took oath as chief minister of the state on September 20. Channi is considered close to Sidhu.On Tuesday, Channi said Sidhu was a good leader and he did not know why he quit, reported NDTV.Unidentified officials had told NDTV that Sidhu was upset about the Cabinet changes made on Sunday. Fifteen MLAs were inducted into Channi’s Cabinet.Sidhu was reportedly ignored when the Cabinet ministers were chosen and was disappointed with Sukhjinder Randhawa being given a key ministry, according to the news channel. Randhawa was given the home portfolio and made the deputy chief minister. However, Channi said Sidhu is not upset with him. Meanwhile, Singh castigated Sidhu for resigning. “I told you so…he is not a stable man and not fit for the border state of Punjab,” he said in a tweet.I told you so…he is not a stable man and not fit for the border state of punjab.— Capt.Amarinder Singh (@capt_amarinder) September 28, 2021\n\nOn September 18, Singh had told ANI said that he would oppose any move to make Sidhu the Congress’ chief ministerial face, and added that it was a matter of “national security”.Meanwhile, Singh is slated to visit Delhi on Tuesday amid speculation about his future course of action. Some reports have said that he may meet Home Minister Amit Shah and Bharatiya Janata Party chief JP Nadda.However, his spokesperson Raveen Thukral said on Twitter that too much was being read into his visit. “He’s on a personal visit, during which he’ll meet some friends and also vacate Kapurthala house [official residence of the Punjab chief minister in New Delhi] for the new CM,” he said. “No need for any unnecessary speculation.”The Aam Aadmi Party said Sidhu had quit the Congress as he could not stand a member of the Dalit community taking the chief minister’s chair, PTI reported.“This shows that Navjot Singh Sidhu is against Dalits,” Aam Aadmi Party spokesperson Saurabh Bhardwaj said. “One poor son was made the chief minister... this, Sidhu could not bear. It is very sad.”","author":"Scroll Staff","time":"2021-09-28T15:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99894-cnlrupfuap-1563602451.jpg","tags":["Navjot Singh Sidhu","Punjab Congress","Punjab Congress Crisis"],"source":"https://scroll.in/latest/1006447/navjot-singh-sidhu-quits-as-punjab-congress-chief"}