{"title":"Navjot Singh Sidhu summons advisors for their comments on Kashmir, Pakistan","content":"Punjab Congress chief Navjot Singh Sidhu on Monday summoned his advisors Pyare Lal Garg and Malwinder Mali to his house after they made statements about Kashmir and India-Pakistan ties, according to the Hindustan Times.This comes a day after Punjab Chief Minister Amarinder Singh criticised the statements of the two advisors.Mali had questioned the need for Article 370 and Article 35A of the Constitution if Kashmir was an integral part of India, according to PTI.On August 5, 2019, the Union government split Jammu and Kashmir into two Union Territories, and stripped it of its special status under Article 370. The Centre also revoked Article 35A, which allowed the erstwhile state government to define “state subjects”, and provide them certain rights, including the right to own land and get government jobs. Mali had also posted a sketch of former Prime Minister Indira Gandhi that showed her next to a heap of human skulls, holding a gun that had a skull hanging on its nozzle, the Hindustan Times reported.Garg had reportedly questioned Singh over his criticism of Pakistan, and said that it was not in the interest of Punjab.Both the advisors met Sidhu on Monday. After the meeting, Garg told ANI that they discussed “issues of the development of the state”.“When a government does good work, we appreciate it, if it does poor work, then we also criticise it,” he said.Mali told the agency that he said whatever he had to say on social media, and it was final. “If anyone makes a mistake, they should reflect,” he said. “We must continue to work [for the] welfare of Punjab.” A press release by the Chief Minister’s Office on Sunday described the comments as “atrocious and ill-conceived”, and added that they could be dangerous to the peace and stability of Punjab and the country.According to the release, Singh urged Mali and Garg to stick to giving advice to Sidhu and “not speak on matters of which they clearly had little or no knowledge, and had no understanding of the implications of their comments”.Singh asserted that Kashmir “was and is an inalienable part of India” and that Mali’s comments effectively and inexplicably toed Islamabad’s line. “This is totally anti-national,” the chief minister said.Referring to Garg’s statement, Singh said that Sidhu’s advisor was disconnected from the ground reality. The people of Punjab know that Pakistan was pushing weapons and drugs into the state, and soldiers from the state were dying at the borders, he added. “Garg may have forgotten the thousands of Punjabi lives lost in the fire of Pak-backed terrorism of the 1980s and 1990s, but I have not,” the press release quoted Singh as saying. “Nor have the people of Punjab. And we will continue to do everything in our power to fight off Pakistan’s dangerous games.”Meanwhile, Congress spokesperson Manish Tewari on Monday urged the party to introspect on whether people who do not consider Kashmir a part of India and those who ostensibly have pro-Pakistan leanings should be a part of the Congress’ Punjab unit.“It mocks all those who shed blood for India,” Tewari added. I urge @harishrawatcmuk AICC Gen Secy I/C Punjab to seriously introspect that those who do not consider J&K to be a part of India & others who have ostensibly Pro Pakistan leanings should be a part of @INCPunjabIt mocks all those who shed blood for India.https://t.co/j6hDuZ35ci— Manish Tewari (@ManishTewari) August 23, 2021\n\nOn July 18, the Congress appointed Sidhu the Punjab Pradesh Congress Committee chief after months of infighting in the party’s state unit.Before the appointment, Singh and Sidhu had been publicly criticising each other for months.  Sidhu had appointed Mali and Garg as his advisors on August 11.","author":"Scroll Staff","time":"2021-08-23T15:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119876-eycachkwwu-1558085143.jpg","tags":["Navjot Singh Sidhu","Pyare Lal Garg","Malvinder Singh Mali","Punjab","Punjab Congress","Amarinder Singh","Congress","Pakistan"],"source":"https://scroll.in/latest/1003520/navjot-singh-sidhu-summons-advisors-for-comments-on-kashmir-pakistan"}