{"title":"Nawab Malik moves Supreme Court against High Court order to reject his bail in money laundering case","content":"Maharashtra minister Nawab Malik on Saturday filed a plea in the Supreme Court challenging the Bombay High Court order to reject his bail petition in an alleged money laundering case, reported Bar and Bench. Malik, a Nationalist Congress Party leader, was arrested by the Enforcement Directorate on February 23 in connection with the case involving fugitive gangster Dawood Ibrahim and his aides.The Maharashtra government is a coalition of the Shiv Sena, the Nationalist Congress Party and the Congress.In a bail plea filed in the Bombay High Court on March 1, Malik had argued that his arrest was a “brazen and completely illegal action” by the Enforcement Directorate. He had said that his political rivals had targeted him after being “deeply embarrassed” by his “exposes”.The High Court on March 15 refused interim relief to Malik. A division bench comprising Justices PB Varale and SM Modak said that the issues raised in the case were debatable and need to be heard at length.On March 21, a special Prevention of Money Laundering Act court had extended Malik’s judicial custody till April 4.Meanwhile, members of the Bharatiya Janata Party members reiterated their demand for Malik’s resignation. The Nationalist Congress Party had on March 18 said that it will temporarily hand over Malik’s portfolios to his Cabinet colleagues till he is out of custody.Malik holds the minority development and skill development ministries in the state Cabinet. He is also the guardian minister of Gondia and Parbhani districts.The case against MalikThe Enforcement Directorate’s inquiry is based on a case filed by the National Investigation Agency in February against Ibrahim and his aides under the Unlawful Activities (Prevention) Act.The law enforcement agency has alleged that Malik was “actively involved” in funding terrorist activities.In recent months, Malik had made several allegations about Bharatiya Janata Party leaders and former Narcotics Control Bureau Zonal Director Sameer Wankhede in connection to the Mumbai cruise ship drugs case, involving actor Shah Rukh Khan’s son Aryan Khan.Malik had also accused Wankhede of being part of an extortion racket linked to drug cases against Bollywood actors.","author":"Scroll Staff","time":"2022-04-03T15:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166066-bqgmxchkmt-1636264905.jpeg","tags":["Nawab Malik","Enforcement Directorate","Maharashtra","Supreme Court","NCP"],"source":"https://scroll.in/latest/1020984/nawab-malik-moves-supreme-court-against-high-court-order-to-reject-his-bail-in-money-laundering-case"}