{"title":"Nawab Malik’s judicial custody extended till April 4 in money-laundering case","content":"A special Prevention of Money Laundering Act court on Monday extended Maharashtra minister Nawab Malik’s judicial custody till April 4, reported ANI.Malik, a Nationalist Congress Party leader, was arrested by the Enforcement Directorate on February 23 in connection with a money-laundering case involving fugitive gangster Dawood Ibrahim and his aides. The court has permitted authorities to give Malik a bed, mattress and a chair in custody, reported ANI.Meanwhile, the Bharatiya Janata Party members continued to call for Malik’s resignation. On Monday, the party members protested outside the Maharashtra Assembly, reported the Hindustan Times.So far, Chief Minister Uddhav Thackeray has not dismissed Malik from his post. The Nationalist Congress Party on March 18 had said that it will temporarily handover Malik’s portfolios to his Cabinet colleagues till he is available again.Malik holds the portfolios of the minority development and skill development ministries in the state Cabinet. He is also the guardian minister of Gondia and Parbhani districts.Case against MalikThe Enforcement Directorate’s inquiry against Malik is based on a case filed by the National Investigation Agency in February against Ibrahim and his aides under the Unlawful Activities (Prevention) Act.The law enforcement agency has alleged that Malik was “actively involved” in funding terrorist activities.On March 1, Malik had approached the Bombay High Court saying his arrest was a “brazen and completely illegal action” by the Enforcement Directorate. Malik said that his political rivals targeted him after being “deeply embarrassed” by his exposes. The High Court, however, refused to grant interim relief to Malik on March 15.In recent months, Malik had made several allegations about Bharatiya Janata Party leaders and former Narcotics Control Bureau Zonal Director Sameer Wankhede in connection to the Mumbai cruise ship drugs case, involving actor Shah Rukh Khan’s son Aryan Khan.Malik had also accused Wankhede of being part of an extortion racket linked to drug cases against Bollywood actors.","author":"Scroll Staff","time":"2022-03-21T16:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165406-qfxblpaofk-1634819356.jpg","tags":["Nawab Malik","Nationalist Congress Party","Dawood Ibrahim","Enforcement Directorate","Maharashtra","BJP","Uddhav Thackeray","Nawab Malik court proceedings"],"source":"https://scroll.in/latest/1020004/nawab-maliks-judicial-custody-extended-till-april-4-in-money-laundering-case"}