{"title":"Nawab Malik denied medical bail, but court allows treatment in private hospital","content":"A Mumbai court on Friday allowed jailed Maharashtra Cabinet Minister Nawab Malik to be treated at a private hospital, Bar and Bench reported. The court, however, refused to grant him temporary medical bail.Malik, a Nationalist Congress Party leader, was arrested by the Enforcement Directorate on February 23 in connection with an alleged money laundering case involving fugitive gangster Dawood Ibrahim and his aides.Malik had filed an application seeking a six-week release from Mumbai’s Arthur Road jail for medical treatment. In February, soon after his arrest, Malik had been admitted to the city’s JJ hospital after he complained of stomach pain.At Friday’s hearing, Special Judge RN Rokade pulled up officials of the Enforcement Directorate for not putting Malik under medical supervision earlier. The judge also Malik to have one of his daughters present during his treatment in the private hospital, PTI reported.Case against MalikThe Enforcement Directorate’s inquiry is based on a case filed by the National Investigation Agency in February against Ibrahim and his aides under the Unlawful Activities (Prevention) Act.The law enforcement agency has alleged that Malik was “actively involved” in funding terrorist activities.Since last year, Malik has made several allegations about Bharatiya Janata Party leaders and former Narcotics Control Bureau Zonal Director Sameer Wankhede in connection to the Mumbai cruise ship drugs case, involving actor Shah Rukh Khan’s son Aryan Khan.Malik had also accused Wankhede of being part of an extortion racket linked to drug cases against Bollywood actors.","author":"Scroll Staff","time":"2022-05-13T16:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165137-clnsdzpbqg-1634215244.jpg","tags":["Enforcement Directorate","Nawab Malik","Dawood Ibrahim","Maharashtra","Maharashtra cabinet","corruption","money laundering"],"source":"https://scroll.in/latest/1023851/nawab-malik-denied-medical-bail-but-court-allows-treatment-at-private-hospital"}