{"title":"Nawab Malik’s plea seeking temporary release to vote in Rajya Sabha polls rejected","content":"The Bombay High Court on Friday refused to entertain a petition filed by jailed Maharashtra minister Nawab Malik seeking temporary release to vote in the Rajya Sabha elections which is underway, Bar and Bench reported.Malik was arrested on February 23 in connection with a money laundering case allegedly involving fugitive gangster Dawood Ibrahim and his aides.A special court in Mumbai had rejected his petition on Wednesday.Malik, a Nationalist Congress Party leader, had challenged the special court order in the High Court under Article 227 (power of superintendence of High Courts) of the Constitution and Section 482 of the Code of Criminal Procedure (inherent powers of High Courts).Justice PD Naik, however, asked him to file a petition under Section 439 of the CrPC (powers of High Courts and Sessions Courts regarding bail).  Former Maharashtra Home Minister Anil Deshmukh has also filed a similar petition in the High Court seeking temporary release. The court has not passed an order on his petition as yet.Deshmukh, who is also an NCP leader, has been booked in a case related to accusations made by former Mumbai Police Commissioner Param Bir Singh. The former police commissioner had written to Maharashtra Chief Minister Uddhav Thackeray in March last year alleging that Deshmukh had asked some officers to extort Rs 100 crore every month from bars and restaurants in the city.Both Malik and Deshmukh have demanded that they either be granted a temporary one-day bail or be allowed to cast their vote at the polling booth in the presence of an escort. They have argued that they should be allowed to cast their votes as they are both members of the Legislative Assembly and the electoral college.Maharashtra Rajya Sabha seatsThere are seven candidates in the fray for six seats in Maharashtra. The Bharatiya Janata Party has nominated three candidates in the state – Union minister Piyush Goyal, Anil Bonde and Dhananjay Mahadik. From the ruling Maha Vikas Aghadi alliance, Shiv Sena’s Sanjay Raut and Sanjay Pawar, National Congress Party’s Praful Patel and Congress’ Imran Pratapgarhi are contesting.A close contest is expected between the state’s ruling Shiv Sena and the opposition BJP for the sixth seat. The absence of Malik and Deshmukh could be crucial in deciding whether Sanjay Pawar gets elected to the Upper House.","author":"Scroll Staff","time":"2022-06-10T13:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166066-bqgmxchkmt-1636264905.jpeg","tags":["Nawab Malik","Maharashtra","Bombay HC","Anil Deshmukh","Bombay High Court"],"source":"https://scroll.in/latest/1025903/nawab-maliks-plea-seeking-temporary-release-to-vote-in-rajya-sabha-polls-rejected"}