{"title":"Nawab Malik granted medical bail for two months by Supreme Court","content":"The Supreme Court on Friday granted medical bail for two months to former Maharashtra minister Nawab Malik in a money-laundering case, about one-and-a-half years since his arrest, reported PTI.A division bench of Justices Aniruddha Bose and Bela M Trivedi said that the bail was being granted strictly on medical grounds.“He is in hospital for kidney disease and ailments,” the bench said, according to Bar and Bench. “We are passing the order strictly on medical conditions and have not entered merits.”The Nationalist Congress Party leader was arrested by the Enforcement Directorate on February 23, 2022, in the money-laundering case involving fugitive gangster Dawood Ibrahim and his aides. He is in judicial custody and is currently under treatment in a private hospital in Mumbai.His plea for relief on medical grounds was rejected by a lower court in November and then by the Bombay High Court in July.On Thursday, Senior Advocate Kapil Sibal, appearing for Malik, said that the former Maharashtra minister was undergoing treatment for 16 months due to a kidney ailment, according to Bar and Bench.“Complaint stands filed,” Sibal argued. “I do not know why they need me [Malik] inside. One kidney has completely failed,”Solicitor General Tushar Mehta, appearing for the Enforcement Directorate, said he does not object to a temporary medical bail for a stipulated period.The Enforcement Directorate’s inquiry against Malik is based on a case filed by the National Investigation Agency against Ibrahim, his sister Haseena Parkar and his aides under the Unlawful Activities (Prevention) Act.The central agency has alleged that Malik bought approximately 3 acres of land in Kurla in 1999 and paid Rs 85 lakh, including Rs 55 lakh in cash between 1999 and 2005, to Dawood’s sister. According to the Enforcement Directorate, the property had been usurped from its original owners and sold to Malik in connivance with members of the “gang”, referring to Dawood’s aides.","author":"Scroll Staff","time":"2023-08-11T18:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165585-smxdaudjfw-1635234548.jpg","tags":["Nawab Malik","Enforcement Directorate","Supreme Court"],"source":"https://scroll.in/latest/1054195/nawab-malik-granted-medical-bail-for-two-month-by-supreme-court"}