{"title":"‘Nayattu’ cinematographer Shyju Khalid on new Malayalam cinema: ‘The aesthetic and emotions connect’","content":"Shyju Khalid features in the credits of some of the most noteworthy Malayalam movies in recent years. The 44-year cinematographer has lensed Traffic, Maheshinthe Prathikaram, Ee Ma Yau, Sudani From Nigeria, Kumbalangi Night and Virus. These films are among the productions that are cited as proof of the latest flush of talent in one of India’s most storied film industries. One of the main reasons contemporary Malayalam cinema is generating waves beyond Kerala is because streaming platforms are making the names of its directors, writers, actors, music composers and technicians familiar beyond the state. Among its key architects is Khalid, a self-taught cinematographer with an eye for beauty and grace in the ordinary.The new Malayalam cinema has especially earned praise for its realistic and relatable storylines, distinctive characters and storytelling finesse. Khalid’s ability to convey a film’s themes and create a sense of rootedness, verisimilitude and unvarnished beauty have drawn praise. The movies work because both “the aesthetic and emotions connect”, Khalid told Scroll.in in an interview from Kochi. “If the film is a good film, it will work. It’s not only about the visuals. The internet is full of visuals. It’s about the feel of the story, the characters that people remember.”  Shyju Khalid.In April, two of Khalid’s projects appeared within days of each other. The thriller Nayattu was released in theatres before earning a wider audience through Netflix. Joji, loosely inspired by William Shakespeare’s Macbeth, was premiered directly on Amazon Prime Video. Much of Martin Prakkat’s Nayattu was filmed in 2019, before the coronavirus pandemic swept over the country. When the shoot was interrupted by the lockdown necessitated by the health crisis, Khalid moved on Joji, starring the acclaimed actor Fahadh Faasil. Khalid ensured that Nayattu and Joji would not be confused with one other in terms of their shooting styles. While Nayattu is packed with movement and numerous frames, Joji has steady tracking and travelling shots.The subject matter dictated the divergent approaches. Nayattu is a gripping tale of the politicisation of the police force, told through the prism of a manhunt. Three police officers go on the run after being involved in a road accident. The dense narrative has many memorable moments. Of these, Khalid is especially proud of an evocative night-time sequence that showcases the landscape in which the three absconding officers find themselves. “I had to use a lot to lights to make it look real,” he said.\n\n\n    \n    Play\n\nNayattu (2021).After a limited release in cinema on April 8, Nayattu has moved to Netflix. On the rival streamer Amazon Prime Video is Dileesh Pothan’s Joji, a dark chronicle of the implosion of a wealthy family. Written by Syam Puskharan, Joji stars Fahadh Faasil as a malevolent force who schemes against his father and brothers with the help of his sister-in-law. Khalid’s detached camerawork is of a piece with Joji’s clinical plotting. In one of the scenes, intended to be the interval point since the movie was originally shot as a theatrical release, Joji jogs around his estate and lands up on a hill, from where he looks down at the house that he is going to torpedo with his actions – the uncrowned king of a yet-to-be annexed kingdom.The climax was written even as the film was being shot, suggesting that it could have ended differently. The 57-day shoot was a challenge, Khalid recalled. The makers had to ensure that there was no overlap with Faasil’s recent villainous turns. Pothan rehearsed extensively with his actors, because of which the technicians had to sometimes wait for an entire day for the shoot to commence.\n\n\n    \n    Play\n\nJoji (2021).Joji reunited Khalid with Pothan, whose Mahishinthe Prathikaaram (2016), once again starring Faasil, marked a turning point in the cinematographer’s career. Maheshinthe Prathikaraam stars Faasil as a photographer who, after being beaten up in a brawl, vows to go barefoot until he gets his revenge. The seemingly slight plot is fruitfully expanded into a memorable study of human foibles.  “Pothan didn’t want to make the scenes louder or bigger for commercial purposes,” Khalid said. “We were initially told that it looked like an art film.”The Aashiq Abu production was an unexpected box office hit. As Khalid got ready to watch the film at a midnight preview before its release, he got a call from Faasil. The actor told Khalid to ring him when the preview was done – which would have been around 3 am.“I didn’t want to call him so late, but then I did since I knew he was waiting for the call,” Khalid said. “I told him the film would be a hit, just to make him feel better. We knew the film was good, but we didn’t expect it to be so successful.”\n\n\n    \n    Play\n\nIdukki, Maheshinte Prathikaaram (2016).Aashiq Abu had directed three of Khalid’s early projects, Salt N’ Pepper (2011), 22 Female Kottayam (2012) and Idukki Gold (2013). Khalid began his career in 2000 with television serials. Among Khalid’s assistants was Pothan.Khalid honed his eye by devouring films, including Malayalam classics and Hollywood titles – Rambo was a childhood favourite – and later international arthouse gems. “I don’t have a particular style, and I learnt from watching other people’s films,” Khalid said. “There is a basic aesthetic for lighting a scene, which I follow and adapt to the narrative.”In 2010, Khalid shot his first film, Rajesh Pillai’s Traffic. The movie contained some of the elements that mark what is sometimes called the “Malayalam New Wave”: a simple story layered with sharp writing (a traffic constable ensures a heart transplant for a patient), convincing performances from an ensemble cast, a balance of sobering realism and crowd-pleasing emotions.One of Khalid’s most realistic films, by his own reckoning, is Sudani From Nigeria (2018). Co-produced by Khalid and Sameer Thahir, the sports drama traces the friendship between an injured Nigerian footballer who is stranded in Mallapuram and his manager. Bursting with humour, goodwill and an adorable grandmother, the movie won over audiences and picked up a National Film Award.“I shot the film with very little equipment,” Khalid said. “We didn’t have much money and we didn’t know how the film would do.”\n\n\n    \n    Play\n\nSudani from Nigeria (2018).One of Khalid’s most loved movies is also the most visually striking. Madhu C Narayanan’s Kumbalangi Nights (2019) is the story of four brothers from a fishing village on the outskirts of Kochi. Frequently riven by fraternal tensions and differing ambitions, the emotionally dishevelled and parentless siblings are eventually brought together by circumstance and their acceptance of their peculiar family dynamics.Many sequences in the movie, once again written by Syam Puskharan, are fan favourites. The opening montage, set to Sushin Shyam’s gorgeous song Cherathukal, establishes the characters and their rundown home. The romance between Bobby and Baby plays out in an emerald grove that looks like the most romantic place on Earth. The track of the tender passion between Bobby’s mute sibling Bonny and a visiting American tourist is Khalid’s own favourite. It includes a scene of the couple swimming in phosphorescent waters.“It was a tough shoot, there were lots of night sequences,” Khalid said. Madhu C Narayanan and his assistants spent over a year in Kumbalangi before the shoot, identifying the locations that would eventually be used in the film. “Spending so much time in the locations helped us get all these details,” Khalid said.Puskharan’s screenplay includes several memorable scenes, including the one in which the oldest brother Saji brings home his friend’s widow and her infant to his home. The movie examines Christian themes of guilt and redemption. In that sequence, the woman, who is wearing a white-and-blue outfit, is an embodiment of Mother Mary as well as the maternal presence that is missing in the lives of the four men.\n\n\n    \n    Play\n\nCharathukal, Kumbalangi Nights (2019).Khalid fought for a couple of sequences, including the one that follows a meeting between the brothers and their mother, who has joined a religious order. Like the three brothers in The Darjeeling Limited, the siblings of Kumbalangi Nights struggle to make sense of their mother’s decision.It was felt that the sequence was dragging the narrative, but Khalid insisted it should stay – it provided a vital bridge to the denouement, he explained. Khalid gets involved with his projects from their inception. “I don’t want my name to be attached to bad or even okay films,” he said. “Every filmmaker wants that too, of course, but I am very strict about it. I have lived with little money, so it’s alright – I don’t want to do anything ordinary.”Khalid grew up in Fort Kochi. His father, VP Khalid, was a theatre and film actor. His brother Khalid Rahman is a filmmaker, while another brother, Jimshi Khalid, is a photographer. In 2013, in between working with other directors, Khalid turned director. The anthology film 5 Sundarikal (2013) includes Khalid’s Sethulakshmi, about a school girl who is exploited by a photo studio owner. Among his future projects is a movie directed by Vineet Kumar and starring Tovino Thomas. “Expectations are very high” from Malayalam cinema, Khalid observed. It’s safe to say that at least in the cinematography department, some of these expectations will be met.\n\n\n    \n    Play\n\nSethulakshmi, 5 Sundarikal (2013).","author":"Nandini Ramnath","time":"2021-05-30T19:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159637-qkuclyriaz-1622311392.jpeg","tags":["Shyju Khalid","Nayattu","Kumbalangi Nights"],"source":"https://scroll.in/reel/996139/nayattu-cinematographer-shyju-khalid-on-new-malayalam-cinema-the-aesthetic-and-emotions-connect"}