{"title":"‘Naya Kashmir’? Kashmiri Pandits in J&K are angry with the BJP after yet another killing","content":"“The government makes tall claims about normalcy in Kashmir,” said a fuming protester at Sheikhpura, in Kashmir’s Budgam district, on May 13. “Is this the normalcy they are talking about – where a Kashmiri Pandit is killed right in his office?” On May 12, two militants had walked into the revenue department office in Chadoora, part of Budgam district, and shot Rahul Bhat point blank. The 35-year-old had taken up the government job in 2011 and lived with his wife and six-year-old daughter at the migrant colony for Kashmiri Pandits in Sheikhpora.Bhat was among the thousands of Kashmiri Pandits who returned to Kashmir under the Prime Minister’s Rehabilitation and Return Scheme. Launched in 2008, it was meant to facilitate the return of Kashmiri Pandits who fled the Valley en masse in the 1990s, when the community was targeted by militants. Most of those who returned lived in heavily securitised government camps.Bhat’s killing triggered a wave of protests at Kashmiri Pandit camps across the Valley. Protesters blocked highways and shouted slogans – against the administration as well as the Bharatiya Janata Party for failing to ensure security for Kashmiri Pandits in the Valley.  When protestors tried to march down the Srinagar-Budgam airport road on May 13, the police stopped them using lathis and tear gas shells. In Jammu as well as in Kashmir, members of the community say they have been made pawns in a larger political game.“The BJP has used our tragedy to do politics and score votes,” said Shadi Lal Pandita, a Kashmiri Pandit who is originally from North Kashmir’s Baramulla district but has lived in Jammu since the 1990s.The plight of Kashmiri Pandits, Pandita said, was only being used by the BJP to polarise the country and create distrust between communities. “Look at this recent The Kashmir Files movie,” he said. “It’s true that Kashmiri Pandits were killed, forced into exile and lost their properties. But others suffered too. Kashmiri Muslims, Sikhs, Hindus, all suffered. The tragedy of Kashmiri Pandits needs a balm, not someone rubbing salt on their wounds.”Policemen try to calm Kashmiri Pandit protestors in Budgam on May 13. Picture credit: Safwat Zargar‘Naya Kashmir’ Pandita was referring to the recently released Bollywood movie, The Kashmir Files, which claims to reveal the hidden history of how Kashmiri Pandits were persecuted and forced to flee the Valley in the 1990s. The government enthusiastically promoted the film, with Prime Minister Modi himself calling it the “right perspective” on Kashmiri history.The film, and the government support for it, helped push the BJP’s rhetoric that it is the lone protector of Kashmiri Pandits. This is in tandem with the rhetoric of “Hindu khatre mei hai” –  Hindus are under threat from Muslim “terror” – that is frequently deployed by party leaders. Elsewhere in the country, the BJP has asked for votes in the name of Kashmiri Pandits. In the 2014 Lok Sabha elections manifesto, the BJP talked about the “return of Kashmiri Pandits to the land of their ancestors with full dignity, security and assured livelihood”. The same year, in its vision document for the Jammu and Kashmir assembly polls, the BJP promised to reserve three assembly seats in the Kashmir Valley for Kashmiri Pandits. The vision document also promised to “initiate the process of justice and honourable resettlement of Kashmiri Hindus in Kashmir valley.” In August 2019, the BJP scrapped special status and autonomy under Article 370, split the former state into two Union Territories and repealed Article 35A, which guaranteed special protections on land and jobs for people considered native to Jammu and Kashmir. A section of Kashmiri Pandits, close to the Rashtriya Swayamsevak Sangh, had shown public support for the changes. In his first speech after the sweeping legislative changes, Modi had announced the old system had to be dismantled as it had enabled “secessionism, terrorism and widespread corruption”. As the Centre took direct charge of the freshly minted Union Territory of Jammu and Kashmir, Modi promised a “brighter future” and the dawn of “Naya Kashmir”, New Kashmir.In the Muslim-majority Kashmir, the loss of autonomy and of special protections on land and jobs was read as a move to change the demographic composition of the Valley. Soon after the August 2019 changes, attacks on migrant workers and religious minorities by militant groups gained pace.On April 6, the ministry of home affairs informed the Rajya Sabha that 14 Kashmiri Pandits and Hindus were killed in the Kashmir Valley after Article 370 was read down by Parliament in August 2019. There have been three more attacks since then. On April 4, Bal Krishan Bhat, a Kashmiri Pandit shopkeeper in Shopian district was shot and injured by militants. On April 13, Satish Kumar Singh, a Dogra Rajput resident of Kulgam district, was shot dead outside his house. Bhat was the third victim in a little over a month.“Yes, we have ‘Naya Kashmir’ now,” replied an angry Kashmiri Pandit migrant from Jammu. “A ‘Naya Kashmir’ where Kashmiri Pandits are selectively targeted and killed. The reality is that after August, 2019 the situation has worsened.”In the campsThe polarising Kashmir Files may have made Kashmiri Pandits in the Valley more vulnerable to attack. Many have criticised the film for deliberately painting Kashmiri Muslims in a poor light. Singapore recently banned the film for its “one-sided” portrayal of Muslims. In various parts of India, Hindu crowds at film theatres chanted slogans of violence against Muslims. In Khargone in Madhya Pradesh, a Hindutva procession  on Ram Navami recreated violent scenes from the film using a mannequin and wooden logs. The rally became a precursor to widespread communal violence in Khargone.More pressing problems for Kashmiri Pandits were lost in the din of propaganda, Pandita said. He pointed to conditions in the Jagti Migrant Camp in Jammu, home to more than 20,000 Kashmiri Pandits. Pandita heads the Jagti Tenement Committee, an elected body in the migrant camp. For nearly a year and a half, migrants there have demanded that the monthly relief provided by the government be increased from Rs 13,000 per family to Rs 25,000. “Everyone knows the prices these days,” said Pandita. “But nobody is listening to us. Amit Shah came to Jammu and Kashmir twice after August 2019. He didn’t even bother to visit us.” A man walks past a 'Kashmir Files' poster in Mumbai. Picture credit: Francis Mascarenhas/ReutersRehabilitation reversed?On May 13, the Jammu and Kashmir police killed two foreign militants in a gunfight in North Kashmir’s Bandipora district. A police statement said they were part of a group of Lashkar-e-Taiba militants who had infiltrated the Valley recently. The police also said it had been “confirmed technically” that the two militants had been in Chadoora around the time Bhat was killed.In an apparent attempt at damage control, Jammu and Kashmir Lieutenant Governor Manoj Sinha has ordered an inquiry into the use of force on Kashmiri Pandit protestors. Sinha has also offered jobs and compensation to Bhat’s family and promised them “justice”. A special investigation team will probe Bhat’s killing. Sinha also promised that Kashmiri Pandits who moved back to the Valley under the government’s rehabilitation scheme would now work in more secure quarters.But it is cold comfort to the Kashmiri Pandits who moved back. As they now threaten mass resignations unless they are transferred to Jammu, that scheme could be unravelling. It was launched in 2008, when then Prime Minister Manmohan Singh had announced a package of Rs 16,000 crore to resettle Kashmiri Pandits who had fled in the 1990s. In March last year, the Union government informed Parliament that nearly 3,800 Kashmiri migrants had taken up jobs and returned to the Valley under the rehabilitation policy. Of these, 520 migrants had returned after Article 370 was read down in 2019. Apart from jobs, the scheme involved constructing transit camps for returning migrants. According to government figures, 1,025 dwelling units have already been constructed, 1,488 are under construction and land has been identified for about 2,444 units.But with Bhat’s killing, Kashmiri Pandits taking up government jobs under the scheme may no longer want to return to Kashmir. “When we applied for these jobs, we were asked to give a written bond that we have to stay in Kashmir,” explained Rahul, a representative of the All Prime Minister’s Package Employees Union in Kashmir, who only asked to be identified as Rahul. “We want that clause to be nullified and all of us should be mass transferred to the Jammu region due to our safety concerns.” Rahul also held the Union Territory administration and security establishment responsible for targeted attacks on Kashmiri Pandits in the Valley. “How did a person with a pistol manage to reach his office without being caught anywhere?” he demanded. “And then he was able to murder him inside the office. Where was the police? Where’s the security?”","author":"Safwat Zargar","time":"2022-05-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174466-hsxvodjfia-1652716419.jpg","tags":["Kashmiri pandits","Kashmir","BJP","militancy"],"source":"https://scroll.in/article/1024067/naya-kashmir-kashmiri-pandits-in-j-k-are-angry-with-the-bjp-after-yet-another-killing"}