{"title":"NCERT drops RSS ban, attempts to assassinate Gandhi from textbooks, reports ‘Indian Express’","content":"Paragraphs on attempts by Hindu extremists to assassinate Mohandas Karamchand Gandhi and the ban imposed on the Rashtriya Swayamsevak Sangh after his killing are among the texts dropped by the National Council of Educational Research and Training, or NCERT, from its new textbooks, The Indian Express reported on Wednesday.Notably, NCERT had not mentioned these changes when it released a “list of rationalised content” in June. In the note released last year, NCERT had announced the dropping of content on the 2002 Gujarat riots, the Mughal rule in India and the nationwide Emergency imposed in 1975.However, as new NCERT textbooks were released in the markets ahead of the academic year 2023-’24, The Indian Express found out that much more had been omitted from textbooks of various subjects. On Gandhi and Hindu extremistsAt least three paragraphs on Gandhi, his assassination and how the Hindu extremists viewed him have been deleted from the Class 12 NCERT textbook of Political Science, The Indian Express reported. These paragraphs had been part of the curriculum for more than 15 years, according to the newspaper.The excerpts that have been omitted in the new textbook are:“He [Gandhi] was particularly disliked by those who wanted Hindus to take revenge or who wanted India to become a country for the Hindus, just as Pakistan was for Muslims…”“His steadfast pursuit of Hindu-Muslim unity provoked Hindu extremists so much that they made several attempts to assassinate Gandhiji…”“Gandhiji’s death had an almost magical effect on the communal situation in the country… The Government of India cracked down on organisations that were spreading communal hatred. Organisations like the Rashtriya Swayamsewak Sangh were banned for some time…”Besides, NCERT has also removed a portion from the Class 12 History textbook that described Gandhi’s assassin Nathuram Godse as “a Brahmin from Pune” and “the editor of an extremist Hindu newspaper who had denounced Gandhiji as ‘an appeaser of Muslims’”, The Indian Express reported.In response to questions from The Indian Express on why these deletions had not been mentioned in the list of changes released last year, NCERT Director DS Saklani insisted that nothing new had been done to the curriculum.The head of NCERT’s Central Institute of Educational Technology, AP Behera, told the newspaper: “It is possible some bits may have been left out of the table due to oversight but no new changes have been made this year. This all happened last year.” In other changes, Gujarat riots go completely missingIn the new textbook of Class 11 Sociology, a paragraph on the 2002 Gujarat riots has been done away with, according to The Indian Express. The riots were mentioned in the textbook called “Understanding Society”, to emphasise how communal violence could lead to ghettoisation.The omission of the paragraph means that no NCERT book has any reference to the Gujarat riots anymore. Among the changes announced by NCERT last year, was a paragraph from Class 12 Political Science textbook that said: “Gujarat riots show that the government machinery also becomes susceptible to sectarian passions.” The changes in the NCERT curriculum have been in news over the last couple of days after textbooks for the new academic year were released in the market. Opposition leaders have criticised the dropping of an entire chapter titled “Kings and Chronicles: the Mughal Courts (C. Sixteen-Seventeenth Centuries)” from the Class 12 History syllabus.Meanwhile, Congress General Secretary Jairam Ramesh termed the removal of the paragraphs as “whitewashing with a vengeance”. “This reveals the ruling regime’s true mindset,” he said in another tweet. “After all the RSS had not only attacked Gandhi but had been bitterly opposed to Dr [BR] Ambedkar as well.”  This reveals the ruling regime's TRUE mindset. After all the RSS had not only attacked Gandhi but had been bitterly opposed to Dr. Ambedkar as well. https://t.co/chFlkiqSDO— Jairam Ramesh (@Jairam_Ramesh) April 5, 2023\n\nCommunal rewriting of history intensifies. NCERT revises Class XII history book removing chapters on Mughal empire.The lands of India have always been the churning crucible of civilisational advances through cultural confluences.https://t.co/Hp2hw3MbGL— Sitaram Yechury (@SitaramYechury) April 4, 2023\n\nWhy delete the chapter on Mughals in Class 12 History Books? They forget that India was the world's richest economy, under the Mughals, with 20+% of global wealth. It were the British who left us at 4% !!https://t.co/DnKOrM2e4o— Jawhar Sircar (@jawharsircar) April 4, 2023\n\nBesides dropping the chapter on Mughals, NCERT has also removed one page on the history of the Naxal movement, and four pages on “Controversies regarding Emergency” from the Political Science textbook.Other content removed from the Class 12 syllabus includes excerpts on the Cold War and “US Hegemony in World Politics”.From the Class 11 history textbook, a chapter titled “Central Islamic lands” and another named “The Industrial Revolution” have been dropped.In its note last year, the NCERT said that the changes were made due to the coronavirus pandemic and the National Education Policy 2020.“In view of the Covid-19 pandemic, it is imperative to reduce content load on students,” it said. “The National Education Policy 2020, also emphasises reducing the content load and providing opportunities for experiential learning with creative mindset.”The other reasons cited are overlaps with similar text, irrelevant content and difficulty level.","author":"Scroll Staff","time":"2023-04-05T11:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133929-znuzqrnoqj-1577972639.jpeg","tags":["NCERT","RSS","Mohandas Karamchand Gandhi","Mahatma Gandhi"],"source":"https://scroll.in/latest/1046853/ncert-drops-rss-ban-attempts-to-assassinate-gandhi-from-textbooks-reports-indian-express"}