{"title":"NCP crisis: Sharad Pawar and Ajit Pawar camps issue whips to all MLAs for meeting today","content":"The two factions of the Nationalist Congress Party will be holding meetings in Mumbai on Wednesday to ascertain the strength of their camps, PTI reported.While newly-appointed Maharashtra Deputy Chief Minister Ajit Pawar called all MLAs, district presidents and regional chiefs to MET institute in Bandra, NCP patriarch and his uncle Sharad Pawar asked party leaders to come to YB Chavan center in Nariman Point. Both the camps are fighting to establish themselves as the “real” Nationalist Congress Party since Ajit Pawar, after months of speculation and dithering, joined the ruling Eknath Shinde-Bharatiya Janata Party dispensation on Sunday. The Baramati MLA took oath as the deputy chief minister of Maharashtra and will share the post with BJP leader Devendra Fadnavis.Eight other Nationalist Congress Party MLAs – Dharmobaba Atram, Chhagan Bhujbal, Dilip Walse Patil, Hasan Mushrif, Dhananjay Munde, Aditi Tatkare, Anil Patil, Sanjay Bhansode – were also inducted as ministers in the Shiv Sena-BJP government.Both the factions have issued whips to its MLAs to attend the meeting on Wednesday, The Indian Express reported. Jitendra Awhad issued the directive on Tuesday evening on behalf of Sharad Pawar and Anil Bhaidas Patil on behalf of Ajit Pawar.#WATCH | Supporters of Maharashtra Deputy CM Ajit Pawar met him at his Devgiri Bungalow in Mumbai before the NCP leaders meeting called by Ajit Pawar. pic.twitter.com/hbR83kmlWH— ANI (@ANI) July 5, 2023\n\nThe Nationalist Congress Party has 53 MLAs in the Maharashtra Legislative Assembly. Ajit Pawar’s camp claims that they have the support of 43 MLAs. But Jayant Patil, a leader supporting the Sharad Pawar faction, said the party stands firmly behind the 82-year-old politician. “All MLAs except those nine are of the NCP,” Patil said. “They are not from any other group. They should not be threatened, should not be given false promises and should not be pressured.”The Nationalist Congress Party has moved a disqualification petition to Maharashtra Assembly Speaker Rahul Narwekar against Ajit Pawar and the eight MLAs who were sworn in as ministers. The Ajit Pawar camp has also asked Narwekar to disqualify Patil and Jitendra Awhad as MLAs.Before Wednesday’s meeting, Sharad Pawar said that those who had “betrayed” his ideology had no right to use his photograph. “Only the party of which I am the national president and Jayant Patil, the state president, can use my photograph,” the veteran leader said.","author":"Scroll Staff","time":"2023-07-05T11:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191874-zbvrmttvvc-1688536268.jpg","tags":["NCP","Sharad Pawar","Ajit Pawar","Maharashtra"],"source":"https://scroll.in/latest/1052087/ncp-crisis-sharad-pawar-and-ajit-pawar-camps-issue-whips-to-all-mlas-for-meeting-today"}