{"title":"NCW demands action against Congress leaders for derogatory remarks about Kangana Ranaut","content":"The National Commission for Women on Monday said it has written to the Election Commission demanding strict action against Congress’ National Spokesperson Supriya Shrinate and Kisan Congress leader HS Ahir for their derogatory comments about actress Kangana Ranaut.The Bharatiya Janata Party on Sunday picked Ranaut as its candidate from Himachal Pradesh’s Mandi for the Lok Sabha elections.After the announcement of Ranaut’s electoral debut, Shrinate posted a photo of the actor on social media with a derogatory caption. Ahir, who is the state joint co-ordinator of the Kisan Congress in Gujarat, also made a similar remark.The National Commission for Women said it was “appalled” by Shrinate and Ahir’s “disgraceful conduct”.“Such behavior is intolerable and goes against the dignity of women,” the commission said. “Rekha Sharma [chairperson of the commission] has sent a letter to the election commissioner of India demanding an immediate and strict action against them. Let’s uphold respect and dignity for all women.”National Commission for Women is appalled by the disgraceful conduct of Ms. Supriya Shrinate and Mr. H.S. Ahir, who made lewd and derogatory remarks about @KanganaTeam on social media. Such behavior is intolerable and goes against the dignity of women. @sharmarekha has sent a…— NCW (@NCWIndia) March 25, 2024\n\n\nRanaut also criticised the remarks.“We must free our daughters from the shackles of prejudices, we must rise above the curiosity about their body parts and above all we must refrain from using sex workers’ challenging lives or circumstances as some kind of abuse or slur,” she said on social media. ‘Account misused’Both Shrinate and Ahir said that the message had been uploaded without their knowledge and they had since deleted them.“Many people have access to my Facebook and Instagram accounts,” she said. “Somebody among them made an extremely inappropriate post today. As soon as I came to know, I deleted that post. Everyone who knows me, also knows very well that I can never make personal and indecent comments towards any woman.”She also said that a parody X account being run in her name was behind “the mischief”.“Someone copied it [the objectionable post] from there and posted it on my Instagram and Facebook accounts,” said the Congress leader. “I am trying to know who has done this from those who have access. I have also reported this parody account to Twitter [X].”मेरे फेसबुक और इंस्टा के अकाउंट पर कई लोगों का एक्सेस है. इसमें से किसी व्यक्ति ने आज एक बेहद घृणित और आपत्तिजनक पोस्ट किया था.मुझे जैसे ही इसकी जानकारी हुई मैंने वह पोस्ट हटा दिया. जो भी मुझे जानते हैं, वह यह अच्छी तरह से जानते हैं कि मैं किसी भी महिला के लिए व्यक्तिगत भोंडी… pic.twitter.com/CFDNXuxmo2— Supriya Shrinate (@SupriyaShrinate) March 25, 2024\n\n\nAhir has also claimed that “someone with access” to his X account “made a very disgusting and objectionable comment”.“As soon as I came to know about this, I removed that post,” he said. “I publicly apologise to everyone for this. Special sister Kangana, I sincerely apologise to you.”He added: “Anyone who knows me will know I would never say that for a woman. Sorry dil se [from the heart].”Someone who had access to my X accounts posted an absolutely disgusting and objectionable post, which has been taken down. Anyone who knows me will know I would never say that for a woman.Sorry Dil se sorry— H.S. Ahir (@AahirHarish) March 25, 2024","author":"Scroll Staff","time":"2024-03-26T13:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193254-cojlombyvj-1692252540.jpg","tags":["Lok Sabha 2024","Kangana Ranaut","Bharatiya Janata Party","Supriya Shrinate","Election Commission of India","NCW","Congress","HS Ahir"],"source":"https://scroll.in/latest/1065801/ncw-demands-action-against-congress-leaders-for-derogatory-remarks-about-kangana-ranaut"}