{"title":"NCW moves Supreme Court to make minimum age of marriage for Muslims same as other communities","content":"The Supreme Court on Friday directed the Union government to respond to a public interest litigation filed by the National Commission for Women to make the minimum age for marriage for Muslims the same as for other communities, Bar and Bench reported.According to Muslim personal law, the minimum age for marriage for girls is when they attain puberty, which is presumed to be 15 years. However, penal laws and personal laws of Hindus (which also apply to Buddhists, Sikhs and Jains), Christians and Parsis set the minimum age at 21 years for men and 18 years for women.The women’s panel, in its petition, said that allowing Muslims to marry on the attainment of puberty is discriminatory and that it violates penal laws.“A person who has attained puberty may be biologically capable of reproduction, however, the same does not imply that the said person is mentally and psychologically mature enough to get married and physically mature to engage in sexual acts and consequently, bear children,” the commission said.The National Commission for Women noted that the Protection of Children from Sexual Offences Act does not allow anyone below 18 years of age to give consent for sex. It demanded that the POCSO Act, the Prevention of Child Marriage Act and the Indian Penal Code should be applied equally irrespective of religious or personal laws, The New Indian Express reported. “Merely because child marriages have been performed as a part of a tradition does not mean necessarily mean that the tradition is an acceptable one nor should it be sanctified as such,” the petition said.Centre should consider uniform marriage code: Kerala HCMeanwhile, the Kerala High Court on Friday urged the Union government to consider formulating a uniform marriage code in the interest of spouses engaged in matrimonial disputes, according to Bar and Bench.The court made the observation while hearing a petition by an estranged Christian couple who challenged a legal provision that requires separation for one year as a condition for divorce.“In a secular country, the legal paternalistic approach should be on the common good of the citizens rather than based on religion,” the court said, adding that religious had no place in identifying common good.","author":"Scroll Staff","time":"2022-12-10T16:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130840-naexxcawix-1607582789.jpg","tags":["Supreme Court","NCW","National Commission for Women","Muslim personal law"],"source":"https://scroll.in/latest/1039457/ncw-moves-supreme-court-to-make-minimum-age-of-marriage-for-muslims-same-as-other-communities"}