{"title":"NDTV raids: The BJP’s saffron-tinted view of India has no room for a watchdog media","content":"There has always been an uneasy relationship between the state and the media. This was reiterated by Monday’s raids by the Central Bureau of Investigation on various establishments owned by NDTV co-founder and executive chairperson Prannoy Roy – reportedly for defaulting on a loan that the television company claimed had actually been repaid seven years ago.That this government will seek ways to intimidate its critics within the media is not unexpected. Nor is it unique.In the past too, many governments, at the Centre and in the states, have investigated the financial dealings of media companies in an effort to silence them. They did not need to declare an emergency or impose press censorship to find ways to control or punish the media.Intimidation an old trickIt is easy in these days of instant news to forget the times when media meant essentially the print media and radio, the government-controlled All India Radio. In those days, the government controlled newsprint quotas.  The easiest way to punish a recalcitrant media house was to put a squeeze on newsprint supply.It was also a time when government advertising was important for a newspaper’s finances. There again, the government could decide where to release government tenders and advertisements.Apart from this, media owners had other businesses on which pressure could be exerted.These methods were used selectively but the very fact that they were used suggests that the executive has never been comfortable with a critical media.Today, private corporations control much of the media. But despite liberalisation, the government continues to have the power to put pressure on the media through its owners. There is ample evidence to show how this kind of indirect censorship has worked to suppress news, or to ensure nothing too critical or damaging about the executive is printed.When and if powerful corporate houses choose to be critical of the government of the day, they can use their media to go all out to attack it.  Note for instance the vociferous criticism by many media houses of former Prime Minister Manmohan Singh and his silence in the face of corruption scandals and compare that to the fairly mild comment on the current prime minister’s silence in the face of a growing culture of public lynchings and cow vigilantism by people affiliated to his party.None of this is to justify the actions of this government. It is only to put it in some perspective that all governments find a questioning media inconvenient, one they must tolerate in a democracy, but one they would ideally like to put in its place.That NDTV is neck deep in financial trouble is well known. But when raids take place, the dominant narrative is not that NDTV is one of the few channels that has been consistently critical of this government, but that its owners are involved in allegedly crooked financial deals.Uncomfortable tiesThis government has made no bones about the fact that it has little time for the media unless it is willing to sing its praises. Its unwillingness to face critical questioning is exemplified by the fact that after three years in office, Prime Minister Narendra Modi has not addressed a single press conference.Party president Amit Shah has addressed the media, but his impatience has been more than evident. At a press conference in Chandigarh last month, he rudely told journalists to “shut up” and made no bones about his intolerance of critical media questioning.This government has also shown its willingness to use the Central Bureau of Investigation, its denials notwithstanding, to teach any or all of its opponents a lesson. Whether these opponents are human rights activists like Teesta Setalvad or others, the first step is to call in the agency to investigate alleged financial misdemeanours.Predictably, the focus shifts to whether the individuals being investigated are really involved in some illegality and not why some individuals are being investigated and not others. Or to the real message to critics behind such actions: we are watching you and will find ways to silence you.In the case of NDTV, it is clear that neither Narendra Modi nor Amit Shah have forgotten the channel’s coverage of the 2002 Gujarat carnage and the fact that it openly reported on the alleged complicity of the state machinery in allowing the killings to continue. Modi was then the state’s chief minister and Shah a minister in his government. Also, Ravish Kumar, in his popular daily programme Prime Time on NDTV India, has remained a relentless critic of the government and the BJP, although he always manages to lace this with humour and sarcasm. Thus, one would not put it past this government to find ways to cripple NDTV, intimidate it, or shut it down altogether.Given the cutthroat rivalry between media houses, it is unlikely that any of them will raise this issue as one concerning freedom of the press or circulate petitions supporting NDTV. All media houses are vulnerable if their financial dealings are investigated. They cannot take the chance of falling foul of this government.What we are witnessing today is the typical arrogance of a party that believes it will rule all of India in the near future. Having won the Assembly elections in Uttar Pradesh in March, the BJP is riding high. In its grand vision of a saffron-tinted India, there is no room for a critical, adversarial media.","author":"Kalpana Sharma","time":"2017-06-06T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/839773-59942-rgldworkgk-1496680978.jpg","tags":["Media","Government","Press freedom","NDTV raids"],"source":"https://scroll.in/article/839773/ndtv-raids-the-bjps-saffron-tinted-view-of-india-has-no-room-for-a-watchdog-media"}