{"title":"NDTV co-founder Prannoy Roy’s home raided by CBI","content":"Co-founder and Executive Chairperson of NDTV Prannoy Roy’s residence in New Delhi was raided by the Central Bureau of Investigation on Monday morning in connection with causing “an alleged loss to a bank”, a spokesperson for the investigative agency confirmed. Roy’s residence in Dehradun was also raided on Monday morning, ANI reported. Roy founded the TV network along with his wife Radhika Roy in 1988. “CBI has registered a case against Shri Prannoy Roy, Ms Radhika Roy, a private company and others for causing an alleged loss to a bank,” CBI spokesperson RK Gaur said. “Searches are being conducted today at four places including Delhi and Dehradun.” The raid had been carried out in connection with an alleged loss of Rs 48 crore on a loan taken from ICICI Bank, The Indian Express reported.In a statement, NDTV accused the CBI of “concerted harassment” of the channel and its promoters based on the “same old endless false accusations”. Here’s the full statement issued by the channel:“NDTV and its promoters will fight tirelessly against this witch-hunt by multiple agencies. We will not succumb to these attempts to blatantly undermine democracy and free speech in India.We have one message to those who are trying to destroy the institutions of India and everything it stands for: we will fight for our country and overcome these forces.”NDTV Managing Editor Sreenivasan Jain called it a “black day”. “Message is clear: any independent voices in media will be bullied and shut down,” he wrote on Twitter. Executive editor at NDTV, Nidhi Razdan said, “A message to those in the media who are still independent and do their job by fearlessly asking questions. We won’t be intimidated.”Message is clear: any independent voices in media will be bullied and shut down. Black day. https://t.co/lKE93K29cp— Sreenivasan Jain (@SreenivasanJain) June 5, 2017\nA message to those in the media who are still independent and do their job by fearlessly asking questions. We won't be intimidated https://t.co/sNC7pEPnOW— Nidhi Razdan (@RazdanNidhi) June 5, 2017\nHowever, Union Minister Venkaiah Naidu said there was no “witch-hunt” as alleged by the channel. “Law is taking its own course,” he said. “This government does not believe in interfering. They [CBI] must have some information, that is why they might have taken the steps.”Meanwhile, the shares of NDTV went down more than 6% in the morning trade and hit a 52-week low of Rs 58.10 per share. At 1 pm, the stocks were 5.60% down at Rs 58.95 per share.NDTV is under investigation by both the Income Tax department and the Enforcement Directorate, although the involvement of the CBI in the case appears to be new. Roy has been accused of receiving irregular promoter funding in the past, which is against Reserve Bank of India rules. In 2015, NDTV was served with a notice by the Enforcement Directorate, for allegedly violating foreign exchange norms involving an amount of Rs 2,030 crore.The following year, the Income Tax department served a tax notice on the holding company of NDTV based on alleged evasion on two transaction of nearly Rs 500 crore dating back to 2009-’10.Dehradun: Caretakers at NDTV co-founder Prannoy Roy's house say 6-7 people from CBI came in the morning and searched the house. pic.twitter.com/RYK0Bkwpx4— ANI (@ANI_news) June 5, 2017\nThis govt don't believe in interfering. They(CBI) must have some information, that's why they might have taken steps: I&B Min Venkaiah Naidu pic.twitter.com/4juAj2HvBY— ANI (@ANI_news) June 5, 2017\nAap jaante hain kya chal rha hai desh mein, aap (media) ne nirnaya lena hai kya karna hai: Oscar Fernandes on CBI raids at P Roy's locations pic.twitter.com/AktF3MSl6j— ANI (@ANI_news) June 5, 2017","author":"Scroll Staff","time":"2017-06-05T10:29:51.909545+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/839691-59857-odczlwbgzw-1496638747.jpg","tags":["Prannoy Roy","CBI raids"],"source":"https://scroll.in/latest/839691/ndtv-co-founder-prannoy-roys-home-raided-by-cbi"}