{"title":"NDTV ban: Did the Modi government unfairly single the channel out?","content":"For the first time, the Union government has ordered a TV news channel to be blacked out for allegedly revealing “strategically sensitive information” during a terror attack. The Ministry of Information and Broadcasting ordered a 24-hour ban of the Hindi news channel NDTV India for its coverage of the militant attack on the Pathankot airbase. Scheduled for November 9, the day-long blackout order has caused outrage in media circles. The Editors’ Guild of India called it a “direct violation of the freedom of the media” and said the move was “reminiscent of the Emergency”. Terming the ban an attack on freedom of expression, the Mumbai Press Club demanded that the move be withdrawn immediately.The charges against the channelOn January 29, the Union Ministry of Information and Broadcasting served a show cause notice to NDTV’s Hindi channel for its coverage of the militant attack on the Pathankot airbase in Punjab. The notice accused NDTV India of broadcasting “strategically sensitive information” which was “likely to be used by the perpetrators to put impediment in the counter-operations carried by the security forces”.The notice was served to NDTV India under the programme code, a list of broadcast rules made by the Union government as per the Cable Television Networks (Regulation) Act of 1995, which was amended in 2015 to prohibit “live coverage of any anti-terrorist operation by security forces… till such operation concludes.” The accusation was that NDTV India had, in a broadcast on the afternoon of January 4, revealed information about the location of militants while they were still attacking the Pathankot Air Force base in Punjab, an incident that eventually saw seven military personnel and one civilian killed. The notice accused NDTV India of announcing on air how close the militants were to sensitive installations such as an ammunition depot, airstrip and an army base. It quoted the NDTV reporter saying: “Two terrorists are still alive and they are next to an ammunitions depot. And the jawans who are under fire, they are concerned that if the militants make it to the ammunitions depot, then it will be even harder to neutralise them.”The broadcast also allegedly revealed information about the airbase: that it contained MIG fighter jets, rocket launchers, mortars, helicopters and fuel tanks, and had schools and residential areas. The notice argued that this information could be “used by the terrorists themselves or their handlers”.The channel’s defenceNDTV responded to these accusations on February 5, claiming that its coverage was “entirely balanced and responsible”. The reply also pointed out that the so-called sensitive information that the channel was being accused of broadcasting was already out in the public domain. Details of the strategic assets at the airbase had appeared in reports carried by newspapers before the broadcast on NDTV.The reply listed several examples:On January 3, The Indian Express  carried an IANS report that revealed the presence of “MIG-21 fighter bison jets, MI-35 attack helicopters, missiles and other critical assets” at the airbase. The next morning, the paper's print edition reported similar details.A report published in The Times of India on January 3 mentioned surface-to-air missiles and surveillance radars.On January 4, citing an army brigadier, The Hindustan Times reported that two terrorists were “holed up in a double-storeyed building which is a living accomodation of air force personnel”. A video of the press briefing by the army bears this out. (Watch from counter 6.20). The channel cites extensively from the briefing to make the case that the location of the terrorists was made public by the army. The NDTV reply points out that other news channels had reported similar details.On January 4, around the same time as the NDTV telecast, a reporter on News 24 revealed that the army was going to use JCB machines to attack the building where the terrorists were holed up. ABP News reported on January 2 that two terrorists were hiding and were being prevented from getting close to the fighter planes. A reporter on Aaj Tak said the terrorists had not managed to access the technical and residential areas in the airbase. Other news organisations not named by NDTV in its reply to the show-cause notice also covered similar ground. Zee News’ Punjab-Haryana-Himachal channel had a reporter say on air that the soldiers are concerned that the two remaining militants still firing at the soldiers were not far from the area of the base where the fighter jets were parked, alongside large stores of airplane fuel. The orderIn its final order on November 2, however, an inter-ministerial committee set up by the Union government to examine the case rejected NDTV India’s arguments. While it admitted that “information about the location or the expanse and assets of the Pathankot airbase were given in bits and pieces in various media”, it held NDTV India to be at fault for giving out the “exact location of the remaining terrorists with regard to sensitive assets in their vicinity”. This was a reference to the fact that NDTV correspondent had said, “two terrorists are alive and are next to an ammunition depot”.To NDTV India’s point that other news outlets had also disclosed much of the same information that it had been accused of in the show cause notice, the final order went on to make a distinction between news available on TV, versus what people and the militants’ handlers may be able to access via print or digital news outlets.\"Unlike print, TV is an audio-visual medium, which have a far wider and instantaneous impact. Hence, the disclosure of vital information on national security-related issues on the audio-visual medium, while anti-terrorist operations are on, has several ramifications, for example causing alarm and demoralization of the citizenry and security forces, causing grave apprehension to the parents and families of those who are actually in the combat zone, and the possibility of collateral damage on the critical assets including human lives in the combat zone/affected areas. Audio-visual medium conveys in a little time what a newspaper report would not be able to explain even in four columns. The reach of satellite TV is so wide that it goes beyond physical borders and crosses language barriers. On such a powerful medium, the responsibility which rests is immense. The accessibility and reach of web content is also substantially different and unmatched as compared to TV.\"Government arbitrarinessThe Union government’s action is based on Rule 6(1) of the Programme Code which states:\"No programme should be carried in the cable services which contains live coverage of any anti-terrorist operation by security forces, wherein media coverage shall be restricted to periodic briefings by an officer designated by the appropriate Government, till such operation concludes.\"This provision was added in 2015, when the ministry also sent out advisories to channels to comply by the rule, addressing some of the concerns about TV coverage of terror attacks that began with the Mumbai attacks in 2008.Other channels have been taken off air before, but this is the first instance of the government ordering a blackout because of national security concerns under this provision. The government order even mentions that, although the punishment allows for a 30-day blackout, the panel is only recommending a token one-day ban to send a message regarding the new provision. The order, however,  did not respond to NDTV India’s contention that other news channels had also broadcast the same content the initial show cause notice had found sensitive. In fact, it held that the point was moot. “The inter-ministerial committee also noted that the coverage by other TV channels on the issues cited cannot be mitigating grounds for making public, vital information though NDTV India’s channel’s near-live coverage during anti-terrorist operations”.","author":"Shoaib Daniyal","time":"2016-11-04T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820748-44755-vgxfclvoxm-1478268075.jpg","tags":["NDTV","Press Freedom","Pathankot","Terror Attack","Censorship","Bans","TV","National Security"],"source":"https://scroll.in/article/820748/ndtv-ban-did-the-modi-government-unfairly-single-the-channel-out"}