{"title":"Nearly half of Assam’s Class 10 students failed the exams. The blame doesn’t just lie with Covid-19","content":"Assam’s Class 10 results declared on June 7 show that of the total number of students who appeared for the board exam, about 56.49% have passed. It is a sharp drop from last year, when over 93% of Class 10 students passed Class 10 – the highest ever pass percentage recorded in the state.“The students were distracted because of Covid in the last two years,” said RS Jain, chairperson of the Board of Secondary Education, which conducts the examination in Assam. Last year, the board did not conduct state-wide examinations. “There was a school-based evaluation last year and everybody was passed.”Jain told Scroll.in that government schools recorded a pass percentage of 52% this year, while for private schools the number was 58%.Assam’s secondary education department has now handed show-cause notices to 102 state-run schools. Of these, 25 schools had zero pass percentage. In 70 schools, less than 10% students passed, while in seven schools, just 10% students passed.Low pass percentages seem to be concentrated in government schools in rural districts, which are also among the poorest in the state.  Teachers and educationists say that in these areas, the pandemic only accentuated structural problems in education. The disparities between private and public educational institutions have also become more stark, they say.A learning gapState Board Secretary Narnarayan Nath said students who had prepared well for the examinations had managed to pass, especially since they were tested on just 60% of the usual coursework.“Many have not studied seriously during the Covid lockdowns and during online mode of classes,” said Nath, adding that they would also investigate other reasons for the low pass percentage.Schools in Assam were shut for 15 months – eight months in 2020 and seven in 2021. Meanwhile, online classes widened the learning gap between different groups of students.Parvin Sultana, who teaches at PB College in Gauripur in Dhubri district – among the poorest in Assam – said the lack of access to smartphones and poor network coverage made it difficult for students to study.“School students suffered the most as it took some time to put in place [an] alternative mode of disseminating education,” said Sultana.But pass percentages in Assam’s Class 10 examinations have historically been low. This year’s results reflected the third lowest success rate in the last decade, according to data provided by the Board of Secondary Education. In 2017, the pass percentage was 47.94, the lowest in the last 10 years. Himanta Biswa Sarma, then Assam’s education minister and now chief minister of the state, had claimed it was because marks were not inflated to reflect better results that year. In 2018, this figure crept up to 56.04%.#Class10 #HSLC #HSLCResult #SEBA #Assam #DY365 pic.twitter.com/a9E33IXf7U— DY365 (@DY365) June 7, 2022\n\nRegional disparitiesCertain regional disparities have also persisted. Upper Assam’s Dhemaji district saw the highest with 85.46 % students passing while Chirang in Lower Assam recorded the lowest at 34.27%.Sixteen of Assam’s 33 districts could not hit the 50% pass percentage mark. These include the three districts of southern Assam’s Barak Valley – Hailakandi, Karimganj and Cachar, Lower Assam’s Bongaigaon, Dhubri, Goalpara and Chirang districts as well as hill districts such as West Karbi Anglong and Karbi Anglong.According to Jain, these districts have shown “traditionally poor” Class 10 results. “In these districts both parents and students are uninterested, there may be livelihood issues,” he said. “There are a hundred reasons for the low pass percentage in these districts.”Jain said patterns of low pass percentages had persisted in some of these districts. Only 25.67% tea garden students – children of daily wage workers employed by the tea gardens, many of whom are Adivasis – passed the exam this year. Only 46% of Scheduled Caste students passed.Jain also said there were no high schools in the vicinity of tea gardens, which is one of the reasons for the low pass percentage among the tea garden communityIndranee Dutta, who was a member of the governing board of the state’s Board of Secondary Education, disagrees that only poverty is to blame for the poor learning outcomes in these areas. Dutta, who has also taught at the Omeo Kumar Das Institute of Social Change and Development in Guwahati, said decades of government neglect of education in impoverished areas was also to blame.“[The] government is so apathetic towards the education of poor children especially in char, or riverine, areas and tea gardens,” said Dutta. Chars are shifting sand bars in the middle of the Brahamputra river, most people who live here are Bengali-origin Muslims. “Char area and tea community students suffer many disadvantages – floods, [poor] communication and poverty. There is a lack of teachers and awareness.”According to Dutta, children from these communities also grapple with difficult living conditions at home. “The government has to be proactive and give special attention in the areas where students are lagging behind,” Dutta said.Poor students stop attending schoolBadrul Baig, principal of  the government-run Dabaka High School in Hojai district, said the poor performance in government schools this year was mainly because of the lack of teachers and infrastructure, not to mention the adverse effects of the pandemic. The minority-dominated district recorded a pass percentage of just 37% this year.Of the 85 students at Dabaka High School who appeared for the exam, only 21 passed. The high school has over 600 students from Class 6-10, and just seven teachers.Baig said many students had stopped coming to school after the pandemic. “The poor families were hit hard by lockdowns and they could barely make ends meet,” he said. “They engaged many students in child labour because of poverty, due to which many missed classes.”Baig said the school had to promote all students from Class 9 to Class 10 this year. After the low pass rates, most Class 10 students will also be repeating the year. “We can  only accommodate about 50-60 students but this forced us to accommodate 90 students in a class,” he said.Baig said online teaching was not viable in a district such as Hojai, where most students are poor and cannot afford smartphones. Besides, in many households, students were first-generation learners, which meant they got no help from parents at home.Going privateBaig’s account also highlights the disparities between government-run and private educational institutions.According to Dutta, the poor showing of government schools stems from a thrust on the privatisation of education. Dinesh Baishya, former principal of B Borooah College and now a member of a civil society organisation that works for social welfare in rural areas, also suggested the government wanted to wash its hands of state schools and encourage more private schools.He pointed out that the National Education Policy, cleared in 2020, is focused on withdrawing investment from government schools and encouraging private schools. Baishya further referred to Assam Education Minister Ranoj Pegu’s announcement that 800 schools would be shut down because of the lack of students.“For upper class and middle-class people, there are expensive private schools,” said Baishya. “But poor people, who cannot afford uniforms and books, study in the government schools.”State education minister Pegu said they would study the poor performance of government schools, especially those in rural areas. Citing the merit list, he said that English-medium schools had done better than vernacular-medium ones.The education minister also said that most of the top 10 rank holders are from private English-medium schools. According to a statement by the Assam Christian Forum, 22 of the 55 rank holders were from schools run by the minority Christian community.Jain conceded that most rank holders were from private schools because they came from affluent families who could pay for tuition classes while others could not. “There will always be a difference because of the infrastructure and their own facilities, which are lacking in the government facilities,” he said.","author":"Rokibuz Zaman","time":"2022-06-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175675-dbyiezicmn-1655044335.jpg","tags":["Assam","school","education","board examinations"],"source":"https://scroll.in/article/1026021/nearly-half-of-assams-class-10-students-failed-the-exams-the-blame-doesnt-just-lie-with-covid-19"}