{"title":"Nehru Memorial Museum and Library society reconstituted, all Congress leaders replaced","content":"The Centre on Tuesday reconstituted the Nehru Memorial Museum and Library society by removing Congress leaders Mallikarjun Kharge, Jairam Ramesh and Karan Singh as its members. It instead inducted Home Minister Amit Shah, TV journalist Rajat Sharma and censor board chief Prasoon Joshi, among others, PTI reported.The committee has been cut down from 34 members to 28. The reconstitution gains significance as the government plans to extensively revamp the museum.Prime Minister Narendra Modi is the society’s president and Defence Minister Rajnath Singh its vice president. The Centre also inducted Union ministers Nirmala Sitharaman, Ramesh Pokhriyal, Prakash Javadekar, V Muraleedharan and Prahlad Singh Patel.Indian Council for Cultural Relations Chairman Vinay Sahsrabudhhe, Prasar Bharti chief A Surya Prakash, policy researcher Anirban Ganguly, Indira Gandhi National Centre of Arts Member Secretary Sachchidanand Joshi and its chief Ram Bahadur Rai, Vedic scholar Lokesh Chandra, journalist Swapan Dasgupta, academics Makarand Paranjape, Kapil Kapoor, Kishore Makwana and Kamlesh Joshipura and researcher Rizwan Kadri are its other members.The secretaries of the Ministry of Culture, the Ministry of Housing and Urban Affairs and the Finance Ministry’s Department of Expenditure, the chairman of University Grants Commission and a representative of the Jawaharlal Nehru Memorial Fund are its ex-officio members.“The term of the members is for a period of five years or until further orders, whichever is earlier,” the order dated November 5 said. Former Culture Secretary Raghavendra Singh was appointed the museum’s director in October for a six-month period.Congress criticises moveCongress leader Mallikarjun Kharge criticised the Centre’s move to remove Karan Singh and Jairam Ramesh as members, ANI reported. “They should have kept Karan Singh who is very much attached to the museum,” Kharge said. “He has been associated with it for almost 50 years and is also very interested in culture, literature. It [his removal] shows that they are bringing politics into it, which is not good.”Kharge said Ramesh is a “very intellectual writer” who could have contributed a lot to the institution. “I am not concerned about my removal because I was included when I was the leader of the largest party,” the Congress leader said. “But it is the removal of Singh and Ramesh which is the most shocking.”Rajasthan Chief Minister and Congress leader Ashok Gehlot also condemned the Centre’s decision, PTI reported. Gehlot said the government will not be able to negate Nehru’s legacy by taking such steps. “It is condemnable and very unfortunate that the government has dropped all liberal voices and independent scholars from the reconstituted NMML society,” Gehlot said. “All names, which believed in Nehru’s ideology, have been removed.”Govt reconstitutes members of the Nehru Memorial Museum and LibraryTop #Congress Faces go missing pic.twitter.com/DyIfyyaQCC— Aditi A (@AditiAnarayanan) November 6, 2019\n\nThe Nehru Memorial Museum and Library, an autonomous institution under the Ministry of Culture, was set up in Delhi’s Teen Murti Bhavan in 1966. The NMML preserves Nehru’s personal papers and others related to the freedom movement.In 2017, some NMML members, including historian Nayanjot Lahiri, objected to the Centre’s plans to set up another museum, dedicated to the “Prime Ministers of India”, on the Teen Murti Bhavan premises. The members objected again at a meeting in July.The proposal to set up a museum for all prime ministers has been constantly criticised, with the Congress alleging that it was an attempt to “obliterate” Nehru’s legacy. Former Prime Minister Manmohan Singh had in August 2018 urged the Centre to leave the Teen Murti complex “undisturbed”.In November 2018, the Centre replaced three members of the Nehru Memorial Museum and Library society who were critical of its decision to set up the museum for prime ministers. Professor Udayon Misra, economist Nitin Desai and former bureaucrat BP Singh were removed as members of the society, while academic Pratap Bhanu Mehta resigned.They were replaced by journalist Arnab Goswami, former Foreign Secretary S Jaishankar who is now the Union external affairs minister, Indian Council for Cultural Relations chief Vinay Sahasrabuddhe, and chairman of the Indira Gandhi National Centre for the Arts Ram Bahadur Rai.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-06T11:23:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/942831-mlzinngxjm-1537720795.jpg","tags":["NMML","Nehru Memorial Museum and Library","Delhi","Teen Murti Complex","Jawaharlal Nehru","Amit Shah","Rajat Sharma"]}