{"title":"Nehru’s ‘Idea of India’ is dead, but is there still a way to re-imagine a sense of community in our fractured times?","content":"Two recent deaths – Mohammad Akhlaq’s lynching and Rohith Vemula’s suicide – have pushed India into a crisis.Nehru’s Idea of India, the bedrock of Indian democracy and polity, is now in tatters. It was largely a project of social engineering to manoeuvre a nascent nation into a sense of community. Starting with the eighties, the fault lines in Indian society are all too evident to any social analyst. The periodic riots between the Hindu and Muslim communities and violence against Dalits and adivasis raise crucial questions. Whatever happened to the Nehruvuan notion of India as a community? How do we mend the broken social fabric and forge a sense of community beyond our immediate sense of belonging to certain ossified and essentialised identities? How do we conceive of a new sense of community in these fractured times?If our essentialised identities fail to break the barriers between individual human beings, we need to consider other ways of “being-in-common”, a possibility of interdependent existence.Manto and the broken social fabricWhat we see today as a breakdown of a social fabric had its genesis in the Partition of India in 1947 and goes further back in time. Yet in the worst moments of communal conflagration, the essential humanity had somehow managed to patch together a sense of community.Take, for example, Saadat Hasan Manto’s short story, Ram Khelawan, set against the backdrop of Partition. The story narrates the relation between a Muslim resident of Mumbai and his washerman. In the struggling days of the man, the dhobi stands by him and accepts whatever money the man is able to pay for his services. However, in course of time, the man’s situation changes and he becomes financially solvent. As the violence preceding the Partition takes on ominous proportions, the man’s wife leaves for Lahore and he contemplates leaving. On the morning of his scheduled journey, he goes in search of his dhobi in order to bring back his clothes, which the dhobi had taken to wash.On the way to the washerman’s colony, he encounters a group of drunken washermen, yielding lathis, and baying for Muslim blood. When they find out he is Muslim, the washermen decide to kill him. His dhobi, the bleary-eyed, drunken Ram Khelawan appears and takes aim at him. In a dramatic turn, he realises the man is his master whose wife had once taken care of him when he lay dying. At this poignant moment, the dhobi screams out: “He is not Muslim... He is my saab... He is begum sahiba’s saab... She had come in her car... She had taken me to a doctor... She had cured me of my illness.”At a crucial point in India’s convulsive history, Manto sketches a mode of “being-in-the-world”, which transcends narrow identities and tries to find ways of “being-in-common”. This “being-in-common” is not merely a result of belonging to an absolute community, which had in the first place generated hostility between different communities. Manto’s story is an example of ethical self-practice and a way of reimagining communities during turbulent times.The Idea of India and the national communityAs India attained independence with a broken social fabric, the task before the nation-builders was one of forging a new national community which, while accommodating differences and cultural and communal diversity, could emerge as a union. Nehru’s idea of India was essentially a project to mend the social fabric. In The Idea of India, 1998, historian Sunil Khilnani terms this effort as a project “to resuscitate and embody the ancient ideal of democracy under vastly different conditions, where community is no longer held together by a moral ideal or conception of virtue but must rely on more fitful, volatile solidarities...”The ethos of a secular, progressive nation, the Constitution of which was drafted by Babasaheb Ambedkar, borrowed enlightenment values from European modernity and adapted them. Unlike in the West, the state in India never disassociated itself from religion. Rather, the Indian variant of secularism respected and promoted each religion, while making sure that religion never meddled in the functioning of the state.However, over time we have realised, this separation of state and religion was a convenient myth as religious and caste differences simmered under the veneer of a secular polity. The insertion of the word “secular” into the Indian Constitution in 1976 is proof that our progressive, secular ideals were at best a stretched one. The essential contradictions of the Nehruvian consensus were laid bare starting with the eighties as a series of events challenged the secular polity – the Shah Bano case, Mandal politics, the Babri Masjid demolition, and the Gujarat riots. Each of these events sought the state to take cognisance of spectres of ossified communal identities.As many commentators have pointed out, Nehru’s Idea of India is all but dead and buried under the rubble of caste and communal vengeance. It is as if the past has come back to haunt us once more. As if Nehru’s project of nation-building was a convenient lie.Two deaths: Akhlaq and RohithTwo contemporary events have further exacerbated a sense of loss and have drawn our attention to the enormity of a broken social fabric. First, Mohammad Akhlaq’s lynching; second, Rohith Vemula’s suicide. I pick these two events as merely representative. In no way, is my choice an effort to undermine other tragedies such as killings in the Northeast, in Kashmir, and in our adivasi areas.Both Akhlaq’s lynching and Rohith’s suicide bear uncanny similarities in the way the marginalised are treated in a country that is veering more and more to right-wing chauvinism, which interprets national identity through the narrow prism of upper caste sense of being “naturally” Indian. In Akhlaq’s case, beef was mobilised as a marker of difference; in Rohith’s case, his supposed support for an alleged terrorist marked him out as an “anti-national”.If a neighbour could be dragged out and lynched for his choice of food, it shows a complete breakdown of our ethics of being-in-world. If a student could be suspended and stripped of all shades of dignity, it shows our mistrust of ethical self-fashioning.What both these deaths illustrate is the further consolidation and crystallisation of identities that started in the eighties. A shared sense of community, which the Nehruvian project had conceived, has been reduced to an ossified community alignment: Hindus, Muslims, Dalits and others.The lost and found communityThe Hindutva assertion of a glorious past is an attempt to retrieve a harmonious, organic community that has been “lost” either by being contaminated by outside cultural or religious forces such as Islam and Christianity or by a new-found assertion of the lower castes, who seek to destabilise this organic harmony.As the French philosopher, Jean-Luc Nancy, illustrates, this sense of a “lost” community is not peculiar to the Indian situation. In the case of Western civilisation, starting with Rousseau, this sense of loss is found in the ideas of the natural family, the Athenian city, the Roman Republic, the first Christian Community, the Brotherhoods, etc.As Nancy further writes, this sense of community “is constituted not only by a fair distribution of tasks and goods, or by a happy equilibrium of forces and authorities: it is made up principally of the sharing, diffusion, or impregnation of an identity by a plurality wherein each member identifies himself only through the supplementary mediation of his identification with the living body of the community.”If we extend Nancy’s formulation to contemporary India, we would find that the Hindutva forces see contemporary India in crisis because each member of a supposedly organic society has started to misidentify “with the living body of the community.” In other words, the harmony of the supposed golden past has been lost due to lower caste aspiration which refuses to remain in their previously assigned places and, also, by other religious and cultural groups, which never quite identified with the traditional conception of Hindu organicity.Mohammad Akhlaq and Rohith Vemula’s deaths reveal the Hindutva efforts at restoring India to its pristine existence by getting rid of those who destabilise the principles of harmony and organicity. However, do these two deaths and the reactions to them usher in any hope for a new sense of community, a community that is built on a notion of “being-in-common”?I would assert that these two deaths also point to a new possibility for community in our fractured times. The deaths have generated anguish in a diverse set of people and brought them together on a common platform. The traditional essentialised notion of community as “being-together” is now replaced with a sense of “being-with”. In German philosopher Heidegger’s opinion, human existence denotes our “being-with” others and opening ourselves on to others. Despite Heidegger’s own association with the Nazis and his support for a fascist regime in Germany, his notion of “being-with” provides a paradigm for thinking about these two deaths and people’s reaction.The deaths and the mourning have exhibited a new sense of “being-with” others, which is more than “being-together” with the same group of people. Perhaps, in these bleak times, a new sense of community is already taking shape. We have already found a new sense of community in coming together to mend our broken social fabric that Manto had envisaged in his story, Ram Khelawan.Mosarrap H Khan is a doctoral candidate in the Department of English, New York University. He is an editor at Cafe Dissensus.","author":"Mosarrap H Khan","time":"2016-03-03T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803377-article-vlpvnsyeqi-1453643696.jpeg","tags":["Idea of India","Rohith Vemula","Mohammed Akhlaq"],"source":"https://scroll.in/article/803377/nehrus-idea-of-india-is-dead-but-is-there-still-a-way-to-re-imagine-a-sense-of-community-in-our-fractured-times"}