{"title":"Nepal-India conflict can be resolved through dialogue, says KP Sharma Oli","content":"Nepal Prime Minister KP Sharma Oli on Friday said the problems between Kathmandu and New Delhi would be resolved through dialogue, PTI reported. The prime minister made the remarks during a meeting with Indian Army chief General Manoj Mukund Naravane. The Army chief’s visit to the neighbouring country was aimed at restoring the strained ties following a border dispute between India and Nepal.  Oli said that there has been good friendship between Nepal and India, according to the prime minister’s foreign affairs advisor Rajan Bhattarai. “The prime minister said that there was a tradition of conferring the status of honorary Maharathi on the Army chiefs of the two countries,” Bhattarai said in a tweet. General Naravane, who is on a three-day visit to Nepal starting Wednesday, was conferred the honorary rank of General of the Nepali Army by President Bidya Devi Bhandari at a special ceremony, Bhattarai said.दुई देशका सेनाप्रमूखहरुलाई मानार्थ महारथीको दर्जा प्रदान गर्ने परम्परा रहेको वताउनु भयो । भेटवार्ताका क्रममा प्रधानमन्त्रीले नेपाल र भारतबीच असल मित्रता रहेको र कतिपय विषयमा दुई देशबीच रहेका समस्या संवाद मार्फत् समाधान हुने विश्वास ब्यक्त गर्नुभयो ।— Rajan Bhattarai (@Rajanktm) November 6, 2020\n\nDuring his visit, General Naravane went on a mountain flight, during which he stopped briefly at Syangboche airport, the gateway to Mount Everest. He also attended a banquet hosted in his honour by chief of Nepalese Army General Purna Chandra Thapa. The two Army chiefs on Thursday held talks to find ways to boost bilateral military cooperation. General Naravane also addressed middle-level student officers at the Army Command and Staff College at Shivapuri.The relationship between India and Nepal had turned sour after Kathmandu claimed Kalapani, Limpiyadhura and Lipulekh areas in Uttarakhand to be its sovereign territory in a new political map. Nepal first revived its claim over the areas in November 2019 after India published a new political map. This was intensified on May 8 when Defence Minister Rajnath Singh inaugurated the Dharchula-Lipulekh link road.After the map was launched, India had asked Nepal to refrain from using it to assert its territorial claims. It had slammed the move as an “artificial enlargement” and not based on historical facts and evidence.  Nepal maintains that India has claimed these places by building the Darchula-Lipulekh link road despite repeated objections. India, on the other hand, has said that the road is within its territory. At least 25,000 copies of the new political map, which was released on May 20, have been distributed around the country.","author":"Scroll Staff","time":"2020-11-06T20:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150280-sgzxglngvz-1604670139.jpg","tags":["Manoj Mukund Naravane","KP Sharma Oli","Nepal","Border Row","Kalapani"],"source":"https://scroll.in/latest/977854/nepal-india-conflict-can-be-resolved-through-dialogue-says-kp-sharma-oli"}