{"title":"Nepal bans transmission of private Indian news channels for allegedly ‘hurting national sentiments’","content":"The Nepal government on Thursday decided to ban transmission of all private Indian news channels, claiming that they had been telecasting content hurting the country’s national sentiments, PTI reported. Only state-owned broadcaster Doordarshan will be allowed to continue beaming into Nepal.“We have stopped the distribution of all Indian news channels except Doordarshan,” Dinesh Subedi, the chairperson of foreign channel distributor Multi-System Operator, told reporters in Kathmandu. “We have halted distribution of India’s private news channels as they have aired news reports hurting Nepal’s national sentiment.”Minister for Finance, Information and Communication Yuvraj Khatiwada condemned some news reports by the Indian media that showed Nepal in a bad light. “Nepal government condemns such acts,” Khatiwada said at a press briefing on Thursday. “The government will seek political and legal ways against such an objectionable act.”Former Deputy Prime Minister Narayan Kaji Shrestha said that the Indian media “must stop the baseless propaganda” against Prime Minister Khadga Prasad Oli and his government, as it had “crossed all limits”.   Tensions between India and Nepal have escalated amid Kathmandu’s claim over the Kalapani, Lipulekh and Limpiyadhura areas. Nepal maintains that India has claimed the disputed region by building the Darchula-Lipulekh link road despite repeated objections. India, on the other hand, said that the road falls within its territory. In June, the Nepal Parliament approved a bill demarcating the Lipulekh mountain pass, Kalapani and Limpiyadhura as its territory. Earlier this month, Oli claimed that the Indian government and his political rivals were plotting to oust him from power, causing outrage in Kathmandu and demands by Nepali politicians that he step down.","author":"Scroll Staff","time":"2020-07-10T12:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/82090-jydexvtnzq-1594362021.jpg","tags":["Nepal","Khadga Prasad Oli","Doordarshan","Indian news channels","Lipulekh"],"source":"https://scroll.in/latest/967062/nepal-bans-transmission-of-private-indian-news-channels-for-allegedly-hurting-national-sentiments"}