{"title":"Nepal PM says they will reclaim Kalapani-Limpiyadhura-Lipulekh area from India ‘at any cost’","content":"Nepal Prime Minister KP Oli on Tuesday said the Kalapani-Limpiyadhura-Lipulekh area at the tri-junction of Nepal, India and Tibet belongs within his country’s territory and asserted that he will “reclaim” it, PTI reported. The remarks came a day after Oli’s Cabinet endorsed a new political map that shows the three areas are in Nepal’s territory. This dispute began after New Delhi issued an official map last year, including the Kalapani and Lipulekh area that Nepal regards as its own. The tension escalated further after India inaugurated the 80-km road in Uttarakhand, which connects close to the Line of Actual Control and opens a new route for Kailash Mansarovar yatra via the Lipulekh pass. Nepal has repeatedly claimed this was a breach of an agreement between the two countries, but India has said the new route is “completely within the territory” of the country.On Tuesday, Oli said the “issue will not fade away any more”, adding that his country was not “bothered if anyone gets angry and we will reclaim that land at any cost”, according to The Indian Express.India created this conflict by keeping its Army there, Nepal’s prime minister said. “Nepalis were blocked from going there after India stationed its Army,” he added. The prime minister hoped that “India will follow the path of truth shown by Satya Meva Jayate”, mentioned in the Ashoka Chakra.Oli also hit out at Indian Army Chief Manoj Naravane for his comments and said: “Everything we do is self-guided.” Last week, Naravane had said that Nepal may have opposed India’s efforts to build the 80-km road “at the behest of someone else”, in an indirect reference to China. On Tuesday, China clarified that the Kalapani border issue was between India and Nepal. Beijing also expressed hoped that the two neighbours could refrain from “unilateral actions and resolve their disputes through friendly consultations”.Meanwhile, lawmakers from the Nepal Communist Party have also demanded the return of Kalapani, Limpiyadhura and Lipulekh. They tabled a special resolution in the Parliament on Tuesday.Member of Nepal Communist Party Standing Committee Ganesh Shah said that the endorsement of Nepal’s new map may escalate unnecessary tension between the two nations at a time when the countries are fighting the coronavirus pandemic. “The Nepal government should soon start a dialogue with India to resolve the matter through political and diplomatic moves,” he said.The link road is expected to help pilgrims visiting Kailash Mansarovar in Tibet by significantly reducing the travel time. Lipulekh pass is a far western point near Kalapani. Both the countries claim Kalapani as an integral part of their territory – India as part of Uttarakhand’s Pithoragarh district and Nepal as part of Darchula district.  Last week, Foreign Minister Pradeep Kumar Gyawali summoned Indian Ambassador Vinay Mohan Kwatra and issued a diplomatic note to protest the construction of the road.  Also read:Territoriality amidst Covid-19: A primer to the Lipu Lek conflict between India and Nepal","author":"Scroll Staff","time":"2020-05-20T12:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141651-fqbrplugff-1589956435.jpg","tags":["India","Nepal","Kalapani-Limpiadhura-Lipulek","KP Oli"],"source":"https://scroll.in/latest/962440/nepal-will-reclaim-kalapani-limpiyadhura-lipulek-area-from-india-at-any-cost-says-pm-oli"}