{"title":"Nepal announces new 100 NPR currency note with map including territories under Indian control","content":"The Nepal government has announced that its new currency note, of 100 Nepalese rupees, will feature a map of the country including territories that are presently under Indian control, The Indian Express reported on Sunday.The decision was taken at a cabinet meeting chaired by Nepali Prime Minister Pushpa Kamal Dahal “Prachanda” on Thursday, Nepal’s Minister of Communication Rekha Sharma said, according to the newspaper.The decision has evoked a sharp response from the Indian government, with Minister of External Affairs S Jaishankar asserting that Nepal’s unilateral move will not affect the status quo or ground reality of the territories in question.“With Nepal, we are having discussions about our boundary matters through an established platform,” Jaishankar told the media in Bhubaneswar. “In the middle of that, they unilaterally took some measures on their side.”Tensions between Kathmandu and New Delhi flared up in 2019, when India issued an official map claiming the Kalapani and Lipulekh areas that Nepal regards as its own.In January 2020, Nepal’s parliament voted in favour of an amendment to the country’s constitution to alter the country’s map to show three areas – Lipulekh, Kalapani and Limpiyadhura – as falling within its own borders. India has rejected this move.The tensions escalated further in May 2020 after India inaugurated an 80-kilometre-long road in Uttarakhand via the Lipulekh pass, as part of the Kailash Mansarovar pilgrimage route.After the inauguration of the road, Nepal’s foreign minister Pradeep Kumar Gyawali summoned Indian Ambassador Vinay Mohan Kwatra and issued a diplomatic note to protest the road’s construction. New Delhi had rejected the diplomatic protest, claiming that the route was “completely within the territory” of India.Kathmandu responded by publishing a new map of Nepal that claimed about 370 square kilometres of area at the tri-junction of Nepal, India and China that India maintains is its own territory.In 2022, Kathmandu asked New Delhi to stop “unilateral construction and expansion” of any road that goes through its territory.","author":"Scroll Staff","time":"2024-05-05T17:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184865-xtxblthvcz-1672021868.jpg","tags":["Nepal","India","India-Nepal tensions","Cartogrpahy","S Jaishankar","India-Nepal dispute","Kathmandu","map disputes"],"source":"https://scroll.in/latest/1067462/nepal-announces-new-100-npr-currency-note-with-map-including-territories-under-indian-control"}