{"title":"Nepal ‘formally objects’ to Tripura CM’s comments on BJP expansion plan in neighbouring countries","content":"Nepal Foreign Minister Pradeep Gyawali on Tuesday said that the country has lodged a “formal objection” against Tripura Chief Minister Biplab Kumar Deb’s comments that the Bharatiya Janata Party has plans to expand its presence in the neighbouring nation and in Sri Lanka.Replying to a tweet that shared a news report on Deb’s remarks, Gyawali said, “Noted. Formal objection has been already conveyed.”This is the first high-level response from Nepal after Deb’s comments were first reported on Monday.  Noted. Formal objection has been already conveyed.— Pradeep Gyawali (@PradeepgyawaliK) February 16, 2021\n\nMeanwhile, Nilamber Acharya, the country’s Ambassador in India, also spoke to Arindam Bagchi, Joint Secretary in-charge of Nepal and Bhutan at the Ministry of External Affairs, to express his reservations on the matter, The Kathmandu Post reported.Quoting a Nepali diplomat in New Delhi, the newspaper reported that Acharya expressed displeasure and sought a clarification. The foreign ministry has reportedly assured that it will address the matter in its regular press briefing on Thursday, according to The Kathmandu Post.“Do you think people like Home Minister [Amit] Shah might have made such unfounded and baseless claims,” a foreign ministry official reportedly said. “We don’t believe in such statements, but we will make our position public soon.”At an event in state capital Agartala on Saturday, Deb quoted Home Minister Amit Shah saying that the BJP will soon form governments in Sri Lanka and Nepal.“We were talking in the state guest house when Ajay Jamwal [North-East Zonal Secretary of BJP] said that BJP has formed its government in several states of India, in reply Shah said, ‘Now Sri Lanka and Nepal is left. We have to expand the party in Sri Lanka, Nepal and win there to form a government’,” Deb said.","author":"Scroll Staff","time":"2021-02-17T12:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155018-mwalifcvdo-1613543036.jpg","tags":["Nepal","Pradeep Gyawali","Biplab Kumar Deb","BJP","Sri Lanka"],"source":"https://scroll.in/latest/987149/nepal-formally-objects-to-tripura-cms-comments-on-bjp-expansion-plan-in-neighbouring-countries"}