{"title":"Nepal president approves bill to revise country’s map to include Indian territory ","content":"Nepal President Bidhya Devi Bhandari on Thursday approved a bill to update the country’s map demarcating the disputed Lipulekh mountain pass, Kalapani and Limpiyadhura under its territory, hours after it was passed by the parliament’s Upper House, PTI reported.The areas that Nepal wants to include in its map are at the centre of its border dispute with India. Nepal maintains that India has claimed these places by building the Darchula-Lipulekh link road despite repeated objections. India, on the other hand, said that the road is within its territory.All the members of Nepal’s Upper House voted in favour of the bill. Last week, the Lower House of the Nepal Parliament had voted in favour of the constitutional amendment to alter the country’s map. All the political parties of the Pratinidhi Sabha voted in favour of the motion moved by the government of Prime Minister KP Sharma Oli. Nepal had introduced the bill on May 31. It had also released a revised political and administrative map of the country after India’s Defence Minister Rajnath Singh inaugurated the Darchula-Lipulekh link road.  India objected to the move and warned Nepal not to resort to any “artificial enlargement” of territorial claims. “Nepal is well aware of India’s consistent position on this matter and we urge the Government of Nepal to refrain from such unjustified cartographic assertion and respect India’s sovereignty and territorial integrity,” the Ministry of External Affairs had said.Earlier this week, Singh had said that India wants to resolve the conflict with Nepal through dialogue, adding that the two countries were bound together by “roti and beti”. “Our rations are not only historical and cultural, but also spiritual, and India can never forget it,” he had said. India-Nepal disputeThe border conflict between India and Nepal began after New Delhi issued an official map last year, including the Kalapani and Lipulekh area that Nepal regards as its own. The tension escalated further after India inaugurated the 80-km road in Uttarakhand, which connects close to the Line of Actual Control and opens a new route for Kailash Mansarovar yatra via the Lipulekh pass.Nepal has repeatedly claimed this was a breach of an agreement between the two countries, but India has said the new route is “completely within the territory” of the country.","author":"Scroll Staff","time":"2020-06-19T08:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141518-fbgvygnrah-1589738228.jpg","tags":["Nepal","Kalapani","Nepal-india"],"source":"https://scroll.in/latest/965071/nepal-president-approves-bill-to-revise-countrys-map-to-include-indian-territory"}