{"title":"Nepal government tables bill to change country’s map that includes Indian territory","content":"The Nepalese government on Sunday introduced a Constitution amendment bill in Parliament aimed at altering the country’s map to show some parts of India as falling within its borders, PTI reported. Minister for Law, Justice and Parliamentary Affairs Shivamaya Tumbahangphe tabled the bill on behalf of the government, and the Opposition Nepali Congress backed it.It will only be the second amendment to the Nepal Constitution, which came into force in 2015, replacing the Interim Constitution of 2007. The amendment seeks to incorporate the new map in the country’s coat of arms.Nepal has claimed sovereignty over Lipulekh, Kalapani and Limpiyadhura, three areas that fall within Indian territory. Last week, it released a revised political and administrative map of the country, with the new areas incorporated.Nepal’s House of Representatives will now hold a debate on the bill before voting on it, The Himalayan Times reported. President Bidhya Devi Bhandari,  upon endorsement from both the houses, will order issuance of the bill. This will lead to the incorporation of the country’s map into the coat-of-arms. On May 27, Nepal Prime Minister KP Sharma Oli had failed to table the bill in Parliament, due to differences over it in the ruling party. Instead, he held an all-party meeting at his official residence. Nepal maintains that India has claimed the areas of Lipulekh, Kalapani and Limpiyadhura by building a road over it.The border disputeThe dispute began after New Delhi issued an official map last year, including the Kalapani and Lipulekh area that Nepal regards as its own. The tension escalated further after India inaugurated the 80-km road in Uttarakhand, which connects close to the Line of Actual Control and opens a new route for Kailash Mansarovar yatra via the Lipulekh pass. Nepal has repeatedly claimed this was a breach of an agreement between the two countries, but India has said the new route is “completely within the territory” of the country.Oli had told the Nepalese Parliament last week that his government would reclaim the disputed region. He had also blamed India for the spread of the coronavirus in his country.","author":"Scroll Staff","time":"2020-05-31T16:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142182-xcojbpsbsk-1590919526.jpg","tags":["Nepal","India","Lipulekh","Kalapani","border dispute"],"source":"https://scroll.in/latest/963410/nepal-government-tables-bill-to-change-countrys-map-that-includes-indian-territory"}