{"title":"Violative and not tenable, says India after Nepal parliament passes bill to revise map ","content":"India on Saturday rejected the Nepal government’s move to amend its Constitution and alter its map by including territories that fall under Indian territory, saying it was not tenable. Earlier in the day, Nepal’s Parliament had voted in favour of an amendment to the Constitution to alter the country’s map, to show three areas – Lipulekh, Kalapani and Limpiyadhura – fall within its own borders, PTI reported. Nepal has maintained that India has claimed the three areas by building a road over it.India’s Ministry of External Affairs said Nepal’s artificial enlargement of claims is “not based on historical fact or evidence and is not tenable”.“We have noted that the House of Representatives of Nepal has passed a constitution amendment bill for changing the map of Nepal to include parts of Indian territory,” Ministry of External Affairs spokesperson Anurag Srivastava said in a statement. “We have already made our position clear on this matter...It is also violative of our current understanding to hold talks on outstanding boundary issues.” A two-thirds majority was required in the 275-member House of Representatives, or the lower house, to pass the bill. It got the support of all 258 lawmakers who were present in Parliament. These included people from major Opposition parties such as the Nepali Congress, the Rastriya Janata Party-Nepal and the Rastriya Prajatantra Party.The bill will now be sent to the National Assembly, where it will undergo a similar process. The ruling Nepal Communist Party commands two-thirds majority in the National Assembly.  Upon endorsement from both houses, the bill will be submitted to President Bidhya Devi Bhandari, who will order issuance of the bill. The Nepal government had introduced the bill aimed at altering the country’s map in Parliament on May 31. It had also released a revised political and administrative map of the country, with the new areas incorporated. However, India objected to the move and warned Nepal not to resort to any “artificial enlargement” of territorial claims. “Nepal is well aware of India’s consistent position on this matter and we urge the Government of Nepal to refrain from such unjustified cartographic assertion and respect India’s sovereignty and territorial integrity,” Srivastava had said at that time.  On May 27, Nepal Prime Minister KP Sharma Oli had failed to table the bill in Parliament, due to differences over it in the ruling party. Instead, he held an all-party meeting at his official residence.  The border disputeThe dispute began after New Delhi issued an official map last year, including the Kalapani and Lipulekh area that Nepal regards as its own. The tension escalated further after India inaugurated the 80-km road in Uttarakhand, which connects close to the Line of Actual Control and opens a new route for Kailash Mansarovar yatra via the Lipulekh pass. Nepal has repeatedly claimed this was a breach of an agreement between the two countries, but India has said the new route is “completely within the territory” of the country.Oli had told the Nepalese Parliament earlier in May that his government would reclaim the disputed region. He had also blamed India for the spread of the coronavirus in his country.","author":"Scroll Staff","time":"2020-06-13T18:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142828-ubvrbshalr-1592052189.jpg","tags":["nepal","nepal map","Border dispute"],"source":"https://scroll.in/latest/964614/nepal-parliament-passes-bill-to-change-countrys-map-that-includes-indian-territory"}