{"title":"Nepal says will tighten security along border after India inaugurates road to Kailash Mansarovar","content":"Nepal Foreign Minister Pradeep Gyawali on Sunday told The Hindu that the country will intensify security along the border with India. His remark came two days after Defence Minister Rajnath Singh inaugurated a new route for the Kailash Mansarovar yatra via the Lipulekh pass, which Nepal claims is part of its territory. The link road is expected to help pilgrims visiting Kailash Mansarovar in Tibet by significantly reducing the travel time. Lipulekh pass is a far western point near Kalapani, a disputed border area between Nepal and India. Both the countries claim Kalapani as an integral part of their territory – India as part of Uttarakhand’s Pithoragarh district and Nepal as part of Darchula district.“The number of border posts on our side is less when compared to the security arrangement on the Indian side,” he told the newspaper. “We have approximately 120 border posts at present and are planning to increase the numbers in the future.”Gyawali said that the link road inaugurated by India has been built in the territory that historically belongs to Nepal. “As per the Sugauli Treaty of 1816, the territory to the east of the Mahakali river belongs to Nepal and both sides had agreed way back in 1988 to follow the principle of ‘fixed border’ in determining the border of Nepal,” he said.Gyawali added that Nepal had sent a note of protest in 2015 to both India and China when they discussed the opening of a border trading post at Lipulekh pass. “During Prime Minister Narendra Modi’s visit to China in 2015 both countries decided on building a border trading point without even informing Nepal, prompting us to protest,” he said. India and Nepal may soon hold foreign secretary-level talks to resolve the bilateral dispute, The Indian Express reported. India on Saturday said the 80-km road in Uttarakhand, which connects close to the Line of Actual Control and opens a new route for Kailash Mansarovar yatra via Lipulekh pass, is “completely within the territory” of the country. The government added that the boundary delineation exercise with Nepal was in process and that India was committed to resolving outstanding boundary issues through diplomatic dialogue.","author":"Scroll Staff","time":"2020-05-11T10:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141154-cpqkcmewra-1589171102.jpg","tags":["India","Nepal","India-Nepal border"],"source":"https://scroll.in/latest/961590/nepal-says-will-tighten-security-along-border-after-india-inaugurates-road-to-kailash-mansarovar"}