{"title":"Netflix’s ‘Bard of Blood’ director: ‘Action sequences should have drama and tell a story’","content":"In Netflix’s new Indian series Bard of Blood, Emraan Hashmi plays Kabir Anand, an Indian intelligence operative who is sent to rescue four Indian spies captured by the Taliban. Kabir’s team includes Isha (Sobhita Dhulipala) and Veer (Vineet Kumar). Bard of Blood is named so because Kabir is a William Shakespeare-quoting English teacher who is brought out of retirement to lead the mission. The series is out on Netflix on September 27.The series is based on the Bilal Siddiqi novel of the same name and has been scripted by Mayank Tewari (Newton, The Accidental Prime Minister). “About 90% of the book has been retained,” said series director Ribhu Dasgupta, who has previously made the thriller Te3n (2016). “A lot of it has been updated since the book was written four years ago. There have been a lot of additions and subtractions to fit the novel into a tense series that’s seven episode long, which is about six hours of content.”\n\n\n    \n    Play\n\nBard of Blood (2019).Among the additions is Jannat Mari, the character played by Kirti Kulhari, whose father is a part of a Baloch nationalist group. “This character was a solid suggestion by Shah Rukh Khan to close the emotional arc of the series.” Khan’s Red Chillies Entertainment has produced Bard of Blood.The setting of Dasgupta’s earlier films (Michael, Te3n) and television work (Yudh) were specific cities such as Kolkata and Mumbai. The novel Bard of Blood and the series, in contrast, is set across India, Pakistan, Afghanistan and Iran. The foreign locations in the series have been shot in Leh, Ladakh and Rajasthan, Dasgupta said.Kirti Kulhari in Bard of Blood. Courtesy Netflix.About the globe-spanning scope of the series, Dasgupta said, “When I read the novel, I could visualise the arid and dusty terrain and smell the soil of Afghanistan and Balochistan. Now I was directing a series for the first time, Emraan was starring in one for the first time, and this was a first for Red Chillies too. Given the standard of Netflix content out there, we did not want to settle for anything average. Months of pre-production went into scouting locations and production design to sync with the world created by Bilal in his novel.”The key antagonists include Tanveer Shehzad, a Pakistani Inter-Services Intelligence agent, who is working closely with Taliban supremo Mulla Khalid to wreck havoc upon India. Jaideep Ahlawat is playing Tanveer while Danish Hussain plays Khalid. Rajit Kapur plays the boss of the Indian agents.The series offers a bunch of shootouts, hand-to-hand combat scenes and explosions. Speaking about the action in the series, Dasgupta brought up the need to make the series of international quality as “it would be streamed to more than 190 countries”. The USA Network series Shooter, currently available on Netflix India, was an example Dasgupta mentioned.“I personally do not like just action set pieces,” Dasgupta said. “Action sequences should have drama and tell a story. That’s how I have designed the series.”Jaideep Ahlawat in Bard of Blood. Courtesy Netflix.Also read:Here is a primer on Netflix’s ‘Bard of Blood’, based on Bilal Siddiqi’s novel","author":"Devarsi Ghosh","time":"2019-09-25T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127908-xvsnnxvdoc-1569325921.jpg","tags":["Bard of Blood","Emraan Hashmi","Ribhu Dasgupta"],"source":"https://scroll.in/reel/938348/netflixs-bard-of-blood-director-action-sequences-should-have-drama-and-tell-a-story"}