{"title":"‘Never desist!’ How Anandibai Joshi, India’s first woman doctor, argued her way to America ","content":"Introductionby Rahul Sagar Few today are aware of the fact that in nineteenth century India there was a powerful taboo against travelling abroad. Given how eagerly Indians travel and migrate now, the notion that our ancestors were averse to crossing the seas will seem absurd. But this fact is worth recalling because it underscores how far we have come, literally and morally, as a people, a story I detail in my new book, To Raise A Fallen People: How Nineteenth-Century Indians Saw Their World and Shaped Ours.Back in the nineteenth century, travel overseas was seen as “denationalising”, because it was difficult to adhere to, or to prove that one had adhered to, rules about diet and personal conduct. The fear of excommunication – being ostracised upon return – prompted many inquisitive souls to stay put. There were some remarkable exceptions to the rule, such as Abu Talib, an administrator-poet from Awadh, and Mohan Lal, the celebrated worldly diplomat from Kashmir, who published fascinating travelogues detailing their extensive travels through Asia and Europe in the first half of the nineteenth century. But, as these names indicate, the exceptions to the rule were invariably men. To be clear, Indian women did travel and migrate overseas throughout the eighteenth century. But the vast bulk went out as indentured labourers or as ayahs (maids). These women had relatively little control over where and when they migrated, and they had even less opportunity to express their ideas and sentiments.As the nineteenth century wore on, Indians in the metropolises began publicly questioning the taboo against overseas travel – on grounds of national advancement. Given the values of the era, it should come as no surprise that men led the initial charge. Perhaps the earliest critique came from Bholanath Chandra, one of the first graduates of Hindu College, whose 1867 “Vindication of the Hindoos as a Travelling Nation” contained ample evidence of wide and varied travel by “ancient Hindoos”, leading to the conclusion that the contemporary bar on travel was due not to religion or precedent but to superstition and fear of the unknown. Then deeds overtook words. As the number of travellers venturing overseas started to grow, controversy began to rage over whether the returnees ought to be accepted back into society. Held back by anxious parents who feared social sanctions, ambitious young men like Romesh Chunder Dutt and Surendranath Banerjee had to quietly slip away to England in the middle of the night – but depart they did. To run the gauntlet was no small matter. It was not uncommon for returnees to face demands for public penitence, nor was it unusual for them to be shunned by the more orthodox in the family and community.It was in the midst of this tumult that Anandibai Joshi, then a mere seventeen-year-old, decided in 1882 to obtain a medical degree from the Women’s Medical College in Philadelphia. As Caroline Healey Dall recorded in her 1888 The Life of Dr Anandabai Joshee, the prospect of Joshi’s departure for the United States caused a furore in Serampore, where her husband was the postmaster. Christians in Serampore “did not wish her to go abroad unless she would submit to baptism before she went,” whereas Brahmins “reviled her for even entertaining the intention” of traveling abroad. Both groups insisted that she was “liable to go astray.” Joshi was undeterred, however, telling her supporters, who numbered “one or two in a thousand,” that she wondered only about the “timidity” of those attacking her. Still, when the bitter criticism transformed into public protests, Joshi was compelled to make “a public statement.” This she did through a forthright lecture, delivered extempore, at Serampore College in February 1883. The lecture, reprinted here as “My Future Visit to America,” was remarkable, coming at a time when it was a “grave misdemeanour” for a woman to appear, much less speak, at a public forum. More importantly still, the lecture was admirably succinct and logical. Her countrymen ought to support her, Joshi argued, because the efforts of individuals like her would help India “stand on her own feet.”Joshi’s spirited defence of her plans caused a great sensation across India, prompting social reformers to rally to her defence. With all eyes on her, she departed for America in April 1883, five years after the loss of her newborn had set her on the path to studying medicine. But there was tragedy in store. Having qualified as a doctor, Joshi returned to India in 1886. But, by this point, she was already ailing from tuberculosis, which went on to take her life in 1887, before she could even begin practising medicine. Her premature demise provoked much lamentation around the country. Citing the great Robert Burns, the Voice of India, which had only a short while prior described Anandibai as “living proof” of India’s advance, cried out,Why has worth so short a date?While villains ripen grey with timeThe extract below is based on a transcript of Joshi’s lecture prepared by Hans Mattison, the United States’ Consul General, who was present in the audience. The transcript, which is the most complete version of her lecture, was subsequently published by a person titling themself “One of Her Well-Wishers” and printed at the Native Opinion Press in 1883. Joshi was unaware of this publication until it suddenly appeared at her door one morning in Philadelphia. The sole surviving copy is held by the British Library, and I am grateful for their permission to republish it. The extract is edited for brevity. The complete transcript can be found in To Raise A Fallen People: How Nineteenth-Century Indians Saw Their World and Shaped Ours.Happily, there is growing interest in Anandibai Joshi’s extraordinary life. Valuable recent works in English include Meera Kosambi’s A Fragmented Feminism: The Life and Letters of Anandibai Joshee, Kavitha Rao’s Lady Doctors: The Untold Stories of India’s First Women in Medicine and Nandini Patwardhan’s Radical Spirits: India’s First Woman Doctor and Her American Champions. For more on travel by women during the nineteenth century see Jayati Gupta’s excellent Travel Culture, Travel Writing and Bengali Women, 1870–1940, and  Rozina Visram’s classic, Ayahs, Lascars, and Princes: Indians in Britain, 1700–1947.Anandibai Joshi graduated from Woman's Medical College of Pennsylvania in 1886. Seen here with Kei Okami (centre) and Sabat Islambooly (right). All three completed their medical studies and each of them was among the first women from their respective countries to obtain a degree in Western medicine. | Image: Wikimedia Commons.My Future Visit to AmericaI am asked hundreds of questions about my going to America. I take this opportunity to answer some of them.Why do I go to America? I go to America because I wish to study medicine. I now address the ladies present here, who will be the better judges of the importance of female medical assistance in India. I never consider this subject without being surprised that none of those societies so laudably established in India for the promotion of sciences and female education have ever thought of sending one of their female members into the most civilised parts of the world to procure thorough medical knowledge, in order to open here a College for the instruction of women in medicine. There is probably no country that would not disclose all her wants and try to stand on her own feet. The want of female doctors in India is keenly felt in every quarter. Ladies both European and Native are naturally averse to expose themselves in cases of emergency to treatment by doctors of the other sex. There are some female doctors in India from Europe and America, who, being foreigners and different in manners, customs and language, have not been of such use to our women as they might. In my humble opinion there is a growing need for Hindu lady doctors in India, and I volunteer to qualify myself for one.Are there no means to study in India? No. I do not mean to say there are no means, but the difficulties are many and great. There is one College at Madras, and midwifery classes are opened in all the Presidencies; but the education imparted is defective and not sufficient, as the instructors who teach the classes are conservative, and to some extent jealous. I do not find fault with them. That is the characteristic of the male sex. We must put up with this inconvenience until we have a class of educated ladies to relieve these men. I am neither a Christian nor a Brahmo. To continue to live as a Hindu and to go to school in any part of India is very difficult. If I go alone by train or in the street some people come near to stare and ask impertinent questions to annoy me. Some few years ago, when I was in Bombay, I used to go to school. When people saw me going with my books in my hands, they had the goodness to put their heads out of the window just to have a look at me. Yet the boldness of my Bengali brethren cannot be exceeded, and it is still more serious to contemplate than the instances I have given from Bombay. Surely it deserves pity! If I go to take a walk on the Strand, Englishmen are not so bold as to look at me. Even the soldiers are never troublesome; but the Babus lay bare their levity by making fun of everything. Then there are some educated native Christians here in Serampore who are suspicious; they are still wondering whether I am married or a widow; a woman of bad character or excommunicated! Dear audience, does it become my native and Christian brethren to be so uncharitable? Certainly not. I place these unpleasant things before you, that those whom they concern most may rectify them, and those who have never thought of the difficulties may see that I am not going to America through any whim or caprice.Anandibai Joshi's forthright lecture, delivered extempore, at Serampore College in February 1883, was published anonymously.Why do I go alone? It was at first the intention of my husband and myself to go together, but we were forced to abandon this thought. We have not sufficient funds; but that is not the only reason. There are others still more important and convincing. My husband has his aged parent and younger brothers and sisters to support. Therefore I go alone.Shall I not be excommunicated when I return to India? Do you think I should be filled with consternation at this threat? I do not fear it in the least. Why should I be cast out, when I have determined to live there exactly as I do here? I propose to myself to make no change in my customs and manners, food or dress. I will go as a Hindu, and come back here to live here as a Hindu. If my countrymen wish to excommunicate me, why do they not do it now? They are at liberty to do so. I have come to Bengal and to a place where there is not a single Maharashtrian. Nobody here knows whether I behave according to my customs and manners, or not. Let us therefore cease to consider what may never happen, and what, when it may happen, will defy human speculation.What will I do if misfortune befalls me? Some persons fall into the error of exaggerated declamation, by producing in their talk examples of national calamities and scenes of extensive misery which are found in books rather than in the world, and which, as they are horrid, are ordained to be rare. A man or a woman who wishes to act does not look at that dark side which others easily foresee. On necessary and inevitable evils which crush him or her to dust, all dispute is vain. When they happen they must be endured, but it is evident they are oftener dreaded than experienced. To go to foreign countries is not bad, but in some respects better than to stay in one place. The knowledge of history as well as other places is not to be neglected. The present state of things is the consequence of the former, and it is natural to enquire what were the sources of the good that we enjoy or the evils we suffer. To neglect the study of sciences is not prudent; it is not just if we are entrusted with the care of others. Ignorance when voluntary is criminal, and one may perfectly be charged with evils who refused to learn how he might prevent it. When the eyes and imagination are struck with any uncommon work, the next transition of an active mind is to the means by which it was performed. Here begins the true use of seeing other countries. We enlarge our comprehension by new ideas and perhaps recover some arts lost by us, or learn what is imperfectly known in our country. So I hope my going to America will not be disadvantageous.And last you ask me, why I should do what is not done by any of my sex? To this I cannot but say that we are bound by the rights of society to the labours of individuals. Everyone has his duty and he must perform it in the best way he can; otherwise his fear and backwardness are supposed to be a desertion of duty. According to Manu, the desertion of duty is an unpardonable sin. So I am surprised to hear that I should not do this, because it has not been done by others. I cannot help asking them in return “who should stand the first if all will say so?” Our ancestors whose names have become immortal had no such notions in their heads. To desist from duty because we fear failure or suffering is not just. We must try. Manu has divided people into three classes. Those who do not begin for fear of failure, are reckoned among the meanest; those who begin but give it up through obstacles belong to the middle class; and those who begin but do not give it up till they attain success, through repeated difficulties, are the best. Let us not therefore be guilty of the very crime we absolutely hate. The more the difficulties, the greater must be the attempt. Let it be our boast never to desist from anything begun. Sufferance should be our badge.Rahul Sagar is Global Network Associate Professor of Political Science at NYU Abu Dhabi. Follow him on Twitter at https://twitter.com/rahulsagar.Excerpted with permission from To Raise A Fallen People: How Nineteenth-Century Indians Saw Their World and Shaped Ours, edited by Rahul Sagar, Juggernaut Books.","author":"Anandibai Joshi","time":"2022-06-03T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175264-uyncketdpg-1654185258.jpeg","tags":["women","doctors"]}