{"title":"‘New education policy will sow seeds for starting a new era,’ says Narendra Modi","content":"Prime Minister Narendra Modi on Friday said the changes to the National Education Policy will give direction to 21st century India and urged all stakeholders to come together for its implementation. The prime minister was addressing students at a conclave and spoke about the education policy approved by the Union Cabinet in July.“This is the foundation of the future of India,” Modi said via video conference. “This is the moment which is planting the seeds of a new era. The New Education Policy will give a direction to 21st century India. It needs to be implemented effectively across the country and we need to do it together.” Modi said the Ministry of Education has received over 15 lakh suggestions about implementing the National Education Policy on the MyGov portal. “These suggestions will help implement the policy in a more effective way,” he added.The prime minister said questions on the implementation of the new policy are valid and critical. “Every region of the world has changed in the last three decades,” he said. “Every system has changed. There is hardly any aspect of our life in these three decades which is the same as before. But the path on which society moves towards the future, our education system, it was still running on the old pattern. National Education Policy is the result of ceaseless hard work of various stakeholders done over the last four to five years. Still, the work is not complete. It’s just the beginning.”Speaking on 'School Education in 21st Century.’ https://t.co/N0IXnJpkud— Narendra Modi (@narendramodi) September 11, 2020\n\nModi said studying should not just be limited to the walls of the classroom, but interlinked with the outside world. “NEP will reduce the syllabus and make learning a fun-based and complete experience,” he added. “We have developed a new curriculum framework. By 2022, our students will join the new curriculum and step towards the new curriculum. It will be a future-ready and scientific curriculum. The future will have new skills including critical thinking, creativity, communication, and curiosity.”The prime minister claimed that the previous education policy restricted students. “The student who takes science could not study arts or commerce,” he added. “For those with arts-commerce, it is assumed that they are reading history, geography, accounts because they cannot read the signs. But in the real world, is it possible in our lives that all the work can be done with the knowledge of only one field? In reality, all subjects are related to each other. Every learning is inter-related.”On Monday, Modi had said that the government’s intervention and influence on the education policy should be minimal. The New Education PolicyThe National Education Policy, approved by the government on July 29, was an election promise of the Bharatiya Janata Party in 2014 and the first revision in 34 years. A panel headed by former Indian Space Research Organisation chief K Kasturirangan submitted a draft in December 2018, which was then made public and opened for feedback after the Lok Sabha election in May 2019.The new highlights include a plan to allow foreign universities to open campuses in India and a single regulator for higher education institutions, except for law and medical colleges. It encourages the use of technology, the study of Sanskrit, and teaching in one’s mother tongue or regional languages up to Class 5. Meanwhile, Class 10 and 12 board examinations will be made easier, to test core competencies rather than memorised facts and all students will be allowed to take the exam twice. The policy will also introduce four-year undergraduate degrees with multiple entry and exit options and abolish the M Phil degree.Also read: Is the National Education Policy 2020 designed to deliver equitable quality public education?","author":"Scroll Staff","time":"2020-09-11T13:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147331-pktnonmuyl-1599808671.jpg","tags":["Narendra Modi","National Education Policy","India","NEP 2020","school education conclave"],"source":"https://scroll.in/latest/972829/new-education-policy-will-sow-seeds-for-starting-a-new-era-says-narendra-modi"}