{"title":"New red lines: Christophe Jaffrelot lists seven key takeaways from the India-Pakistan conflict","content":"A week after the air strikes that marked the peak of tensions between India and Pakistan, reconstructing the sequence of events is not an easy task since the available sources often contradict each other. It all began on February 14 when a 20-year-old suicide bomber, Adil Ahmad Dar, killed 40 Indian soldiers in Pulwama, Jammu and Kashmir, by throwing a car full of explosives at their vehicles. The responsibility for this attack was immediately claimed by Jaish-e-Mohammed, a Pakistan-based jihadist movement that the United Nations had included on the list of terrorist groups in 2001.In response, Indian Mirage 2000s fighter jets targeted a Jaish-e-Mohammed training camp in Balakot, in Khyber Pakhtunkhwa province, where, according to Pakistani authorities, only trees have been felled. Nevertheless, the next day, Pakistani planes hit – without causing any casualties – in Indian Kashmir and shot down, on the Pakistani side, an Indian MIG 21 that had taken them in pursuit. The pilot was taken prisoner, which aroused an immense emotion on the Indian side. He was released a few days later by Imran Khan, the prime minister of Pakistan, who thus claimed to be easing the situation.There are seven lessons in this crisis:1) Adil Ahmad Dar’s trajectory, which led him to join the Jaish – a group which has been trying for years to recruit young Indian Muslims – is characteristic of the radicalisation process at work in Kashmir. This is fuelled by the assimilationist policy of the Hindu nationalist government of the Bharatiya Janata Party, which makes the Kashmiris fear that the autonomy they enjoy under the Indian Constitution will be called into question. The repression of demonstrations by an Army of probably half a million men has also intensified since 2014, increasing the number of civilian, military and “insurgent” casualties (according to official taxonomy) from 175 in 2015 to 451 in 2018 (to which must be added a large number of the wounded). While New Delhi continues to believe that Kashmiri separatism is a byproduct of Pakistan’s strategy to “bleed India” – which was undeniable in the recent past – the Pulwama attack is another sign of the Indianisation of jihad in Kashmir.2) Nationalism, even xenophobia, that some Hindus have tended to show in recent years reached a new level during this crisis when Kashmiris living outside their province (whether students or traders) were violently attacked. Some of them fled to Jammu and Kashmir. But nationalist fever has reached its highest level against Pakistan, with some Hindu nationalist leaders such as Subramanian Swamy claiming they aspire to break the country “into four pieces”.3) The Narendra Modi government has sought to use this crisis for political purposes, in the context of the current election campaign, at the risk of undermining national unity. Unlike previous Indian prime ministers who had to deal with a comparable situation (from the 1965 and 1971 wars to the 1999 conflict and the 2008 attacks), Modi did not bring together the political parties to inform them of the situation. Instead, he accused the Congress of underequipping the Army when it was in power and of demoralising the armed forces by requesting information on ongoing operations.4) The lack of distance of the Indian media, and in particular the main television channels, vis-à-vis the government was so spectacular during the crisis that not only nationalist fever was amplified, but unverified information flourished. Thus, public opinion was fuelled by the idea that 250 to 300 jihadists had died as a result of the Indian strikes, until the head of the Air Force, Air Chief Marshal Dhanoa, several days later, while reconfirming that the Balakot Jaish camp had been hit, indicated that it was impossible to assess the number of casualties. The extent of propaganda and intolerance towards sceptics was such that some of the most respected journalists in India (such as Ravish Kumar) called on viewers to boycott the TV screen.Prime Minister Narendra Modi pays tribute to the paramilitary personnel killed in the Pulwama attack. Photo credit: PTI5) At the strategic level, New Delhi’s response to the Pulwama attack confirms that India is now ready to cross what previously seemed like red lines. In 2016, the Modi government decided on a “surgical strike” in response to the Uri attacks (already attributed to Jaish); this time, Indian forces struck beyond the territory in dispute with Pakistan – Kashmir – to reach an area not claimed by New Delhi (but apparently not overflown by the Indian jets either). This is probably what the Pakistani army considered an offence it had to confront, a reaction that the Modi government may not have anticipated. If the risk was not properly calculated, the loss of an aircraft and its pilot caused by the Pakistani response was not perceived in India as a significant setback and Modi did not appear to be the cause of a very adventurous headlong rush because of the bias in the media coverage, as no one dares advocate caution under a nationalism turned obsessive.6) At the diplomatic level, the international community has been slow to take up the issue. The Americans, who had acted as mediators in comparable crises (in 1999 and 2001, for example), only resumed this role when the escalation raised fears of an open conflict between two nuclear powers – allowing China and even Saudi Arabia to offer, in the meantime, their good offices and to call on both countries to exercise restraint, along with the United Nations secretary general. It was nevertheless under the impetus of the United States – and France as well as Great Britain – that the UN Security Council passed a resolution condemning the attack on Indian soldiers by the Jaish. This resolution is a victory for India, especially since China, under pressure, has not vetoed it, despite its 10-year refusal to include Masood Azhar, the leader of the Jaish, on the UN terrorist list.7) For Pakistan, the outcome of this crisis is mixed. Certainly, Imran Khan emerged with a more responsible image because he started to ease the tension by returning a prisoner to India. But Pakistan seems more isolated now, with China – and even Saudi Arabia – far from providing unconditional support. As for the US, they have practically taken up the cause of India. Above all, Islamabad is under pressure to disarm its jihadists (whom the army may be tempted to integrate into its ranks in some cases) and has begun to ban certain groups. In the past, these bans have not prevented larger groups such as the Jaish and the Lashkar-e-Taiba from reappearing under different names. The future will tell whether the same will happen this time and whether, by implication, Modi’s strong way has been effective in India’s fight against terrorism. In any case, this allows him today to face voters with a greater chance of winning, even if it is at the cost of increased polarisation of society along an ethno-religious line, as the Kashmir issue has once again become a very thorny one and has fostered communal tensions.This article first appeared on Institut Montaigne’s blog.Also read: IAF strikes: Political triumphalism over tactical success makes India lose sight of strategic goalsWhat Narendra Modi says about ‘pilot projects’ – and what it says about his record on terrorism","author":"Christophe Jaffrelot","time":"2019-03-12T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114302-rpslyacbkd-1551445910.jpg","tags":["Balakot air strike","IAF strike","Jaish-e-Mohammed","Imran Khan","Narendra Modi","Pulwama attack","India-Pakistan tensions","Hindutva","2019 elections"]}