{"title":"New Congress chief will not be remote-controlled by my family, says Rahul Gandhi","content":"Congress leader Rahul Gandhi on Saturday said that his family will not control the new party chief and that the two contenders for the post – Mallikarjun Kharge and Shashi Tharoor – have good stature.“I do not think either of them is going to be remote-controlled and frankly the tone is insulting to them,” Gandhi said while replying to a question by a reporter during the press conference at Turuvekere in Karnataka.LIVE: Press briefing | Bharat Jodo Yatra | Turuvekere | Karnataka https://t.co/R90Y2XMAiF— Rahul Gandhi (@RahulGandhi) October 8, 2022\n\nThe election  to decide the successor to the longest-serving party president Sonia  Gandhi will take place on October 17 and the results will be announced  two days later.Several Congress leaders have backed Kharge’s  candidature. Bhupinder Hooda, Anand Sharma, Manish Tewari and Prithviraj  Chavan from the group of 23, who had written to Sonia Gandhi in 2020  seeking large-scale organisational reforms, have also supported Kharge.Kharge on October 2 claimed that he had told Tharoor that there should be a consensus candidate.Meanwhile, most senior party leaders skipped Tharoor’s Tamil Nadu event on October 7.On  Saturday, Gandhi, who is on the Karnataka leg of his Bharat Jodo Yatra,  said that he did not have any opinion about the election.The reporters also asked him about the Popular Front of India, which the government banned for five years on September 28 under the Unlawful Activities (Prevention) Act.Gandhi  said that it does not matter who the person spreading hatred is and  from which community they come. He added that violence is anti-national.Among  other things, Gandhi also said that the party is opposing the New  Education Policy as it is distorting Indian history and traditions. “We  want a decentralised education system,” he added.","author":"Scroll Staff","time":"2022-10-08T17:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180976-bhoreubnuf-1665228346.jpg","tags":["Rahul Gandhi","Shashi Tharoor","Congress","Mallikarjun Kharge"],"source":"https://scroll.in/latest/1034569/new-congress-chief-will-not-be-remote-controlled-by-my-family-says-rahul-gandhi"}