{"title":"New Census rules allow citizens to self-enumerate online","content":"Indian citizens will now be able self-enumerate online in the Census as the Union government has notified the Census rules. The government explained that self-enumeration means “filling-up, completion and submission of census schedule by respondents themselves”.The Centre had announced the amendment to the Census rules in 2020, but notified it in the Gazette on Friday, reported The Indian Express.In a Gazette notification, the Ministry of Home Affairs has modified the rules to include the terms “electronic form” and “self-enumeration”. The amendment has been inserted in clause C of Rule 2, which deals with definitions.“Without prejudice to any other provisions of these rules, a person may fill-up, complete and submit the census schedule through self-enumeration,” the notification said.The Census and updating of the National Population Register were scheduled to be held between April and September 2020 but had been postpone indefinitely due to the coronavirus pandemic, which broke out in January in that year.The government had told the Lok Sabha in July 2021 that the Census, when conducted, would the country’s first-ever digital one. It had said that the government has developed a mobile app for collecting data as well as a portal for the management and monitoring of various census-related activities.The original method of Census through house visits will also be held along with the option for self enumeration.In a separate amendment to Rule 5 of the Census rules, which deals with publishing of the Census statistics, the term “media” has been replaced with “electronic or any other media”.The Centre has also inserted the phrase “print media, electronic media, social media” after “radio” while mentioning means for publicity of the Census.Around 30 lakh enumerators, mostly government officials and government school teachers, will collect details of about 650-800 people each through the online and offline modes, reported The Hindu.","author":"Scroll Staff","time":"2022-03-13T09:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136455-zzzrhagmjy-1581566412.jpg","tags":["Census","Ministry of Home Affairs","Self-enumeration","Census Rules 1990"],"source":"https://scroll.in/latest/1019368/new-census-rules-allow-citizens-to-self-enumerate-online"}