{"title":"New Zealand vs India 5th ODI highlights: Half centuries for Mandhana, Kaur & Raj as India win","content":"Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Summary: Harmanpreet Kaur struck a much-needed half-century to get back among the runs as India, perhaps fielding closest to their best XI possible, managed to beat New Zealand in the series-ending fifth ODI for a six-wicket win in Queenstown on Thursday.The Indian bowlers, who under-performed prior to this game, finally clicked as an unit to limit New Zealand to 251 for nine in 50 overs.India chased the down the target in 46 overs courtesy Harmanpreet’s 63 off 66 balls and Smriti Mandhana’s 71 off 84 balls, while skipper Mithali Raj remained unbeaten on 57 off 66 balls to continue her great form with the bat.Having lost the one off T20 and first four ODIs, India badly needed a win to gain some momentum going into the ODI World Cup next month. The spinners, who struggled to provide the breakthroughs earlier, shared seven wickets among themselves on Thursday. Deepti Sharma, Rajeshwari Gayakwad and Sneh Rana took two wickets each while pacer Meghna Singh too was solid in the five overs she bowled.Star batter Mandhana, who had missed the first three ODIs and the T20 due to an extended stay in quarantine, also got some valuable time in the middle. India play their warm-up matches next against South Africa and West Indies, before beginning their World Cup campaign against Pakistan on Sunday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: Stay tuned for highlights, but that will be all for live updates in this series. A fantastic battle for most part, even if the result is lopsided in New Zealand’s favour. Most matches were closely fought and for both teams, great preparation ahead of the World Cup. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #TeamIndia seal a superb win in the fifth & final #NZWvINDW WODI! 👏 👏7⃣1⃣ for @mandhana_smriti 6⃣3⃣ for @ImHarmanpreet 5⃣7⃣* for captain @M_Raj03 Scorecard ▶️ https://t.co/PYCP6aVlkWUpwards and onwards from here on ahead of the #CWC22 👍 👍📸 📸: @PhotosportNZ pic.twitter.com/V8houCvGjx— BCCI Women (@BCCIWomen) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Smriti Mandhana half century Harmanpreet Kaur half century Mithali Raj half century, unbeaten, finishes chase off.  For the 2nd time in this series three different Indian batters have gone past 50 in an innings.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     Player of the series Amelia Kerr \n    \n       Batting  Bowling  Date \n    \n     66  1/55  24-Feb-2022  68*  3/30  22-Feb-2022  67  1/60  18-Feb-2022  119*  1/43  14-Feb-2022  33  1/54  11-Feb-2022 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    INDIA WIN BY SIX WICKETS: Three of India’s most important batters register half centuries after a good collective display with the ball, with Sneh Rana impressing the most.   India finishes the series with a win and get into some rhythm ahead of the World Cup. Not long to go now! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Yet another fifty for Mithali Raj!   Back-to-back fours to get there and India are 3 runs away a win.   She is in some form.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 233/4 after 44 overs: A confident pull shot right away from Ghosh as she came out to the middle. Mithali keeps it ticking. 19 needed off 36 balls. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Came in at 162 needed from 32.2 overs and got out when 27 needed from 48 balls. Brilliant innings that from @ImHarmanpreet!— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over  42.1: Harmanpreet Kaur 63(66) ct Amy Satterthwaite b Hannah Rowe A risk too many for Harman as she tries to go for a signature slog but can only top edge. You could hear the applause from the Indian dressing room as she walked back. This is a popular, much-needed innings. India 225/4\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 224/3 after 42 overs:  Another dropped catch, this time by Rowe at deep midwicket. Goes for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Smriti - Harmanpreet 50+ runs partnershipHarman - Mithali 50+ runs partnershipWorld is healing 💙😭 #NZvIND— Women's T20 Challenge (@wiplt20_) February 24, 2022\n\n\n\n    Shot, Harmanpreet Kaur. #NZvIND pic.twitter.com/vKUqz9uj6m— Vinayakk (@vinayakkm) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 216/3 after 41 overs: SHOT!!!! Bouncer from Devine, pulled with swagger from Harmanpreet for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 210/3 after 40 overs: A half century for Harmanpreet Kaur. But more importantly, an innings filled with confident shots. She looks in the zone now. Mithali Raj too playing some lovely drives through the offside, another lofted one in that Kerr over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Uff, in what a time she has come back in form!! #HarmanpreetKaur 🔥🔥— Ritwika Dhar (@RituD307) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A welcome half century for Harmanpreet Kaur! With a superb pull shot for four, she gets to her 13th fifty and the first since March 2021 against South Africa. Has played some fantastic shots. 200 comes up for India too. 201/3 after 39 overs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 195/3 after 38 overs: Three singles in Kerr’s over. NZ have two of their best wicket-taking options bowling from each end now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 192/3 after 37 overs: Bouncer from Devine to Mithali, as you’d expect. Good captains’ battle there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sophie Devine comes on. A bit late? But NZ need a wicket here and she is a go-getter, alright.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Whatever the results, but i love the intent of mithali Raj as batter throughout the series, such a positive approach with healthy strike rate 🙌#NZvIND— Ashwini/ಅಶ್ವಿನಿ🇮🇳 (@AshuCric07) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 189/3 after 36 overs: Harmanpreet Kaur into the 40s now, with another four off Kerr, another sweep. She is in control at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet Kaur's six on WBBL debut finds a reference on air. A moment that is hard to forget. #NZvIND 🎥 https://t.co/v6rZNHRJoQ pic.twitter.com/Oj6CZEMFvC— Vinayakk (@vinayakkm) February 24, 2022\n\nThe bowler's reaction to Harmanpreet just casually lofting one extra cover for six\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 179/3 after 34 overs: Oh, that’s as good as it gets from Mithali Raj. Gives herself room and plays a delightful drive through extra cover. Unerring timing and placement for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    I like Harman at 4 but not Mithali at 5. Mithali should be batting at 3.Let Yastika come at 5. She can create that momentum and has the power game to close the innings with Pooja and Richa. Rana to follow. #NZvIND— Yash Lahoti (@YvLahoti) February 24, 2022\n\n\n\n    The chase queen rules in Queenstown! 👑#NZvIND | @mandhana_smriti | #SmritiMandhana pic.twitter.com/WJ4n7jsSdZ— Cricket Queens (@cricketqueens) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 168/3 after 32 overs: DRINKS BREAK Harmanpreet continuing to find the boundaries now. A sweep off Kerr for four. When she is playing that shot well, it is a good sign. 5 runs off Jonas’ over and we have a break with the match in the balance. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet Kaur is trying to hit her way into form and so far, she’s absolutely nailed it. But New Zealand have really helped her by bowling so wide. It’s pretty much a free swing from there. #NZvIND— Ananya Upendran (@a_upendran11) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 158/3 after 30 overs: India still quite well placed in this run-chase. Harmanpreet is in the phase of her innings where she scores at a good rate, so it is a good time for Mithali Raj to get her eye in. But NZ will also know now they can build pressure here. Finely poised.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 28.3: Smriti Mandhana 71(84) ct Suzie Bates b Amelia Kerr End of a fantastic innings from Mandhana and who else but Kerr to give the breakthrough. Mandhana didn’t get the elevation, finds Bates at midwicket who makes no mistake this time. India 153/3 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 152/2 after 28 overs:  Suzie Bates, of all people, drops a catch at long on. Mackay the unlucky bowler. Harmanpreet Kaur gets a life and hits two fours off the next two balls. Are things starting to turn for the Indian star? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 141/2 after 27 overs: Things have just gotten a bit quiet in the middle for India... but Mandhana probably recognises that and finishes the Kerr over with a four. And now it is Harman’s turn to hug her partner. This has been rather enjoyable if you are an Indian fan. Mandhana moves on to 71, now the highest score by an Indian batter in this series. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    That was more than just a six. That 'Welcome back' hug from Smriti.#CricketTwitter #NZvIND pic.twitter.com/kBsVaJH7dS— Krithika (@krithika0808) February 24, 2022\n\n\n\n    That hug was special 🥺#NZvIND— Poulami (@Crictopher17) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 128/2 after 25 overs: What a shot that was from Harman! And what a lovely moment really after that. Mandhana, one of Harman’s best mates, knows she needs that. A little moment that could brighten up your day. Harman nearly falls next over with a reverse sweep but she is still there in the middle and she needs to bat on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #NZVIND The Harman-BatSwing™️ is here. Huge six and a lovely moment in the middle as Smriti Mandhana gives her a bear hug. 🤗We may come back to this moment in a few weeks.  It often takes just one shot....https://t.co/jwcvLRcrPd pic.twitter.com/3xZtGoWSFQ— Vinayakk (@vinayakkm) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 114/2 after 23 overs: Couple of absolute peaches from Kerr to Mandhana. Delightful googlies. India are just Mandhana’s wicket from getting into trouble here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Not the best knock today, but Deepti has gone about her business quite impressively this series. 🇮🇳 stuck with her through a poor run last yr, & she’s come through that nicely. More proactive with the bat, holding her shape through her shots & good control/rhythm with the ball.— Ananya Upendran (@a_upendran11) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 111/2 after 22 overs: The commentators speaking about how the NZ spinners have to dot-up Harman at one end and make Smriti play the false shot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Words can’t define how much I love Smriti Mandhana ❤️#NZvIND— Rupin Kale (@Vegansportlover) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half century for Smriti Mandhana! Her 20th in ODIs. A couple of scratchy boundaries early on, two sharp chances put down... but has looked in great touch overall.   How good is it to see her back, India fans?  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Yaaaaas! Things we love to see.#CricketTwitter #NZvIND pic.twitter.com/CJRcROha05— Krithika (@krithika0808) February 24, 2022\n\n\n\n    \n\n    63 ball fifty for Smriti Mandhana. This is Mandhana's 24th score of 50+ runs in ODIs, 15 of which have been made in run chases.#NZvIND https://t.co/3DSjfYcup4— hypocaust (@_hypocaust) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 99/2 after 20 overs: 17-year-old Fran Jonas is bowling a tidy little spell here. 1/8 in her first three overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 96/2 after 19 overs: Kaur in, Kerr comes on. No surprises. A big, big match for Harmanpreet this. She needs some runs desperately. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Harmanpreet Kaur in at No 4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 17.4: Deepti Sharma 21(41) ct Rosemary Mair b Fran Jonas Not long after Smriti Mandhana gets two lives on 41, Deepti Sharma finds the fielder with an attempted big hit. India 89/2 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mandhana on 41 off 51: A low catch dropped by Mackay  Mandhana on 41 off 52: A high catch dropped by Satterthwaite.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 87/1 after 17 overs: OH CHANCE! Smriti Mandhana nearly lobs one back to Mackay. A low catch, Mackay dives forward and gets to it actually but can’t hold on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Smriti Mandhana seems to always have that extra time on her hands. Or rather picks the length early.— Bharath Ramaraj (@Fancricket12) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DRINKS BREAK: As Deepti Sharma needs some attention on her helmet, we take a break. India 81/1 after 15.2 overs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Smriti Mandhana and Deepti Sharma maintain a strong partnership as they add 50 runs to the score!  🤜🏻🤛🏻 #NZvIND #LiveCricketOnPrime— amazon prime video IN (@PrimeVideoIN) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 81/1 after 15 overs: Deepti Sharma shouldn’t get bogged down from one end. Might not matter in this run-chase if Mandhana keeps going the way she is but she is on 16 off 33 at the moment, that is not ideal in most situations. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 80/1 after 14 overs: Oh another delightful piece of timing by Mandhana! Down the ground for four off Mair. The commentators quite literally swoon over the elegance of her batting. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    For her next trick, we go straight down the ground.#NZvIND pic.twitter.com/wUF0JGbOry— Vinayakk (@vinayakkm) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 72/1 after 12 overs: Oh what a shot! SM18 special, that. Cover driven for four. Deepti Sharma has come in at No 3 for India (interesting move!) and Smriti Mandhana has got to spend some solid time in the middle too. India have had a near-ideal start to this run-chase.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Utterly delightful from Smriti Mandhana. #NZvIND pic.twitter.com/rNpUtaXsbv— Vinayakk (@vinayakkm) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 60/1 after 11 overs: A lovely piece of timing there by Mandhana, tucked behind square for a four off Mackay. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    as the 10th over comes to an end, team India is at 53/1! 🏏 Smriti Mandhana - 18* (30)Deepti Sharma - 9 (19)#NZvIND #LiveCricketOnPrime— amazon prime video IN (@PrimeVideoIN) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 53/1 after 10 overs: Things have quietened down significantly in the last four overs or so (even when the runs, India weren’t really looking for those... extras helped). But the run-rate is still decent.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 48/1 after 8 overs: Oh, Mandhana cops one on the helmet. Right on the badge. Well directed bouncer from Rowe. She is ok to continue. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Not everyone on board, yes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Not sure i like this move to have Deepti Sharma at three. She was just starting to get into the groove of being the finisher down the order. Should have persisted with her in that role. But the thinking from India might have been to have an in-form batter at the top. #NZvIND— S. Sudarshanan (@Sudarshanan7) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 46/1 after 7 overs: Mackay starts with a 2-run over.Actually, think it’s a nice call to have Deepti Sharma at No 3. (Still think they need a batting option down the order). She is a top order batter by trade, not a lower order enforcer... never been quite comfortable there. Better to have her batting in the first 30 more than trying to fit her in the last 20. It’s been a puzzle for this Indian management to fit her in the middle order and it’s been hit-and-miss. This could end up working rather well if they can add Pooja Vastrakar to the lower order (and she starts clicking with the bat). But for it to work, Deepti also has to bat with the kind of momentum Yastika was offering in this role. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 44/1 after 6 overs: Leg byes galore in that Rowe over for India. Deepti got going earlier with a nice punch for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Deepti Sharma is in at No 3. 👀#NZvIND— Vinayakk (@vinayakkm) February 24, 2022\n\n\n\n    Hands up if you thought Deepti would walk in at 3...(And with Smriti at the other end, it isnt even a left hand - right hand thing)#NZvIND— Kapil Choudhary (@kapil857) February 24, 2022\n\n\n\n    Lauren Down 🔛 point!#SuperSmashNZ pic.twitter.com/fEVHhTpHMF— WHITE FERNS (@WHITE_FERNS) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  4.1: Shafali Verma 9(11) ct Lauren Down b Hayley Jensen Stunning low catch by Lauren Down but that’s now two matches in a row that Shafali Verma has been dismissed off short balls that *had* to be put away. She has not been able to get going on this tour yet except that for that one innings in the middle. India will hope that she can find the groove in the World Cup. The concern wouldn’t just be the lack of runs but just how she’s looked out in the middle. India  29/1 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 24/0 after 4 overs: That over didn’t deserve to go for 8 runs for Rowe. A couple of twos and then an inside edge past keeper for four for Mandhana. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 16/0 after 3 overs: A Shafali signature shot there as she uses her wrists to flick one over mid-on for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 10/0 after 2 overs: Steady first over from Hannah Rowe. Worth noting that NZ are also without their spearhead in Lea Tahuhu. Will India look to take charge early or play out the new ball? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    So close. Hayley Jensen special there.#CricketTwitter #NZvIND pic.twitter.com/yFNibH4wXu— Krithika (@krithika0808) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 6/0 after 1 over: AN ABSOLUTE PEACH. Jensen brings one back in to Mandhana from good length that somehow misses the stumps. The Indian star finishes that over with a nice glance for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Right then, India have restricted New Zealand to 251/9. Can the batters chase this down?   Shafali Verma and Smriti Mandhana in the middle. This could be another close battle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Innings Break! New Zealand 🇳🇿 finish their innings at 251 /9. We will be back for the #TeamIndia 🇮🇳 chase shortly. 👍Scorecard ▶️ https://t.co/PYCP6bduz4  #NZWvINDW 📸 📸: @PhotosportNZ pic.twitter.com/I5epn26gHz— BCCI Women (@BCCIWomen) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 251/9 after 50 overs: Amelia Kerr was once again fantastic for White Ferns but India pulled things back nicely after a great start for the hosts. Spinners bowl 38 out of 50 overs, Sneh Rana especially good today. In a quick chat after the innings, she says the bowlers did well to bowl to their fields today, and there wasn’t actually too much on offer from the pitch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 251/9 after 50 overs:WICKET! Over 49.6: Hannah Rowe 13(12) Run Out Meghna Singh A six for Rowe in the final over, but India finish with a wicket. A par score perhaps? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 241/8 after 49 overs: Sneh Rana finishes with 2/40 after 9 overs. A four for Mair in that over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sneh Rana to bowl 49th. Wow. Still no seam.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  47.6: Frances Mackay 15(33) b Rajeshwari Gayakwad Mackay never quite got going. Another wicket for RG late on, the batter went for a sweep and leg stump disturbed. New Zealand 234/8 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 229/7 after 47 overs: Another over of spin comes to an end, as Deepti finishes with 2/42. Could have had another wicket at least. Good from the vice captain.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    4 overs left#SparkSport #NZvIND pic.twitter.com/hEwW5aScXT— Spark Sport (@sparknzsport) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 45.5: Hayley Jensen 30(33) ct Jhulan Goswami b Rajeshwari Gayakwad The dropped catch once again doesn’t cost much as Jensen falls shortly after. Hit it well but straight to deep midwicket. New Zealand 225/7\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rajeshwari Gayakwad today:First 2 overs: 23/0Next 5.5 overs (so far): 23/1Bowled well in a phase when Indian spinners wrested back control. #NZvIND— S. Sudarshanan (@Sudarshanan7) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 221/6 after 45 overs: ....and one ball after that, Richa Ghosh drops! Bottom edges are never easy but that one seemed to be one of the simpler ones. Bowler and fielder both disappointed. India’s fielding has largely been great today but Ghosh has dropped two now. Big wicket of Jensen too at this stage. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mandatory Deepti Sharma fake delivery is here. #NZvIND— Vinayakk (@vinayakkm) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 218/6 after 44 overs: Jensen with another boundary, brilliantly swept. Gayakwad hasn’t had the best of days. (Wonder if there is a place in the XI for both Gayakwad and Poonam together.)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 212/6 after 43 overs: Three runs off Deepti’s over. Back comes Gayakwad. India once again spin heavy at the death. No sign of Meghna Singh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    SHOT! @Jensen_Hayley hits two boundaries in the 42nd 🏏 Follow play LIVE in NZ with @sparknzsport and in India with @primevideoin  📲 #NZvIND pic.twitter.com/VhZJvfrELR— WHITE FERNS (@WHITE_FERNS) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 209/6 after 42 overs: Jensen tees off! Two fours off Poonam’s bowling, great timing for the 2nd one. Wide of long on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    40th over: Maiden 42nd over: 10 runs with 2 overs.Somewhere Sunny G must have said cricket is a great leveller. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jensen coming from excellent form in  super smash.... She is going to be threat for india.— Ashwini/ಅಶ್ವಿನಿ🇮🇳 (@AshuCric07) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 199/6 after 41 overs: Five singles in Deepti Sharma’s over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    What a time to get a maiden over, poonam 👏🏻 #nzvind— Mon (@4sacinom) February 24, 2022\n\n\n\n    After 40 overs, New Zealand are 194/6Hayley Jensen: 7* (14)Frances Mackay: 2* (10)Sneh Rana: 2/33 (8 overs)#NZvIND #CricketTwitter— Female Cricket (@imfemalecricket) February 24, 2022\n\n\n\n    Almost every time Sneh Rana shows why she is not to be benched. And yet finds herself out of the XI more often than not. Hope today's outing seals her spot at least for the first few games of the Women's World Cup. #NZvIND #CWC22— S. Sudarshanan (@Sudarshanan7) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 194/6 after 40 overs: Sneh Rana once again comes back with a peach after being hit for a boundary. Poonam Yadav then bowls a lovely over to take India into the final 10 on a good note. Maiden over! Claps from all around. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    What total will the @WHITE_FERNS get?#SparkSport #NZvIND pic.twitter.com/UkWzEN2QGv— Spark Sport (@sparknzsport) February 24, 2022\n\n\n\n    Remember the name❗️Runs: 3⃣5⃣3⃣ Average: 1⃣1⃣7⃣.6⃣6⃣ Strike Rate: 9⃣7⃣.5⃣1⃣100/50: 1⃣/3⃣#NZvIND pic.twitter.com/FeRmbMJTtt— Women's CricZone (@WomensCricZone) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 189/6 after 38 overs: Another good over from Poonam. Jensen and Mackay in the middle, both good batters. (NZ bat deep!)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 36.6: Lauren Down 30(37) lbw Sneh Rana Lauren Down (really should have been given out a while back) is Sneh Rana’s 2nd wicket. Six over midwicket, brilliantly timed and then out. Brilliant from Rana today (just a bit off in the previous couple of overs but largely terrific). Down unhappy, perhaps turned a bit too much, but India will take that. New Zealand 187/6 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 179/5 after 36 overs: India needed that but really Poonam needed that. In and out of the side, seems like most top order batters are now comfortable playing against her, she has to show she can offer a wicket-taking threat at least lower down the order. Can still be handy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  35.1: Katey Martin 15(17) ct Richa Ghosh b Poonam Yadav There is the ideal wicket for Poonam. Inviting the batter to sweep, but the lack of pace on the ball so problematic. Mishit, top edged, caught. New Zealand  177/5 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 177/4 after 35 overs: After a first spell where she hardly put a ball wrong, a few full tosses in that over from Rana. One of them put away for four. Superb little partnership this already.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Queenstown putting the beaut in beauty! 😍#NZvIND #LiveCricketOnPrime pic.twitter.com/wXxyzVFjNb— amazon prime video IN (@PrimeVideoIN) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 170/4 after 34 overs: Boundary for Martin over midoff in that Poonam over. The run-rate remains healthy for White Ferns. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 165/4 after 33 overs: Lauren Down, who is still lucky to be out there, hits one of the shots of the day. Down the ground off Goswami for six. Great timing on that. Another huge LBW appeal in that over, but Martin not given out for one that tailed in a bit. Maybe going down leg. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 153/4 after 31 overs: Six runs from Poonam Yadav’s over, all 1s... that is not good for India. Really need to build pressure here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Saving boundaries  ✅Good catch✅Run rate slow down after the wicket ✅Things I was missing from beginning of the series.— Women's T20 Challenge (@wiplt20_) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NZ 148/4 after 31 overs: OH, WOW. The umpire doesn’t go upstairs for a run out and it was a matter of frame for Down. She had not put her bat down. That had to be checked. (Might have been just not out anyway).  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Why would you not refer to the third umpire, when you have that facility? Especially in a touch-and-go situation. Poor that. #NZvIND— S. Sudarshanan (@Sudarshanan7) February 24, 2022\n\nOh, close! \n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DRINKS: NZ 143/4 after 30 overs. A big chance for India to make a push here for wickets. And on comes Jhulan Goswami for her 2nd spell with new batters in the middle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Amelia Kerr finishes the series (with the bat) with 353 runs, a highest score of 119*, an average of 117.6, a strike rate of 97.51, three 50s and one century... BRILLIANT. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Melie Kerr finishes the series with 353 runs at 117.66, and a strike rate of 97.51 (1x100, 3x50).This series has seen Kerr fully step out of the shadow cast by her 232*.#NZvIND— hypocaust (@_hypocaust) February 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over  28.5: Amelia Kerr 66(75) ct Richa Ghosh b Deepti Sharma Not really sure if it counts as jinxing when he has made her 4th fifty-plus score on the trot, but Amelia Kerr finally falls to the sweep. Deepti Sharma gets the wicket in the over two balls after a plumb LBW was not given for Lauren Down. Nearly a collision between Ghosh and Gayakwad but it was the keeper’s catch all along. New Zealand 139/4 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Super from Amelia Kerr. As Deepti Sharma is releasing the ball she is in position to either play the sweep or the cut shot (both shots she has been playing so well!). And reads length so quickly to cut it for four. Masterful batting against spin. #NZvINDhttps://t.co/jwcvLRcrPd pic.twitter.com/J8UNqJovTe— Vinayakk (@vinayakkm) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 134/3 after 24 overs: Another lovely cut shot from Kerr for four off Deepti. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    i dont know if its because im observing india's fielding a bit closer this game but they are looking really strong in the field. one dropped catch of kerr which they're paying for, but otherwise its been great from them. saved many quick 1s/2s and good dives to stop 4s. #NZvIND— ellie (@fiveforeight) February 23, 2022\n\nIf the Kerr being referred to here is the one at slip off Jhulan's bowling even that was a tough one, so yeah a really solid showing today in the field.\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 127/3 after 23 overs: Gayakwad is having a better second spell. Just one run from that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    She is still inconsistent but this isn’t anything like what we saw from Shafali at the start of her international career. Good to see.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shafali Verma has done really well in the field this time around.#CricketTwitter #NZvIND pic.twitter.com/TB5XoTBgBb— Krithika (@krithika0808) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     WICKET! Over 24.4: Amy Satterthwaite 12(21) ct Sneh Rana b Deepti Sharma Lovely day out so far for Sneh Rana as she now takes a solid catch at deep midwicket and the VC is gone. Her favourite sweep, but uppish and goes flat and hard to the fielder. Delight for India, that dropped chance doesn’t prove costly. New Zealand 123/3\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Another half century for Amelia Kerr, what a series she is having. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Amelia Kerr in this series \n    \n       Batting  Bowling  Date \n    \n     52* (and counting)  -  24-Feb-2022  68*  3/30  22-Feb-2022  67  1/60  18-Feb-2022  119*  1/43  14-Feb-2022  33  1/54  11-Feb-2022 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The commentators do pick it up now. Was a faint edge. Richa snatched at it a little bit, that was a big chance. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 115/2 after 23 overs: Oh was that a dropped catch by Richa Ghosh? The commentators haven’t caught on to that but there was a noise as AS played a sweep to one that kept turning away. Wasn’t given wide and plenty of wry smiles around. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Get a short 45 for a player who loves to sweep. Comeon India!  #NZvIND— Ananya Sarkar (@onnonya_tweets) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 112/2 after 22 overs: For what feels like the zillionth time in recent Indian cricket history, a sweep behind square leg for four. They keep leaving that area vacant, batters keep sweeping and finding that. Especially one in as good a form as Kerr is in right now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 105/2 after 21 overs: Another tidy over from Rana there, just three singles. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    sneh rana is bowling very well today, got the wicket of devine too. lovely catch from gayakwad in all fairness #NZvIND— ellie (@fiveforeight) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 102/2 after 20 overs: Oh, lovely sweep from Satterthwaite for four off Deepti. She too plays that shot brilliantly. Sped on the outfield. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 97/2 after 19 overs: Fantastic over, nearly gets Satterthwaite first ball with one that seemed to drift. Outside edge flies past slip.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Outstanding catch from Gayakwad 🇮🇳#SparkSport #NZvIND pic.twitter.com/GcUMbYYBV1— Spark Sport (@sparknzsport) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 18.1: Sophie Devine 34(41) ct Rajeshwari Gayakwad b Sneh Rana Throughly well deserved breakthrough for Sneh Rana. Has bowled a fantastic first two overs, just started to ask more questions with her pace through the air, and then removes Devine off the first ball of the third over. Turn and bounce. Good catch from Gayakwad too (phew!) Devine looked like she wanted to go for the long haul but as commentators said that a boundary-hitter like her would not like to be kept quiet for too long. New Zealand 95/2\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 95/1 after 18 overs: Interesting, Poonam comes on and bowls rather quick through the air (by her standards) perhaps based on the feedback she’s gotten from the other spinners. If she can add that to her game more frequently.... \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 91/1 after 17 overs: Good couple of overs from Rana to start off her spell. Bowling with a nice control, good pace, fuller length. Not easy to put away. Commentators thought Devine was just starting to get a bit restless in that over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 88/1 after 15 overs: Another rather risk-free over for five runs by Deepti. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 83/1 after 15 overs: What a first over from Rana. Quicker through the air and she gets more bite. An absolute peach of an arm-ball to Kerr. Beats her on pace and bounce. 2 runs from that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Gayakwad’s first 2 overs have gone for 23 runs and she is out of the attack. Not ideal for India’s frontline spinner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DRINKS: NZ 81/1 after 14 overs. Time for a drinks break and for India, Amelia Kerr is once again looking in ominous touch. What a series the young allrounder is having. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    .@WHITE_FERNS 13 overs down!  77/1, as Meghna Singh gets an early wicket of Suzie BatesAmelia Kerr 27* (27)Sophie Devine 26 (26)partnership  of 50 runs in 46 balls#NZvIND #LiveCricketOnPrime pic.twitter.com/Iqon80j8m0— amazon prime video IN (@PrimeVideoIN) February 23, 2022\n\n\n\n    Fewest balls faced for 1,000 women's ODI runs:  943 Sciver ENG1011 Lanning AUS1022 Healy AUS1074 Tryon SA1087 Kerr NZ👈1065-1134 Rolls NZ*1145 Duffin AUS1200 Jones ENG*no ball by ball for the innings in which Rolls reached 1,000.#NZvIND— hypocaust (@_hypocaust) February 23, 2022\n\n\n\n    1,000 ODI runs for Melie Kerr 👏#NZvIND pic.twitter.com/pm7eRYM33v— WHITE FERNS (@WHITE_FERNS) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 77/1 after 13 overs: Ridiculous... think Amelia Kerr is playing either the cut shot and sweep shot for similar lines from Rajeshwari Gayakwad just by the sheer brilliance of her footwork. This is wonderful batting, cuts for four and then Devine finishes the over with a sweep. Kerr brings on 1000 runs in ODIs at an average of 40 and the 50-partnership comes up too,\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 65/1 after 12 overs: And now a rather risk-free 5-run over as Deepti comes on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 60/1 after 11 overs: Well that’s one way to put pressure on an already-under-pressure spin unit. Gayakwad is welcomed into the attack with a six over square leg by Devine and then Kerr with a lovely sweep (she has done that so brilliantly all through the series!) for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sophie Devine welcomes Rajeshwari Gayakwad with a SIXX! #NZvIND— Female Cricket (@imfemalecricket) February 23, 2022\n\n\n\n    The @WHITE_FERNS are 49/1 after 10 overs#SparkSport #NZvIND pic.twitter.com/8jBk3xhtF0— Spark Sport (@sparknzsport) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 49/1 after 10 overs: Another wide for Meghna in the over, she has bowled a few of those already today but that could just be rustiness still. Her second game on tour. NZ though will be the happier side at the end of the first 10. Devine on 12 off 20 seems determined to go on for long.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 45/1 after 9 overs: That over deserved to be a maiden. Terrific inswinger from Jhulan to Kerr, cuts her in half but the inside edge goes over the stumps and for four. Five dot balls otherwise. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 41/1 after 8 overs: Tight over from Meghna there. Devine seems keen on taking her time today. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Melie Kerr into her work early!#NZvIND pic.twitter.com/3m2Z0mCerk— WHITE FERNS (@WHITE_FERNS) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 39/1 after 7 overs: Shocking back-up from Shafali for a relay throw and an extra run conceded. Brings Kerr on strike and she pulls one for four. That’s the small effect a poor fielding effort can have. Jhulan finishes the over with nice away swinger that followed an inswinger that draws the outside edge from Kerr but falls just short of Rana at first slip. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 31/1 after 6 overs: Time for Amelia Kerr who is in desperate need of form and confidence and runs ahead of the World Cup.... (nah, we kid.)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 5.3: Suzie Bates 17(25) lbw Meghna Singh Meghna Singh had bowled an absolute peach outside off & a few nice away swingers but also bowled a couple of wides in trying to move the ball away from close stumps. She finally gets the length & shape perfect and it results in Bates being LBW. New Zealand  27/1 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meghna Singh had bowled an absolute peach outside off & a few nice away swingers but also bowled a couple of wides in trying to move the ball away from close stumps. She finally gets the length & shape perfect and it results in Bates being LBW. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"This was too good for everyone, including the off stump\"#CricketTwitter #NZvIND pic.twitter.com/HkumC6E4sC— Krithika (@krithika0808) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 22/0 after 4 overs: Devine finishes the over with a lovely cover drive past deep point for four. A couple of wides from Meghna to start then bowls an absolute peach to Bates! Somehow missed everything. Fuller, shaping away, beats Bates all ends up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 14/0 after 3 overs: A streaky four behind the wickets for Bates followed by a lovely off drive. Commentators tells us Mithali apparently got hit by a stray ball before the toss and was down on the ground for a bit. Seems ok now, India really can’t afford another injury at this point. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    No Yastika. Hmm. A very crucial match for Harmanpreet today.#NZvIND— 𝕬𝖓𝖐𝖎𝖙 (@outof22yards) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 4/0 after 2 overs: Meghna Singh with a tidy first over too. India have started with a deep point in place for Devine. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand 1/0 after 1 over: A couple of half shouts for LBW in that over but Jhulan on point to start as always! Apparently Mithali Raj said at toss (we didn’t get to see) that this was India’s strongest XI. Interesting take that, because the batting seems light. If the bowlers were in better form, you’d think India have gone with another batter. Let’s see if the unit can click together today. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    For one last time before the World Cup starts, we shall this view Queenstown. ❤️ #NZvIND pic.twitter.com/GausMTXUlU— Vinayakk (@vinayakkm) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    03.30 am: Right then, one last time in Queenstown. The relatively better batting efforts have perhaps made them pick a bowler-heavy lineup with Richa & Deepti as their 5th & 6th batting options. Clearly worried about their bowling. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India playing XI (via BCCI): Smriti MandhanaShafali VermaMithali Raj (c)Deepti SharmaHarmanpreet KaurRicha Ghosh (wk)Sneh RanaJhulan GoswamiMeghna SinghRajeshwari GayakwadPoonam Yadav\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand playing XI (via BCCI):Suzie BatesSophie Devine (c)Amelia KerrAmy SatterthwaiteLauren DownKatey Martin (wk)Hayley JensenFrances MackayHannah RoweRosemary MairFran Jonas\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TEAM NEWS: One change for NZ says Devine (without revealing whether this is close to their best XI, really though their squad has clicked brilliantly through out). Fran Jonas comes in for Jess Kerr. No Lea Tahuhu still. It would seem India have made three changes. Harmanpreet back in the XI, it would seem in place of Yastika Bhatia. Meghna Singh retains her place (despite limping off with an injury last match), no Renuka Thakur. Jhulan Goswami back too, Pooja Vastrakar listed as 12th. Two spinners as Poonam Yadav in Renuka’s place comes back to partner Rajeshwari Gayakwad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS:  WHITE FERNS WON THE TOSS AND ELECTED TO BAT\n    \n        \n        \n            \n            \n            \n        \n    \n\n    5th and final! The team sheet for the last @kfcnz ODI against India in Queenstown 🏏 Follow play LIVE in NZ with @sparknzsport and in India with @PrimeVideoIN  📲 #NZvIND pic.twitter.com/Z0lImY7sHV— WHITE FERNS (@WHITE_FERNS) February 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    03.00 am: Hello and welcome to live updates of the fifth and final ODI between New Zealand and India at John Davies Oval in Queenstown. A one-sided battle in the first, a thriller of a second match, and another high-scoring third, a T20 that was dominated by Amelia Kerr’s brilliance... now can Mithali Raj & Co begin bounce back after four defeats so far in this series in Queenstown? The World Cup draws ever so closer and it could be crucial for India’s confidence to enter the warm-up matches with a win under their belt. New Zealand vs India, 1st ODI as it happened: Mithali’s knock in vain as White Ferns win by 62 runsNew Zealand vs India 2nd ODI highlights: Amelia Kerr scores classy ton as NZ clinch thrillerNew Zealand vs India 3rd ODI highlights: Record run-chase by White Ferns as they clinch series 3-0New Zealand v India 4th ODI highlights: Amelia Kerr stars as NZ win rain-hit match to take 4-0 leadScreenshots in the blog courtesy: Amazon Prime Video India","author":"Vinayakk Mohanarangan","time":"2022-02-24T03:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170556-rkrsuscmjj-1645681832.jpeg","tags":["Mithali Raj","cricket","New Zealand vs india","Sophie devine"],"source":"https://scroll.in/field/1018082/new-zealand-vs-india-5th-odi-live-can-mithali-raj-and-co-finish-the-series-with-their-first-win"}