{"title":"New Cold War: The Taliban’s return to Afghanistan is an undeniable setback for India","content":"Afghanistan has been at the heart of India-Pakistan relations for over 40 years. Indeed, the Pakistani notion of “strategic depth” crystallised in the 1980s: Islamabad, and Rawalpindi where military headquarters are located, were gaining a foothold in Afghanistan in order to carry more weight against India – even if only geographically.This is partly why the Pakistani Army – along with the United States – supported the Mujahideen in defeating the Soviets in the late 1980s and subsequently helped bring the Taliban to power in the mid-1990s. Geopolitical competitionFor the Pakistanis, Taliban leader Mullah Omar’s troops provided another advantage: although they were Pashtuns, they supported an Islamist identity curbing Pashtun nationalism that Islamabad feared since the creation of Pakistan in 1947. Since the 1920s, Pashtun nationalists had refused to identify with the Pakistani national project, having either pledged allegiance to Mahatma Gandhi’s Congress or because they considered Afghanistan their motherland. Kabul, until the 1980s, had cultivated the idea that the Pashtuns of Pakistan were destined to join Afghanistan, as well as an intense partnership with New Delhi. The Taliban’s first victory had thus ended Pakistan’s fear of one day witnessing the creation of a unified Pashtunistan, and alleviated the chokehold of the Indo-Afghani friendship.For India, on the other hand, the rise of the Taliban in 1996 was an immediate disaster, not only because of the geopolitical reasons I have just mentioned but also because Afghanistan was becoming a hotbed of Islamism, with jihadists likely to strike in Jammu and Kashmir. Indeed, as soon as the anti-Soviet jihad ended, Pakistani terrorists – having gained their credentials in Afghanistan – were quick to strike in India. They struck in Kashmir in the 1990s, and as far as Delhi and Mumbai in the 2000s. Thus India saw the post-9/11 war as an opportunity to regain a foothold in Afghanistan, establishing itself along the tracks of Western advances. While India did not send troops, it did establish a very generous aid policy, making it the fifth-largest donor to a country in the midst of reconstruction from the mid-2000s onwards. India built roads, a children’s hospital and even the Afghan parliament! Hamid Karzai, who had studied in India after the Soviet invasion, was a key ally in the 2000s. New Delhi then bet on his successor, Ashraf Ghani, to the point of delivering attack helicopters to Afghanistan in December 2015, during an official visit by Narendra Modi to Kabul.Taliban fighters carrying their flag atop a vehicle on the roads of Kabul. Photo credit: Hoshang Hashimi/AFPIndia’s isolationHence, for India, the return of the Taliban is an undeniable setback. It is all the more bitter because it reflects and accentuates certain isolation, both diplomatic and geopolitical. At the diplomatic level, this isolation was highlighted by the fact that India was kept out of the Doha talks (in which the Americans participated) and the Moscow talks (orchestrated by the Russians). While the Russians probably did not want to invite India because of its growing ties with the United States, the fact that the Indians were not invited to Doha is more difficult to explain. Did the other participants in the negotiations – including the Americans – give in to Pakistani pressure? Did they punish India for its pusillanimity? After all, the United States had asked India to become more involved in Afghanistan – including militarily.Geopolitically, India has been weakened in more ways than one by this entanglement with three regional powers. China, which shares a border with Afghanistan, has said it is willing to hold talks with the Taliban. The latter could let the Middle Kingdom exploit its vast natural resources – including a copper mine that the Chinese already own – and help it develop the Belt and Road Initiative in Central Asia. Iran, where India had invested considerable sums to develop a deep-water port at Chabahar to access Afghanistan while bypassing Pakistan, also said it was ready to deal with the Taliban by virtue of their common anti-Americanism (and this despite the supposed antagonism between Shiites and Sunnis in the region). Tehran had already played middle-man between the Taliban and Kabul and has been moving closer to China while distancing itself from India since New Delhi yielded to pressure from Donald Trump and decided to adhere to American sanctions. Pakistan has been automatically strengthened by recent Afghan developments vis-à-vis India – as the latter loses in Ashraf Ghani, a partner almost as reliable as Karzai. Islamabad particularly feared that the late Afghan regime would help the Indians strengthen the Baluchi separatist guerrilla movement, especially against Chinese interests.However, the Pakistanis may well be disappointed in the long run. If Mullah Omar’s Taliban owed them everything – or almost everything – when they took power in 1996, those now in power have changed.Taliban and PakistanWhile the Pakistani Army still has ties to certain factions of the Taliban – starting with the Haqqani network – the Taliban have gained experience (both internally and internationally, as evidenced by their relations with the Russians and the Chinese) that increases their manoeuvrability. The Pakistanis are likely to suffer directly from this newfound autonomy, especially since some Taliban leaders – including Mullah Baradar – remember being imprisoned for many years in Pakistan, precisely because they were too independent.Now, the most direct threat to Pakistan from the Taliban is the Therik-e-Taliban Pakistan. The Pakistani Taliban formed as a jihadist group in 2007, in response to Washington demanding that Islamabad crack down on Pakistani Islamists and the country’s President Parvez Musharraf subsequently became the target of three jihadist attacks.From 2009 onwards, the Pakistani Army’s hunt for the Therik-e-Taliban Pakistan led its members to seek refuge in Afghanistan. Some of them were arrested by the authorities in Kabul. The Taliban began to release them and many Pakistanis now fear the attacks that bloodied the Pashtun Belt, but also Lahore, Karachi and even Islamabad at the turn of the 2010s, will resume. A 1980 picture of anti-Soviet resistance fighters at the Bajaur refugee camp in Pakistan. Photo credit: EPU / AFPThe return of this kind of violence would signal Pakistan’s weak influence over the Taliban. However, a lack of attacks could also indicate a certain evolution in the political line of the new regime in Kabul – according to whom striking outside Afghanistan’s borders is too costly strategically, a lesson learned from the aftermath of 9/11.Beyond the regional arena of the India, Pakistan and Afghanistan triangle and the “proxy war” that Indians and Pakistanis have been waging in Afghanistan for at least half a century, the return of the Taliban could affect other global balances. The relationship between India and the United States could be altered by this new situation.New Cold WarOn the one hand, the Indians criticise the Americans for having exposed them to a new Islamist threat by leaving Afghanistan in such a hurry. On the other hand, the Americans do not react very well to this kind of criticism and are worried about the limited military involvement that New Delhi is prepared to contribute in its own region, especially since they have made India one of their strategic pillars in the Indo-Pacific. However, these temporary tensions should not call into question India’s growing ties with the West. In fact, this process is likely to accelerate as the Taliban are increasingly finding support, not only in Pakistan but also in China. Nevertheless, India should rest assured in its quest to diversify its Western partnerships – this is an opportunity for Europeans and for the French in particular, who, over the past decade, already appeared more reliable in many respects than the United States under Donald Trump.Moreover, an alternate coalition including China, Russia, Iran and Pakistan seems to be solidifying. Pakistan, which for decades offered a point of support to the Americans in their fight against Communism and then Islamism, has probably taken a decisive step in distancing itself from the West. Pakistan Prime Minister Imran Khan’s reaction to the Taliban’s victory is a telltale sign – did he not rejoice to see Afghanistan “breaking chains of slavery”? It remains to be seen whether Moscow will continue its rapprochement with Islamabad. Such a development could make South Asia a tinderbox in which two new antagonistic blocs might be most salient, and where, as a result, the ingredients of a new Cold War could gather against the backdrop of “Belt and Road Initiative versus Indo-Pacific”.This article first appeared on the website of Institut Montaigne.","author":"Christophe Jaffrelot","time":"2021-08-25T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163191-xssbtsfxop-1629820331.jpg","tags":["Taliban","Afghanistan","Cold War","India"],"source":"https://scroll.in/article/1003553/new-cold-war-the-talibans-return-to-afghanistan-is-an-undeniable-setback-for-india"}