{"title":"New criminal laws replacing IPC, CrPC and Evidence Act to come into effect from July 1","content":"Three new bills that collectively overhaul the country’s criminal justice system will come into effect from July 1, the Union home ministry said on Saturday.The ministry issued three notifications on the Bharatiya Nyaya Sanhita, the Bharatiya Nagrik Suraksha Sanhita and the Bharatiya Sakshya Adhiniyam. It added that the implementation of Sub-Section 2 under Section 106 of the Bharatiya Nyaya Sanhita had been put on hold. The provision refers to “causing death of a person by rash and negligent driving of a vehicle”.The three laws were passed in the Winter Session of Parliament on December 21 in the absence of several Opposition MPs. A hundred Opposition MPs in the Lower House, besides 46 in the Upper House, were suspended during the Winter Session for disrupting the proceedings as they sought a discussion on the December 13 security breach in the Lok Sabha chamber.On December 26, President Droupadi Murmu gave her assent to the three new laws.While the Bharatiya Nyaya Sanhita will replace the colonial-era Indian Penal Code, the Bharatiya Nagarik Suraksha Sanhita will replace the Code of Criminal Procedure, and the Bharatiya Sakshya Bills will replace the Indian Evidence Act.While introducing the bills in Parliament in August, Union Home Minister Amit Shah said that they would “end three colonial laws” currently governing India’s criminal justice framework, and provide criminal laws “by Indians, for Indians”.The new criminal laws make punishments more stringent for crimes such as lynching, offences endangering national security and terrorism.Section 113 of the bill now defines terrorism as “any act with the intent to threaten or likely to threaten the unity, integrity, sovereignty, security, or economic security of India or with the intent to strike terror or likely to strike terror in the people or any section of the people in India or in any foreign country”.This widens the definition of “terrorist act” to include actions that threaten India’s economic security. The bill says that actions done with the intention to threaten the “economic security of India” that cause or are likely to cause “damage to the monetary stability of India by way of production or smuggling or circulation of counterfeit Indian paper currency, coin or of any other material” will be considered terrorist acts.In addition to this, a timeframe has been prescribed for filing mercy petitions, Shah said. He added that only those sentenced to death can file such pleas within 30 days of the Supreme Court confirming the punishment.Also read: Are the new criminal law bills really anti-colonial? Here’s why experts say no","author":"Scroll Staff","time":"2024-02-24T16:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164344-orkifgofbt-1632399837.jpg","tags":["home ministry","Bharatiya Nyaya Sanhita","Bharatiya Nagrik Suraksha Sanhita","IPC","Bharatiya Sakshya Adhiniyam"],"source":"https://scroll.in/latest/1064227/new-criminal-laws-replacing-ipc-crpc-and-evidence-act-to-come-into-effect-from-july-1"}