{"title":"New Congress president should decide on action against rebel MLAs, says Sachin Pilot","content":"Congress leader Sachin Pilot on Wednesday said that the party’s new president Mallikarjun Kharge should decide on action to be taken against its MLAs in Rajasthan who revolted against the party in September, reported ANI. The Congress on September 27 had issued show cause notices to state Cabinet minister Shanti Dhariwal, the party’s chief whip in the Assembly Mahesh Joshi and MLA Dharmendra Rathore, accusing them of indiscipline. The party asked the three leaders to explain why they organised a parallel meeting of MLAs on September 25 instead of joining a Congress Legislature Party meeting.On Wednesday, Pilot told reporters that he expects Kharge to take end the climate of indecision in Rajasthan, reported NDTV. “Observers took the situation seriously,” Pilot said. “The party has said it was indiscipline. Three MLAs got notices.”Pilot urged Kharge to take a decision on the matter soon, and said that rules should the same for all leaders.  Ahead of the Congress presidential polls last month, Rajasthan Chief Minister Ashok Gehlot had announced that he would run for the position. However, the party’s “one-man, one-post rule” would have required Gehlot to leave his chief ministerial post if he became the party president. Soon after Gehlot’s statement, several Congress MLAs boycotted a meeting called in Jaipur to pass a resolution empowering the party president to pick Gehlot’s successor. They instead went to the residence of Rajasthan Assembly Speaker CP Joshi to submit their resignations amid speculation that Pilot could be appointed the next chief minister.On September 29, Gehlot withdrew his nomination for the party’s presidential election to retain the chief minister’s post and quell the crisis.Meanwhile, Pilot on Wednesday also said that Gehlot’s public appearance with Prime Minister Narendra Modi on Tuesday should not be taken lightly, reported The Indian Express. “It’s interesting that the prime minister praised the chief minister yesterday,” Pilot said. “Because the PM similarly praised Ghulam Nabi Azad in the Parliament and we all saw what happened.”Azad had resigned from the Congress on August 26. The former Congress leader had completed his term in the Rajya Sabha in February when Modi gave him a tearful farewell the Parliament.On Tuesday, Gehlot had shared a stage with Modi, who attended a programme at Mangarh Dham in Rajasthan’s Banswara. “Ashok ji and I have worked together as chief ministers,” Modi said at the event. “He was the senior-most in our lot. He is still one of the senior-most chief ministers among those who are sitting on the stage right now.”In August 2020, Pilot had staged a revolt against the Congress, pushing the Rajasthan government into a political crisis. The MLA from Tonk had sought the chief ministerial position at the time. The turmoil, however, was resolved after the Congress had formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address Pilot’s concerns.","author":"Scroll Staff","time":"2022-11-02T15:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144901-vlpakhpvrl-1597400656.jpg","tags":["Mallikarjun Kharge","Sachin Pilot","Narendra Modi","Ashok Gehlot","Congress","BJP"],"source":"https://scroll.in/latest/1036447/new-congress-president-should-decide-on-action-against-rebel-mlas-says-sachin-pilot"}