{"title":"New justice of New India: The mob attack on Gurugram Muslim family follows a sickening pattern","content":"“When our house was completed, three storeys high, we decided to fly the national flag from the highest point on the terrace,” said Mohammed Sajid, his arm in a sling, his feet unsteady, head still giddy. “And yet they told us to go to Pakistan.”He asked: “Why should we go to Pakistan? What do we have to do with Pakistan? This is our country and we love it. Still, look at what they did to us.”A delegation of the Karwan e Mohabbat had travelled to Sajid’s home, attacked five days earlier by a mob, in Bhoop Singh Nagar of Bhondsi, perched untidily on the periphery of an ever-burgeoning Gurugram. Shards of glass were still strewn around the house, blood smudges were visible on the ground and the trauma was etched on the faces of everyone in the family. Many were lying in bed with bandaged limbs, heads and necks. Children were still unwilling to step out of their home to go to school.  Sajid’s eldest brother, now the patriarch of the family, partly disabled, wept inconsolably as we sat with them. He pressed his head against my shoulder. “I don’t know what will happen to my family,” he cried. “How will I keep my family safe?”The conversation went back to the flag still fluttering on their rooftop. “I don’t fly the flag outside my home,” I said. “We know that you love your country, but flying the national flag is not an obligation.”Sajid countered, “We didn’t plant the flag to prove anything to anyone. We did it because we love our country. The desire to fly our flag high – indeed at the highest point of our new home – came out of our hearts.”He is one of four brothers born and raised at Panchi village in Baghpat, Uttar Pradesh, some 70 km from Gurugram. They owned no land, and were always looking for work. So, 25 years ago, one of them came to what was then Gurgaon, rapidly urbanising and industrialising, in search of work and a better life. He found employment initially as a repairman for cooking gas stoves. Opportunities grew as the city swelled and glittered, and one by one he called his brothers, and then their sons.  The oldest disabled brother also came with them. He would stay at home and look after the children and take them to school; sometimes he would sit at their shops. They expanded their work to repairing a range of electronics and old furniture. In 2006, they brought the rest of their families, and each brother rented a home in the villages surrounding Gurgaon.The Indian flag flies atop the family's home. Photo credit: Sandeep YadavIn 2015, a landowner in Bhondsi carved out plots from his farmland. Sajid had done well in his work and frugally saved enough to buy a plot and start building his own home. The three-storey house was the finest in the village. Maybe it made some villagers jealous and led to the attack, they wondered now. “Ya shayad nazar hi lag gayi”, or maybe it just caught the evil eye.Spilling blood on HoliOn Holi, March 21, the four brothers, their wives and children had all gathered at Sajid’s home. The women were in the kitchen cooking, the older men gossiping, the girls playing around the house. The boys decided to play cricket in a vacant plot in front of their home. Some of them were just three or five years old.Suddenly, nine men in their 20s arrived on three motorcycles, their faces smeared with Holi colours. They seemed intoxicated. Unprovoked, they insulted the boys, calling them mullas, a slur for Muslims, and threateningly asked them to go to Pakistan. One of the older boys got into an argument, and the men roughed him up. Frightened, the boys pleaded, “We will stop playing. We will never play here.”In trepidation, the boys returned home and shut the doors. The Muslim family's is the finest in the village. Photo credit: Sandeep YadavNearly half an hour later, a large group of men, many holding identical tall wooden sticks gathered around the house, shouting abuses and taunting the family to “go to Pakistan”. Some carried swords and spears, some hockey sticks, and one even brandished a pistol. They hurled stones at the house, and smashed the large glass bay windows in front. Through the broken windows, they stormed in.The family members began screaming in terror as the men immediately started thrashing the men with sticks. An older woman folded her hands, begging the attackers to spare the men; they brandished their sword and slapped her. A six-year-old girl hid in a cupboard, where they found her cowering and beat her badly. A child of one and a half years was banged down against the bed. There was mayhem all around. Many members of the joint family hid on the first-floor veranda, pushing against the iron door as the attackers tried to break in. But they broke the grill on a window and came inside, beat everyone they found and even threw one of the men out the window.The disabled brother, with a bunch of children, took shelter on the veranda of the second floor. The children pressed against the veranda’s iron door as the attackers came to get them. One of the girls there, Danishta, a teenager, displayed extraordinary courage and presence of mind to record the assault with her cell phone camera, realising their safety and a possibility of justice later lay in documenting the attack.  Indeed, this is what probably saved the family and helped inform the world about what they had suffered. The attackers could not break down the iron door but the men on the first-floor veranda saw Danishta filming their raid. They threatened her; she says one of them even shot at her. The plucky girl carefully hid the camera, determined that even if they eventually caught her, she would not tell them where her phone was.  All but one of the injured men spent six days in a Delhi hospital. Photo credit: Sandeep YadavThe family speculate it was the realisation Danishta had captured their faces with her camera that dissuaded the attackers from killing them. After perhaps 15 minutes or maybe longer – no one is sure – the mob left. “You saw just two and a half minutes of the video and it was so terrifying for you to watch,” a family member told us. “Think of what we endured for what felt like an hour.”Mockery of justiceThrough it all, their neighbours just watched. Not one of them intervened to stop the marauding men, or rescue the family. “They are poor people as well,” Sajid said. “Maybe they were just frightened.” Some people in the locality alleged a few of the neighbours joined in the stoning-pelting, but the family refused to confirm this.  The family called the police’s helpline and two men went to the police station around 8 km away. Yet, it was only an hour and a half after the attackers had left that the police arrived. They were initially inclined to dismiss it as just an ordinary dispute over playing cricket. But the video was evidence that it was a hate crime. A second video, not so widely circulated, shows men with identical tall wooden sticks marching to the house, which indicates the attack was perhaps planned to vitiate Gurugram’s communal atmosphere.The injured men, with broken bones and a twisted neck, were admitted by the police to Delhi’s Lok Nayak Jai Prakash Narayan Hospital. All but one were discharged six days later, but we found them recuperating at home, still in pain.  They were worried over rumours that their attackers had admitted themselves in hospital, claiming to have been assaulted by male members of the Muslim family, and even badly injured, in what was a dispute over cricket, not a communal attack.  The extended family had held several meetings to decide what to do next. The eldest brother and a few others advised going back to their village in Baghpat. There are no jobs there and the children would have to drop out of school, they contended, but at least, living among Muslims, they would be safe. The rest of the family agreed and almost made up their mind to sell their house.However, at the end of our visit, when we asked about this, Sajid replied, “We have thought it over. If justice is done, why should we leave? This is our country and we have the right to live and work and build our future wherever we choose. We should not let a mob frighten us away. We came here to build a better life for our children. We will not leave.”'The family patriarch, partly disabled, wept inconsolably as we sat with them.' Photo credit: Navsharan SinghAs I was writing this article, two days after our visit, I learned the police had registered a criminal complaint against two members of the Muslim family. Gurugram’s police chief, Himanshu Garg, confirmed later this to The Citizen website. Rajendra, the main accused in the attack on the family, had complained to the police the accused men hit him on his head with a bat after he protested when a ball hit him in the stomach, Garg explained, adding the police was thus “duty-bound” to register the case.It is a sickeningly familiar pattern. In almost every case of hate crime and lynching the Karwan e Mohabbat has followed, the police have registered complaints against the victims, charging them with cow slaughter, animal cruelty, violence, even rash driving. The victims are often jailed. So, instead of fighting for justice against their attackers, they become preoccupied with marshalling their own defence. In time, the police or village elders broker an out-of-court “compromise”: the victim will claim not to recognise their attackers and in return the police will not pursue the criminal cases against them.     The same cynical play is at work in Gurugram. This is the new justice of Naya India.We called the family and our lawyers are helping them petition the police and the courts to strike down the case. But they are utterly distraught and broken.I fear their resolve to continue living in Gurugram may weaken now. And if they end up leaving, it would be a tragedy, another blow against the idea of India where people of diverse faiths live together with trust, friendship and respect.Karwan e Mohabbat is a people’s campaign for solidarity, atonement and conscience that is reaching out to survivors of hate crimes.  Also read: The Modi Years: What has fuelled rising mob violence in India? The Gurgaon namaaz row marks one more victory for majoritarianism – and a template for India today","author":"Harsh Mander","time":"2019-04-01T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116407-jxqadibgrh-1554042050.jpg","tags":["mob violence","Gurgaon attack","Hindutva","Holi","Karwan e Mohabbat","hate crimes","lynching","BJP","Attacks on minorities"],"source":"https://scroll.in/article/918410/new-justice-of-new-india-the-mob-attack-on-gurugram-muslim-family-follows-a-sickening-pattern"}