{"title":"‘New political grammar’, ‘Mission Kashmir victory’: What newspaper headlines said on J&K moves","content":"Indian newspapers on Tuesday used large headlines on their front pages to report on the Bharatiya Janata Party government’s decisions on the state of Jammu and Kashmir. Some English newspapers used neutral headlines, others seemed to oppose the move, while vernacular language newspapers sounded celebratory.The Rajya Sabha on Monday adopted a resolution to recommend to the President that the special status of Jammu and Kashmir under Article 370 of the Constitution be revoked. The Upper House of Parliament also passed a bill to split the state into two Union territories – one, Jammu and Kashmir, which will have a legislature, and the other, Ladakh, without one. The proposals will be moved in the Lok Sabha on Tuesday.Follow live updates here.“Partition,” screamed The Telegraph on its front page in capital letters. With the headline “J&K loses status, statehood and land”, the newspaper pointed out that the government’s decision, taken in a democracy, had been without asking Jammu and Kashmir itself. It posed a question from historian Ramachandra Guha asking about the shutdown in the state and the detentions of two former chief ministers before the announcements. The answer was the recorded message that is apparently heard when one tries to call a phone in Srinagar due to disconnected phone lines.The Indian Express had the headline: “History, in one stroke”. The newspaper had separate articles on both the government’s claims and the response from the Opposition and Kashmiri leaders. The top half of the page also had a huge picture of Prime Minister Narendra Modi and Home Minister Amit Shah greeting each other after the approval of the Rajya Sabha.  Gujarati newspaper Divya Bhaskar focused on how “two Gujaratis did it”. Under a headline saying “Tricolour on India’s head”, the newspaper highlighted Amit Shah and Narendra Modi’s past promises about Kashmir. Above a 2017 photo of Amit Shah prostrating before the deity at Gujarat’s Somnath temple, a heading said, “At the time of Vidhan Sabha elections, Shah had taken Baba Somnath’s blessings to fulfill Sardar Patel’s dream.” The heading for a 1992 photo of Modi was: “If it’s Modi, it is possible: 27 years ago, Modi had said, ‘terrorists better listen: at Lal Chowk it will be proven who has had their mother’s milk’.”The Economic Times used a grammar pun on the word “Articles” to show that the decision had changed the “political grammar”. It also had an accompanying report on how the decision could herald the entry of big business.The main headlines of Hindustan Times and The Times of India focused on the new status of Jammu and Kashmir, indicating how the state was now the “Union’s territory”.  Hindi newspaper Hindustan had a set of pages titled “Kashmir: a new chapter”. The main front page headline simply was “Kashmir loses special status”, and called the decision historic.Dainik Jagran had a celebratory headline with cartoons depicting a victorious Modi and Shah. The number “370” was struck through, below which the newspaper said that resolve, determination, farsightedness and courage had achieved what had been impossible so far. This was followed by a picture of the gazette notification that effectively revoked the state’s special status.  Marathi newspaper Saamana proclaimed a “Mission Kashmir victory” in its headline, calling the revocation of the special status a “historic, monumental and courageous decision”. In one sub-heading, the newspaper also made a reference to Bal Thackeray, claiming, “Shiv Sena chief’s dream has come true”. Saamana is a mouthpiece of the Shiv Sena, an ally of the BJP.Tamil newspaper Dinamalar used the headline “New Jammu-Kashmir rises!”  Assamese newspaper Asomiya Pratidin had a headline saying, “Heaven on earth Jammu-Kashmir bifurcated”.","author":"Scroll Staff","time":"2019-08-06T09:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125077-czbeniqetq-1565064490.jpeg","tags":["Jammu and Kashmir","Newspaper front pages","Article 370","Special status"],"source":"https://scroll.in/latest/932962/new-political-grammar-mission-kashmir-victory-what-newspaper-headlines-said-on-j-k-moves"}