{"title":"New Parliament building seeks to legitimise Hindutva victory over India’s multicultural past","content":"As India gained independence from the British in 1947, the city of Delhi – the capital of the new nation – was at the centre of it all. But long before 1947, the city of Delhi has been known by various names during the course of its construction and destruction. The 13th-century ruler Shams-al-Din Iltutmish called his seat of power Delhi. To Firoz Shah Tughlaq in the next century, it was Firozabad. In the 17th century, Mughal ruler Shah Jahan shifted the capital of the empire from Agra to Shahjahanabad, as Delhi was called.The anglicised New Delhi, which was inaugurated in February 1931, was envisioned by the architects Edwin Lutyens and Edmund Baker as an expression of the British imperial ideals. New Delhi was built as a hexagonal district between Raisina Hill and the Ridge, just north of Shahjahanabad.   It is here that India’s 14th prime minister, Narendra Modi, will inaugurate the new Parliament building as a part of the Central Vista reconstruction project on May 28, the birth anniversary of Hindutva ideologue Vinayak Damodar Savarkar. #WATCH | Thiruvavaduthurai Adheenam seers arrive in Delhi ahead of the inauguration ceremony of #NewParliamentBuilding in Delhi, tomorrow, 28th May. pic.twitter.com/zhNVUXlAIc— ANI (@ANI) May 27, 2023\n\nCentral Vista reconstructionSince late 2020, the reconstruction has been under way of several buildings along the iconic avenue once known as Rajpath, the Path of State, that leads from India Gate to the president’s residence, Rashtrapati Bhavan. In keeping with this transformation, the thoroughfare itself has been rechristened Kartavya Path, the Path of Duty.The new Parliament House, which sits at the centre of India’s democratic setup, is intended to symbolise the demise of the old order and the dawn of a new New Delhi – and New India. The inauguration will include the installation of  a “sengol”, a royal sceptre reminiscent of Chola times that the Bharatiya Janata Party claims served as symbol of the transfer of power at Independence. It has contended,  without any firm historical evidence, that the British Viceroy Mountbatten passed on the golden rod to India’s first prime minister, Jawaharlal Nehru.As many have noted, the sengol is an emblem appropriate to a monarchy, not a thriving democracy such as India’s.Establishing legitimacy Rulers throughout history have used grand projects to seek legitimacy. After Sultan Mu’izz al-Din and his general Qutb al-Din Aybak conquered Delhi in 1192, they demolished and repurposed around 27 Vaishnavite and Jain temples that stood in the Rajput Fortress of Lalkot (today’s Mehrauli) into the Quwwat-ul-Islam Mosque. This signified the appropriation of the land itself, as temples were often the symbols of both sovereignty and the wealth of ruling dynasties.The epigraphs at the site were carefully curated to claim a legitimate right to rule. Religious declarations were used in a political manner to indicate the displacement of the old Jain and Vaishnavite faiths by Islam, the religion of the incoming ruling elite. These gestures had more to do with attempting to establish political legitimacy than with religious iconoclasm.A view of the new Parliament building next to the old Parliament House on Friday. Credit: PTI.In their exercises of historical revisionism, Modi and the BJP are not just attempting to seek legitimacy for their Hindu chauvinist regime, They are reinforcing their spurious thesis that the Mughals and India’s other Muslim dynasties were religious bigots – and so are all Muslims who live in the country today.In parallel, they are attempting to invisibilise Islamic contributions to Indian history and marginalise modern-day Muslims. Dynasties such as the Mughals that ruled for centuries are dismissed as invaders. In April for instance, it was reported that the National Council of Educational Research and Training had eliminated entire chapters and themes on the Mughals from its senior secondary history textbooks.As part of this revisioning exercise, places bearing Muslim names across India have been rechristened. In Uttar Pradesh, for instance, the city of Allahabad has been renamed Prayagraj. In January, the Mughal Gardens on the grounds of Rashtrapati Bhawan were renamed Amrit Udyan.At the same time, mosques, dargahs, and other spaces revered by Muslims have been threatened with demolition under various pretexts. Hindutva supporters have celebrated this as a correction of what they claim are “historical injustices”.Against this backdrop, Modi will inaugurate the new Parliament building with rituals and symbols that seek to mark a Hindutva victory over the multiculturalism that has defined India – and Delhi – for the centuries.The Delhi Sultans, the Mughals and the British attempted to leave their mark on the city in dominions carved out by blood and fire. History remembers them in all their complexity, both their contributions and their failings. In attempting to claim legitimacy by invoking symbols of the past, Modi has forgotten an important lesson: cities survive but regimes are temporary. Roshan Abbas is a student of history at Jamia Millia Islamia.Also read: Rajpath has been renamed but will ‘Kartavya Path’ resonate as powerfully with all Indians?","author":"Roshan Abbas","time":"2023-05-27T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190600-fdgpjtztxb-1685122759.jpg","tags":["Parliament House","Parliament","Central Vista","Kartavya Path"],"source":"https://scroll.in/article/1049855/new-parliament-building-seeks-to-legitimise-hindutva-victory-over-indias-multicultural-past"}