{"title":"New documentary weaves together a history of Indian cinema through objects and fragmented memories","content":"A few months ago, filmmaker and archivist Shivendra Singh Dungarpur was commissioned by the Busan International Film Festival to direct a commemorative documentary on Indian cinema. He begins his tribute at the place where it all started: Watson's Hotel in South Mumbai, where representatives of the pioneering Lumiere Brothers cinematic firm organised India's first film screening, in 1896.The passage of time and the cruelty of neglect are visible all over the decrepit building, which now houses offices and curious cats. In another more thoughtful city, a plaque would probably have been mounted to indicate the importance of the site. The Watson’s historical role is enshrined only in memory. But although The Immortals begins on this note of poignant loss, subsequent sequences reveal that in the absence of memorials and robust archives, India’s film heritage is being kept alive through the human ability to remember.The Immortals will be screened at the Busan festival on October 4.In the film, Dungarpur remembers the glory days and the pioneers of Indian cinema by assembling “memories, objects and images”, he said in an interview. Recollections by family members about film personalities alternate with impressions of the apparatus that made Indian cinema possible.  As key anecdotes are excavated from the cavities of the mind, carefully preserved letters, musical instruments, props and cameras emerge out of storage.  Through the elegantly produced fragments emerges a potted history of Indian cinema.A painting by Lalita Lajmi, painter and sister of filmmaker Guru Dutt.Relatives and associates pull out items that have acquired iconic status over the years: the shoes worn by Raj Kapoor in the song Mera Joota Hai Japani from the movie Shree 420, the violin used by arranger Anthony Gonsalves, music composer Naushad’s piano, lyricist Shakeel Badayuni’s diary, KL Saigal’s harmonium, Bimal Roy’s 35 mm camera.Georg Wirsching, the grandson of the renowned cinematographer Josef Wirsching, who shot such classics as Light of Asia and Mahal, displays a meticulously maintained photo album that provides valuable insights into the studio system that prevailed in the 1930s and the ’40s. Dungarpur also drops in on the families of legendary directors Baburao Painter, Guru Dutt and Satyajit Ray.Ramananda Sen Gupta, who was the camera operator on Jean Renoir’s 1951 The River, which was set in India, remembers the time when Renoir and his wife dropped in for a meal. Dungarpur also meets a relative of TP Rajalakshmi, the first woman to appear in Tamil and Telugu cinema and direct and produce films.Unlike some other documentaries that have reduced Indian film heritage to movie stars and box-office hits, The Immortals showcases a cross-section of talent.In one of the documentary’s most stunning sequences, a pair of red finger nails are revealed to belong to actress Anita Raj, who has retained the uniform that her father Jagdish Raj donned in numerous Hindi movies in his best-known role as a police officer. In another section, the comic actors Manmauji and Birbal recall their shooting experiences, with Birbal hilariously mimicking actor and director Dev Anand.The Immortals pays tribute to the people being remembered by shifting the emphasis to the people remembering them. In one of the film’s concluding fragments, Amitabh Bachchan is seen over the heads of fans who have thronged one of his bungalows in suburban Mumbai. As Bachchan waves to the crowds, the moment is captured from a distance on mobile phone cameras – only the latest storage system to record the contributions of one of our most iconic actors.The reminiscences of family members are delivered off camera; there are no explanatory aids, such as captions, to identify the people being spoken of; information about the subject in question is gleaned rather than being spooned out. “I didn’t want to conduct any on-camera interviews, and I wanted a very visual approach,” Dungarpur said.Descendants of the legendary filmmaker Baburao Painter.Indian film history is too sprawling to be fitted into a single narrative, which is one of reasons Dungarpur had to take this unconventional and near-abstract approach. The limited time on hand to make the film (a month) was a major restriction, as well as the stipulated duration (50 minutes). “It was a bit difficult because I didn’t know where to start and where to end,” said Dungarpur. “I also didn’t want to make the film like Celluloid Man.” Dungarpur’s acclaimed 2012 biographical documentary of the pioneering Indian archivist PK Nair consists of interviews with Nair and several film personalities who have been touched by his work. “Celluloid Man was about getting Nair prominence and establishing the importance of what he had achieved,” Dungarpur said. In The Immortals, the filmmaker wanted to play with the language of cinema rather than merely line up talking heads for the camera.“I wanted to enjoy the form in terms of objects and images,” the filmmaker said. “I also consciously decided that I wanted to keep the film to the three major early industries of Calcutta, Bombay and Madras. It is next to impossible to fit everything into 50 minutes, so I then started thinking about the things I had been fascinated with – the actors, such as Jagdish Raj and Manjaumi, Watson's Hotel, the objects. Some of these objects were not being looked after and cared for, but for me, they are important extensions of one’s life and become an expression of the person.”Last year, Dungarpur established the Film Heritage Foundation, to preserve and restore materials connected with the filmmaking process, such as film prints, stills, posters, lyric books and lobby cards. Because of his research for this project, he has a good idea about heirlooms maintained by individual families. That knowledge came handy when he was commissioned by the Busan festival to make The Immortals.One of the concessions he made to convention in the documentary was a voiceover, in which he speaks about his love for cinema over the visuals. “I wanted a personal commentary feeling to it, as though I were touching these objects on my own,” Dungarpur explained.There were several misses because of the deadline constraints, such as cinematography genius Subrata Mitra’s camera, which his brother has apparently hidden under a bed and refuses to show anyone. In one of the shortest sequences in The Immortals, Dungarpur and his crew knock away on the door of the home of Mitra’s brother, only to go away unsatisfied.“There would have been many more people and objects, such as PC Barua’s stop watch, which he used in his version of Devdas to time the shots, and V Shantaram’s viewfinder,” Dungarpur said with regret. “There were many people I could not reach in this short span of time.”","author":"Nandini Ramnath","time":"2015-09-22T13:30:29+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/756589-9ccaf8fd-8152-457e-883a-dcf2a9213e07.jpg","tags":[]}