{"title":"New Zealand, same old zeal: From 2000 to 2022, Mithali Raj closes a World Cup loop","content":"“Hi Mithali di, I am just going to ask you to rewind the clock a little bit and take us back to that 2000 World Cup...”“Well... you are asking me to rewind quite a bit. Not a little bit!”And then came a smile.At the captains’ press conference ahead of the ICC Women’s Cricket World Cup 2022 in New Zealand, India’s Mithali Raj was asked about her memories of the 2000 edition that was also held in the same country. In an interaction that was largely serious in nature, Mithali allowed herself a moment of mirth when she was answering this question.“I don’t remember much to be very honest,” she went on. “It was my first World Cup, I do remember having the pressure of performing. But as a young kid you don’t carry the baggage which an experienced player carries. The young talent in the side today, I tell them that you don’t have the experience of the past World Cups, so it’s a clean slate for you, all you have to do is enjoy the big stage.”A total of 7,767 days separate Mithali’s first-ever match at an ODI World Cup and India’s first match at the 2022 edition on Sunday. Having made her international debut in 1999, a year and some later on November 30 in Christchurch, 17-year-old Mithali played her first-ever World Cup match. She top-scored with 69, remaining unbeaten in the successful run-chase against South Africa, scoring more than 50% of the side’s total (129).On December 2, she played her second match against Netherlands in Lincoln and scored yet another half-century. Later that night, she would turn 18. A couple of days later she made 32 against England in a match where she came to the crease at 0/1 and then saw the score become 6/2. India made 155, and hers was the second-highest score, as Anju Jain and Co won by 8 runs. Three wins out of three to start a tournament, and the young batter had started the tournament on a great note.But then, ill-health struck. A case of typhoid made her miss the rest of the tournament. Her talent, however, was unmistakeable to those who watched her play. “It was my last World Cup... and Mithali’s first,” former India captain and coach Purnima Rau told Scroll.in. “I still remember that one game she played against South Africa. She played two lovely back-foot drives. In international cricket, I rate players who have great back-foot shots. We won that match and I don’t remember much overall but those are two shots which I can still recollect.”“She just made batting look very easy,” Sudha Shah, former India captain and manager during the 2000 World Cup, told Scroll.in. “It doesn’t matter to her, if there are wickets falling around her. She just goes about doing her job of scoring the runs. You can still see that in her game. And if she didn’t have that passion for the game, you wouldn’t have seen her last this long. Her passion, her drive... for someone who had big issues with her knees at one time, she’s really worked hard on her fitness. That enthusiasm was always evident, oh yeah. Right from the beginning, she knew what she wanted and she just went about it.”“Watching her bat was an exquisite experience as in a game where even veterans get inhibited in their strokeplay, she was like a whiff of fresh air,” former India captain Shantha Rangaswamy had written in her match report for Cricinfo. “Making her bow in the World Cup, she displayed a temperament which even veterans would have been proud of. Her precision timing and placement left the South African bowlers and fielders frustrated. Her innings was an authoritative one and it seemed like she let her bat announce to the cricketing world that she has arrived and in what a fashion.” From Perry to Raj: Stalwarts hoping to make a mark at the ICC Women’s Cricket World CupUnparalleled work ethicEvidently, even in her brief appearance at the grandest stage, the teenager had left a lasting impression. In hindsight, we know that was just the starting stages of an epic journey. But Nooshin Al Khadeer, who Mithali has referred to as her ‘bestie’ in many an Instagram post over the years, knows how hard she had to work for it and there was insecurity to overcome as well. “In 1999 when she made her debut in England, she got a record century against Ireland on debut but had a dry series after against the hosts,” Nooshin, former India cricketer and current Railways coach, told Scroll.in. “She was rated very high even then for her technique, but people want performances. So after that England tour, preparation had just started for 2000 WC and it was very important for her. I have actually seen her go about preparing for that tournament and remember how she got up at times like 4.30am, do her fitness, work on skills, get back home by 11 and then again by 3-3.30 pm, she was back training.” It is that sort of determination that has seen Mithali come this far, Nooshin is convinced. “Even in quarantine now you can see her routine, doing her hanging-ball routine. She did that then as well, put in so many hours for having a good World Cup. Then in the opening match against South Africa, she scored a 60-odd and got player of the match... since then you saw a new Mithali. And the one thing that hasn’t changed in her entire career, is her work ethics. If anything, it got better and better. I see her slogging before every series, because she knows she is Mithali Raj only if she gets runs.”As India get ready for the 2022 edition, she is perhaps not the batter who the team entirely depends on as they have often in the past. She has a good support cast around her. But for Mithali, the drive has always been to be the best possible version of herself. “I remember having conversations with her then about how she felt she was on par with the best in the world back then, with the likes of Karen Rolton. Then the typhoid hit her and she was extremely disappointed, then again that was a setback that she had to bounce back from and prove herself once again. She has been doing it all her career, even now 22 years later,” Nooshin said.“Even now, every series you see a different version of Mithali coming out. In the last two years, people have made noises about her strike rate but you saw against New Zealand she is hitting the ball so well and striking at 70-80 (232 runs overall at a strike rate of 82.56). It doesn’t come overnight, you have to work hard for it and it says everything about her discipline and being updated. And why look outside for competition, it comes from within the team, within herself. That’s how I have seen her grow.”“At such a young age, she showed great maturity,” Shah added. “That was so impressive at her age, had a great head on her young shoulders. She got around 40-odd runs in that third match (32 against England in Lincoln) before she fell sick. I was in the hospital with her most of the time. I spent time with her, I felt very sad for her at such a young age to be away from family in a foreign country and then be hospitalised. She was extremely disappointed that she couldn’t continue, to go all the way for a tournament and not play it fully. But she took it bravely.”The cricketer for all phasesAnd now, in March 2022, she is the captain of India and preparing for a sixth World Cup appearance. There have been two finals in the intervening period, one in 2005 and then the heartbreaking-yet-momentous match at Lord’s in 2017. Now, delayed by a year, another shot at history awaits.In those 21 years, three months and a few days, her journey at the game’s biggest event comes a full circle. A loop closes. She is now 39, leading a team that has a few youngsters in the same situation she was in back in 2000 but in a completely different era for the sport. “She has fit into every phase of Indian cricket beautifully,” Purnima Rau said, summing up her journey. “A phase where we travelled in unreserved compartments, she fit into that. A phase where we played only a few matches, she was there. A phase with more matches but OK facilities, she fit into that. And now a phase now with all the social media attention, lots more matches... she has fit into every single phase, very easily. And that is because of her passion for the game. That passion was the thread that connected it all, along with her work ethic, that has allowed her to now finish the race so to speak. Both of them, in fact. That is true for both Mithali and Jhulan [Goswami],” Rau added.“More than just speaking about where they started and where they have ended up, whatever journey they have been on, they made sure that they stayed ahead of the rest. They led, and the others just followed. A case of how far they have come, with all the ups and downs. It is not easy. To get up every single day and think about playing for the country.”Indeed, across more than two decades, Mithali has seen it all in Indian cricket with a front-row seat for the most part. And now, as she prepares for one final shot at the biggest trophy of them all, she wants the youngsters to start with a clean slate. “I did have a word with Yastika (Bhatia) the other day, I took her out for a coffee and we’ve spoken quite a bit,” Mithali had continued in that press conference, giving a brief peek behind the curtains. “A chatty kid... asked me a lot of questions... the only advice I would give the young players is enjoy the big stage because if you pile up the pressure you may not be playing the best that the team and you would want in the World Cup.”If it appears simple on the surface, it probably is one of the hardest things to do in any sport: overcome pressure and express yourself. She might not remember her 2000 World Cup much, but it is something that stood out in Mithali’s game even when she was a teenager. If the Indian youngsters want to know what it takes to succeed at the highest level for so long, they couldn’t ask for a better person to look up to as Mithali Raj completes a circle that began in 2000 in New Zealand, with the same old zeal.","author":"Vinayakk Mohanarangan","time":"2022-03-02T20:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170917-rrqcvbjwye-1646228486.jpeg","tags":["ICC Women's Cricket World Cup","World Cup","Mithali Raj","Indian cricket"],"source":"https://scroll.in/field/1018509/new-zealand-same-old-zeal-from-2000-to-2022-mithali-raj-closes-a-world-cup-loop"}