{"title":"New Theatres: The legendary Kolkata studio that introduced playback singing to India","content":"One of the most revolutionary innovations\nin Indian cinema – the recording of a song in a studio and playing it back at\nthe shooting location for actors to lip sync to – took place for the first time\nin 1935 for the production of the New Theatres Hindi/Bengali bilingual Dhoop Chhaon/Bhagya Chakra. Until then,\nsongs, like dialogue, were recorded live in front of the camera, often with\nentire orchestras playing just out of the camera’s view.New Theatres was only four years old in 1935 but it had already earned a\nreputation for blazing trails. Set up by aristocrat and visionary Birendra Nath\nSircar, New Theatres lived up the promise of freshness and novelty contained in\nits title. It created a vital hub for filmmaking in Kolkata in the thirties,\nnot just in terms of production but also distribution. New Theatres operated\ntwo cinemas in Kolkata, Chitra and Mitra, which helped the studio control the\nfilms it produced.BN Sircar. Photo courtesy Film Heritage Foundation.Sircar was born in Bhagalpur in 1901, the son of the Advocate-General of Bengal. He studied civil engineering at the University of London and was bitten by the film bug after being asked to build a cinema theatre upon his return to Kolkata. Sircar produced two silent films before launching New Theatres in 1931. The studio hit the ground running with its first Bengali production, Dena Paona (1931), based on a novel of the same name by Sarat Chandra Chatterjee.Unlike other studio owners, Sircar had no ambition of making films or acting in them, and gave his directors a free hand. The opportunity for creative freedom made New Studios a talent magnet for directors, actors and technicians, with such names as PC Barua, Debaki Bose, Phani Majumdar, Kundan Lal Saigal, Pahadi Sanyal, Kanan Devi, Lila Desai, Prithviraj Kapoor, Nitin Bose, Mukul Bose, Bimal Roy, Rai Chand Boral and Pankaj Mullick on their roster.Photo courtesy Film Heritage Foundation.New Theatres quickly became reputed for its high-quality adaptations of the novels of Sarat Chandra Chatterjee and Rabindranath Tagore. In 1931, on the occasion of Tagore’s 70th birth anniversary, his dance-drama on Buddhist themes, Natir Puja, was re-staged in Kolkata. Sircar invited Tagore to direct a film version of the play. The screenplay was written by Tagore’s nephew, Dinendranath, who also composed the background music, while Tagore played the role of Upali, a major character. Nitin Bose shot the film, which resembled a stage production, within four days with a static camera. Natir Puja was released at Chitra Theatre on March 14, 1932, but it was a box office failure.Photo courtesy Film Heritage Foundation.The most famous films produced at New Theatres were the 1935 adaptations of Sarat Chandra Chatterjee’s novel Devdas in Bengali and Hindi and in 1936 in Tamil. While PV Rao directed the Tamil version and played the title role, the Hindi and Bengali films were directed by PC Barua and shot by Bimal Roy, who would make his own version of the film in 1955. Barua played the lead in Bengali, but it was the Hindi version, starring singing star Kundan Lal Saigal, which took the country by storm. Saigal’s brooding looks and soulful voice created the popular archetype of the tragic hero. He remains the definitive Devdas even though the role has been played by Dilip Kumar, A Nageshwara Rao, Soumitra Chatterjee and more recently, Shah Rukh Khan and Bengali star Prosenjit. \n\n\n    \n    Play\n\nDevdas (1936).Another masterpiece from the studio was Debaki Bose’s Hindi-Bengali bilingual Vidyapati/Bidyapati (1937), the story of the pacifist court poet of Mithila who is invited to the royal court by the king, only to have the queen fall in love with him. The film’s music was wildly popular, especially the songs sung by Kanan Devi. To quote critic Krishna Chaitanya, “Kanan Devi has the marvelous gift of smoothly carrying over to the melodic elaboration, the intimate expressiveness of speech – occasional aspiration of vowels, accented speech rhythms, and sensitive manipulation of volume.”Guru Dutt paid a small tribute to Vidyapati/Bidyapati in Kaagaz ke Phool (1959) in the scene in which his character, director Suresh Sinha, stands under the film’s hoarding. That’s hardly surprising, since Guru Dutt was heavily inspired by New Theatres productions and PC Barua during his formative years in Kolkata. Apart from the nod to Vidyapati, the dream project that his character in Kaagaz ke Phool wants to direct is Devdas. The lead characters in Pyaasa (1957) and Kaagaz ke Phool too are heavily influenced by Devdas.Photo courtesy Film Heritage Foundation.New Theatres continued to notch up hits in the decade following Bidyapati/Vidyapati. The studio produced films in both Bengali and Hindi that are deemed as classics due to their screenplays and innovative technical qualities. Some important titles include the bilinguals Mukti (1937), one of the earliest Indian movies to be shot mostly outdoors with some elaborately staged long tracking shots, President/Didi (1937), Street Singer/Sathi (1938), Dushman/Jiban Maran (1938), Zindagi (1940), Meri Bahen (1944) and Bimal Roy’s Udayer Pathey (1944). Roy’s directorial debut, remade in Hindi as Humrahi (1945) and featuring Tagore’s Jana Gana Mana well before it became the Indian national anthem, is an early example of social realist cinema.Photo courtesy Film Heritage Foundation.The studio’s lustre started dimming by Independence. Its productions were increasingly limited to the Bengali film industry. The economic decline of West Bengal coupled with the shrinking of the market for Bengali films produced in Kolkata caused by the creation of East Pakistan in 1947 deeply wounded New Theatres’ finances. Although some films like Ramer Sumati (1947), Nurse Sissy (1947), Anjangarh (1948) and Mahaprasthener Pathe (1952) were popular, the glory days already seemed to have left far behind. Many of its alumni, including Bimal Roy, migrated to Mumbai. Sircar retired from the movie business in 1955 after completing Bakul, the hundredth and the final film to be produced by New Theatres.Photo courtesy Film Heritage Foundation.Apart from features, New Theatres also produced a number of documentaries and newsreels, including a film on the AICC Kolkata Session in 1939. Earthquake Havoc in Bihar (1934) and After Earthquake (1935) are two films by Debaki Bose that are fine examples of documentaries made in the pre-independence period. The studio also made animated films, among the earliest such productions in Indian cinema. Apart from the one-reelers P Bros and On a Moonlight in 1934, Michke Potash (1950) was another animated film by New Theatres.After its closure in 1955, New Theatres was taken over by various business concerns, but its decline continued due to mismanagement and labour problems. In the early 1980s, the West Bengal government took control of the studio. Its lots are now used to shoot Bengali movies and television serials.","author":"Karan Bali","time":"2015-02-05T12:45:30+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/702961-601d96bc-2288-4a32-80b1-d6af72cd892b.jpg","tags":["BN Sircar","New Theatres","Indian film studios"],"source":"https://scroll.in/reel/702961/new-theatres-the-legendary-kolkata-studio-that-introduced-playback-singing-to-india"}